[
  "ch11",
  "HE AW AND THE ROPHETS",
  "Some of these progressive movements have a great fascination for Nehru.",
  "He always likes to be looked upon as a modern; he wants to be a Picasso",
  "hung up in the Royal Academy, looking upon the classical forms around",
  "him with a supercilious air.",
  "D. F. K , journalist, 1953",
  "ARAKA",
  "It is a settled fact that every country and every nation has its own charac-",
  "ter.Itisinbornandinstinctwithit.Itcannotbechanged.Shakespeareand",
  "Kalidas are both great poets and dramatists . . . India . . . could not pro-",
  "duce a Shakespeare [nor] similarly England a Kalidas. I ask the sponsors",
  "of the reform, with all force and self-confidence, where is the necessity",
  "of Europeanisation of Hindu Law?’ . . . In codifying it there is danger of",
  "hurtingseriouslythesusceptibilitiesanddevotionalfeelingsofmillionsof",
  "people.",
  "Hindu lawyer, 1954",
  "I",
  "T F André Malraux once asked Jawaharlal Nehru what had been",
  "HE RENCHWRITER",
  "his ‘greatest difficulty since Independence’. Nehru replied: ‘Creating a just",
  "state by just means’. Then he added, ‘Perhaps, too, creating a secular state in a",
  "religious country’.1",
  "Secularismwas,indeed,anideathatunderlaytheveryfoundationsoffree",
  "India.TheIndiannationalmovementrefusedtodefineitselfinreligiousterms.",
  "Gandhi insisted that the multiple faiths of India can and must co-exist peace-",
  "ably in a free nation. This was a belief shared by Gandhi’s most prominent fol-",
  "lower, Nehru, and by his acknowledged mentor, Gopal Krishna Gokhale.",
  "Congress nationalism suffered a body blow at Independence. Freedom",
  "came not, as Gandhi and his colleagues had hoped, to one nation, but to two.",
  "Secularism now faced afresh set of challenges. One pertained to the domain ofpersonal laws. In colonial times, the whole of India had come under a com-",
  "monpenal code,drafted inthe1830sbythehistorian Thomas Babington Ma-",
  "caulay. But there was no attempt to replace the personal laws of various sects",
  "andreligionswithacommoncivilcode.Here,astheBritishsawit,thecoloni-",
  "al state’s role was restricted to adjudicating between different interpretations",
  "of religious law.",
  "After Independence, among those favouring a common civil code were",
  "the prime minister, Jawaharlal Nehru, and the law minister, Dr B. R.",
  "Ambedkar. Both were of a modernist cast of mind, and both were trained in",
  "the Western legal tradition. For both, the reform of personal laws became an",
  "acid test of India’s commitment to secularism and modernization.",
  "II",
  "Article44oftheConstitutionofIndiareads:‘TheStateshallendeavourtose-",
  "cure for the citizens a uniform civil code throughout the territory of India.’",
  "WhenthisarticlewasdiscussedintheConstituentAssembly,itprovoked",
  "much agitation, particularly among Muslim members. During the two centur-",
  "ies of their rule, the British interfered little with personal laws; why could not",
  "thesuccessorstatefollowtheirexample?Onememberpointedoutthat‘asfar",
  "as the Mussalmans are concerned, their laws of accession, inheritance, mar-",
  "riageanddivorcearecompletelydependentupontheirreligion’.Asecondfelt",
  "that ‘the power that has been given to the state to make the civil code uni-",
  "form is in advance of the time’. A third believed that the clause contravened",
  "anotherclauseintheconstitution:thefreedomtopropagateandpractiseone’s",
  "religion.2",
  "These arguments were forcefully refuted by B. R. Ambedkar. As he saw",
  "it, ‘if personal laws are to be saved, . . . in social matters we will come to a",
  "standstill’. In traditional societies, religion presumed to hold a ‘vast, expans-",
  "ive jurisdiction so as to cover the whole of life’. But in a modern democracy",
  "this licence had to be curtailed, if only ‘in order to reform our social system,",
  "which is so full of inequities, so full of inequalities, discriminations and other",
  "things, which conflict with our fundamental rights’. To assuage the misgiv-",
  "ings, Ambedkar said that the state might choose to apply a uniform civil code",
  "by consent, that is, only to those who chose voluntarily to submit to it.3",
  "As it happened, during the last years of their rule the British had be-",
  "latedly initiated the framing of a uniform code for Hindus. This sought to re-concile the prescriptions of the two principal schools of law – the Mitakshara",
  "and the Dayabhaga – and their numerous local variations. A committee had",
  "been setup in 1941 chaired by Sir B. N. Rau, who was also to play a crucial",
  "roleindraftingtheIndianConstitution.ThecommitteetouredIndia,soliciting",
  "a wide spectrum of Hindu opinion on the changes they proposed. Their pro-",
  "gress was interrupted by the war, but by 1946 they had prepared a draft of a",
  "personal law code to be applied to all Hindus.4",
  "That the Hindus were singled out was in part because they were the",
  "largest community, and in part because there was a vigorous reform move-",
  "ment among them. Mahatma Gandhi, in particular, had challenged the dis-",
  "criminations of caste and gender, by seeking the abolition of untouchability",
  "and bringing women into public life. Although there remained an influential",
  "orthodox section, modernist Hindus had campaigned strongly for laws that",
  "would make caste irrelevant and enhance the rights of women.",
  "In 1948 the Constituent Assembly formed a Select Committee to review",
  "the draft of a new Hindu code. It was chaired by B. R. Ambedkar, the law",
  "minister. The code drafted by the Rau Committee was revised by Ambedkar",
  "himself,andthensubjectedtoseveralclosereadingsoftheSelectCommittee.",
  "Despiteitsname,the‘Hindu’CodeBillwastoapplytoSikhs,Buddhists",
  "and Jains as well as all Hindu castes and sects. Introducing the new bill,",
  "Ambedkar told the Assembly that its aim was to ‘codify the rules of Hindu",
  "Law which are scattered in innumerable decisions of the High Courts and of",
  "thePrivyCouncil,[and]whichformabewilderingmotleytothecommonman",
  "andgiverisetoconstantlitigation’.Thecodificationhadadualpurpose:first,",
  "to elevate the rights and status of Hindu women; second, to do away with the",
  "disparities and divisions of caste. Among the notable features of the proposed",
  "legislation were:",
  "1. The awarding, to the widow and daughter, of the same share as the",
  "son(s) in the property of a man dying intestate (which in the past had",
  "passed only to his male heirs). Likewise, a Hindu woman’s estate, previ-",
  "ously limited, was now made absolute, to be disposed of as she wished.",
  "2. The granting of maintenance to the wife who chose to live separately",
  "from the husband if he had a ‘loathsome disease’, was cruel to her, took",
  "a concubine, etc.",
  "3. Abolition of the rules of caste and sub-caste in sanctifying a marriage.",
  "All marriages between Hindus would have the same sacramental as wellas legal status, regardless of the castes to which the spouses belonged.",
  "Aninter-castemarriagecouldnowbesolemnizedinaccordancewiththe",
  "customs and rites of either party.",
  "4. Allowing either partner to file for and obtain divorce on certain",
  "grounds, such as cruelty, infidelity, incurable disease, etc.",
  "5. Making monogamy mandatory.",
  "6. Allowing for the adoption of children belonging to a different caste.",
  "These changes went very far in the direction of gender equity. Later, much",
  "later, feminist scholars were to argue that they did not go far enough, that",
  "they exempted agricultural properties from their provisions, for example, or",
  "that the advantages conferred on female heirs by the new laws were greater",
  "in the case of self-acquired property as compared to property that was inher-",
  "ited.5 But from the viewpoint of Hindu orthodoxy the changes had already",
  "gone far enough. They constituted radical departures from the main body of",
  "Hindu law, where the son had a much larger claim on his father’s property as",
  "compared to the wife and daughter, where marriage was considered a sacra-",
  "ment and hence indissoluble, where the man was allowed to take more than",
  "one wife, and where marriage was governed strictly by the rules of caste.",
  "In defending these changes, Ambedkar was at times rather defensive.",
  "Thus he argued that the Shastras, the Hindu holy texts, did not give the",
  "husband ‘an unfettered, unqualified right to polygamy’. The ‘right to marry",
  "a second time has been considerably limited by the [ancient law maker]",
  "Kautilya’.Again,thecustomarylawofthevariouslowcastes,orshudras,had",
  "always allowed divorce. As for the woman’s right to property, some schools",
  "allowed her a quarter share in her father’s property; all Ambedkar had done",
  "was to ‘raise [the daughter] up in the share of heirs’, by making her share full",
  "and equal to that of the son.6",
  "Ambedkar was here putting the best possible, or most liberal, spin on",
  "Hindu texts and traditions. But alternative interpretations were possible, and",
  "certainly more plausible. Not surprisingly, Ambedkar’s proposals provoked",
  "‘loud denunciations’ from the orthodox, who viewed them as ‘a complete ab-",
  "rogation of the Hindu customs and traditions’, an unacceptable interference",
  "with the rules of caste and the traditional relations between the sexes.7",
  "A doughty opponent of the bill was the Constituent Assembly’s own",
  "president, Rajendra Prasad. In June 1948, shortly after the Select Committeehad been set up, Prasad warned the prime minister that to introduce ‘basic",
  "changes’ in personal law was to impose the ‘progressive ideas’ of a ‘micro-",
  "scopic minority’ on the Hindu community as a whole. Nehru answered that",
  "the Cabinet had declared itself in favour of the bill, that ‘personally, I am en-",
  "tirely in favour of the general principles embodied in it’. To scrap the legisla-",
  "tion now would be to give rise to the suspicion that the Congress was ‘a re-",
  "actionary and a very conservative body’; nor would it go down well ‘in the",
  "mind of foreigners outside India’. Prasad shot back that the opinions of the",
  "‘vast bulk of [the] Hindu public’ were more important than the views of for-",
  "eigners.8",
  "Within the Assembly there were other opponents as well. They stalled",
  "and thwarted the proceedings until Nehru, in high dudgeon, told them that to",
  "him the passing of the bill had become a matter of prestige. Prasad, in re-",
  "sponse, drafted a letter warning the prime minister that this would be ‘un-",
  "justandundemocratic’,asthis‘fundamentalandcontroversiallegislation’had",
  "never been considered by the Indian electorate. Fortunately for him, Prasad",
  "consultedVallabhbhaiPatelbeforesendingNehrutheletter.Thetimingiscru-",
  "cialhere,foritwasnowDecember1949,andsoontheCongresswouldchoose",
  "thefirstpresidentofIndiafromashortlistthatcomprisedRajendraPrasadand",
  "C. Rajagopalachari. With this in view, Patel told Prasad not to send the prime",
  "ministerhiscriticismsoftheHinducode,lestit‘prejudiceyourpositionwith-",
  "in the party’.9",
  "SoPrasadkeptquiet(andwasdulyelectedthefirstpresidentoftheIndi-",
  "anRepublic).ButoutsidetheCouncilHousethecriesgrewlouder.Already,in",
  "March1949,anAll-IndiaAnti-Hindu-Code-BillCommitteehadbeenformed.",
  "This held that the Constituent Assembly had ‘no right to interfere with the",
  "personal laws of Hindus which are based on Dharma Shastras’. Sixty (male)",
  "members of the Delhi Bar issued a statement objecting to the codification of",
  "Hindu law, on the grounds that ‘the mass of the Hindus believe in the Divine",
  "Origin of their personal laws’.",
  "The Anti-Hindu-Code-Bill Committee was supported by conservative",
  "lawyers as well as by conservative clerics. The influential Shankaracharya of",
  "Dwarkaissuedan‘encyclical’againsttheproposedcode.Religion,hesaid,‘is",
  "the noblest light, inspiration and support of men, and the State’s highest duty",
  "is to protect it’.",
  "The Anti-Hindu-Code-Bill Committee held hundreds of meetings",
  "throughout India, where sundry swamis denounced the proposed legislation.",
  "The participants in this movement presented themselves as religious warriors",
  "(dharmaveer)fightingareligiouswar(dharmayudh).TheRashtriyaSwayam-sevak Sangh threw its weight behind the agitation. On 11 December 1949,",
  "the RSS organized a public meeting at the Ram Lila grounds in Delhi, where",
  "speaker after speaker condemned the bill. One called it ‘an atom bomb on",
  "Hindusociety’.AnotherlikenedittothedraconianRowlattActintroducedby",
  "the colonial state; just as the protests against that act led to the downfall of",
  "the British, he said, the struggle against this Bill would signal the downfall of",
  "Nehru’s government. The next day a group of RSS workers marched on the",
  "Assembly buildings, shouting ‘Down with Hindu code bill’ and ‘May Pan-",
  "dit Nehru perish’. The protesters burnt effigies of the prime minister and Dr",
  "Ambedkar, and then vandalized the car of Sheikh Abdullah.",
  "The leader of the movement against the new bill was one Swami Karp-",
  "atriji Maharaj. We know little of this swami’s antecedents, except that he was",
  "from north India and appeared to be knowledgeable in Sanskrit. His opposi-",
  "tiontotheBillwascolouredanddeepenedbythefactthatitwasbeingpiloted",
  "by Ambedkar. He made pointed references to the law minister’s caste, sug-",
  "gesting that a former Untouchable had no business meddling in matters nor-",
  "mally the preserve of the Brahmin.",
  "In speeches in Delhi and elsewhere, Swami Karpatri challenged",
  "Ambedkar to a public debate on his interpretations of the Shastras. To the",
  "law minister’s claim that the Shastras did not really favour polygamy, Swami",
  "Karpatri quoted Yagnavalkya: ‘If the wife is a habitual drunkard, a confirmed",
  "invalid,acunning,abarrenoraspendthriftwoman,ifsheisbitter-tongued,if",
  "shehasgotonlydaughtersandnoson,ifshehatesherhusband,[then]thehus-",
  "band can marry a second wife even while the first is living.’ The swami sup-",
  "pliedtheprecisecitationforthisinjunction:thethirdverseofthethirdchapter",
  "of the third section of Yagnavalkya’s smriti (scripture) concerning marriage.",
  "He did not, however, tell us whether the injunction also allowed the wife to",
  "take another husband if the existing one was a drunkard, bitter-tongued, a",
  "spend-thrift, etc.",
  "ForSwamiKarpatri,divorcewasprohibitedinHindutradition,while‘to",
  "allow adoption of a boy of any caste is to defy the Shastras and to defy prop-",
  "erty’. Even by the most liberal interpretations, the woman’s inheritance was",
  "limited to one-eighth, not a half as Ambedkar sought to make it. The bill was",
  "altogether in violation of the Hindu scriptures. It had already evoked ‘terrible",
  "opposition’, and the government could push it through only at its peril. The",
  "swami issued a dire warning: ‘As is clearly laid down in the Dharmashastras,",
  "to forcibly defy the laws of God and Dharma very often means great harm to",
  "the Government and the country and both bitterly rue the obstinate folly.’10III",
  "In December 1949, having agreed upon a constitution, the Constituent",
  "Assembly made way for a provisional Parliament, which was to be in place",
  "until thefirstgeneral election. Through1950and1951,NehruandAmbedkar",
  "made several attempts toget the HinduCode Bill passed into law.But the op-",
  "position was considerable, both within Parliament and outside it. To quote J.",
  "D.M.Derrett,‘everyargumentthatcouldbemusteredagainsttheprojectwas",
  "garnered,includingmanythatcancelledeachotherout’.The‘offerofdivorce",
  "to all oppressed spouses became the chief target of attack, and the cry that re-",
  "ligion was in danger was raised by many whose real objection to the Bill was",
  "that daughters were to have equal shares with sons’.11",
  "Within the provisional Parliament, orthodox members claimed that the",
  "Hindu laws had stayed unchanged from time immemorial. ‘The rules of con-",
  "ductanddutiesofmeninourcountryaredeterminedbytheVedas’,saidRam-",
  "narayan Singh. Despite the challenges down the ages – posed by Buddhism,",
  "IslamandChristianity–‘theVedicreligiondidnotperish’...[the]Vedicreli-",
  "gion is still there’. But now, complained Ramnarayan Singh, ‘we have Pandit",
  "Nehru’s administration whose representative Dr Ambedkar wants to abrogate",
  "with a single stroke all those rules which have existed since the beginning of",
  "the world’.",
  "Some parliamentarians argued that the government should frame and",
  "have passed an Indian code rather than a specifically Hindu one. ‘I do not be-",
  "lieve that only Hindu women are oppressed’, said Indra Vidyavachaspati. By",
  "passing the bill in its present form, the state would ‘give encouragement to",
  "[the]evilofcommunalism’.Ifitwasnotmadeapplicabletoallsectionsofthe",
  "populations, insisted Vidyavachaspati, then ‘the feeling of communalism will",
  "arise and what should have been a boon will turn into a curse’.",
  "Other members were happy enough with the bill as it was. ‘While I ad-",
  "mire those who want to have one Civil Code for the whole of India’, said",
  "Thakur Das Bhargava, ‘I do not think that it would be a practical proposi-",
  "tion to have one Civil Code for Muslims, Christians, Jews, etc.’. For Muslim",
  "members had already expressed their opposition to any tampering with their",
  "personal code, which they believed to be the revealed word of Allah himself.",
  "To ask at this stage for a uniform code was seen as a stalling tactic, diverting",
  "attentionfromthereformsourgentlyrequiredwithinthemajoritycommunity.",
  "As Dr Ambedkar put it, ‘those who until yesterday were the greatest oppon-",
  "ents of this Code and the greatest champions of the archaic Hindu Law as itexists to-day’, now claimed that they were ‘prepared for an All-India Civil",
  "Code’. This was because they hoped that while it had already taken ‘four or",
  "five years to draft the Hindu Code [it] will probably take ten years to draft a",
  "Civil Code’.",
  "Ambedkar knew that while there were enough influential Hindus – such",
  "as Jawaharlal Nehru – who were behind progressive legislation, among the",
  "Muslims the liberal contingent was nowhere near as strong. The government,",
  "he said, could not be so ‘foolish’ as ‘not to realize the sentiments of different",
  "communities in this country’. That was why the code at present dealt only",
  "withtheHindus.12",
  "Ofcourse,notallHinduswereoftheliberalpartyeither.Thereservations",
  "oftheorthodox,asexpressedinParliament,werecarriedforwardinthestreets",
  "by the cadres of the Rashtriya Swayamsevak Sangh. They brought batches of",
  "volunteers into New Delhi, to shout slogans against the Hindu Code Bill and",
  "court arrest. Among their larger aims were the dismemberment of Pakistan",
  "and the unseating of Jawaharlal Nehru – as they shouted, ‘Pakistan tod do’,",
  "‘Nehru Hakumat Chhod Do’.",
  "The main speaker at these RSS-organized shows was usually Swami",
  "Karpatriji Maharaj. Addressing a meeting on 16 September 1951, the swami",
  "challenged the prime minister to a debate on the proposed bill. ‘If Pandit",
  "Nehru and his colleagues succeed in establishing that even one section of the",
  "proposed Hindu Code is in accordance with the Shastras’, said Karpatri, ‘I",
  "shall accept the entire Hindu Code’. The next day, in pursuance of this chal-",
  "lenge, the swami and his followers marched on Parliament. The police pre-",
  "vented them from entering. In the ensuing scuffle, reported a Hindu weekly,",
  "‘policepushedthemback[and]Swamiji’sdanda[stick]wasbroken,whichis",
  "like the sacred thread, [the] religious emblem of the sannyasis’.13",
  "Coincidentally, just two days before Swami Karpatriji’s march, the pres-",
  "ident had written the prime minister along letter of protest against the bill. As",
  "in 1948 and 1949, now too Rajendra Prasad felt that the present Parliament,",
  "based like its predecessor on a restricted franchise, was ‘not competent to en-",
  "act a measure of such a fundamental nature’. The bill, argued the president,",
  "was‘highlydiscriminatory’,foritappliedtoonlyonecommunity,theHindus.",
  "Either the same laws governing marriage and property should be applied to",
  "all Indians, or else the existing customary laws of the different communities",
  "should be left untouched. Prasad wrote ominously that ‘he proposed to watch",
  "theprogressofthemeasureinParliamentfromdaytoday’.Ifthebillwasstill",
  "passed, he would insist on his ‘right to examine it on its merits. . . before giv-",
  "ing assent toit’.14Nehru wrote back saying that in his view there was ‘a very widespread",
  "expression of opinion in the country in favour of the Bill’. But the president’s",
  "opposition had him worried, for it presaged a possible stand-off between the",
  "governmentandtheheadofstate.HeshowedPrasad’slettertoseveralexperts",
  "ontheconstitution.Theyassuredhimthatthepresidentwasboundtoactwith",
  "‘the aid and advice of the Council of Ministers and cannot act independently",
  "of that advice’. As they saw it, the position of the president of India was even",
  "weaker than that of the British monarch.15",
  "Despite this advice, Nehru chose not to challenge the president. In any",
  "case, the progress of the bill in the provisional Parliament had been painfully",
  "slow. An immense number of objections and amendments had been tabled. It",
  "took the better part of a year to have a mere four clauses passed. In the end",
  "‘the session ended, the bill was virtually talked out, and it lapsed’.16",
  "The man who was most hurt by this failure was the law minister. Dr",
  "Ambedkar had staked his reputation on the bill, meeting criticism and",
  "calumnywithequalresolution.ThatNehruhadfinallychosentogiveintothe",
  "opposition pained him deeply. In October 1951 he resigned from the Union",
  "Cabinet.HeintendedtoannouncehisdecisionintheHouse,butwhentheDe-",
  "puty Speaker asked for a copy of his speech beforehand, he walked out in a",
  "huff and released it to the press instead.",
  "Ambedkar gave several reasons for his decision to resign. He had been",
  "in poor health, for one. For another, the prime minister had failed to repose",
  "adequate trust in him. Despite having a PhD in economics (from the London",
  "SchoolofEconomics,noless)hehadbeenleftoutofdiscussionsonplanning",
  "and development. A third reason was his growing reservations about the gov-",
  "ernment’s foreign policy, particularly with regard to Kashmir. A fourth reas-",
  "on was that the condition of his fellow Scheduled Castes continued to be",
  "wretched. Despite the coming of political independence, and a constitution",
  "protecting their rights, they faced the ‘same old tyranny, the same old oppres-",
  "sion, the same old discrimination’.",
  "Ambedkar came in the end to the issue which had finally provoked him",
  "to resign. He had, he said, set his cap on having the Hindu Code Bill passed",
  "beforetheendoftheParliament.Hehadtriedhardtoconvincetheprimemin-",
  "ister about the urgency of the matter. But Nehru did not give him the kind of",
  "support he had hoped for. Facing opposition within his own party, the prime",
  "minister, complained Ambedkar, had not ‘the earnestness and determination’",
  "required to overcome it.17IV",
  "In the first months of 1952 the recent debates on the Hindu Code Bill cast",
  "their shadow as India held its first general election. Feeling let down by the",
  "Congress, Dr Ambedkar had founded his own Scheduled Caste Federation in",
  "opposition to it. As for the prime minister, in his own constituency of Alla-",
  "habadhewasopposedbyaleaderofthenownotoriousAnti-Hindu-Code-Bill",
  "Committee.",
  "This was Prabhu Dutt Brahmachari. He was an ascetic and celibate, to",
  "signal which he wore saffron. Brahmachari’s candidature was supported by",
  "the Jana Sangh, the Hindu Mahasabha and the Ram Rajya Parishad. His cam-",
  "paign was run on a single-item agenda – no tampering with Hindu tradition.",
  "He printed pamphlets detailing the prime minis attempts to interfere with that",
  "tradition, challenging him to an open debate on the subject.18",
  "Nehru sensibly refused. He won his seat with a massive margin, while",
  "the Congress got a comfortable majority overall. Nehru saw this, in part, as",
  "a mandate for his campaign against communalism. Soon after the Parliament",
  "was convened he resurrected the Hindu Code Bill.",
  "Keeping the earlier protests in mind, the original bill was now broken",
  "up into several parts. There were separate bills dealing with Hindu marriage",
  "and divorce, Hindu minority and guardianship, Hindu succession, and Hindu",
  "adoptions and maintenance. These component parts retained the rationale and",
  "driving force of the original unified proposal. The main thrust was to make",
  "caste irrelevant to Hindus with regard to marriage and adoption, to outlaw",
  "polygamy, to allow divorce and dissolution of marriage on certain specified",
  "grounds and to greatly increase a woman’s share of her husband’s and her",
  "father’s property.19",
  "The prime minister was in the vanguard of the pro-reform movement,",
  "telling Parliament that ‘real progress of the country means progress not only",
  "on the political plane, not only on the economic plane, but also on the social",
  "plane’.TheBritishhadalliedthemselveswith‘themostconservativesections",
  "of the community they could find’. The conjoining of tradition and colonial-",
  "ism meant that ‘our laws, our customs fall heavily on the womenfolk’. Thus",
  "‘differentstandardsofmoralityareappliedtomenandwomen’.Menwereal-",
  "lowed more than one wife, but when a woman wished for a divorce she was",
  "challenged by men, only ‘because men happen to be in a dominant position. I",
  "hope they will not continue in that dominant position for all time.’Hindu customs and laws were hypocritical as well as unjust. Women",
  "were urged to model themselves on mythic figures of devotion and fidelity",
  "but, said Nehru, ‘I do not seem to remember men being reminded in the same",
  "manner of Ramachandra and Satyavan, and urged to behave like them. It is",
  "only the women who have to behave like Sita and Savitri; the men may be-",
  "have as they like.’20",
  "Nehruworkedhardtoconvincehiscolleaguesoftheimportanceofthese",
  "measures. He wrote to one of his senior ministers, a Brahmin who tended to-",
  "wards the orthodox, that ‘we have to remember that in the acknowledged so-",
  "cial code and practice of India, as it has existed thus far, there was no lack",
  "of moral delinquency as well as extreme unhappiness. There were two codes,",
  "one for the man and the other for the woman. The woman got the worst of it",
  "always.’ To a young first-time MP Nehru wrote that ‘we should concentrate",
  "on the passage through Parliament of the Marriage and Divorce Bills and the",
  "Succession Bill. These are the really important ones. The bills dealing with",
  "adoption and guardianship, etc. are relatively unimportant.’21",
  "By now the Anti-Hindu-Code-Bill Committee had lost its momentum.",
  "After the 1952 election the names of Swami Karpatriji Maharaj and Prabhu",
  "Dutt Brahamachari do not appear in the newspapers or police records. There",
  "were no longer any protests on the streets, but there were still criticisms",
  "aplenty in Parliament. The orthodox MPs saw the new bills as designed to",
  "destroyHinduculture.Forthem,thelawsofManuandYagnavalkyawereim-",
  "mutable and unchangeable, as relevant in 950 as in 1950.22",
  "BC AD",
  "But there was also an opposition that was less vulgar and more con-",
  "sidered; representing what we might call Hindu conservatives rather than",
  "Hindu reactionaries. Consider thus the views of the distinguished historian",
  "Radha Kumud Mookerji. He felt that the new proposals, particularly the pro-",
  "visions allowing divorce, were",
  "againsttheveryspiritofHinducivilization...TheBillisinspiredbythe",
  "westernviewoflifewhichattachesmorevaluetotheromanceofmarital",
  "relations and married life than to parenthood in which marriage attains",
  "itsfruition.TheHindusystemconceivesofparenthoodassomethingthat",
  "is permanent, unchangeable, and inviolable . . . The Bill seeks to change",
  "popular psychology as to the sanctity of marriage and family and loosen",
  "the ties of family as the very foundations of society. It thinks more of",
  "husbandandwifethanthefatherandmotherinwhomtheyaretobeper-",
  "manently merged to protect the child and the future of the race.23This argument did not go uncontested. A woman member felt that ‘the effect",
  "of a broken home is less injurious than that of a disharmonious home. Chil-",
  "dren are of a very receptive mind and the scenes that they may see of neglect",
  "and quarrel between the parents . . . are bound to leave their mark. If ‘the",
  "home has lost peace’, remarked another member, there was no point ‘forcing",
  "[husbandandwife]tolive together’;itwasbetter toallow ‘separation inare-",
  "spectable fashion’.24",
  "In the Lok Sabha the opposition to the reforms was led by the brilliant",
  "Hindu Mahasabha lawyer N. C. Chatterjee. If this was indeed a secular state,",
  "argued Chatterjee, what was the need for a ‘Hindu’ Marriage and Divorce",
  "Act? Why not make the same law apply for all citizens? Thus, if the govern-",
  "menthonestlybelievedinthevirtuesofmonogamy,that‘thisisablessingand",
  "polygamy is a curse, then why not rescue our Muslim sisters from that curse",
  "andfromthatplight?‘Youhavenotthecourage’,Chatterjeetoldthelawmin-",
  "ister, ‘to be logical and to be consistent.’25",
  "The socialist J. B. Kripalani likewise felt that by prescribing monogamy",
  "only for the Hindus, the government was being hypocritical. ‘You must bring",
  "it also for the Muslim community,’ said Kripalani. ‘Take it from me that the",
  "Muslim community is prepared to have it but you are not brave enough to do",
  "it.’ But his own wife, the Congress MP Sucheta Kripalani, thought that the",
  "Muslimswerenotyetready.For‘weknowtherecentpasthistoryofourcoun-",
  "try. We know what trouble we have had over our minority problem. That is",
  "why I think the Government today is not prepared to bring one Uniform Civil",
  "Code. But I hope the day will soon come in the future when we shall be able",
  "to have one.’26",
  "Theelectionof1952hadreturnedtoParliamentanarrayofarticulateand",
  "confident women Congress MPs. These, naturally, saw the opposition to the",
  "legislation as the work of reactionaries. Subhadra Joshi, speaking in Hindi,",
  "launched abroad side against the custom of arranged marriages, which virtu-",
  "ally soldwomeninto sharmkizindagi,alife ofshame anddegradation. Shiv-",
  "rajvati Nehru noted that, while male politicians talked grandly of economic",
  "and political reform, they were not willing to make a single change in the",
  "sphere of social life and custom. In Hindu society the man was free and sov-",
  "ereign (purn swatantra); but the woman was bonded – to him. Even now, the",
  "husband was prone to treat his wife as a pair of slippers on his feet, to be dis-",
  "carded at will.27",
  "In support of the reforms were several Scheduled Caste members, who",
  "knewbetterthananyoneelsehowHindu‘custom’maskedamultitudeofsins.",
  "One MP said that if the orthodox had their way, they wouldstart amending the Constitution so as to do away with all the mischief",
  "done by this Congress Government, and certain new fundamental rights",
  "will be added. The first of them will be that all Hindu women will have",
  "the wonderful and glorious right of burning themselves on the funer-",
  "al pyres of their husbands. The second fundamental right would be that",
  "the cow will be declared a divine being, . . . and all Indians, including",
  "Muslims, Christians and so on will be compelled to worship the cow.28",
  "Thecommunists,fortheirpart,thoughtthenewlawswerenotradicalenough.",
  "In the Lok Sabha, B. C. Das termed them ‘a mild, moderate attempt at social",
  "reform with all the hesitancy and timidity characteristic of all social meas-",
  "ures sponsored by this Government’. Still, those who opposed this ‘moder-",
  "ate measure’ had ‘seventeenth-century minds’. In the Rajya Sabha, Bhupesh",
  "Guptanotedthedelayinintroducingthelegislationowingtothefactthat‘the",
  "Congress Party . . . functions on many occasions like a Rip Van Winkle’.29",
  "Finally, one must take account of those Muslim members who were ef-",
  "fusive in their thanks to government. One, speaking in Hindustani, praised it",
  "forkeepingtheirlawsintactandnotallowingtheslightestchangeinit.Anoth-",
  "erthankedthegovernment‘forshowingtheirgreatconsiderationtotheviews",
  "and the feelings of the Muslim community, and for having exempted them",
  "from the operations of this [Marriage] Bill, because there is the personal law",
  "for them, based on, and part of, their religion, and they hold religion as the",
  "most sacred and valuable thing in their life’.30",
  "V",
  "After a bruising battle extending over nearly ten years, B. R. Ambedkar’s",
  "HinduCodeBillwaspassedintolaw;not,ashehadhoped,inonefellswoop,",
  "but in several instalments: the Hindu Marriage Act of 1955 and the Hindu",
  "Succession,MinorityandGuardianship,andAdoptionsandMaintenanceActs",
  "of 1956.",
  "These acts were piloted through Parliament by the new law minister, H.",
  "V. Pataskar. He lacked both the stature of his predecessor and his scholar-",
  "ship. Once, when he suggested that the Hindu sacramental marriage permit-",
  "ted divorce, N. C. Chatterjee remarked that there was no basis for that state-",
  "ment, adding: ‘If Shri Pataskar had sat for a Hindu Law examination in any",
  "University he would have been ploughed and he would have got zero.’31This might have been accurate, but was anyway irrelevant. For, as one",
  "dissenter recognized, the new bills constituted a ‘direct attack on the Hindu",
  "shastras and Hinducustoms’.32 The right of a woman to choose her partner or",
  "to inherit property were ‘un-Hindu’; but not undemocratic, since the men had",
  "those rights all along. As Pataskar observed, the new laws were based on the",
  "constitutionalrecognitionof‘thedignityofperson,irrespectiveofanydistinc-",
  "tion of sex’.33",
  "Another member of the Congress Party put it more eloquently. Women",
  "must have the right to choose (and discard) their husbands, he said, because",
  "‘we [Indians] were fighting for freedom. After liberating our country, our",
  "motherland,itisourresponsibilitytoliberateourmothers,oursisters,andour",
  "wives. That will be the greatest culmination of the freedom that we have at-",
  "tained.’34",
  "Towardsthatendthenewlawswereindeedanotablecontribution. Sixty",
  "million Hindu women came under its purview. But the changes were signific-",
  "ant in moral as well as numerical terms. As a leading American expert on In-",
  "dianlawhaswritten,thiswasa‘wholesaleanddrasticreform’which‘entirely",
  "supplantstheshastraasthesourceofHindulaw’.AleadingBritishscholarof",
  "the subject goes further: ‘For width of scope and boldness of innovation’, he",
  "says, the series of acts considered here ‘can be compared only with the Code",
  "Napoléon.’35",
  "TheradicalchangesintheHindulawpertainingtomarriageandproperty",
  "wereprincipallytheworkoftwomen:JawaharlalNehruandB.R.Ambedkar.",
  "Sadly, in the last, crucial stages of the struggle Ambedkar was a bystander.",
  "Having failed to win his seat in the direct elections to Parliament in 1952,",
  "he then entered the Upper House. There he observed, silent, as the bills were",
  "discussed and passed between 1954 and 1956.36 He was already a very sick",
  "man, with chronic diabetes and complications thereof, and in December 1956",
  "he passed away. His sometime colleague Jawaharlal Nehru spoke in tribute in",
  "Parliament. Ambedkar, said the prime minister, would be remembered above",
  "all ‘as a symbol of the revolt against all the oppressive features of Hindu so-",
  "ciety’. But he ‘will be remembered also for the great interest he took and the",
  "troublehetookoverthequestionofHindulawreform.Iamhappythathesaw",
  "thatreforminaverylargemeasurecarriedout,perhapsnotintheformofthat",
  "monumental tome that he had himself drafted, but in separate bits.’37",
  "This was a generous tribute, especially when we consider the bitterness",
  "thatlaybehindAmbedkar’sresignationin1951.Then,Ambedkarthoughtthat",
  "Nehruwastooweaktofighttheoppositionwithinandoutsidehisparty.From",
  "hispointofviewtheprimeministerwasgoingtooslowly,but,ofcourse,fromthe point of view of the orthodox Hindu he was going too fast. In 1949 and",
  "1950,whenthebillwasfirstintroduced,Nehruwasnotevenineffectivecon-",
  "trol of the Congress. It was only after Vallabhbhai Patel’s death that he really",
  "took charge, overcoming the conservatives in the Congress and leading his",
  "partytoaconvincingvictoryinthegeneralelection.Withtheparty,andcoun-",
  "try, now behind him, he was prepared to introduce, and steer through, the le-",
  "gislation once proposed by Ambedkar.38",
  "NehruwasdeterminedtoeffectchangesinthelawsofhisfellowHindus,",
  "yet prepared to wait before dealing likewise with the Muslims. The aftermath",
  "of Partition had left the Muslims who remained in India vulnerable and con-",
  "fused. At this stage, to tamper with what they considered hallowed tradition –",
  "the word of Allah himself – would make them even less secure. Thus, when",
  "he was asked in Parliament why he had not brought in a uniform civil code",
  "immediately, Nehru answered that, while such a code had his ‘extreme sym-",
  "pathy’, he did not think that ‘at the present moment the time is ripe in India",
  "for me to try to push it through. I want to prepare the ground for it and this",
  "kind of thing is one method of preparing the ground.’39",
  "Others viewed this caution more cynically. As Dr Shyama Prasad",
  "Mookerjee pointed out in the provisional Parliament, ‘it is nobody’s case that",
  "monogamy is good for Hindus alone or for Buddhists alone or for Sikhs",
  "alone’. Why not then have a separate bill prescribing monogamy for all cit-",
  "izens? Having asked the question, Dr Mookerjee supplied this answer: ‘I am",
  "not going to tread on this question because I know the weaknesses of the pro-",
  "moters of the bill. They dare not touch the Muslim minority. There will be so",
  "muchoppositioncomingfromthroughoutIndiathatgovernmentwillnotdare",
  "to proceed with it. But of course you can proceed with the Hindu community",
  "in any way you like and whatever the consequences may be.’",
  "At this point C. Rajagopalachari interjected: ‘Because we are the com-",
  "munity’.40 ‘We’ were the Congress, particularly its reformist wing, represen-",
  "ted by Nehru and rather ably by Rajagopalachari as well. One can appreci-",
  "ate their hesitancy to take on people of faiths other than their own. For it had",
  "taken them the better part of ten years to ‘proceed with the Hindu community",
  "inanywaytheyliked;thatisinawaythatwouldhelpbringtheirpersonallaws",
  "somewhat in line with modern notions of gender justice.4112",
  "S K",
  ""
]