[
  "ch15",
  "HE XPERIENCE OF EFEAT",
  "A divided India augurs ill not only for the Indian people but also for all",
  "Asia and world peace.",
  "AUNG SAN,Burmese nationalist leader, June 1947",
  "I",
  "O ofMarch1959theDalaiLamacrossedtheMcMahonLineinto",
  "NTHELASTDAY",
  "theterritoryoftheRepublicofIndia.ForyearstheTibetangod-kinghadsatun-",
  "comfortablyonhisthroneinLhasa’sPotalaPalace,whiletheChinesetightened",
  "theirholdonhiscountry.Onecontemporarysourceclaimedthattherewerehalf",
  "a million Chinese troops in Tibet. In their wake had come perhaps ten times as",
  "many Han settlers.1",
  "This was certainly an over-estimate. Even so, there were far too many",
  "Chinese for the Tibetans’ liking. In 1958 the Khampas of eastern Tibet",
  "launchedanarmeduprisingagainsttheoccupiers.Aftersomeinitialsuccesses,",
  "the revolt was putdown by the Chinese. The reprisals which followed",
  "threatened to touch the Dalai Lama himself. When New Delhi agreed to grant",
  "him political asylum, he fled Lhasa under cover of darkness and with a small",
  "group of carefully chosen escorts.",
  "TheDalaiLamaspenthisfirstnightonIndiansoilattheBuddhistmonas-",
  "teryatTawang.Thenhemadehiswaydowntotheplains,totheAssamtownof",
  "Tezpur, where Indian officials ‘debriefed’ him. Three weeks later he was taken",
  "to New Delhi to meet the prime minister himself.",
  "The conversation began with the Dalai Lama telling Nehru about the",
  "Khampa rebellion. The fighting had been bitter, and heavy losses had been in-",
  "curred by both sides. Across Tibet there was deep resentment against the anti-",
  "religious propaganda of the communists. When the Chinese invited the Dalai",
  "LamatoPekingtoattenda‘culturalfunction’,hisadviserswarnedthatthiswas",
  "a plot to capture and confine him. When he refused to go the Chinese issued",
  "threats. So he decided to leave for India.The Dalai Lama told Nehru that any reforms in Tibet should be un-",
  "dertaken by the Tibetans in keeping with their religion and traditions. The",
  "Chinese way would leave them ‘a people without their souls’. His own hope",
  "now was to bring about Tibet’s independence with Indian help. His old tutor",
  "Heinrich Harrer (author of the classic Seven Years in Tibet) was also encour-",
  "aging him to canvass support in the West.",
  "Inreply,NehrutoldhisvisitorthatIndiacouldnotstartawarwithChina",
  "for Tibet’s freedom. Indeed, ‘the whole world cannot bring freedom to Tibet",
  "unlessthewholefabricoftheChinesestateisdestroyed’.Werehetogotothe",
  "West, Nehru told the Dalai Lama, he would ‘look like a piece of merchand-",
  "ise’. The Americans or Europeans had no real sympathy with his people or",
  "his cause: ‘all they want is to exploit Tibet in their cold war with the Soviet",
  "Union’.",
  "An‘independenceornothing’attitude,Nehrufelt,wouldgettheTibetans",
  "nowhere. They must keep the door open for a negotiated settlement with the",
  "Chinese. India could help here, but only after it had mended its own broken",
  "fences with Peking. As he put it, ‘at the moment our relations with China are",
  "bad.Wehavetorecoverthelostground.BythreatstoChinaorcondemnation",
  "of China we do not recover such ground.’2",
  "II",
  "By the time of the Dalai Lama’s flight, Indian relations with China were very",
  "bad indeed. In the summer of 1957 the Ladakhi lama and parliamentarian",
  "KushakBakulahadvisitedTibetandnoticedevidenceofintensiveroadbuild-",
  "ing towards Sinkiang. Then, in July 1958, an official magazine named China",
  "Pictorial,publishedinPeking,printedamapthatshowedlargepartsofNEFA",
  "and Ladakh as Chinese territory. On 21 August a counsellor in the Chinese",
  "embassy was called to the Indian Foreign Office, where a deputy secretary",
  "handed over a note of protest about the map. The correspondence became",
  "more concerned as the correspondents grew more elevated, and the stakes-",
  "grew higher too.3 On 18 October the foreign secretary wrote to the Chinese",
  "ambassador protesting about the section of the Sinkiang-Tibet highway that",
  "passed ‘across the eastern part of the Ladakh region of the Jammu and Kash-",
  "mirState,whichispartofIndia’.4Andbytheendof1958theprimeministers",
  "of the two nations, Jawaharlal Nehru and Chou En-lai, were writing to eachother in an exchange that was to carry on for the next few years, this marked",
  "at first by pain and bewilderment, but in the end by anger and resentment.",
  "ThelettersbetweenNehruandChouremainakeysourceforunderstand-",
  "ing the border dispute. They may have been drafted by officials, but we can",
  "be sure that they were carefully checked by their signatories for tone as well",
  "as content. These were two politicians deeply interested in history. Both were",
  "imbued with – one might say carried by – a sense of mission, by the desire to",
  "take their long-subjected countries to a place of the first rank in the modern",
  "world.",
  "In the hierarchy of contemporary Chinese nationalism, Chou En-lai oc-",
  "cupiedsecondplacetoMao.Inmostmattershe,likesome800millionothers,",
  "deferred to the will, not to say whim, of the Great Helmsman. But when it",
  "cametoforeignpolicyhewasgivenafreehand.AmongthetopChineselead-",
  "ership,onlyhehadlivedandstudiedintheWest.Comingofage,intellectually",
  "speaking,inParis,ChouspokeFrenchfluentlyandalsohadsomeEnglish.He",
  "affected a cosmopolitan manner; when asked what had been the impact of the",
  "French Revolution, he answered, ‘It is too early to tell.’",
  "AsStuartSchramwrites,bythetimeoftheBandungConferenceof1955",
  "Chou En-lai had made his mark as ‘an urbane and skilful diplomat’, appear-",
  "ing ‘side by side with Nehru as one of the two principal representatives of",
  "the non-European world, divided by ideology, but united by the fact that they",
  "were Asian’.5",
  "In1955ChouandNehrumighthavebeendividedonlybypoliticalideo-",
  "logy. By 1958 they were divided also by national interest. In December of",
  "that year the Indian prime minister wrote the first of a long series of letters",
  "to Chou. Nehru began by expressing admiration for China’s economic pro-",
  "gress before turning, gingerly and gently, to the question of the border. When",
  "they met in 1956, recalled Nehru, the Chinese leader had indicated that he",
  "thought the McMahon Line was a legacy of British imperialism, but ‘because",
  "of the friendly relations’ between China and India, his government would,",
  "after consulting with the local Tibetan authorities, give it recognition. Chou",
  "had then confirmed Nehru’s impression that ‘there was no major boundary",
  "disputebetweenChinaandIndia’.ButnowcamethismapinChinaPictorial,",
  "whose borderline ‘went right across Indian territory’.",
  "A month later Chou En-lai replied, stating that ‘historically no treaty",
  "or agreement on the Sino-Indian boundary has ever been concluded’. The",
  "McMahon Line was ‘a product of the British policy of aggression against the",
  "Tibet Region of China’. Juridically speaking, ‘it cannot be considered legal’.",
  "The Indians had protested about a road in an area which, in Chou’s opinion,‘has always been under Chinese jurisdiction. ‘All this shows that [contrary",
  "to Nehru’s claim] border disputes do exist between China and India’. That",
  "was the context in which the China Pictorial map should be viewed. Chou",
  "suggested that both sides temporarily maintain the status quo, pending a final",
  "‘friendly settlement’ on the border question.",
  "On 22 March 1959 Nehru wrote back. He was ‘somewhat surprised’ to",
  "hear that the frontier between India and the ‘Tibet Region of China’ was not",
  "accepted by Peking, for it had the sanction of several specific agreements.",
  "These included those forged between Kashmir and Lhasa in 1842 and, in",
  "the east, the McMahon Line agreed upon in 1913-14. Besides, there were",
  "clear natural features, watersheds and mountain tops, that defined the bor-",
  "ders between the two countries. There might be gaps here and there, but, said",
  "Nehru, for ‘much the larger part of our boundary with China, there is suffi-",
  "cientauthoritybasedongeography,traditionaswellastreatiesforthebound-",
  "ary as shown in our published maps’. The letter ended with the hope that ‘an",
  "early understanding in this matter will be reached’.",
  "Before Chou En-lai could reply, the Dalai Lama fled to India. This",
  "greatly complicated matters, as the Chinese were deeply resentful of the pop-",
  "ular welcome given him by large sections of the Indian public. For this they",
  "blamed New Delhi. Had not the granting of an audience by Nehru himself",
  "given an unfortunate legitimacy to the Tibetan leader? Peking’s position was",
  "that the Tibetan revolt, far from being a popular uprising, was the product of",
  "‘fugitive upper-class reactionaries’ aided by the ‘American imperialists’ and",
  "the ‘Chiang Kai-shek clique’. Sections of the Chinese media went so far as to",
  "claim that the Indian town of Kalimpong was the ‘commanding centre of the",
  "revolt’, that the Delhi government was being influenced by ‘imperialist pro-",
  "paganda and intrigues’ and that ‘Sino-Indian friendship was being destroyed",
  "from the Indian side’.6",
  "There was some propaganda activity by Tibetan refugees in Kalimpong,",
  "the import of which was, however, greatly exaggerated by the Chinese. In",
  "fact,muchlouderprotestshademanatedfromIndiansources,inparticularthe",
  "politician turned social worker Jayaprakash Narayan. ‘JP’ was a fervent ad-",
  "vocate for Tibetan independence, a cause also supported by other, less dis-",
  "interested elements in Indian politics, such as the Jana Sangh, which wanted",
  "New Delhi openly to ally with the United States in the Cold War and seek",
  "its assistance in ‘liberating’ Tibet.7 But, as the foreign secretary assured the",
  "Chinese ambassador a month after the Dalai Lama’s flight into exile, ‘India",
  "hashadandhasnodesiretointerfereininternalhappeningsinTibet’.Theex-",
  "iledleader‘willbeaccordedrespectfultreatmentinIndia,butheisnotexpec-ted to carry out any political activities from this country’. This was the gov-",
  "ernment’s position, from which some Indians would naturally dissent. For, as",
  "the foreign secretary pointed out, ‘there is by law and Constitution complete",
  "freedom of expression of opinion in Parliament and the press and elsewhere",
  "in India. Opinions are often expressed in severe criticism of the Government",
  "of India’s policies.’",
  "This was not a nuance Peking could easily understand. For, at least in",
  "public, there could not be any criticism of the government’s policies within",
  "China. The difference between these two political systems – call them ‘total-",
  "itarianism’ and ‘democracy’ – was most strikingly reflected in an exchange",
  "about an incident that took place in Bombay on 20 April. According to the",
  "Chinese version – communicated to New Delhi by Peking in a letter dated 27",
  "April – a group of protesters raised slogans and made speeches which",
  "branded China’s putting down of the rebellion in her own territory, the",
  "Tibetan Region, as [an] imperialist action and made all sorts of slanders.",
  "What is more serious is that they pasted up a portrait of Mao Tse-tung,",
  "Chairman of the People’s Republic of China, on the wall of the Chinese",
  "Consulate-General and carried out wanton insult by throwing tomatoes",
  "and rotten eggs at it. While these ruffians were insulting the portrait, the",
  "Indian policemen stood by without interfering with them, and pulled off",
  "the encircling spectators for the correspondents to take photographs . . .",
  "This incident in Bombay constituted, in Peking’s view, ‘a huge insult to the",
  "headofstateofthePeople’sRepublicofChinaandtherespectedandbeloved",
  "leader of the Chinese people’. It was an insult which ‘the masses of the six",
  "hundred and fifty million Chinese people absolutely cannot tolerate’. If the",
  "matterwas‘notreasonablysettled’,saidthecomplaint,incase‘thereplyfrom",
  "the Indian Government is not satisfactory’, the ‘Chinese side will never come",
  "to a stop without a satisfactory settlement of the matter, that is to say, never",
  "stop even for one hundred years’.",
  "In reply, the Indian government ‘deeply regret[ted] that discourtesy was",
  "shown to a picture of Chairman Mao Tse-tung, the respected head of a state",
  "withwhichIndiahastiesoffriendship’.Buttheydeniedthatthepolicemenon",
  "duty had in anyway aided the protesters; to the contrary, they ‘stood in front",
  "ofthe[Mao]picturetosaveitfromfurtherdesecration’. Thebehaviourofthe",
  "protesters was ‘deplorable’, admitted New Delhi, butthe Chinese Government are no doubt aware that under the law in India",
  "processions cannot be banned so long as they are peaceful . . . Not unof-",
  "ten they are held even near the Parliament House and the processionists",
  "indulge in all manner of slogans against high personages in India. Incid-",
  "entshaveoccurredinthepastwhenportraitsofMahatmaGandhiandthe",
  "Prime Minister were taken out by irresponsible persons and treated in an",
  "insulting manner.UnderthelawandConstitution ofIndiaagreat deal of",
  "latitude is allowed to the people so long as they do not indulge in actual",
  "violence.",
  "III",
  "InthefirstweekofSeptember1959thegovernmentofIndiareleasedaWhite",
  "Paper containing five years of correspondence with its Chinese counterpart.",
  "The exchanges ranged from those concerning trifling disputes, occasioned by",
  "thestrayingbyarmedpatrolsintoterritoryclaimedbytheotherside,tolarger",
  "questions about the status of the border in the west and the east and disagree-",
  "ments about the meaning of the rebellion in Tibet.",
  "For some time now opposition MPs, led by the effervescent young Jana",
  "Sangh leader Atal Behari Vajpayee, had been demanding that the government",
  "place before Parliament its correspondence with the Chinese. The release of",
  "the White Paper was hastened by a series of border incidents in August.",
  "ChineseandIndianpatrolshadclashedatseveralplacesinNEFA.OneIndian",
  "post, at Longju, came under sharp fire from the Chinese and was ultimately",
  "overwhelmed.",
  "Unfortunatelyforthegovernment,theappearanceoftheWhitePaperco-",
  "incided with a bitter spat between the defence minister and his chief of army",
  "staff.TheministerwasNehru’soldfriendV.K.KrishnaMenon,placedinthat",
  "post in 1957 as compensation for drawing him away from diplomatic duties.",
  "Theappointmentwasatfirstwelcomedwithinthearmy.Previousincumbents",
  "had been lacklustre; this one was anything but, and was close to the prime",
  "minister besides. But just as he seemed well settled in his new job, Menon",
  "got into a fight with his chief of staff, General K. S. Thimayya, a man just as",
  "forceful as he was.",
  "The son of a coffee planter in Coorg, standing 6’ 3” in his socks, Thi-",
  "mayya had an impressive personality and amore impressive military record.",
  "When a young officer in Allahabad, he had met an elderly gentleman in acinema who asked him, ‘How does it feel to be an Indian wearing a British",
  "army uniform?’ ‘Timmy’ answered with one word: ‘Hot’ . The old man was",
  "MotilalNehru,fatherofJawaharlalandacelebratednationalisthimself.Later,",
  "whentheyhadbecomefriends,Thimayyaaskedhimwhetherheshouldresign",
  "his commission and join the nationalist movement. Motilal advised him to",
  "stayinuniform,sayingthatafterfreedomcameIndiawouldneedofficerslike",
  "him.8",
  "Thimayya fought with distinction in the Second World War before",
  "serving with honour in the first troubled year of Indian freedom. He oversaw",
  "the movement of Partition refugees in the Punjab and was then sent to Kash-",
  "mir, where his troops successfully cleared the Valley of raiders. Later, he",
  "headedaUnitedNationstruceteaminKorea,wherehesupervisedthedispos-",
  "itionof22,000communistprisonersofwar.Hisleadershipwaswidelypraised",
  "on both sides of the ideological divide, by the Chinese as well as the Americ-",
  "ans.",
  "‘Timmy’ was the closest the pacifist Indians had ever come to having an",
  "authentic modern military hero.9 However, he did not see eye to eye with his",
  "defence minister. Thimayya thought that his troops should be better prepared",
  "for a possible engagement with China, but Krishna Menon insisted that the",
  "realthreatcamefromPakistan,alongwhosebordersthebulkofIndia’stroops",
  "were thus deployed. Thimayya was also concerned about the antiquity of the",
  "arms his men currently carried. These included the .303 Enfield rifle, which",
  "had first been used in the First World War. When the general suggested to the",
  "minister that India should manufacture the Belgian FN4 automatic rifle under",
  "licence, ‘Krishna Menon said angrily that he was not going to have NATO",
  "arms in the country’.10In the last week of August 1959 Thimayya and Menon fell out over the",
  "latter’s decision to appoint to the rank of lieutenant general an officer named",
  "B. M. Kaul, in supersession of twelve officers senior to him. Kaul had a flair",
  "for publicity – he liked to act in plays, for example. He had supervised the",
  "constructionofanewhousingcolony,whichimpressedMenonasanexample",
  "of how men in uniform could contribute to the public good. In addition, Kaulwas known to Jawaharlal Nehru, a fact he liked to advertise as often as he",
  "could.11",
  "Kaul was not without his virtues. A close colleague described him as ‘a",
  "live-wire – quick-thinking, forceful, and venturesome’. However, he ‘could",
  "alsobesubjective, capricious andemotional’.12Thimayya wasconcernedthat",
  "Kaul had little combat experience, for he had spent much of his career in the",
  "ArmyServiceCorps,anexperiencewhichdidnotreallyqualifyhimforakey",
  "postatArmyHeadquarters.Kaul’spromotion,whenaddedtotheotherinsults",
  "from his minister, provoked General Thimayya into an offer of resignation.",
  "On31August1959hewrotetotheprimeministerconveyinghow‘impossible",
  "itwasformeandtheothertwoChiefsofStafftocarryoutourresponsibilities",
  "underthepresentDefenceMinister’.Hesaidthecircumstancesdidnotpermit",
  "him to continue in hispost.13",
  "The news of the army chief’s resignation leaked into the public domain.",
  "The matter was discussed in Parliament, and in the press as well. Opposing",
  "Thimayya were communists such as E. M. S. Namboodiripad, who expressed",
  "the view that the general should be court-martialled, and crypto-communist",
  "organs such as the Bombay weekly Blitz, which claimed that Thimayya had",
  "unwittingly become a tool in the hands of the ‘American lobby’. Those who",
  "sided with him in his battle with the defence minister were Blitz’s great (and",
  "undeniably pro-American) rival, the weekly Current, as well as large sections",
  "of the non-ideological press. The normally pro-government Hindustan Times",
  "said that ‘Krishna Menon must go’, not Thimayya. It accused the minister of",
  "reducing the armed forces to a ‘state of near-demoralization’ by trying to cre-",
  "ate, at the highest level, a cell of officers who would be personally loyal to",
  "him.14",
  "Some hoped that the outcry over Thimayya’s resignation would force",
  "Krishna Menon to also hand in his papers. Writing to the general, a leading",
  "lawyer called the minister an ‘evil genius in Indian politics’, adding, ‘If as a",
  "result of your action, Menon is compelled to retire, India will heave asigh of",
  "relief,andyouwillbeearningthewhole-heartedgratitudeofthenation.’Then",
  "Nehru called Thimayya into his office and over two long sessions persuaded",
  "himtowithdrawhisresignation.Heassuredhimthathewouldbeconsultedin",
  "all important decisions regarding promotions. An old colleague of Timmy’s,",
  "a major general now retired to the hill town of Dehradun, wrote to his friend",
  "saying he should have stuck to his guns. For ‘the solution found is useless as",
  "nownoonehasbeensackedorgotridof.Thehoneymooncannotlastlongas",
  "you will soon find out.’15The release of the White Paper on China, against the backdrop of the",
  "general’s resignation drama, intensified the feelings against the defence min-",
  "ister.ForevenmembersofParliament hadnotknownoftheextentofChina’s",
  "claim on Indian territory. That the Chinese had established posts and built",
  "a paved road through what, at least on their maps, was India was seen as",
  "an unconscionable lapse on the part of those charged with guarding the bor-",
  "ders.OppositionpoliticiansnaturallywenttotownaboutChina’s‘cartograph-",
  "icwaragainstIndia’.AsasocialistMPputit,NewDelhimightstillbelievein",
  "‘Hindi-Chini Bhai Bhai’, but Peking followed Lenin’s dictum that ‘promises,",
  "like piecrusts, are meant to be broken’.16",
  "Perhaps the prime minister should have been held accountable, but for",
  "themomentthefingerswerepointedathispet,KrishnaMenon.Ifthecountry",
  "was ‘woefully unprepared to meet Chinese aggression’, said the Current, the",
  "faultmustliewiththeperson‘atthehelmofIndia’sDefenceForces’,namely,",
  "the defence minister. Even Congress Party members were now calling for",
  "Menon’shead.Thehomeminister,GovindBallabhPant,anoldveteranofthe",
  "freedom struggle and a longtime comrade of Nehru’s, advised the prime min-",
  "ister to change Menon’s portfolio – to keep him in the Cabinet, but allot him",
  "something other than Defence.17 The respected journalist B. Shiva Rao, now",
  "an MP, wrote to Nehru that he was ‘greatly disturbed by your insistence on",
  "keeping Krishna Menon in the Cabinet. We are facing a grave danger from",
  "a Communist Power. As you are aware, there are widespread apprehensions",
  "abouthishavingpro-Communistsympathies’.Itwas‘noteasyformetowrite",
  "this letter’, said Shiva Rao, and ‘I know it will be a very difficult decision",
  "for you to make’. However, ‘this is an emergency whose end no one can pre-",
  "dict’.18",
  "Nehru, however, stuck to his guns – and to Krishna Menon. Meanwhile",
  "the‘diplomatic’exchangeswithChinacontinued.On8September1959Chou",
  "En-lai finally replied to Nehru’s letter of 22 March that had set out the Indian",
  "position.ChouexpressedsurprisethatIndiawishedtheChineseto‘giveform-",
  "al recognition to the situation created by the application of the British policy",
  "of aggression against China’s Tibet region’. The ‘Chinese Government abso-",
  "lutely does not recognise the so-called McMahon Line’. It insisted that ‘the",
  "entire Sino-Indian boundary has not been delimited’, and called for a fresh",
  "settlement,‘fairandreasonabletobothsides’.Theletterendedwithareferen-",
  "ce to the increasing tension caused by the Tibet rebellion, after which Indian",
  "troops started ‘shielding armed Tibetan bandits’ and began ‘pressing forward",
  "steadily across the eastern section of the Sino-Indian boundary’.Nehru replied almost at once, saying that the Indians ‘deeply resent this",
  "allegation’ that ‘the independent Government of India are seeking to reap",
  "a benefit’ from British imperialism. He pointed out that between 1914 and",
  "1947noChinesegovernmenthadobjectedtotheMcMahonLine.Herejected",
  "the charge that India was shielding armed Tibetans. And he expressed ‘great",
  "shock’ at the tone of Chou’s letter, reminding him that India was one of thefirst countries to recognize the People’s Republic and had consistently sought",
  "to be friend it.19",
  "By this time, the India–China exchange comprised bullets as well as",
  "letters. In late August 1959 there was a clash of arms at Longju, along the",
  "McMahon Line in the eastern sector. Then in late October1959 an Indian",
  "patrol in the Kongka Pass area of Ladakh was attacked by a Chinese detach-",
  "ment. Nine Indian soldiers were killed, and as many captured. The Chinese",
  "maintainedthattheIndianshadcomedeliberatelyintotheirterritory;theIndi-",
  "ans answered that they were merely patrolling what was their own side of the",
  "border.",
  "TheseclashespromptedNewDelhitoreviewitsfrontierpolicy.Remark-",
  "ably, till this time responsibility for the border with China had rested not with",
  "the army but with the Intelligence Bureau. Such border posts as existed were",
  "manned by paramilitary detachments, the Assam Rifles in the east and the",
  "CentralReservePoliceinthewest.Regularmilitaryforcesweremassedalong",
  "theborderwithPakistan,whichwasconsideredIndia’smainandperhapssole",
  "military threat. But after the Longju and Kongka Pass incidents, the 4th Di-",
  "vision was pulled out of Punjab and sent to NEFA. This was a considerable",
  "change; trained for tank warfare in the plains, the 4th would now have to op-",
  "erate in a very different terrain altogether.",
  "Through this new ‘forward policy’, the Indian government aimed to in-",
  "habit no-man’s-land bysiting a series ofsmall posts along orclose to the bor-",
  "der. The operation was much touted in Delhi, where maps sprung up in De-",
  "fenceMinistryofficeswithlittlebluepinsmarkingwherethesepostshadbeen",
  "located. Not to be found on these maps were the simultaneous attempts by",
  "the Chinese to fill in the blanks, working from their side of what was now a",
  "deeply contested border.20",
  "IV",
  "By 1959, at least, it was clear that the Indian and Chinese positions were irre-",
  "concilable. The Indians insisted that the border was, for the most part, recog-",
  "nizedandassuredbytreatyandtradition; theChinesearguedthatithadnever",
  "really been delimited. The claims of both governments rested in part on the",
  "legacy of imperialism; British imperialism (for India), and Chinese imperial-",
  "ism(overTibet)forChina.Inthissense,bothclaimedsovereigntyoverterrit-",
  "ory acquired by less-than-legitimate means.In retrospect, it appears that the Indians underestimated the force of",
  "Chinese resentment against ‘Western imperialism’. In the first half of the",
  "twentiethcentury,whentheircountrywasweak,ithadbeensubjecttoallsorts",
  "of indignities by the European powers. The McMahon Line was one of them.",
  "Nowthat,underthecommunists,Chinawasstrong,itwasdeterminedtoundo",
  "the injustices of the past. Visiting Peking in November 1959, the Indian law-",
  "yer Danial Latifi was told by his Chinese colleagues that ‘the McMahon Line",
  "had no juridical basis’. Public opinion in China appeared ‘to have worked it-",
  "self up to a considerable pitch’ on the border issue. Reporting his conversa-",
  "tions to Jawaharlal Nehru, Latifi tellingly observed, ‘As you know, probably",
  "too well, it is difficult in any country to make concessions once the public",
  "has been told it [the territory under dispute] forms part of the national home-",
  "land.’21",
  "It is also easy in retrospect to see that, after the failure of the Tibetan re-",
  "volt, the government of India should have done one or both of the following:",
  "(i) strengthened its defences along the Chinese border, importing arms from",
  "the West if need be; (ii) worked seriously for afresh settlement of the border",
  "with China. But the non-alignment of Nehru precluded the former and the",
  "force of public opinion precluded the latter. In October 1959 the Times of In-",
  "diacomplained thattheprimeminister hadshown‘anover-scrupulousregard",
  "for Chinese susceptibilities and comparative indifference towards the anger",
  "and dismay with which the Indian people have reacted’.22 Another newspaper",
  "observed that Nehru was ‘standing alone against the rising tide of national re-",
  "sentment against China’.23",
  "As Steven Hoffman has suggested, the policy of releasing White Papers",
  "limited Nehru’s options. Had the border dispute remained private the prime",
  "minister could have used the quieter back-channels of diplomatic comprom-",
  "ise. But with the matter out in the open, sparking much angry comment, he",
  "could only ‘adopt those policies that could conceivably meet with approval",
  "from an emotionally aroused parliament and press’. The White Paper policy",
  "precluded the spirit of give and take, and instead fanned patriotic sentiment.",
  "The Kongka Pass incident, in particular, had led to furious calls for revenge",
  "from India’s political class.24",
  "After the border clashes of September and October 1959, Chou En-",
  "lai wrote suggesting that both sides withdraw twenty kilometres behind the",
  "McMahon Line in the east, and behind the line of actual control in the west.",
  "Nehru, in reply, dismissed the suggestion as merely a way of legitimizing",
  "Chinese encroachments in the western sector, of keeping ‘your forcible pos-",
  "session intact’. The ‘cause of the recent troubles’, he insisted, ‘is action takenfrom your side of the border’. Chou now pointed out that, despite its belief",
  "that the McMahon Line was illegal, China had adhered to a policy of ‘abso-",
  "lutely not allowing its armed personnel to cross this line [while] waiting for a",
  "friendly settlement of the boundary question’. Thus,",
  "the Chinese Government has not up to now made any demand in regard",
  "to the area south of the so-called McMahon line as a precondition or in-",
  "terim measure, and what I find difficult to understand is why the Indian",
  "Government should demand that the Chinese side withdraw one-sidedly",
  "from its western frontier area.",
  "Thiswasanintriguingsuggestionwhich,strippedofitsdiplomaticcode,read,",
  "‘Youkeepyour(possiblyfraudulentlyacquired)territoryintheEast,whilewe",
  "shall keep our (possibly fraudulently acquired) territory in the West.’25",
  "Writing in the Economic Weekly in January 1960, the Sinologist Owen",
  "Lattimore astutely summed up the Indian dilemma. Since the boundary with",
  "China was self-evidently a legacy of British imperialism, the ‘cession of a",
  "large part of the disputed territory . .. would not involve Indian national pride",
  "had it not been for the way the Chinese have been trying to draw the frontier",
  "by force, without negotiation’. For ‘what Mr Nehru might concede by reas-",
  "onable negotiations between equals he would never concede by abject sur-",
  "render’.26",
  "Inthesameissueofthejournalacontributorcallinghimself‘Pragmatist’",
  "urgedastrongprogrammeofdefencepreparedness.ThePekingleadership,he",
  "wroteacidly,‘maynotthinkanybetterofthearmedforcesofIndiathanStalin",
  "did of those of the Vatican’. The Chinese army was five times the strength of",
  "its Indian counterpart, and equipped with the latest Soviet arms. Indian stra-",
  "tegic thinking, for so long preoccupied with Pakistan, must now consider ser-",
  "iously the Chinese threat, for the friendship between the two countries had",
  "‘definitely come to an end’. Now, the ‘first priority in our defence planning’",
  "must be ‘keeping Chinese armies on the northern side of the border’. India",
  "should train mountain warfare units, and equip them with light and mobile",
  "equipment. Waiting in support must be a force of helicopters and fighter-",
  "bombers. For ‘the important thing’ , said ‘Pragmatist’, is to ‘build up during",
  "the next two or four years, a strong enough force which will be able to resist",
  "successfully any blitzkrieg across our Himalayan borders’.27",
  "Thepoliticalopposition,however,wasnotwillingtowaitthatlong.‘The",
  "nation’s self-interests and honour’, thundered the president of the Jana Sanghin the last week of January 1960, ‘demand early and effective action to free",
  "theIndiansoilfromChineseaggression’.Thegovernmentinpowerhad‘kept",
  "thepeopleandParliamententirelyignorantinrespectofthefactofaggression",
  "itself’, and now ‘it continues to look on helplessly even as the enemy goes on",
  "progressively consolidating its position in the occupied areas’.28",
  "SuspicionoftheChinese,however,wasbynomeansrestrictedtoparties",
  "on the right. In February 1960 President Rajendra Prasad commented on the",
  "‘resentment and anger’ among the students of his native Bihar. These young",
  "people, he reported, wanted India to vacate ‘the Chinese aggression’ from",
  "‘every inch of our territory’. They ‘will not tolerate any wrong or weak step",
  "by the government’.29",
  "With positions hardening, New Delhi invited Chou En-lai for a summit",
  "meeting on the border question. The meeting was scheduled for late April,",
  "but in the weeks leading up to it there were many attempts to queer the pitch.",
  "On 9 March the Dalai Lama appealed to the world ‘not to forget the fight of",
  "Tibet,asmallbutindependentcountryoccupiedbyforceandbyafanaticand",
  "expansionist power’. Three days later a senior Jana Sangh leader urged the",
  "prime minister to ‘not compromise the sentiments of hundreds of millions of",
  "hiscountrymen,and‘totakeallnecessarystepsagainstfurtherencroachment",
  "bytheChinese.LessexpectedwasastatementoftheHimalayanStudyGroup",
  "oftheCongressParliamentary Party,whichurgedtheprimeministertotakea",
  "‘firm stand on the border issue’.30",
  "In the first week of April the leaders of the non-communist opposition",
  "sent a note to the prime minister reminding him of the ‘popular feeling’ with",
  "regard to China. They asked for an assurance that in his talks with Chou",
  "En-lai ‘nothing will be done which may be construed as a surrender of any",
  "part of Indian territory’.31 Hemmed in from all sides, the prime minister now",
  "soughtsupportfromtheGandhiansageVinobaBhave,thenonawalkingtour",
  "through the Punjab countryside. Nehru spent an hour closeted with Bhave in",
  "his village camp; although neither divulged the contents of their talks, these",
  "becameprettyclearinlaterspeechesbythesage.On5AprilBhaveaddressed",
  "a meeting at Kurukshetra, the venue, back in mythical time, of the great war",
  "between the Pandavas and the Kauravas. On this blood-soaked battlefield he",
  "offeredaprayerforthesuccessoftheNehru-Choutalks.‘Distrustbelongedto",
  "the dying political age,’ said the Gandhian. ‘The new age was building itself",
  "aroundtrustandgoodwill.’TheconversationswiththeChinesevisitor,hoped",
  "Bhave, would be free of anger, bitterness and suspicion.",
  "It was not a message that went down well or widely. Five days before",
  "Chou En-lai was due, the Jana Sangh held a large demonstration outside theprime minister’s residence. Protesters held up placards reminding Nehru not",
  "toforgetthemartyrs ofLadakh andnottosurrender Indianterritory.Thenext",
  "day, the non-communist opposition held a mammoth public meeting in Delhi,",
  "wheretheprimeminister waswarnedthatifhestruckadealwiththeChinese",
  "his ‘only allies would be the Communists and crypto-Communists’. In this",
  "climate, the respected editor Frank Moraes thought the talks were doomed",
  "to failure. The gulf between the two countries was ‘unbridgeable’, he wrote,",
  "adding: ‘If Mr Chou insists on maintaining all the old postures, all that Mr",
  "Nehrucan tell him politely is to go back to Peking and think again.’",
  "Nehru, however, insisted that the Chinese prime minister ‘would be ac-",
  "cordedacourteouswelcomebefittingthebesttraditionsofthiscountry’.Chou",
  "was then on a visit to Burma; an Indian viscount went to pick him up and",
  "fly him to Delhi. When he came in 1956, he had been given a stirring pub-",
  "lic reception; this time – despite the Indian prime minister’s hopes – he ar-",
  "rived ‘amidst unprecedented security arrangements’, travelling from the air-",
  "port in a closed car. The Hindu Mahasabha organized a ‘black flag’ demon-",
  "stration against Chou, but his visit was also opposed by the more mainstream",
  "parties. Two jokes doing the rounds expressed the mood in New Delhi. One",
  "held that ‘Hindi-Chini Bhai Bhai’ had become ‘Hindi-Chini Bye Bye’; the",
  "otheraskedwhyKrishnaMenonwasnotintheIndiandelegationforthetalks,",
  "and answered, ‘Because he is in Mr Chou En-lai’s party.’32",
  "Chou En-lai spent a week in New Delhi, meeting Nehru every day, with",
  "and without aides. A photograph reproduced in the Indian Express after the",
  "second day of the talks suggested that they were not going well. It showed",
  "Chou raising a toast to Sino-Indian friendship, by clinking his glass with Mrs",
  "Indira Gandhi’s. Mrs Gandhi was stylishly dressed, in asari, but was looking",
  "quizzically across to her father. On the other side of the table stood Nehru,",
  "capless, drinking deeply and glumly from a wine glass while avoiding Chou",
  "En-lai’sgaze.TheonlyIndianshowinganyinterestatallwasthevice-presid-",
  "ent, S. Radhakrishnan, seen reaching across to clink his glass with Chou’s.",
  "Chou En-lai and Nehru spent nearly twenty hours in conversation. The",
  "transcripts of their talks are still officially secret, but copies kept by a vigilant",
  "(or rule-breaking) official have been consulted by this writer. These highlight",
  "vividly the hurt and hostility that pervaded the discussion. Nehru began by",
  "recalling all that India had done for China, such as introducing its leaders to",
  "theAsia-AfricaconferenceatBandungandpushingitscaseintheUnitedNa-",
  "tions. In the light of these good turns, the Chinese ‘infringement’ of India’s",
  "frontiers‘cameasagreatshock’.Chouansweredwithacomplaintofhisown,",
  "which was that in view of the friendship, ancient and modern, between Indiaand China, ‘the activities of the Dalai Lama and his followers have far ex-",
  "ceeded the limits of political asylum’.",
  "For two days Nehru and Chou traded charges and counter-charges. If",
  "the Indian insisted that the Himalaya had long been considered his country’s",
  "natural as well as demographic frontier, then the Chinese dismissed the",
  "McMahon Line as a pernicious legacy of imperialism. Both prime ministers",
  "showed an excellent grasp of detail, each defending his case with impressive",
  "exactitude, each mentioning specific villages, valleys, hilltops, rivers, posts",
  "and treaties to make or advance his country’s claims. Finally, Chou suggested",
  "thattheytryto‘seekasolution’ratherthan‘repeatarguments’.Asuitableset-",
  "tlement, in his view, would be that ‘neither side should put forward claims to",
  "an area which is no longer under its administrative control’. Some hours later",
  "hebecamemoreexplicit,whenhesaidthat‘intheeasternsector,weacknow-",
  "ledge that what India considers its border has been reached by India’s actual",
  "administration. But, similarly, we think that India should accept that China’s",
  "administrativepersonnelhasreachedthelinewhichitconsiderstobeherbor-",
  "der in the western sector’.",
  "Again, suitably decoded, this meant – your case is stronger in the west,",
  "butourneedsaregreaterthere.Andwhileourcaseisstrongerintheeast,per-",
  "haps more of your interests are at stake there. Please keep Tawang and its en-",
  "virons, Chou was saying, for all we want is Aksai Chin and the road linking",
  "Sinkiang and Tibet.",
  "Chou advocated the retention and recognition of the status quo, but as",
  "Nehru pointed out in reply, that term was itself disputed. ‘The question is,",
  "what is status quo?’ said the Indian Prime Minister. For ‘the status quo of",
  "today is different from the status quo of one or two years ago. To maintain",
  "today’sstatusquowouldbeveryunfairifitisdifferentfromapreviousstatus",
  "quo. The solution suggested by Chou would justify what, in Nehru’s (and In-",
  "dia’s) view, were gains made illegally and by stealth by China.33",
  "Chou En-lai also met the home minister, G. B. Pant, and the vice-presid-",
  "ent, Dr S. Radhakrishnan, both of whom complained, more in sorrow than in",
  "anger, of China’s lack of appreciation for all India had done to gain its com-",
  "munist government legitimacy in the eyes of the world. Chou was more com-",
  "batively challenged by the brilliant and opinionated finance minister, Morarji",
  "Desai. When the Chinese leader asked how the Indians could have allowed",
  "theirsoiltobeusedbyTibetandissidents,Desaiansweredthat‘inourcountry",
  "everybodyholdsconventions;theAlgeriansdosoandsodotheIndianssome-",
  "times [against their Government]’. Then he cleverly (or perhaps mischiev-",
  "ously)added:‘TheChinesePrimeMinisterisawarethatLeninsoughtasylumin the UK but nobody restricted his political activities. We in India do not en-",
  "courage anyone to conspire against China but we cannot prevent people from",
  "expressingtheiropinions.Freedomofspeechisthebasisofourdemocracy.’34",
  "Reporting on his talks with Chou En-lai to the Indian Parliament, Nehru",
  "drilynotedthat‘thesignificantsentenceinthe[joint]communiqué[issuedby",
  "thetwosides]isthatinspiteofalltheseeffortsnosolutionwasfound’.Anapt",
  "epitaph to Chou’s visit was also provided by Frank Moraes: ‘Like Charles II",
  "theSino-Indiantalksseemalongtimedying’.Theydidindeed.Forthefailed",
  "summitwasfollowedbytalksbetweenlesserofficials,theseheldinPekingin",
  "June–July1960,inNewDelhiinAugust–October,andfinallyintheBurmese",
  "capital Rangoon in November–December. Each side put forward masses of",
  "notes, maps, documents and letters to buttress their arguments. A contempor-",
  "arycommentary onthismountainofevidenceremarksthat‘itisquiteevident",
  "thatasfarasconsistencyisconcerned–andthelengthoftimetheclaimshave",
  "been advanced – the advantage lies with the Government of India’. No offi-",
  "cial Chinese maps showed Aksai Chin as part of China before the 1920s, and",
  "a Sinkiang map of the 1930s showed the Kunlun rather than the Karakoram",
  "to have been the customary boundary – which had been the Indian claim all",
  "along. At least in the western sector (where the Chinese transgressions had",
  "taken place) India seemed to have the stronger case. ‘The Indian Government",
  "was both thorough and careful in presenting its case’, whereas the Chinese",
  "presentationwasmarkedbya‘mazeofinternalinconsistencies,quotationsout",
  "of context, and even blatant and easily discernible falsehoods’.35",
  "EveniftheIndianshadthebetterofthisargumentoverall,thereremained",
  "a basic incompatibility of positions. Any evidence emanating from Western",
  "sources – even from unaffiliated travellers and itinerant Jesuit priests – was",
  "dismissed as tainted by ‘imperialism’. The Chinese would, up to a point,",
  "present counter-evidence, but in the end they would back off, saying that the",
  "borderhadnotbeendelimitedbetweenthetwocountriesassovereignnations,",
  "thatIndiacouldnotclaimthe(ill-gotten)legacyofBritishIndiaandthatcom-",
  "munistChinadidnotstandbyanytreatiesnegotiatedbyanyonepresumingto",
  "represent Tibet or China before the year of the revolution, 1949.36",
  "It is noteworthy that the Chinese wished to maintain their gains in the",
  "western sector, where their historical position was weak. In exchange, they",
  "werewillingtoforfeittheirmuchstrongerclaims intheeast.Thiswasclearly",
  "because of their need to have speedy access to Tibet. In October 1960, after",
  "his own summit with Nehru had failed and the officials’ meetings were go-",
  "ingnowhere,ChouEn-lai vented hisfrustrations inthisregardtotheAmeric-",
  "an journalist Edgar Snow. He claimed that the boundary dispute ‘came to thefore’ only after ‘the Dalai Lama had run away and democratic reforms were",
  "started in Tibet’. He accused India of wanting to ‘turn China’s Tibet region",
  "into a “buffer zone”’. ‘They don’t want Tibet to become a Socialist Tibet, as",
  "had other places in China’, he complained. And then he drew this somewhat",
  "far-fetchedconclusion:‘TheIndianside...isusingtheSino-Indianboundary",
  "questionasacardagainstprogressiveforcesathomeandascapitalforobtain-",
  "ing “foreign aid”.’37",
  "V",
  "The territorial map of India was being challenged from the outside by the",
  "Chinese. There was also pressure for the map to be redrawn from within,",
  "by various linguistic groups left dissatisfied by the recommendations of the",
  "States Reorganization Commission of 1956. The Maharashtrians continued",
  "to press the centre to give them the city of Bombay. Their case was artfully",
  "presentedbythedynamicyoungchiefminister,Y.B.Chavan,whoarguedthat",
  "this was the way the Congress could makeup the losses of the 1957 election,",
  "when the Samyukta Maharashtra Samiti had made a serious dent in its vote",
  "and seat shares. Eventually, on 1 May 1960, the states of Gujarat and Maha-",
  "rashtra came into being, with Bombay allotted to the latter.",
  "The creation of Maharashtra quelled resentment in the west of India,",
  "whilegivingaboosttounfulfilledexpectationsinthenorth.Fortheonemajor",
  "language group that still didn’t have a state of their own were the Punjabis.",
  "Their demand had been refused on the grounds that here language was dan-",
  "gerously allied with religion; that what was presented as ‘Punjabi Suba’ was",
  "in fact a ‘Sikh Suba’, a pretext for what could even become a separate nation",
  "of the Sikhs. Anyway, throughout 1960 and 1961 the evergreen Master Tara",
  "Singh launched a series of agitations for a Punjabi-speaking state. With him",
  "was another Sikh holy man, Sant Fateh Singh, a deputy who would later be-",
  "come a rival of the Master. Led by these two men, the Akali Dal volunteers",
  "begantocourtarrestingroups.Meanwhile,theMasterandtheSantwouldgo",
  "onperiodicfasts,eachannouncedasbeing‘untodeath’,eachcalledoffbefore",
  "making that supreme sacrifice.38",
  "Against the Akalis, Nehru stood firm; the Congress chief minister of",
  "Punjab, Pratap Singh Kairon, firmer still. He came down hard on the Akali",
  "agitation, putting thousandsofprotesters injail. Educated inAmerica, Kairon",
  "wasamanofdriveandambition,characteristicssomewhatlackingintheoth-er chief ministers of the day. Nehru thought this also translated into popular",
  "appeal.Ashewrotetoafriend,‘SardarPratapKairon’sstrengthinthePunjab",
  "isthatherepresents,andislargelytrustedby,theruralpeople.Thosewhocri-",
  "ticize him are usually city people, whether Sikh or Hindu. During the recent",
  "fast of Master Tara Singh, it is extraordinary how the rural areas were not af-",
  "fectedbyit.TheywerebusywiththePanchayatelectionsandotheractivities.’",
  "39",
  "Kairon was the uncrowned king of Punjab for the eight years he was in",
  "power.Hehaddashandvision;hestartedanagriculturaluniversity,pioneered",
  "the tube-well revolution and persuaded peasants to diversify into such remu-",
  "nerativeareasaspoultryfarming.HedrewoutthePunjabiwomen,persuading",
  "them to study, work, and even – given their athleticism – participate in com-",
  "petitive sports. He mingled easily with the common folk; anyone could walk",
  "into his office at any time. On law and order, his dispensation of justice was",
  "rough and ready. Thus he instructed his police to fine rather than imprison a",
  "peasant protester, who didn’t mind becoming a martyr in the off-season but",
  "‘can’t bear losing his earnings’. But a townsman who broke the law must be",
  "jailed, ‘for he can’t stand separation from the sweet lubricants of family’.40",
  "As it happened, these were lubricants that Kairon could not be easily",
  "separated from himself. His two sons ran amok during his chief ministership,",
  "building huge business empires with the help of the state machinery, flouting",
  "property laws and zoning clauses. The chief minister was accused of the",
  "‘gross abuse of office to promote the business interests of his sons who have",
  "mintedcroresofrupeesinthelastfewyears’.Civilservantswereinstructedto",
  "turnablindeyetothesetransgressions.ToughquestionswereaskedinParlia-",
  "ment. Several Congress leaders, among them Indira Gandhi, urged the prime",
  "minister to replace Kairon. But Nehru stood by his man, expressing admira-",
  "tionforhisdriveandhisstalwartstandagainstPunjabiSuba.However,hedid",
  "agree to constitute a Commission, headed by a Supreme Court judge, to en-",
  "quire into the allegations againstKairon.41",
  "As the historian A. G. Noorani has written, ‘in very many ways Sardar",
  "Pratap Singh Kairon [of Punjab] and Bakshi Ghulam Mohammed [of Kash-",
  "mir] were alike’. Both men ‘were blunt in speech, direct in approach, impa-",
  "tient with bureaucratic delays and disdainful of the proprieties of public life.",
  "Eachdidahatchetman’sjob.’And‘bothenjoyedthepatronageofPrimeMin-",
  "isterNehru’.42",
  "There was bad publicity for the prime minister in one border state, the",
  "Punjab,owingtotheAkaliagitationandthemalfeasanceofthestateadminis-",
  "tration. And there was worse publicity in another border area, the Naga hills,owing to the dramatic appearance in London of the rebel leader A. N. Phizo.",
  "Sometime in 1956 Phizo had hopped across into Burma and then into East",
  "Pakistan, from where he continued to direct the Naga resistance movement.",
  "After three years of long-distance generalship he decided his case needed the",
  "backingoftheWesternworld.TravellingunderaforgedElSalvadoreanpass-",
  "port, he reached Switzerland, where he made contact with Reverend Michael",
  "Scott, a radical Anglican priest who had previously worked with the anti-",
  "apartheid movement in South Africa. With Scott’s help he reached the United",
  "Kingdom.43",
  "In London Phizo called a series of press conferences where, flanked by",
  "Michael Scott, he charged the Indian army with genocide against the Naga",
  "people.AlsowithScott’shelp,heprintedapamphletwhichspokeofhow‘our",
  "age-old freedom has been and is being systematically destroyed by the Indi-",
  "an Army . . . They have tried to subjugate our nation and to annihilate it. The",
  "army’scampaignwasdubbed‘aplanofracialexterminationintheworstman-",
  "ner of the European fascists’. Indian troops, claimed Phizo, were ‘shooting",
  "Christian pastors and church leaders, burning men and women alive, burning",
  "churches’. His pamphlet demanded an end to the ‘slaughter’, and the recog-",
  "nition by the government of India of ‘the sovereign and independent state of",
  "Nagaland’. Phizo said that an independent Nagaland would ‘wish to remain",
  "within the fold of the Christian nations, and the Commonwealth . . . [T]iny",
  "Nagaland is happy to be a follower of Jesus Christ, whom we have come to",
  "believe in as our Saviour’.44",
  "Phizo was here simultaneously appealing to the British love of the un-",
  "derdog, to memories of the still recent war against fascism (with the Nagas",
  "placed in the role of the Jews, and the Indian government as the Nazis) and to",
  "the Christian sentiments of his audience. The rhetoric was somewhat artless,",
  "and yet surprisingly successful. His cause was taken up by David Astor, the",
  "liberal owner of the Observer newspaper who had played a stellar role in the",
  "fight against the Nazis. Phizo’s charges were given wide play by the paper,",
  "and by several other journals too.45",
  "Always sensitive to the opinions of the British press, the government of",
  "India answered with a propagandist tract of its own. This said that while the",
  "primeministerhadassuredtheNagasof‘maximumautonomy’,underPhizo’s",
  "leadership, ‘the Naga movement began to assume a violent character’. The",
  "extent ofviolence andthesufferingofcivilians wasnotdenied,buttheblame",
  "for this was placed on the insurgents. The government’s stand remained that",
  "‘they are prepared to concede the largest possible autonomy to the Nagas in",
  "theirinternalaffairsinadditiontoalltheprivilegesofIndiancitizenship,suchas representation in Parliament, but they could not agree to an independent",
  "state for them’.",
  "This was reasonably put, but the effect was spoilt by an appendix which",
  "cast Phizo as a villain motivated merely by frustration and failure:",
  "Phizo’s mental attitude has been conditioned by a series of frustrations",
  "andsetbacks.HefailedintheMatriculationexamination.Hisattemptsto",
  "establish himself first in motor-parts business and then as an insurance",
  "man did not meet with success. He was attacked by paralysis, which dis-",
  "figured his face and as a result he acquired a strong complex . . . He has",
  "beenknowntohavebeensufferingfromastrongfeelingofguiltforhav-",
  "ing misled his co-tribesmen into a path of hostility and violence, result-",
  "ing in many deaths and reducing many of them to a state of misery.46",
  "However, between the government of India and the leader of the Naga",
  "National Council stood a number of ‘moderate’ Nagas. These had banded to-",
  "gether in a Naga Peoples’ Convention which, from 1957 onwards, had be-",
  "gun seeking a peaceful settlement to the problem. The Aos were prominent",
  "among these peacemakers, but there were representatives of other tribes too.",
  "On 30 July 1960 the Naga Peoples’ Convention presented a memorandum to",
  "the prime minister demanding a separate state of Nagaland within the Indian",
  "Union.Thiswouldhaveitsowngovernor,chiefminister,councilofministers,",
  "andlegislative assembly,andtheUnionParliament wouldnothavethepower",
  "to interfere with Naga religion, social practices or customary law.47",
  "The demand for a Naga state within India was resisted by the Assamese",
  "elite, loath to let go of any part of their province. But with the Naga question",
  "nowsuccessfullyinternationalized,Nehruthoughtitprudenttomakethecon-",
  "cession. In the first week of August 1960 he announced in Parliament that a",
  "state of Nagaland was to be carved out of Assam. The decision to create this,",
  "the smallest state of the Union, gave rise to a series of responses that were in-",
  "teresting, varied and yet utterly predictable. The right-wing Jana Sangh saw",
  "thecreationofNagalandas‘anactfraughtwithexplosivepossibilities’;itwas",
  "a concession to terror, ‘tantamount to putting a premium on violence and re-",
  "bellion’, a wanton encouragement to ‘regionalism and parochialism’ which",
  "would endanger ‘the unity and integrity of the country’ . Some other tribes in",
  "Assam, the Khasis, the Garos and the Jaintias, resolved to fight for a state of",
  "their own, to be called ‘Eastern Frontier’.48Also predictable was the response of Phizo’s men. Some Naga intellec-",
  "tualsthoughtthatthegrantingofstatehoodwithinIndiawas‘notonlyallthey",
  "can hope to get but all they need to protect their social and political identity’.",
  "But how was one to convince the ordinary villager of this? For, as one news-",
  "paper noted, the ‘armed rebels can emerge from the jungle any night with ar-",
  "gumentsthatthestatehoodpartyareQuislings,andwithbulletorbayonetcor-",
  "rect any who disagree.’49",
  "VI",
  "After a decade in which it had seemed confidently in control, Jawaharlal",
  "Nehru’sgovernmentsuddenlylookedveryshakyindeed.Therewasdissentin",
  "thesouth,inKeralaandTamilNadu,andintheborderzone,inPunjabandthe",
  "Naga hills. Meanwhile a Ford Foundation report warned of the ‘stark threat’",
  "of an ‘ominous crisis’ in the agricultural sector. Unless food production was",
  "tripledinthenextdecade,itclaimed,therewouldbemassstarvationandfam-",
  "ine in India.50",
  "More worrying, at least to Nehru, was the resurgence of communal con-",
  "flict after a decade of comparative social peace. In June 1960 virulent anti-",
  "Bengali riots broke out in Assam. The victims were post-Partition refugees",
  "from East Bengal, who were accused of taking jobs from the Assamese and",
  "not speaking their language. Thousands of homes were destroyed and many",
  "Bengalis killed. Others fled across the border into refugee camps in West",
  "Bengal. The home minister, Lal Bahadur Shastri, flew to Assam to forge an",
  "uneasy peace which endorsed Assamese as the official state language while",
  "permitting the use of Bengali in the district where the migrants were in a ma-",
  "jority.51",
  "Then,inJanuary1961,areligiousriotbrokeoutinthecentralIndiancity",
  "of Jabalpur. A Hindu girl had committed suicide; it was alleged that she took",
  "her life because she had been assaulted by two Muslim men. The claim was",
  "given lurid publicity by a local Jana Sangh newspaper, whereupon Hindu stu-",
  "dentswentonarampagethroughthetown,attackingMuslimhomesandburn-",
  "ingshops.InretaliationaMuslimgrouptorchedaHinduneighbourhood.The",
  "rioting continued for days, spreading also to the countryside. It was the most",
  "serious such incident since Partition, its main sufferers being poor Muslims,",
  "mostly weavers and bidi (cigarette) workers.52The troubles on the border with China and the intensification of social",
  "conflict within the country gave rise to fresh concerns about the future of",
  "democratic India. In 1960 an American scholar published an impressively",
  "learned book with a simple title – India – but a portentous subtitle: The Most",
  "DangerousDecades.Thechapterandsectiontitleswerealsorevealing–‘Will",
  "the Union Survive?’ was one, ‘Totalitarian Equilibrium?’ another. The writer",
  "was disturbed by the divisions of caste, region, religion and language, and",
  "by the rise of Indian communism. There were, he felt, ‘seemingly irresistible",
  "compulsions of totalitarian experiments of one sort or another in the nature of",
  "the Indian Union’.53",
  "The following year, 1961, the writer Aldous Huxley visited India after",
  "a gap of thirty-five years. He was overwhelmed by what he found, namely,",
  "‘the prospect of overpopulation, underemployment, growing unrest’. ‘India",
  "is almost infinitely depressing’, he wrote to a friend, ‘for there seems to be",
  "no solution to its problems in any way that any of us [in the West] regard",
  "as acceptable.’ Writing to his brother Julian, Huxley expressed the view that",
  "‘whenNehrugoes,thegovernmentwillbecomeamilitarydictatorship–asin",
  "so many of the newly independent states, for the army seems to be the only",
  "highly organized centre of power’.54",
  "TheverdictoftheBritishintellectualwasechoedbytheworkadayjourn-",
  "alist. Visiting India soon after Huxley, a reporter for the London Daily Mail",
  "thought that ‘until now Nehru alone has been the unifying, cohesive force",
  "behind India’s Government and foreign policy’. But after he was gone, ‘the",
  "powers of caste and religion, of Rightism and Leftism . . . could eventually",
  "split this country from top to bottom and plunge it back 100 years’.55",
  "VII",
  "During1960and1961,assomeIndiansriotedandothersprotested,theirgov-",
  "ernmentcontinueditscorrespondencewithitsChinesecounterpart.Nolonger",
  "werethesestatesmanlike, orevenconductedbystatesmen;rathertheyconsis-",
  "ted of notes exchanged by anonymous functionaries accusing the other party",
  "of transgressions of one kind or another. A Chinese note listed fifteen viola-",
  "tions of their air space by Indian aircraft; an Indian note listed various incid-",
  "ents of ill-treatment of Indian citizens in Tibet.56",
  "These exchanges, published in successive White Papers by the govern-",
  "ment of India, led to a renewed call for Krishna Menon’s head. Leading thecharge was J. B. Kripalani, the Socialist Party MP from Sitamarhi in Bihar.",
  "Scholar, teacher, khadi worker and rebel, Kripalani was an authentic hero of",
  "the Indian freedom struggle. His moral authority derived in part from the",
  "fact that he had come close to Gandhi while aiding him in the Champaran",
  "satyagrahaof1917,yearsbeforeNehruhimselfmadetheacquaintanceofthe",
  "Mahatma. Kripalani had also been president of the Congress and, of course,",
  "spent many years in jail for his cause.",
  "On 11 April 1961 Kripalani delivered what was described at the time as",
  "‘perhaps the greatest speech that has been made on the floor of that House",
  "since Independence’. This was a blistering attack on the defence minister.",
  "Under Krishna Menon’s stewardship, said Kripalani, ‘we have lost 12,000",
  "square miles of our territory without striking a single blow’. Army promo-",
  "tions, he claimed, were based not on merit but ‘according to the whims and",
  "fancies of the defence minister or what will suit his political and ideologic-",
  "al purposes’. Menon had ‘created cliques [and] lowered the morale of our",
  "[armed] forces’. In a stinging indictment, Kripalani charged the minister with",
  "‘wasting the money of this poor and starving nation’, with ‘the neglect of the",
  "defence of the country’, and with ‘having lent his support to the totalitarian",
  "and dictatorial regimes against the will of the people for freedom’.",
  "Kripalaniendedhisspeechwithanappealtotheconscienceofthemem-",
  "bers of the ruling party. Recalling how, back in 1940, the Conservative mem-",
  "bers of the British Parliament had compelled their prime minister, Neville",
  "Chamberlain, to resign, he appealed to those ‘Congressmen who were not",
  "afraidoftheBritishbulletsandbayonetstoplacethegoodofthenationabove",
  "the good of the party’. With this parting shot Kripalani sat down, to vigorous",
  "applause from the opposition benches.57",
  "Throughout the second half of 1961 the Indian Parliament witnessed a",
  "series of bitter debates about the dispute with China. The prime minister him-",
  "selfwasharriedandhurtbyagroupofterriersathisheels.Threeinparticular",
  "nippedhard:AtalBehariVajpayee oftheJanaSangh,HemBaruaofthePraja",
  "SocialistPartyandN.G.RangaoftheSwatantraParty.Nehruwasaccusedof",
  "turning a blind eye to Chinese ‘occupation’ of Indian territory and of placing",
  "himself magisterially above the fray. ‘In regard to border disputes’, said one",
  "member, ‘the prime minister has a tendency to act like an umpire in a cricket",
  "match rather than as one whose interests are involved’. The criticisms had a",
  "personal, polemical, edge. For Nehru also served as foreign minister, and the",
  "policy of friendship with China was known to be his particular project. Unac-",
  "customed to such hostility, the prime minister became increasingly irritable,on one occasion going so far as to refer to his critics as ‘childish and infant-",
  "ile’. 58",
  "Bynow,therewereelementsinhisownpartywhohadmadeknowntheir",
  "view that the prime minister should take a stronger line on China. When an",
  "opposition member taunted Nehru with regard to his remark that Aksai Ch-",
  "in was barren land, with no grass growing on it, a Congress MP added this",
  "telling supplement: ‘No hair grows on my head. Does it mean that the head",
  "has no value?’ This was widely viewed as a dig at Nehru who, of course, was",
  "completely bald himself.59",
  "VIII",
  "In the third week of December 1961 a detachment of the Indian army moved",
  "up to the borders of the Portuguese colony of Goa. For a decade now New",
  "Delhi had sought, by persuasion and non-violence, to convince Portugal to",
  "give up that territory. With those measures failing, Nehru’s government de-",
  "cided to ‘liberate’ Goa by force.",
  "On the morning of 18 December Indian troops entered Goa from three",
  "directions: Sawantwadi in the north, Karwar in the south and Belgaum in the",
  "east.Meanwhile,aeroplanesdroppedleaflets exhortingtheGoansto‘becalm",
  "and brave’ and to ‘rejoice in your freedom and strengthen it’. By the evening",
  "ofthe18ththecapital,Panjim,hadbeenencircled.Thetroopswerehelpedby",
  "the locals, who pointed out where the Portuguese had laid mines. The colon-",
  "ists fired a few shots before withdrawing. In the smaller enclaves of Daman",
  "and Diu the resistance was somewhat stiffer. In all, some fifteen Indian sol-",
  "diers lost their lives, and perhaps twice as many Portuguese. Thirty-six hours",
  "after the invasion began, the Portuguese governor general signed a document",
  "of unconditional surrender.60",
  "TheWesternpresshadafielddaywiththisdisplayof‘Indianhypocrisy’.",
  "Exposed for so long to lectures by Nehru and Krishna Menon, they now hit",
  "back by attacking the use of force by a nation that professed ‘non-violence’.",
  "The action was also represented as a breach of international law and, more",
  "absurdly, as a threat to Christians and Christianity in Goa.61 In fact, 61 per",
  "cent of Goa was Hindu, while prominent Goan Christians, such as the journ-",
  "alist Frank Moraes and the Archbishop Cardinal Gracias, had an honoured",
  "placeinIndianpubliclife.Therehadlongbeenanindigenousfreedommove-",
  "ment within Goa and many, perhaps most, Goans welcomed the Indian ac-tion. In any case, the Goans were now at liberty to choose their own leaders,",
  "something always denied them by the Portuguese.",
  "That Goa was legitimately part of India was not in dispute. That India",
  "had waited long enough before acting was also evident. Still, the timing of",
  "whatwascalled‘OperationVijay’wasopentoquestion.Whydidittakeplace",
  "inDecember1961ratherthanDecember1960orDecember1962?Nehruper-",
  "haps thought he had waited long enough for the Portuguese to leave; fourteen",
  "whole years. And he was under pressure from both left and right on the issue;",
  "theJanaSanghandthecommunists,inarareshowofagreement,wereurging",
  "him to use the army to liberate the colony. Still, the suspicion lingered that",
  "the precise timing of the invasion was determined by the electoral needs of",
  "his colleague Krishna Menon. Before the troops went in, the defence minister",
  "inspected them on the border. As the New York Times reported, he was here",
  "‘conductingadoublecampaign:oneforthewarthatwasabouttocommence,",
  "theotherforthegeneralelectionthathadbeenscheduledforFebruary1962.62",
  "In that election, Krishna Menon would be opposed by his Parliamentary",
  "bête noire, Acharya Kripalani, who had announced that he would shift from",
  "thesafeseatofSitamarhiandtakeonthedefenceministerintheconstituency",
  "he represented, North Bombay. All the opposition parties (the communists",
  "excepted) announced that they would support him. A battle of prestige was",
  "brewing;sincetheprimeministerhadrefusedtodropMenonfromtheCabin-",
  "et, the opposition now hoped that he would be removed via the ballot box.",
  "Less than two months after his troops marched into Goa, Menon was in",
  "Bombay to fight his corner of the 1962 general election. Batting for him were",
  "the powerful Maharashtra chief minister Y. B. Chavan and senior members",
  "of the Union Cabinet. Even Menon’s known critics in government, such as",
  "Morarji Desai and Jagjivan Ram, were commanded to go out and campaign",
  "on his behalf. Speaking on Kripalani’s side were such stalwarts as C. Rajago-",
  "palachari, as well as many distinguished non-party men – lawyers, intellectu-",
  "als and industrialists.",
  "The contest was, among other things, a tribute to the cosmopolitan char-",
  "acter of Bombay, with a Malayali and a Sindhi competing for the affections",
  "of the people of a state not their own. The constituency was very heterogen-",
  "eous indeed – many Marathi and Gujarati speakers, but also many Bhaiyyas",
  "from UP, Goans, Sindhis and Tamilians. These various segments were wooed",
  "by both contestants, with the campaign manifesting an intensity commensur-",
  "ate to the stature of the disputants, and the importance of their dispute.",
  "In the rich and by now very extensive history of Indian elections, there",
  "hasperhapsbeennosinglecontestsoloudlytrumpetedasthisone.Thejourn-al Link, sympathetic to Menon, called it ‘the most important election in the",
  "history of our democracy’. The social worker Jayaprakash Narayan, a friend",
  "ofKripalani’s,saidthatinthiscontest‘thefutureofIndiandemocracyandour",
  "spiritual values are at stake’.",
  "The campaign was colourful, replete with evocative posters and savage",
  "slogans. The left-wing weekly Blitz ran a blistering campaign against a man",
  "they chose to refer to as ‘Cripple-loony’ . On the other side, Menon was lam-",
  "pooned by versifiers in several languages. One ditty went: Chini hamla hoté",
  "hain/ Menon Saab soté hain/ Sona hai tho soné do/ Kripalani ji to aané do.",
  "(As China advances, Menon sleeps/ Let him sleep if he must/ But call Kripa-",
  "lani to be with us.) An English verse advanced the same sentiments, if more",
  "elegantly: I do not hold with all these cracks and mockery/ At Krishna Men-",
  "on./ItishisvirtuesIwouldratherpinon./Forinstance,considerhisskillwith",
  "crockery:/ What could be finer/ Than the loving care with which he handles",
  "china?",
  "TheprimeministertookthechallengetoMenonasachallengetohimself.",
  "Nehru inaugurated the Congress campaign in Bombay, and found reason to",
  "supporthismaninotherplacesaswell.InSangli,inPoona,inBaroda,hesaid",
  "thatadefeatforMenonwouldsignaladefeatforhisownpoliciesofsocialism",
  "andnon-alignment.Hismentor’ssupporthelpedMenonimmeasurably.Sodid",
  "the liberation of Goa, which resonated well with the public of North Bombay,",
  "and not just with the Goans among them.",
  "In the event, Kripalani’s campaign was undone by Nehru’s speeches, the",
  "action in Goa and the strength of the Congress Party machinery. He lost by",
  "more than 100,000 votes.63",
  "IX",
  "In the general elections of 1952 and 1957 the Congress had made much of its",
  "being the party of the freedom struggle. In 1962, however, its campaign fo-",
  "cused more on what it had done since. Its policies, it said, had increased ag-",
  "ricultural and industrial production, enhanced education and life expectancy",
  "and promoted the unity of the country. Never having held power, the oppos-",
  "ition could not match these claims with counterclaims of their own.64 In the",
  "event, the Congress comfortably retained its majority in Parliament, winning",
  "361 seats out of 494 all told. The communists secured 29 seats, while the",
  "new opposition party, Swatantra, put up a decent show, returning 18 MPs. Inthe state of Madras there was a challenge from the quasi-secessionist DMK,",
  "whichwon7Parliamentary seats(togowith50intheLegislative Assembly).",
  "But on the whole the Congress Party was confirmed in its pre-eminence, and",
  "Jawaharlal Nehru entered into his fourth term as prime minister.",
  "The opposition within had been shown its place, but the opposition",
  "without remained. Throughout the spring and summer of 1962 clashes on the",
  "border continued. In July the Delhi journal Seminar ran a symposium on In-",
  "dia’s defence policy. One contributor insisted that ‘the People’s Republic of",
  "China does not pose any military threat to our country’. Another contributor",
  "was not so sure. This was General Thimayya, now retired, who noted that",
  "therewerethreatsfrombothPakistanandChina.Wherethecountrywasmod-",
  "erately well placed to meet an attack from the former, Thimayya could not",
  "‘even as a soldier envisage India taking on China in an open conflict on its",
  "own. China’s present strength in manpower, equipment and aircraft exceeds",
  "our resources a hundred fold with the full support of the USSR, and we could",
  "never hope to match China in the foreseeable future. It must be left to the",
  "politicians and the diplomats to ensure our security’. The ‘present strength of",
  "the army and air forces of India’, said the general, ‘are even below the “min-",
  "imum insurance” we can give to our people’.65",
  "The implications were clear: either the diplomats should seek a treaty",
  "deal with China, or the politicians should canvass for military help from the",
  "Western bloc. But the rising tide of patriotic sentiment ruled out the first; and",
  "the non-alignment of the prime minister, strengthened by the anti-American-",
  "ism of his defence minister, ruled out the second.",
  "In the third week of July 1962 there were clashes between Indian and",
  "Chinese troops in the Galwan valley of Ladakh. Then, in early September, a",
  "conflict arose over the Dhola/Thag La ridge, in the valley of the Namka Chu",
  "river, some sixty miles west of Tawang. The region was where the borders of",
  "India, Tibet and Bhutan all met; the exact alignment of the McMahon Line",
  "was in dispute here. The Indians claimed the ridge fell south of the Line; the",
  "Chinese argued that it was on their side.66",
  "It was back in June that a platoon of the Assam Rifles had established a",
  "post at Dhola, as part of the still continuing forward policy. On 8 September",
  "the Chinese placed a post of their own at Thag La, which overlooked (and",
  "threatened) Dhola. Peking and New Delhi exchanged angry letters. On the",
  "ground, Indian commanders were divided as to what todo. Some said that the",
  "Chinese must be shifted from Thag La. Others said that it would be too diffi-",
  "cult, since the terrain was disadvantageous to the Indians (Thag La lay some",
  "2,000feetaboveDhola).Meanwhile,atthesiteitself,theChinesetroopstookto addressing homilies in Hindi via a megaphone. ‘Hindi-Chini bhai bhai’,",
  "they shouted: ‘Ye zamin hamara hai. Tumvapas jao’ (Indians and Chinese are",
  "brothers-in-arms, but this land is ours, so you may please vacate it).",
  "Thestalematecontinuedforthreeweeks,troopsofthetwonationsfacing",
  "eachotheracrossanarrowriver,notknowingwhethertheirleadersweremak-",
  "ingpeaceorabouttogotowar.Finally,on3October,LieutenantGeneralUm-",
  "rao Singh, who had counselled prudence, was replaced as corps commander",
  "byB.M.Kaul,whoflewinfromDelhitotakecommandinNEFA.Thosewho",
  "recommended caution were overruled. ‘To all objections Kaul gave sweeping",
  "andunrealistic assurances, basedontheassumption ofDelhi’sfuturelogistic-",
  "alsupportforanygamblehemightnowtake.’67TodislodgetheChinesefrom",
  "Thag La, he now moved two battalions up from the plains. The troops had",
  "light arms and only three days of rations, no mortars or rocket launchers and",
  "only promises that supplies would catch up with them.",
  "Indian soldiers reached the Namka Chu valley on the afternoon of 9",
  "October,afteramarchthrough‘mud,mountainsandrain’.‘Exhaustedbydays",
  "of marching over massive heights and appalling weather conditions, [these",
  "were] troops badly in need of a breather and the tools for war.’68 That same",
  "eveningtheysetupapostinaherder’shutfromwheretheywould,whenrein-",
  "forcements arrived, try to uproot the enemy. They were not given the chance.",
  "Onthemorningofthe10ththeChineseattacked.Thejawansfoughthard,but",
  "theyhadbeendrainedbythelongmarchup.Theywerealsooutnumberedand",
  "outgunned, their light arms proving no match to the heavy mortar used by the",
  "Chinese.",
  "From 1959, in both Ladakh and NEFA, the Chinese and Indians had",
  "played cat-and-mouse, sending troops to fill up no-man’s-land, clashing here",
  "and there, while their leaders exchanged letters and occasionally even met.",
  "Nowthingsescalatedtounprecedentedlevels.TheIndiansitingofDholawas",
  "answered by the Chinese coming to Thag La, directly above it; this in turn",
  "provoked an attempt by the Indians to shift them. When this failed, Nehru,",
  "backinDelhi,toldthepressthatthearmyhadbeengiveninstructionstoonce",
  "more try and push out the ‘enemy’.",
  "In the event it was the enemy who acted first. A phoney war, which had",
  "lasted all of three years, was made very real on the night of 19/20 October,",
  "whentheChinesesimultaneouslylaunchedaninvasioninboththeeasternand",
  "western sectors. The ‘blitzkrieg’ across the Himalaya had come, as ‘Pragmat-",
  "ist’ had predicted it would. And, as he had feared, the Indians were unpre-",
  "pared. That night, wrote the New York Times, a ‘smouldering situation burst",
  "into flame’ as ‘heavy battles broke out in both of the disputed areas. Massesof Chinese troops under the cover of thunderous mortar fire drove the Indians",
  "back on each front’. Both sides had built up forces on the border, but ‘inde-",
  "pendent observers laid the onslaught to the Chinese’. The Chinese attacked",
  "in waves, armed with medium machine guns backed by heavy mortars. Two",
  "Chinese divisions were involved in the invasion, these using five times as",
  "many troops as had the Indians.69",
  "The Indians were ‘taken by surprise’ as the Chinese quickly overran",
  "many positions, crossed the Namkha Chu valley and made for the monastery",
  "in Tawang. Another detachment made for the eastern part of NEFA. Chinese",
  "troops moved deeper and deeper into Indian territory. Eight posts were repor-",
  "tedtohavefalleninLadakh;almosttwentyinNEFA.Tawangitselfhadcome",
  "under the control of the Chinese.70",
  "The ease with which the Chinese took Indian positions should not have",
  "come as a surprise. Their troops had been on the Tibetan plateau in strength",
  "from the mid-1950s, fighting or preparing to fight Khampa rebels. Unlike the",
  "Indians, they were well used to battles in the high mountains. Besides, access",
  "was much easier from the Tibetan side, the relatively flat terrain conducive to",
  "roadbuildingandtroopmovement.Thegeographicaladvantagewasalltothe",
  "Chinese. From Assam up to the McMahon Line the climb was very steep, the",
  "hills covered with thick vegetation and the climate often damp and wet. The",
  "Indian forward posts were hopelessly ill equipped; with no proper roads, they",
  "‘lived from air-drop to air-drop’, dependent on supplies and for survival on",
  "sorties by helicopters.71",
  "The Indian problems were compounded by a vacuum of leadership. On",
  "18 October General Kaul had come down with acute chest pains. He was",
  "evacuated to Delhi and his corps was left leaderless for five days, by which",
  "time Tawang had fallen.",
  "On 24 October the Chinese halted their advance, while Chou En-lai",
  "wrote to Nehru seeking away to ‘stop the border clashes’ and ‘reopen border",
  "negotiations’.Overthenextfortnighttheywroteeachothertwolettersapiece,",
  "theseachievingnothing.ChousaidthatChinaandIndiasharedacommonen-",
  "emy, ‘imperialism’. The current conflict notwithstanding, he thought it pos-",
  "sible for both of them to ‘restore Sino-Indian relations to the warm and",
  "friendlypatternofearlierdaysandevenimproveonthatpattern’.Hissolution",
  "wasforeachsidetowithdrawtwentykilometresbehindthelineofactualcon-",
  "trol, and disengage.",
  "Nehru’s replies displayed his wounds for all to see. ‘Nothing in my long",
  "politicalcareerhashurtmemoreandgrievedmemore’,hesaid,than‘thehos-",
  "tile and unfriendly twist given in India-China relations’ in recent years, cul-minating in ‘what is in effect a Chinese invasion of India’, in ‘violent contra-",
  "diction’oftheclaimthatChinawantedtosettletheborderquestionby‘peace-",
  "ful means’. Peking had taken ‘a deliberate cold-blooded decision’ to ‘enforce",
  "their alleged boundary claims by military invasion of India’. Chou’s offer, he",
  "wrote, was aimed at consolidating and keeping the gains of this aggression.",
  "The solution he proposed was for Chinese troops to get behind the McMahon",
  "Line in the east, and to revert in the west to their position as of 7 Novem-",
  "ber1959,thuscancellingoutthreeyearsofsteadygainsmadebyestablishing",
  "posts in territory under dispute.72",
  "Meanwhile, a casualty in Delhi had been added to all those suffered on",
  "thefront.NowthatIndianweaknesseshadbeensocomprehensivelyexposed,",
  "V. K. Krishna Menon was finally removed as defence minister. (He was first",
  "shifted to the Ministry of Defence Production, then dropped from the Cabin-",
  "et altogether.) Menon’s exit was accompanied by a call by Delhi for Western",
  "arms. On 28 October the American ambassador went to see the prime min-",
  "ister. Nehru ‘was frail, brittle and seemed small and old. He was obviously",
  "desperatelytired’.IndiamusthavemilitaryaidfromtheWest,hesaid.73Soon",
  "Britain and America were sending transport planes with arms and ammuni-",
  "tion. France and Canada had also agreed to supplyweapons.74",
  "On8November theprime minister movedaresolution inParliament de-",
  "ploring the fact that China had ‘betrayed’ the spirit of Panchsheel and India’s",
  "‘uniform gestures of goodwill and friendship’ by initiating ‘a massive inva-",
  "sion’.Thehurtwaspalpable;that‘weinIndia,whohave...soughtthefriend-",
  "ship of China . . . and pleaded their cause in the councils of the world should",
  "now ourselves be victims of new imperialism and expansionism by a coun-",
  "try which says that it is against all imperialism’. China may call itself ‘com-",
  "munist’, said Nehru, but it had revealed itself as ‘an expansionist, imperious-",
  "minded country deliberately invading’ another.",
  "Nehru’s speech might be read as a belated acknowledgement of the cor-",
  "rectness of Vallabhbhai Patel’s warning of 1950: that communism in China",
  "was an extreme expression of nationalism, rather than its nullification. The",
  "debate that followed took a full week; 165 members spoke, apparently a re-",
  "cord.75",
  "Back on the borders, the lull in the fighting was broken by a second",
  "Chinese offensive on 15 November. A 500-mile front was attacked in NEFA.",
  "There was a bitter fight in Walong, where soldiers from the Dogra and Ku-",
  "maonregiments,hardyhillmenall,foughtheroicallyandalmostwrestedcon-",
  "trolofakeyridgefromtheChinese.76Therewasalsosomespiritedresistance",
  "in Ladakh, where the field commander was not subject to conflicting signalsfromDelhi.Herethetroopsstoodtheirground,and‘forcedtheChinesetopay",
  "dearly for the territory they won’.77",
  "But across most of NEFA it had been a very poor show indeed. Here the",
  "Indianssimplydisintegrated, withplatoonsandevenwholeregimentsretreat-",
  "ing in disarray. When the Chinese swept through there was much confusion",
  "among the Indian commanders. Where should they make their first, and per-",
  "haps last, stand? The option of Tawang was considered and abandoned. One",
  "general advocated Bomdi Lal, a good sixty miles to the south, where supplies",
  "couldbeeasilysentupfromplains.Finally,itwasdecidedtostoptheChinese",
  "advance at Se La, a mere fifteen miles from Tawang.",
  "The decision to make the stand at Se La was Kaul s. When he fell ill,",
  "his place had been taken by Lieutenant General Harbaksh Singh, a highly re-",
  "garded commander with much field experience. But before Singh could ad-",
  "equately reorganize the defences, Kaul had flown back from Delhi to resume",
  "charge once more.",
  "The Chinese had occupied Tawang on 25 October. When they halted",
  "there,theIndiansweredeceivedintoinaction.Infact,theChinesewerework-",
  "ing on improving the road to Se La. On 14 November the Indians began a",
  "proposed counter-attack, choosing as their target an enemy post near Walong.",
  "Meanwhile, battles broke out north of Se La, the Chinese again with the ad-",
  "vantage. The garrison commander, in panic, ordered withdrawal, and his bri-",
  "gade began retreating towards Bomdi La. There they found that the Chinese",
  "had already skirted Se La and cut off the road behind them. Large sections",
  "weremowndowninflight, while othersabandoned their armsandfledsingly",
  "or in small groups. Se La was easily taken, and Bomdi La fell soon after-",
  "wards.78",
  "ThefallofBomdiLaledtopanicinAssam.AnIndianreporter,reaching",
  "Tezpur on 20 November, found it a ‘ghost town’. The administration had",
  "pulled back to Gauhati, after burning the papers at the Collectorate and the",
  "currencynotesatthelocalbank.Beforeleaving,‘thedoorsofthementalhos-",
  "pital [were] opened to release the bewildered inmates’.79",
  "BackinDelhiandBombay,youngmenwerequeuinguptojointhearmy.",
  "The recruiting centres were usually sleepy places, open one or two days a",
  "week, with 90 per cent of the boys who showed up failing the first exam-",
  "ination. Now their compounds were ‘besieged by thousands of would-be re-",
  "cruits’. Some were labourers and factory hands; others, unemployed gradu-",
  "ates. They all hoped that in this emergency ‘the army will lower its physical",
  "requirements and give them food and lodging and a purpose in life’.80It seems unlikely that these men would have made a better showing than",
  "those who had already fought, and lost. In any case, they did not get the",
  "chance. Poised to enter the plains of Assam, the Chinese instead announced",
  "a unilateral ceasefire on 22 November. In NEFA they pulled back to north of",
  "the McMahon Line. In the Ladakh sector they likewise retreated to positions",
  "they had held before the present hostilities began.",
  "WhydidtheChinesepackupandgohome?Somethoughttheywerede-",
  "terred from coming further by the rallying of all parties, including the com-",
  "munists, around the government. The Western powers had pledged support,",
  "andwerealreadyflyinginarmsandammunition.81Asimportantasthesecon-",
  "siderations of politics were the facts of nature. For winter was setting in, and",
  "soontheHimalayawouldbesnowbound.AndbypressingdeepintoIndia,the",
  "Chinese would make their supply lines longer and more difficult to maintain.",
  "While the end of the war can be thus explained, its origins are harder to",
  "understand. There were no White Papers issued from the Chinese side, and",
  "their records are not open – and perhaps never will be. All one can say is that",
  "behindsuchacarefullyco-ordinatedattacktheremusthavebeenseveralyears",
  "of preparation. As for its precise timing, a speculation offered at the time and",
  "which still seems plausible was that the two superpowers, the Soviet Union",
  "and the United States, were preoccupied with the Cuban missile crisis, allow-",
  "ing Peking its little adventure without fear of reprisal.",
  "The border war had underlined Chinese superiority in ‘arms, commu-",
  "nications, strategy, logistics, and planning’.82 According to Defence Ministry",
  "statistics, 1,383 Indian soldiers had been killed, 3,968 were taken prisoner,",
  "while 1,696 were still missing.83 These losses were small by the standards of",
  "modern warfare, yet the war represented a massive defeat in the Indian ima-",
  "gination. Naturally, the search began for scapegoats. Over the years, a series",
  "of self-exculpatory memoirs were published by the generals in the field. Each",
  "soughttoshifttheblameawayfromhimselfandtowardsanothercommander,",
  "ortowardsthepoliticians whohadneglected their warningsandissuedorders",
  "that were impossible to carry out. In his own contribution to the genre, Major",
  "General D. K. Palit – director general of military operations at the time of the",
  "war notes that in these memoirs ‘there are striking inconsistencies; each had",
  "his own wicket to defend’. Then he adds: ‘Hindsight tends to lend rationality",
  "to events that in fact are innocent of coherence or logical sequence.’84",
  "AmongtheIndianpublic,theprincipalsentimentwasthatofbetrayal,of",
  "being taken for a ride by an unscrupulous neighbour whom they had naively",
  "chosen to trust and support. In his letters to Chou En-lai, Nehru expressed",
  "these feelings as well as anyone else. But for the deeper origins of the disputeone must turn to his earlier writings, in particular to an interview in which he",
  "spoke not as India’s leader but as a student of world history. Back in 1959,",
  "Nehru had told Edgar Snow that ‘the basic reason for the Sino-Indian dispute",
  "was that they were both “new nations”, in that both were newly independent",
  "and under dynamic nationalistic leaderships, and in a sense were “meeting”",
  "at their frontiers for the first time in history’. In the past, ‘there were buffer",
  "zones between the two countries; both sides were remote from the borders’.",
  "Now, however, ‘they were meeting as modern nations on the borders’. Hence",
  "it‘wasnaturalthatacertaindegreeofconflictshouldbegeneratedbeforethey",
  "can stabilize their frontiers’.85",
  "The India-China conflict, then, was a clash of national myths, national",
  "egos, national insecurities and – ultimately and inevitably – national armies.",
  "In this sense, however unique (and uniquely disturbing) it must have seemed",
  "to Indians, it was very representative. For competing claims to territory have",
  "beenanalltoocommonsourceofconflictinthemodernworld.Nehru’scom-",
  "ments to Edgar Snow said as much. However, let us give the last word to",
  "an unlikely authority, the beat poet Allen Ginsberg. In March 1962 Ginsberg",
  "beganatwo-yeartriparoundthesubcontinent,bummingandslumminginthe",
  "search for nirvana. In August, just as the clashes on the border began to in-",
  "tensify,hemadeanentryinhisdiarywhichsettheIndia/Chinaborderconflict",
  "properly in perspective:",
  "The Fights 1962:",
  "US vs Russia in General / China vs Formosa over possession / India vs",
  "China over border territory / India vs Pakistan over possession Kashmir",
  "–Religious/IndiavsPortugaloverpossessionGoa/IndiavsNagasover",
  "Independence /Egypt vs Israel over possession of territory and Religion",
  "/E.Germany vsW.Germany sovereignty /Cuba vsUSAIdeas/N.Korea",
  "vsSo.Korea–Sovereignty/IndonesiavsHolland–Territory/Francevs",
  "Algeria – Territory / Negroes vs whites – US / Katanga vs Leopoldville",
  "/ Russian Stalinists vs Russian Kruschevists / Peru APRA vs Peru Mil-",
  "itary / Argentine Military versus Argentine Bourgeois / Navajo Peyotists",
  "vs Navajo Tribal Council – Tribal / W. Irian? / Kurds vs Iraq / Negro vs",
  "Whites–So.Africa–Race/USSenegalvsRedMali–Territory/Ghana",
  "vs Togo – Territory / Ruanda Watusi vs Ruanda Bahutu – Tribe power /",
  "KenyaKaduvsKenyaKana–Tribepower/SomalivsAethopia,Kenya,",
  "French Somali / Tibet Lamas vs Chinese Tibetan secularists / India vs E.Pak – Assam Bengal over Border & Tripura / Algeria vs Morocco over",
  "Sahara.8616P O T",
  ""
]