[
  "ch16",
  "EACE IN UR IME",
  "Here we are having a grudging time, both with the weather and the prob-",
  "lems which are arising; Kashmir, in particular, is giving us a severe head-",
  "ache.",
  "V P",
  "ALLABHBHAI ATELto G.D.BiRLA, May1949",
  "I",
  "A thousand Indian soldiers dead or injured, the casualties",
  "PART FROM THE SEVERAL",
  "of the China war included the chief of army staff, General P. N. Thapar (who",
  "resigned,citingillhealth),thefailedstrategicthinkerLieutenantGeneralB.M.",
  "Kaul (who was retired prematurely) and the defence minister, V. K. Krishna",
  "Menon (who was sacked). A greater casualty still was the reputation of Jawa-",
  "harlalNehru.TheborderwarwasNehru’smostconsequentialfailureinfifteen",
  "years as prime minister. The inability to bring about radical land reform affec-",
  "tedtheruralpoor;thedismissaloftheKeralacommunistsangeredmanypeople",
  "in that state; other sections likewise had their own grievances against the gov-",
  "ernment. But the failure to protect the nation’s territory was a different matter",
  "altogether.Thehumiliation that resulted wasfelt, asmilitary defeats invariably",
  "are, by the nation as a whole.",
  "KrishnaMenonandthearmybrasshadbeensacrificed,yettheprimemin-",
  "ister knew that deep down he was ultimately responsible for the disaster, in a",
  "general sense, as the head of government, and in a very specific sense, as one",
  "who had guided and determined India’s attitudes and policies towards China.",
  "Those attitudes and policies now had to be rethought. Nehru could at last",
  "seewhatVallabhbhaiPatelhadsensedlongago:thatcommunisminChinawas",
  "merelyamorebellicoseformofnationalism.Theborderwarprovokedareluct-",
  "ant tilt towards the United States, who had come forth with arms while Soviet",
  "Russia stayed neutral. A key player in this shift was the American ambassador",
  "in New Delhi, John Kenneth Galbraith. A Harvard economics professor who",
  "wasscepticalofthefreemarket,ascholarofarthistory,anotedbonvivantand",
  "wit, Galbraith was, to Indian eyes, a very untypical American indeed. (In fact,hewasbybirthCanadian.)Thingswerechanging,backinWashington,where",
  "a new young president, John F. Kennedy, was seeking to reverse the Americ-",
  "angovernment’simage asuncaring athomeandarrogant abroad.Itwasthese",
  "winds of liberalism that carried Galbraith along to India.",
  "From the time he took charge in April 1961, the ambassador got on fam-",
  "ously with Nehru. They discussed art and music and literature; this, on the",
  "Indian’s part, a welcome diversion from the daily grind but on the Americ-",
  "an’s a shrewd softening-up of a mind long prejudiced against his country. In",
  "March 1962 the First Lady, Jacqueline Kennedy, arrived for a trip through In-",
  "dia, where she saw the Taj Mahal and Rajput forts and had extended conver-",
  "sations with the prime minister.",
  "NehruwascharmedbyMrsKennedy’sbeauty,ashehadbeenbyheren-",
  "voy’sbrains.Butthethawwouldnothavebecomeatilthaditnotbeenforthe",
  "warwithChina.On9November,afterthefirstwaveofattacks,Galbraithwas",
  "calledintomeettheprimeminister.Hefoundhim‘deathlytiredandIthought",
  "a little beaten’. (Earlier in the day, Nehru had made a speech in Parliament",
  "whichwas‘agooddeallessthanChurchillian’.)Arequestwasmadeforarms",
  "from America. This came at a cost that could never be measured in money",
  "alone. For, as Galbraith wrote to President Kennedy, all his life Nehru had",
  "sought to avoid being dependent upon the United States and the United",
  "Kingdom – most of his personal reluctance to ask (or thank) for aid has",
  "beenbasedonthispride...Nownothingissoimportanttohim,moreper-",
  "sonally than politically,than tomaintain the semblance ofthis independ-",
  "ence.Hisagenolongerallowsofreadjustment.Toapointwecan,Ifeel,",
  "be generous on this.1",
  "By late November the arms began arriving, carried in planes that also con-",
  "tained soldiers in uniform. As an American journalist wrote, this meant the",
  "‘collapseofhis[Nehru’s]non-alignmentpolicy’;tomanythosedarkblueuni-",
  "formscarried‘aspecialmeaning,containedinonesingleword:‘failure’.2For",
  "theAmericanambassador,however,thoseuniformsspelttheword‘opportun-",
  "ity’.Thismightbethebeginningsofanententetocontainacommunistpower",
  "potentially more threatening than Soviet Russia itself. As Galbraith wrote to",
  "President Kennedy,",
  "the Chinese are not quarreling with the Soviets over some academic",
  "pointsofdoctrine.Theyare,onemustassume,seriousabouttheirrevolu-tion. The natural area of expansion is in their part of the world. The only",
  "Asian country which really stands in their way is India and pari passu",
  "the only Western country that is assuming responsibility is the United",
  "States. It seems obvious to me [that] there should be some understand-",
  "ing between the two countries. We should expect to make use of India’s",
  "political position, geographical position, political power and manpower",
  "or anyhow ask.3",
  "II",
  "In response to the Indian request, President Kennedy sanctioned the supply",
  "of a million rounds for machine guns, 40,000 land mines and 100,000 mortar",
  "rounds.4 This fell far short of the Grand Alliance that his ambassador was",
  "recommending; yet it was far in excess of what other Americans thought",
  "New Delhi deserved. A bitter opponent of arms supply to India was Senator",
  "Richard B. Russell of Georgia, the long-serving chairman of the Senate",
  "Armed Forces Committee. A crusty old reactionary – doughtily opposed to",
  "desegregation and the like – Russell had previously termed India an ‘unreli-",
  "ablefriend’andcalledNehrua‘demagogueandahypocrite’.Nowhetoldthe",
  "AssociatedPressthathewas‘againstgivingIndiaanyofourmodernweapons",
  "for the principal reason that we would be just giving them to the Chinese",
  "Communists’. The Indians, said the senator, had ‘put on a disgraceful exhib-",
  "ition in permitting themselves to be driven out of what should have been im-",
  "pregnablestrongholdsinthebordermountains.Theyseemincapableoffight-",
  "ing and if we supply them with weapons they will just fall into the hands of",
  "the Communists’. While he was at present opposed to giving ‘one dime of",
  "weapons to India’, Russell said he might have a rethink if India’s old rulers,",
  "the British, were prepared to ‘take over the matter of re-organizing and re-",
  "training their militaryforces’.5",
  "Russell sremarks werewidely reported intheUnited States aswell asin",
  "India.Thestormofcorrespondencethatitgeneratedisauniqueprismthrough",
  "which one can view US—India relations. One would expect the two coun-",
  "tries to have been allies, if only because both were large and culturally di-",
  "verse democracies. However, their relations had been clouded by suspicion",
  "on both sides suspicion of India’s non-alignment on one side, and of Amer-",
  "ican military aid to Pakistan on the other. It did not help that these were both",
  "preachypeoples,whoseforeignpolicyanddiplomacywereinvariablyaccom-panied by an unctuous self-righteousness. Where democratic ideals sought to",
  "bring the two countries closer together, pride and patriotism pulled them fur-",
  "ther apart.",
  "Thus, while Kennedy and Galbraith might have deplored Senator Rus-",
  "sell’s stand, he received much support from across Middle America. A cor-",
  "respondent from Wichita, Kansas, thanked the senator for warning that it was",
  "‘very dangerous for the US to make a doormat of itself to a country whose",
  "leaders have shown little interest or support to the US except to take our",
  "moneyandaidandthenvilifyusateveryturn’.AladyfromLoomis,Califor-",
  "nia, agreed that ‘nothing should be sent to that pro-Communist hypocrite and",
  "political actor Nehru and his Communist ministers’. A man from Plantation,",
  "Florida, thought that India’s troubles were ‘of their own consequences and",
  "making’; namely, the ‘Neutralist Policy’ which they followed even while ‘the",
  "Communists have swallowed millions of people’ the world over. An 85-year-",
  "old Democrat from South San Gabriel endorsed Russell’s ‘objection to this",
  "country saddling its taxpayers with the upkeep of four hundred million ignor-",
  "ant, starving people of India, whose leaders including Nehru and others are",
  "strikingly procommunist and hostile to our form of government . . . Nehru s",
  "so-called neutralism . . . should teach this nation to let India stew in its own",
  "superstitious and ignorant juices.’",
  "From his compatriots, Senator Russell received dozens of letters of con-",
  "gratulation, but only one of dissent. This was written by a Fulbright scholar",
  "based in Madras, who said it was time to undo the American policy of arm-",
  "ingPakistanwhiledenyingaidtoIndia.India,saidthescholar,wasa‘popular",
  "democracy’, whereas Pakistan was a military dictatorship which ‘exists as a",
  "political entity solely on its emotional antagonism to India’. Besides, it was",
  "not true that the Indian troops had simply fled. They had fought hard in parts,",
  "andhadtheybeenbetterarmed,couldhaveheldtheirown.Now,‘Indiaissee-",
  "ing to the recruitment of more troops; I should think that it would be in our",
  "best interests to see that they are properly armed’.",
  "There were also letters by Indians to the senator, these naturally angry",
  "andhurt.AcorrespondentfromBombayagreedthatNehru‘usedfoggythink-",
  "ing with regard to the Chinese intentions’, but refused to accept Russell’s in-",
  "sinuationthat‘courageanddefiance[were]amonopolyofwhiteskins’alone.",
  "TheIndianjawanmatchedtheAmericanGIingritaswellasguts,asmanifest",
  "in his heroism in the crucial battles of the two world wars. But this time the",
  "‘War machinery was just not good enough (thanks to Mr Menon). Our boys",
  "didwithout theluxuryofaircover,automatic rifles, earmuffs,K-Rations and",
  "Bob Hope to cheer them up on the frigid front lines.’Russell’s biliousness was answered in kind by the novelist and",
  "scriptwriter Khwaja Ahmad Abbas, one of India’s most prominent fellow-",
  "travellingintellectuals.Abbassaidthatwhiletherewasalonghistoryofstupid",
  "remarksbyWesternersaboutIndia,Russell’sinterview‘takesthecakeforun-",
  "warranted slander and unmitigated mischief’. ‘But surely, Senator Russell’,",
  "wrote Abbas, ‘if you are looking for “disgraceful exhibitions” of military de-",
  "bacles, you will find ample material nearer home’ – in Pearl Harbor, in the",
  "earlyreversesintheKoreanWar,intheBayofPigs.HereferredtheAmerican",
  "toGeneralEisenhower’spraisefortheIndiansoldier,whohadthwartedRom-",
  "mel at El Alame in and, in other sectors across Europe and Africa, had fought",
  "‘to save Senator Russell and his “free world” from the menace of Hitler’.",
  "Senator Russell’s remarks brought to the fore the mutual misunderstand-",
  "ings between Indians and Americans as they had been up to 1962 – and bey-",
  "ond. Behind these lay different perceptions of foreign policy and national in-",
  "terest, and also a certain incompatibility of cultures. The two peoples ate,",
  "drank, sang, dressed and thought differently. As an admirer in Jacksonville",
  "wrote to the Senator: ‘This Nehru, technically Caucasian, politically nothing",
  "ofthe sort...Howcan there bea“meeting ofminds” with aman whostands",
  "on his head?’ The reference was to Jawaharlal Nehru’s love of yoga, a form",
  "of therapy then completely alien to the American way of life.6",
  "III",
  "The defeat by China caused the prime minister a certain loss of face in the",
  "international arena. It also undermined his position at home. Criticism of his",
  "leadership grew more strident. In the summer of 1963 the Congress lost a",
  "series of important by-elections, which put into Parliament three opposition",
  "stalwarts: Minoo Masani, J. B. Kripalani and Rammanohar Lohia.",
  "In June 1963 Nehru held a press conference, his first in many months.",
  "The meeting lasted ninety minutes, and was notable for the anger the prime",
  "minister directed at the Chinese. He spoke of the ‘dark spate of falsehoods",
  "emanatingfromPeking’,andoftheir‘highrecordinvituperation’.Explaining",
  "the war, and India’s defeat therein, Nehru claimed that ‘the Chinese are a",
  "military-minded nation, always laying stress on military roads and prepared-",
  "ness . . . Right from the beginning of the present regime there, they have con-",
  "centrated on the military apparatus being stronger. It is a continuation really",
  "of the past civil wars. So, they are normally strong.’7Nehru also said that in attacking him personally, the Chinese ‘have",
  "something in common with some of our opposition leaders here’. He then ad-",
  "ded, gratuitously: ‘As for our opposition leaders, they have the habit of com-",
  "bining with anybody and everybody regardless of principle and a time may",
  "come when some of them may for the purpose combine with the Chinese’.",
  "Soon,theoppositionleadersdidformallycombineamongthemselvestointro-",
  "ducea‘no-confidence’motioninParliament,anactofdaringthatwouldhave",
  "been inconceivable at any time between August 1947 and November 1962.",
  "The Congress had the numbers to easily defeat the vote, but the debate lasted",
  "all of four days, during which a series of telling points were made against the",
  "prime minister, his party, and his government.8",
  "The criticisms in and out of Parliament prompted a serious rethink",
  "among the Congress leadership. Fifteen years in power had made the party",
  "complacent, somewhat out of touch with happenings on the ground – as evid-",
  "enced in the recent by-election defeats and the growing strength of regional",
  "parties like the Dravida Munnetra Kazhagam (DMK). The chief minister of",
  "Madras,K.Kamaraj,washimselfmostthreatenedbytheDMK;now,tocheck",
  "its rise and stem the rot within, he recommended that senior Congress minis-",
  "ters leave their posts to help rejuvenate the party. Under the ‘Kamaraj Plan’",
  "sixchiefministersresignedtoworkfortheparty–theseincludedBakshiGhu-",
  "lamMohammedofKashmirandKamarajhimself.SixseniorUnionministers",
  "also resigned – among them Jagjivan Ram, Morarji Desai and Lal Bahadur",
  "Shastri.9",
  "Theprimeministerstayedinhisjob.Buthewasnoticeablyweakened,in",
  "body as well as mind. In September 1963 the Socialist MP H. V. Kamath saw",
  "NehruwalkingintotakehisseatinParliament:‘anoldman,lookingfrailand",
  "fatigued, with a marked stoop in his gait, coming down the gangway opposite",
  "with slow, faltering steps, and clutching the backrests of benches for support",
  "ashedescended’.Kamath’smindwentbacktohisownearlyvisionsofaman",
  "he had once venerated: at a Congress session in Madras, where Nehru stood",
  "‘sprightly, slim and erect’; at his home in Allahabad, where Nehru ‘jumped",
  "two steps at a time, with me emulating him, as I followed him upstairs’.10",
  "WhereIndianswouldnotspeculateopenlyaboutNehru’sdeath,Western",
  "observers were under no such inhibition. In 1963 the American journalist",
  "Wells Hangen published a book with the title After Nehru, Who? This listed",
  "eight possible successors, each of whom was allotted a separate chapter. Six",
  "were from the Congress Party: Morarji Desai, V. K. Krishna Menon, Y. B.",
  "Chavan,LalBahadurShastri,S.K.Patilandthesolefemalecandidate,Indira",
  "Gandhi. A seventh possibility was the social worker and sometime social-ist revolutionary Jayaprakash Narayan. The last listed was a general – B. M.",
  "Kaul.11",
  "The question now being asked was not just ‘After Nehru, Who?’ , but",
  "also ‘After Nehru, What?’ Shortly after the publication of Hangen’s book,",
  "a reporter from the Sunday Times of London spent several weeks travel-",
  "ling through India. He met the prime minister, to find that ‘old Nehru has",
  "gone downhill so fast recently’. The decay of the man mirrored the decay",
  "of his country. In contrast to the ‘intensity and unfathomable ambition of a",
  "wild young China’, India was a land of ‘indescribable poverty’ and a ‘will-",
  "less Government’. What would happen after Nehru passed on? The reporter",
  "thought that the battle ‘will lie between the Communists and the new gener-",
  "ation of political bandits emerging in the States. . .’ . A third contender was",
  "the army; thus far, the generals had stayed aloof from politics, but would they",
  "‘stand aside while India collapsed into disorder or was swept into Commun-",
  "ism’?Suchweretheprospectsforthefuture;meanwhile,‘thefreeworldmust",
  "grow accustomed to its most populous member being without coherent lead-",
  "ership, swallowing aid and arms without significant effect, a tempting prey to",
  "thepredatory-minded,anindictmentofthefreeanddemocraticmethodofad-",
  "vancementinAfro-Asianeyes,wherematureauthorityissodeeplyneeded’.12",
  "Contemporary photographs confirm that Nehru was in physical Decline",
  "– sunken shoulders, a tired, even doped look on his face, an unfamiliar bulge",
  "around his waist. In the first week of September 1963 Indira Gandhi wrote to",
  "a friend that her father now had to have weekly readings taken of his blood",
  "pressure,weightandurine.‘Thestrain,physical,mentalandemotional,istre-",
  "mendous and he is bound to look tired’, wrote Mrs Gandhi. ‘The only medi-",
  "cine that can help is rest and relaxation.’13",
  "Of which, of course, he got none. He had still to undertake the duties of",
  "primeministerandforeignminister,andtocontributehismitetotherevivalof",
  "theCongress.Asthesinglerecognizablefaceofpartyandgovernment,Nehru",
  "continuedtomaintainapunishingschedule,goingtothefourcornersofIndia",
  "to address public meetings, open schools and hospitals and speak to party",
  "workers. In the month of December 1963, for example, he visited Madras,",
  "Madurai, Chandigarh, Calcutta, Bihar and Bombay (twice).14",
  "One place that the prime minister could have gone to, but chose not to,",
  "was Nagaland. For a state of that name had finally come into existence on 1",
  "December 1963. In other circumstances Nehru would have been keen to in-",
  "augurate it himself. But the journey to Kohima was long and arduous, and",
  "perhaps he also remembered the hostile reception he had got there back in",
  "1953.Intheevent,thehonoursweredonebythenewpresidentoftheRepub-lic,SarvepalliRadhakrishnan.However,thenewchiefministerandhisfellow",
  "ministersweredismissedas‘traitors’bytheunderground,whosewritstillran",
  "across large parts of the state.15",
  "In January 1964 Nehru crossed the country again, to attend the annual",
  "meetingoftheCongress,heldthatyearintheOrissacapitalofBhubaneshwar.",
  "He collapsed on the stage and had to be helped to his feet and rushed back to",
  "Delhi. The diagnosis was that he had suffered a mild stroke. As one headline",
  "putit: ‘Mr Nehru’ s Illness Casts Gloom over Bhubaneshwar Meet’.16",
  "IV",
  "The China war had weakened Nehru’s position not just in India or the world,",
  "but within the Congress Party itself. The locus of decision-making had now",
  "shifted from the prime minister’s home to the Congress Parliamentary Party.",
  "Unlikeinthepast,Nehrucouldnolongergetthepartytoalwaysdohisbidding",
  "in matters big and small.17 For instance, he had not welcomed the Kamaraj",
  "plan, on the grounds that it would deplete his government of experience and",
  "talent.",
  "After his illness, Nehru was able to persuade the party to return Lal Ba-",
  "hadur Shastri to the Cabinet. Shastri was officially called ‘minister without",
  "portfolio’, but in fact functioned as the de facto deputy to the prime minister.",
  "The two shared a language, a home state and a history of being in the same",
  "jails at around the same time. Nehru trusted and liked Shastri, whose own",
  "quiet, understated personality was in such marked contrast to his own.",
  "The first assignment entrusted to Shastri pertained to the state of Jammu",
  "and Kashmir. On 27 December 1963 a major crisis had been sparked by the",
  "theft of a holy relic, a hair of the Prophet Mohammed, from the Hazratbal",
  "mosque in Srinagar. A week after it vanished, the relic mysteriously reap-",
  "peared in the mosque. No one knew how it came back, just as no one knew",
  "howithadvanishedinthefirstplace.Andnooneknewwhethertherelicnow",
  "in place was the genuine article, or a fake.",
  "Through the month of January there were protests and demonstrations",
  "in the Valley. The ripples spread through the Muslim world. In distant East",
  "Pakistan there were religious riots aimed at the minority Hindu community,",
  "hundreds of thousands of whom fled to India. Now there was the danger of",
  "retaliatory riots targeting Muslims in India itself.In the last week of January Nehru dispatched Lal Bahadur Shastri to",
  "Kashmir. After speaking to officials, and consulting local politicians, Shastri",
  "decided to hold a special showing, or deedar, to certify whether the returned",
  "relic was genuine. A panel of senior clerics was constituted to view the relic.",
  "They did so on 3 February, and to palpable relief all round decided that this",
  "was the real article. Calm returned to the Valley. To keep the peace going the",
  "government of India appointed, as chief minister, G. M. Sadiq, a politician",
  "known for his left-wing views, but also forhisintegrity.18",
  "The Hazratbal incident brought home, once more, the fact that trouble in",
  "Kashmir had its repercussions on life in the subcontinent as a whole. The Ch-",
  "ina fiasco had made Nehru more alert to the need to seek a final resolution of",
  "the Kashmir dispute. For India could not afford to have two hostile fronts. He",
  "was encouraged in this line of thinking by his old friend Lord Mountbatten.",
  "In April 1963 Mountbatten had told Nehru that ‘if his glory had at one time,",
  "brought India credit’ in the world, the country, and he, now had a ‘tarnished",
  "image’, principally owing to the failure to settle the question of Kashmir. The",
  "Englishman felt that this could be ‘rectified’ by a ‘heroic gesture by India’,",
  "such as the ‘granting of independence to the [Kashmir] valley regardless of",
  "the Pakistani attitude’.19",
  "In fact, during 1962 and 1963 there were several rounds of talks with",
  "Pakistan on the issues that divided the two countries. Here, the government",
  "of India was represented by the experienced Sardar Swaran Singh, while",
  "Pakistan was represented by the young and ambitious Zulfiqar Ali Bhutto.",
  "At these talks no one represented Kashmir. But, as the Hazratbal incident",
  "showed, it was not prudent to neglect the feelings of the people at the centre",
  "of the dispute. And who better to take their pulse than Sheikh Abdullah? By",
  "the end of 1963 Nehru was already thinking of releasing the Sheikh, who by",
  "this time had been in jail for ten years. The stroke at Bhubaneshwar, with its",
  "intimations of mortality, made him think further in this regard. Why not re-",
  "lease Abdullah and have a last shot at solving the Kashmir problem before he",
  "was gone?",
  "V",
  "SheikhAbdullah,wemayrecall,hadbeenarrestedbythegovernmentofIndia",
  "in August 1953. No charges were brought against him, but in January 1958",
  "he was suddenly released. He made his way to the Valley, where he met witha spectacular reception. He addressed well-attended public meetings in Srin-",
  "agar,includingoneattheHazratbalmosque.Thisseemstohaveunnervedhis",
  "enemies in the administration. Towards the end of April he was arrested once",
  "more. This time he was shifted to a jail in Jammu, and charged with plotting",
  "with Pakistan to break up India. He was accused, among other things, of at-",
  "tempting ‘to facilitate wrongful annexation of the territories of the state by",
  "Pakistan; create communal ill-feeling and disharmony in the state and receive",
  "secret aid from Pakistan in the shape of money, bombs, etc.’.20",
  "The charges were, to put it politely, trumped up. While the Sheikh con-",
  "templatedindependence,heneverwantedtojoinPakistan.Andwhiletheidea",
  "ofbeingtherulerofafreeKashmirappealedtohim,hesawashissubjectsall",
  "the people of the state, regardless of religion. As even his political opponents",
  "conceded, he had not a communal bone in his body.",
  "Speaking at his trial, the Sheikh said that he stood for a single objective:",
  "the right ofself-determination forthe people ofJammu andKashmir,who,he",
  "insisted,were‘notaflockofsheepandgoatstobedrivenbyforceonewayor",
  "another’.Evenso,herepeatedlyunderlinedhiscommitmenttosecularism,his",
  "admirationforMahatmaGandhiandhisonce-strongfriendshipwithJawahar-",
  "lalNehru.HerecalledthatNehruhimselfhadconcededthat‘thepeopleofthe",
  "state are the final arbiters of their fate’ , significantly adding: ‘He does not, I",
  "believe, deny this right to us even now.’21",
  "Two months after the Sheikh’s first arrest, in 1953, Nehru had written",
  "that ‘the mere fact of his detention is of course a matter which troubles",
  "me greatly’.22 The months turned into years, deepening the guilt. One way",
  "of sublimating the guilt was to take a close interest in the education of his",
  "friend’s children (which, by some accounts, he even helped pay for). In July",
  "1955 Nehru was visited by Abdullah’s eldest son, Farooq, then studying in a",
  "medical college in Jaipur. Farooq told the prime minister that his classmates",
  "routinely referred to his father as a ‘traitor’. This prompted Nehru to write to",
  "a minister in the Rajasthan state government, asking him to ensure that the",
  "boy had ‘proper living quarters and some friendly companionship’, so that he",
  "did not develop any ‘complexes and the like’ . As Nehru put it, ‘Some people",
  "foolishlyimaginethatbecausewehavehaddifferenceswithSheikhAbdullah,",
  "therefore we are not favourably inclined towards his son and his family. This,",
  "ofcourse,isnotonlyabsurdbutisjustthereverseofhowwefeel.Personally,",
  "becauseSheikhAbdullahisinprison,Ifeelratheraspecialresponsibilitythat",
  "we should try to help his sons and family.’23",
  "In 1964, woken up by the China war, and put on high alert by his own",
  "fadinghealth,Nehrudecidedtoputanendtothematter.Hespoketothechiefminister of Jammu and Kashmir, and after obtaining his consent, decided to",
  "release Sheikh Abdullah. The news was conveyed to the world by Nehru’s",
  "confidantLalBahadurShastri.Abdullah’sdetention,saidShastri,hadbeen‘a",
  "matter of pain to the government, and particularly to the prime minister'.)24",
  "On the morning of 8 April the Sheikh stepped out of Jammu jail, a free",
  "man once more. He drove in an open car through the streets of the town, ac-",
  "cepting garlands and bouquets. The next day he gave his first public speech.",
  "According to a newspaper report, ‘Sheikh Abdullah said the two pressing",
  "problems facing thesubcontinent –communal strife andKashmir –shouldbe",
  "solved during Prime Minister Nehru’s lifetime. He described Mr Nehru as the",
  "last of the stalwarts who had worked with Gandhiji and said that after him a",
  "solution of these problems would become difficult.’",
  "Nehru had invited Abdullah to come and stay with him in New Delhi.",
  "The Sheikh said he would first go to the Valley, consult his friends and sup-",
  "porters, and meet the Prime Minister after the Id festival (which fell on 23",
  "April).Onthe11thhesetoffbycartoSrinagar,ajourneythatnormallywould",
  "take a few hours. But the Sheikh travelled leisurely, stopping at towns and",
  "villages on the way. Wherever he halted, he also spoke. Thousands turned up",
  "to see and hear him, trudging miles from their own isolated hamlets. In these",
  "gatherings, women outnumbered men.",
  "In his speeches, Abdullah described his state as a bride cherished by two",
  "husbands – India and Pakistan – neither of whom ‘cared to ascertain what the",
  "Kashmiris wanted’. He said he would meet Jawaharlal Nehru with an open",
  "mind, and asked the Indians not to make up their minds beforehand either. As",
  "a journalist who interviewed him noted, the Sheikh had ‘no personal bitter-",
  "ness, no rancour’ – rather, he was imbued with ‘a strong sense of mission’, a",
  "compellingdesiretoseekasolutiontoKashmir.Atonemeetinghewasasked",
  "what he now felt about Nehru. Abdullah answered that he bore no ill will, for",
  "‘misunderstandings do occur even among brothers. I shall not forget the love",
  "Mr Nehru has showered onme in the past ...Iwill meet him as an old friend",
  "and comrade.’",
  "On 18 April a week after he had left Jammu the Sheikh drove in an open",
  "jeep from Anantnag to the Kashmiri capital Srinagar. The thirty-mile route",
  "was lined by a ‘near-hysterical crowd’ of half a million people. The road was",
  "coveredwithfreshlypluckeddaisiesandtulipsandfestoonedwitharchesand",
  "bunting. When he finally entered the town, ‘Srinagar’s entire population . . .",
  "jammed the labyrinth of streets which were so richly decorated that even the",
  "sun did not penetrate the canopy of Kashmir silks, carpets and shawls’.Meanwhile, back in Delhi, the prospect of talks between Nehru and Ab-",
  "dullah alarmed many members of the ruling Congress Party. Senior Cabin-",
  "et ministers issued statements insisting that the question of Kashmir was",
  "‘closed’;thestatewas,andwouldstay,anintegralpartofIndia.Morecombat-",
  "ive still were members of the Jana Sangh. The party’s general secretary, Deen",
  "DayalUpadhyaya,deploredtheSheikh’srecentspeeches,whereheseemedto",
  "have ‘questioned even the axiomatic facts of the Kashmir question’ (such as",
  "itsfinalaccessiontoIndia).‘Insteadofstabilizingthepoliticalsituationofthe",
  "state’, complained Upadhyaya, ‘Sheikh Abdullah has tried to unsettle every",
  "issue.’",
  "The opposition from the Hindu right was predictable. As it happens, the",
  "leftwasalsosuspiciousofAbdullahandhisintentions.TheCommunistParty",
  "thought he was in danger of falling into an ‘imperialist trap’, designed to de-",
  "tach Kashmir from India. Among the Indian political establishment, it seems,",
  "only Nehru’s mind remained open. But he was to receive unexpected support",
  "from two old stalwarts who had also worked with Mahatma Gandhi. One was",
  "Jayaprakash Narayan, popularly known as ‘JP’, the former radical socialist",
  "who for the past decade had been a leading light of the Sarvodaya movement.",
  "JPwasanoldfriendoftheSheikh;hehadalsobeenavocaladvocateofbetter",
  "relationswithPakistan.In1962hehadsetupanIndia—PakistanConciliation",
  "Group which, among other things, sought to find an ‘equitable and honour-",
  "able’ solution to the Kashmir dispute.25",
  "Now,welcomingSheikhAbdullah’sreleaseinasignedarticleintheHin-",
  "dustanTimes,JPdeploredtheinsinuations against Abdullahbypoliticians in-",
  "sideandoutsidetheCongress.Thesehadthreatenedthathewouldbeputback",
  "in jail if he went ‘too far’. ‘It is remarkable’, commented JP acidly, ‘how the",
  "freedom fighters of yesterday begin so easily to imitate the language of the",
  "imperialists.’",
  "What alarmed politicians in Delhi was the Sheikh’s talk about ascertain-",
  "ing afresh the wishes of the Kashmiri people. JP thought this eminently reas-",
  "onable, for the elections in Jammu and Kashmir in 1957 and 1962 were any-",
  "thing but free and fair. In any case, if India was ‘so sure of the verdict of the",
  "people,whyarewesoopposedtogivingthemanotheropportunitytoreiterate",
  "it? A satisfactory settlement of the Kashmir question would greatly improve",
  "relationsbetweenIndiaandPakistan.JPhopedthattheleadersofIndiawould",
  "display ‘the vision and statesmanship that this historic moment demands’. He",
  "added, ‘Happily, the one sane voice in the ruling party is that of the Prime",
  "Minister himself.’26More unexpected perhaps was the endorsement received by Nehru from",
  "C.Rajagopalachari(‘Rajaji’),theveteranstatesmanwhohadoncebeenanin-",
  "timate associate of the prime minister but had latterly become apolitical op-",
  "ponent. As the founder of the Swatantra Party, Rajaji had savaged the prime",
  "minister’seconomic policies. Thesecriticisms sometimes hadasharpperson-",
  "al edge. Now, to the surprise of his followers, he came out strongly in favour",
  "of Nehru’s initiative in releasing Abdullah. Like JP, he deplored the threats to",
  "put the Sheikh back in jail, thus to ‘force him into silence and submission’.",
  "Fortunately, ‘the Prime Minister may be ill but he preserves his balance, and",
  "has evidently refused to take any foolish step and degrade India’.",
  "The freeing of Abdullah, argued Rajaji, should act as a prelude to allow-",
  "ing ‘the people of Kashmir [to] exercise their human right to rule themselves",
  "as well as they can’. Indeed, solving the Kashmir tangle would pave the way",
  "for a larger resolution of the Indo-Pak dispute itself. Thus, Rajaji wrote of the",
  "need to",
  "try and think fundamentally in the present crisis. Are we to yield to the",
  "fanatical emotions of our anti-Pakistan groups? Is there any hope for In-",
  "dia or for Pakistan, if we go on hating each other, suspecting each other,",
  "borrowing and building up armaments against each other – building our",
  "two houses, both of us on the sands of continued foreign aid against a",
  "future Kurukshetra? We shall surely ruin ourselves forever if we go on",
  "doing this . . . We shall be making all hopes of prosperity in the future",
  "a mere mirage if we continue this arms race based on an ancient grudge",
  "and the fears and suspicions flowing from it.27",
  "VI",
  "In Kashmir, meanwhile, Sheikh Abdullah was talking to his colleagues and",
  "associates. He discovered that while he had been in jail, he had come to be",
  "associated with the Pakistan party. At his trial Abdullah had insisted that he",
  "never expressed a desire for Kashmir to join Pakistan. India or independence",
  "–thoseweretheonlytwooptionshehadcountenanced.Butthetrialproceed-",
  "ings never reached the common people of the Valley. They knew only that he",
  "was being tried for conspiracy against the Indian nation. Would not that make",
  "him, by default, a friend of Pakistan?Thecommonpeoplewerestrengthenedintheirbeliefsbythepropaganda",
  "of Bakshi Ghulam Mohammed’s government, which had painted the Sheikh",
  "as an agitator for a plebiscite, and hence anti-Indian. Moreover, the chicanery",
  "and corruption of the Bakshi regime had greatly tarnished the image of India",
  "among the Kashmiris. Abdullah found that the pro-Pakistani elements were",
  "now perhaps in a majority. This did not please him. But, sensing the mood",
  "on the ground, he worked to gradually win over the people to his point of",
  "view. He met the influential priest Maulvi Farooqui and urged him to support",
  "a‘realistic’solution,ratherthanclaimthatKashmirshouldaccedetoPakistan",
  "in pursuance of the two-nation theory.28",
  "On 23 April, two weeks after he was released, Sheikh Abdullah ad-",
  "dressed a prayer meeting in Srinagar. A solution to the Kashmir dispute,",
  "he said, must take into account its likely consequences for the 50 million",
  "MuslimsinIndia,andthe10millionHindusinEastPakistan.Threedayslater,",
  "in his last speech before leaving for Delhi, he urged the Kashmiris to main-",
  "tain communal peace, to thus set an example for both India and Pakistan. ‘No",
  "Muslim in Kashmir will ever raise his hand against the minorities,’ he pro-",
  "claimed.",
  "On28April,thedaybeforeAbdullahwasduetoarriveinDelhi,theJana",
  "Sangh held a large procession in the capital. The marchers shouted anti-Ab-",
  "dullahandanti-NehruslogansanddemandedthatthegovernmentofIndiaab-",
  "rogateArticle370anddeclareKashmirtobean‘integralandindivisible’part",
  "of India. At a public meeting held the same day, A. B. Vajpayee demanded",
  "that the prime minister tell Abdullah that Jammu and Kashmir had ‘already",
  "been integrated with the Indian Union and that there was no scope for discus-",
  "sion on this matter’.",
  "On the 29th Abdullah flew into Palam airport with his principal associ-",
  "ates. The party drove on to Teen Murti House, where the prime minister was",
  "waiting to receive Abdullah. It was the first time the two men had seen one",
  "another since Nehru’s government had locked up the Sheikh in August 1953.",
  "Now, as one eyewitness wrote, ‘the two embraced each other warmly. They",
  "were meeting after 11 years, but the way they greeted each other reflected no",
  "traces of embarrassment, let aside bitterness over what happened in the inter-",
  "vening period’. The duo posed for the battery of press photographers before",
  "going inside.",
  "This was a reconciliation between the leader of the nation and a man till",
  "recentlyregardedasatraitortoit.Itanticipated,bysomethirtyyears,thesim-",
  "ilarly portentous reconciliation between the South African president and hismostnotoriouspoliticalprisoner.ButevenF.W.DeKlerkdidnotgosofaras",
  "to ask Nelson Mandela to stay with him.",
  "Onthisvisit,AbdullahstayedfivedayswithNehruinTeenMurtiHouse.",
  "They met at least once or twice a day, usually without aides. While the prime",
  "ministerwasotherwiseoccupied,theSheikhcanvassedawidespectrumofIn-",
  "dianopinion.HespoketoCongressministers,toleadersoftheoppositionand",
  "to prominent non-political figures such as Jayaprakash Narayan. He placed a",
  "wreath on Gandhi’s tomb in Rajghat and addressed a prayer meeting at Delhi",
  "s greatest mosque, the Jama Masjid.",
  "That Nehru was talking to Abdullah was not to the liking of the Jana",
  "Sangh. Notably, it also caused disquiet among members of his own Cabinet,",
  "who worried that the Kashmir question would now be ‘re-opened’. To pre-",
  "empt the possibility, a senior minister told Parliament that the ‘maintenance",
  "of the status quo [in Kashmir] was in the best interests of the subcontinent’",
  ".Andtwenty-sevenCongressMPsissuedastatementarguingthat‘youcanno",
  "moretalkofself-determinationinthecaseofKashmirthaninthecaseof,say,",
  "Bombay or Bihar’.",
  "Within his party, the only senior man who appeared sympathetic to",
  "Nehru’s efforts was Lal Bahadur Shastri. There were, however, some opposi-",
  "tion politicians who saw the point of speaking seriously with Abdullah. Thus",
  "the Swatantra Party leader Minoo Masani urgently wired Rajaji:",
  "Understand Nehru and Lal Bahadur endeavouring to find solution with",
  "Sheikh Abdullah but are up against confused thinking within Congress",
  "Party alongside of Jan Sangh communist combination. If you think tele-",
  "gram or letter to Jawaharlal from yourself encouraging him [to] do the",
  "right thing and assuring your personal support would help please move",
  "in the matter.29",
  "RajajichosenottowritetoNehru,perhapsbecausehewastooproudorfeared",
  "arebuff,buthedidwritetoLalBahadurShastriurgingthatKashmirbegiven",
  "some kind of autonomous status. As he saw it, ‘self-determination for Kash-",
  "mir is as far as we are concerned a lesser issue than the aim of reducing Indo-",
  "Pak jealousy’. He thought that ‘the idea that if we “let Kashmir go”, we shall",
  "be encouraging secessions everywhere is thoroughly baseless’. ’I hope you",
  "and Jawaharlalji’, wrote Rajaji to Shastri, ‘will be guided by Providence and",
  "bring this great opportunity to a good result.’30Shortly after his release Abdullah had expressed his wish to ‘pay my re-",
  "spects personally toRajaji, andhavethebenefit ofhismature advice’.31Now,",
  "after his conversations with Nehru, he setoff south to meet the prime minis-",
  "ter’s friend turned rival turned ally. He planned to stop at Wardha en route, to",
  "pay his respects to the Gandhian leader Vinoba Bhave. As he jokingly told a",
  "journalist, he would discuss ‘spirituality with Vinoba and ‘practical politics’",
  "with Rajaji.",
  "On 4 May Lal Bahadur Shastri wrote to Rajaji urging him ‘to suggest to",
  "Sheikh Saheb not to take any extreme line . . . Sheikh Saheb has just come",
  "out [of jail] and it would be good for him to give further thought to the dif-",
  "ferent aspects oftheKashmir question andcome toajudgement after fulland",
  "matureintrospectionanddeliberation.Itwillbemostunfortunateifthingsare",
  "done in a hurry or precipitated’.32",
  "This was an airmail letter, but one does not know whether it reached",
  "Madras before the 5th, on which day Abdullah finally met Rajaji. They spoke",
  "forafullthreeandahalfhours,provokingthisfrontpageheadlineintheHin-",
  "dustan Times: ‘Abdullah, CR, Evolve Kashmir Formula: Proposal to Be Dis-",
  "cussed with Prime Minister’. Rajaji did not say a word to the press, but Ab-",
  "dullah was slightly more forthcoming. Speaking to the wise old man, he said,",
  "‘hadhelpedclearhismindaboutwhatwouldbethebestsolutionwhichwould",
  "remove this cancer from the body politic of India and Pakistan’. Pressed for",
  "details, the Sheikh said these would have to await further talks with the prime",
  "minister. He did let on, however, that Rajaji and he had worked out ‘an hon-",
  "ourable solution which would not give a sense of victory either to India or",
  "Pakistanandatthesametimewouldensureaplaceofhonourtothepeopleof",
  "Kashmir’.",
  "While Abdullah was in Madras, word reached him that President Ayub",
  "Khan had invited him to visit Pakistan. On returning to Delhi on 6 May he",
  "went straight to Teen Murti House. He spent ninety minutes with Nehru, ap-",
  "prisinghimofwhatwasbeingreferredto,somewhatmysteriously,as‘theRa-",
  "jaji formula’. The prime minister next directed Abdullah to an informal com-",
  "mitteeofadvisers.Thisconsistedoftheforeignsecretary,Y.D.Gundevia,the",
  "high commissioner to Pakistan, G. Parthasarathi, and the vice-chancellor of",
  "the Aligarh Muslim University, Badruddin Tyabji.",
  "Over two long days, Abdullah and the prime minister’s men discussed",
  "the Kashmir issue threadbare. All kinds of alternatives were mooted. These",
  "included a plebiscite for the entire, undivided state of Jammu and Kashmir",
  "as it existed before 1947; the maintenance of the status quo; and afresh di-",
  "vision of the state, such that the Jammu and Ladakh regions went to India,Azad or northern Kashmir went to Pakistan, with a plebiscite being held in",
  "the Valley alone to decide its future. Abdullah told the officials that while",
  "they could work out the specifics of the solution, it must (1) promote Indo-",
  "Pakistani friendship; (2) not weaken the secular ideal of the Indian Constitu-",
  "tion; (3) not weaken the position of the minorities in either country. He asked",
  "them to give him more than one alternative, which he could take with him to",
  "Pakistan.",
  "The Sheikh’s conditions more or less ruled out a plebiscite, the result",
  "of which, whatever it might be, would leave one country dissatisfied and",
  "minorities on both sides more vulnerable. What about the Rajaji formula?",
  "This, it appears, was for a condominium over Kashmir between India and",
  "Pakistan, with defence and external affairs being the joint responsibility of",
  "the two governments. (The model here was Andorra, a tiny but autonomous",
  "enclave whose security was guaranteed by its two large neighbours, France",
  "and Spain.) Another possibility was of creating a confederation among India,",
  "PakistanandKashmir.33",
  "ThetrinityadvisingNehruwereselectedfortheirabilityandknowledge;",
  "it is noteworthy nonetheless that they came from three different religious tra-",
  "ditions. It is noteworthy too that all were officials. Recall that when there was",
  "a chance to settle the dispute with China, the jingoism of the politicians com-",
  "pelled Nehru to take positions more hardline than he otherwise might have",
  "done. Now, in seeking a settlement with Pakistan, Nehru sought to work with",
  "hisofficials,ratherthanhisministers.Thewisdomofthisapproachwasmade",
  "clear in a letter written to Rajaji by the writer and parliamentarian B. Shiva",
  "Rao. This noted that",
  "ThereisaclearattemptbothfromwithintheCabinetandinParliamentto",
  "prevent the Prime Minister from coming to terms with Sheikh Abdullah",
  "if it should mean the reopening of the issue of accession. Many of these",
  "Ministershavemadepublicstatementswhilethediscussionsbetweenthe",
  "two are going on. It’s a sign of the diminishing prestige and influence of",
  "the PM that they can take such liberties.",
  "This was interesting, but the reply was more interesting still. This gave more",
  "flesh to the ‘Rajaji formula’, while locating Nehru’s predicament in proper",
  "perspective. Thus, wrote Rajaji,Asking Ayub Khan to give a commitment in advance about Azad Kash-",
  "mir now will break up the whole scheme. He will and cannot give it. He",
  "is in a worse situation than Nehru in regard to public pressures and emo-",
  "tional bondage . . . Any plan should therefore leave the prizes of war un-",
  "touched . . . Probably the best procedure is for Sheikh to concentrate on",
  "the valley leaving Jammu as a counterpoise to Azad Kashmir, to be pre-",
  "sumed to be integrated to India without question.",
  "This reduced shape of the problem is good enough, if solved as we",
  "desire, to bring about an improvement in the Indo-Pakistan relationship.",
  "And being of reduced size, would be a fitting subject for UN trusteeship",
  "partial or complete.34",
  "OntheIndianside,thebesthopeforpeacewasJawaharlalNehru.SheikhAb-",
  "dullah appears to have thought that Nehru was also the last hope. On 11 May",
  "the Sheikh told reporters that ‘I do not want to plead for Nehru but he is the",
  "symbol of India in spite of his weakness. You cannot find another man like",
  "him.’Headdedthat‘afterNehruhedidnotseeanyoneelsetackling[theprob-",
  "lems] with the same breadth of vision’.",
  "For his part, Nehru was also quite prepared to give his old comrade and",
  "sometime adversary a sterling certificate of character. Speaking to the All-In-",
  "dia Congress Committee in Bombay on the 16th, the prime minister said that",
  "the Sheikh was wedded to the principles of secularism. Nor did he believe in",
  "the two-nation theory. Both Nehru and he hoped that ‘it would be possible",
  "for India, holding on to her principles, to live in peace and friendship with",
  "Pakistan and thus incidentally to put an end to the question of Kashmir’. ‘I",
  "cannot say if we will succeed in this’, said the prime minister, ‘but it is clear",
  "that unless we succeed India will carry the burden of conflict with Pakistan",
  "with all that this implies.’",
  "VII",
  "On 20 May, Sheikh Abdullah returned to Delhi, to stay at Teen Murti House",
  "and have a final round of talks with Nehru before travelling to Pakistan. At",
  "a press conference on the 22nd, Nehru declined to disclose the details, say-",
  "ingthat hedidnotwanttoprejudice theSheikh’smission. Buthedidindicate",
  "that his government was ‘prepared to have an agreement with Pakistan on the",
  "basis of their holding on to that part of Kashmir occupied by them’.35Nehru’s own papers on this subject are closed to scholars, but a letter",
  "written by his foreign secretary gives a clue to his thinking at the time. The",
  "prime minister had apparently asked legal experts to explore the implications",
  "of a confederation between India, Pakistan and Kashmir, ‘as a possible solu-",
  "tion to our present troubles’. Such an arrangement would not imply an ‘an-",
  "nulment’ of Partition. India and Pakistan would remain separate, sovereign",
  "states. Kashmir would be part of the confederation, with its exact status to be",
  "determined by dialogue. There might be a customs union of the three units,",
  "someformoffinancialintegrationandspecialprovisionsfortheprotectionof",
  "minorities.36",
  "To keep the discussion going, India was prepared to concede Pakistan’ s",
  "hold over Azad Kashmir and Gilgit, the two parts of the state that it had lost",
  "in the war of 1947-8. Would Pakistan concede anything in turn? As Abdullah",
  "preparedtodepartforRawalpindi,MinooMasaniwrotetoA.K.Brohi,some-",
  "time Pakistani highcommissioner toIndia andnowaleading Karachi lawyer,",
  "a certified member of the Pakistani Establishment who had the ear of Presid-",
  "ent Ayub Khan. ‘The nature of the response which he [the Sheikh] is able to",
  "evokefromPresidentAyub’,saidMasanitoBrohi,would‘haveadecisivein-",
  "fluence in strengthening or weakening the hands of those who stand for Indo-",
  "Pakistan amity here’. Nehru’s Pakistan initiative was bitterly opposed from",
  "within his party and outside it. For it to make progress, for there to be a sum-",
  "mit meeting between the prime minister and President Ayub Khan, it was ‘of",
  "the highest moment that Sheikh Abdullah should come back with something",
  "onwhichfuturetalkscouldbebased’.MasaniurgedBrohitousehisinfluence",
  "with Ayub and other leaders, so that their talks with Abdullah might ‘yield",
  "fruitful results in the interests of both countries’.37",
  "Meanwhile, Abdullah proceeded to Pakistan. He hoped to spend two",
  "weeks in that country, beginning with the capital, Rawalpindi, moving on to",
  "AzadKashmirandendingwithEastPakistan,whereheintended,amongother",
  "things, to check on the feelings of the Hindu minority. On 24 May he touched",
  "down in Rawalpindi to a tumultuous reception. He drove in an open car from",
  "the airport to the town, the route lined by thousands of cheering Pakistanis.",
  "The welcome, said one reporter, ‘surpassed in intensity and depth that given",
  "to Mr Chou En-lai in February’.38",
  "Later, talking to newsmen, Abdullah called his visit ‘a peace mission of",
  "an exploratory nature’. He appealed to the press to help cultivate friendship",
  "between India and Pakistan. ‘He said he had come to the definite conclusion",
  "that the armed forces of both the countries facing each other on the ceasefire",
  "line must be disengaged and that the edifice of a happy and prosperous Kash-mir could be built only on permanent friendship between India and Pakistan’.",
  "AsinNewDelhi,heretooheemphasizedthatanysolutiontothedisputemust",
  "not foster a sense of defeat for either India or Pakistan; must not weaken In-",
  "dia’s secularism or the future of its 60 million Muslims; and must satisfy the",
  "aspirations of the Kashmiris themselves.",
  "Thenextday,the25th,AbdullahandAyubKhanheldathree-hourmeet-",
  "ing. The Sheikh would not touch on the details, saying only that he found",
  "in Rawalpindi ‘the same encouraging response as in Delhi. There is an equal",
  "keenness on both sides to come to a real understanding’.",
  "Later that day Abdullah addressed a mammoth public meeting in",
  "Rawalpindi. He was ‘cheered repeatedly as he spoke for two hours, bluntly",
  "warning both Indians and Pakistanis from committing wrongs which would",
  "endanger the lives of the minorities in both countries’. The time had come,",
  "said Abdullah, for India and Pakistan to bury the hatchet. For if ‘the present",
  "phase of tension, distrust and misunderstanding continued, both countries",
  "would suffer and their freedom be imperilled’.",
  "Onthe26thAbdullahmetAyubKhanagain,forfourhoursthistime,and",
  "cameoutbeaming.ThePakistanipresident,hetoldacrowdednewsconferen-",
  "ce, had agreed to a meeting with Prime Minister Nehru in the middle of June.",
  "The meeting would take place in Delhi, and Abdullah would also be in the",
  "city, available for consultation. ‘Of all the irritants that cause tension between",
  "India and Pakistan’, said the Sheikh, ‘Kashmir is the most important. Once",
  "thisgreatirritantisremoved,thesolutionofotherproblemswouldnotpresent",
  "much difficulty.’",
  "By this time the enchantment with the Sheikh was wearing thin among",
  "the Pakistani elite. Their representative voice, the Dawn newspaper, wrote of",
  "howAbdullah’sstatements,‘especiallyhisreferencestoIndia’sso-calledsec-",
  "ularism, have caused a certain amount of disappointment among the public",
  "in general and the intelligentsia in particular’. Dawn thought that the Sheikh",
  "had been ‘lured by the outward show of Indian secularism, obviously forget-",
  "ting the inhumane treatment meted out to 60 million Muslims in the so-called",
  "secular state’. But the newspaper had amore fundamental complaint, that Ab-",
  "dullah had ‘taken up the role of an apostle of peace and friendship between",
  "PakistanandIndia,ratherthanthatoftheleaderofKashmir,whoseprimeob-",
  "jective should be to seek their freedom from Indian bondage’.39",
  "Onthe27thAbdullahproceededtoMuzaffarabad,atownhehadnotseen",
  "sinceKashmirwasdividedin1947.HehadnoideaofhowtheKashmiristhis",
  "side of the ceasefire line would react to his proposals. Before he could find",
  "out, news reached him that, back in New Delhi, Nehru had died. Abdullah atonce ‘broke into tears and sobbed’. In a muffled voice he told the reporters",
  "gathered around him, ‘he is dead, I can t meet him’. When asked for more re-",
  "actions he retired to a room, to be alone with his grief.",
  "Abdullah drove down to Rawalpindi and got on the first flight to Delhi.",
  "When he reached Teen Murti and saw the body of Nehru, ‘he cried like a",
  "child’. It took him some time to ‘compose himself and place the wreath on",
  "the body of his old friend and comrade’. To this account of a newsman on the",
  "spot we must add the witness of a diplomat who accompanied Nehru’s body",
  "to the cremation ground. As the fire was burning the body to ashes, buglers",
  "sounded‘TheLastPost’:‘thuswassymbolizedtheinextricabilityofIndiaand",
  "EnglandinNehru’slife’.Then,beforethefirefinallydieddown,’SheikhAb-",
  "dullah leapt on the platform and, weeping unrestrainedly, threw flowers onto",
  "the flames; thus was symbolized the inextricability of the Muslim world in",
  "Nehru’s life and the pathos of the Kashmir affair’.40",
  "VIII",
  "The events of April—May 1964 have unfortunately been neglected by schol-",
  "ars, whether biographers of Nehru or analysts of the Kashmir dispute.41 If I",
  "haverehabilitatedthemhere,itisbecausetheyprovidefreshlightonthismost",
  "intractable of political problems – this ‘severe headache’ as Vallabhbhai Patel",
  "put it, this ‘cancer [in] the body politic of India and Pakistan’ in the words of",
  "SheikhAbdullah–andbecausetheyprovideapeculiarlypoignantcodatothe",
  "life and work of Jawaharlal Nehru.",
  "The question remains how serious were the three campaigners for peace",
  "in April—May 1964? The one who did not reveal his mind at all, at least not",
  "in the public domain, was Field Marshal Ayub Khan. We know nothing about",
  "what he really thought at the time, whether he was indeed serious about a ne-",
  "gotiated settlement on Kashmir, and whether he could then, so to say, ‘sell’",
  "an agreement with India to his people. Sheikh Abdullah, on the other hand,",
  "wasforthcomingwithhisviews,expressingthemtothepressandincountless",
  "public meetings and orations. Some thought his words a mere mask for per-",
  "sonal ambition. Writing in the Economic Weekly, one commentator claimed",
  "that ‘even a superficial study of his political behaviour convinces [one] that",
  "he is embarked on a most ramified plan to win an independent State by skil-",
  "fully exploiting the hates and the prejudices, conscious and unconscious, andthepowerpoliticaltangleswhichprovidethebackgroundtoIndo-Pakistanre-",
  "lations’.42",
  "This seems to me to be too cynical by far. For Abdullah’s words, and",
  "still more his actions, make manifest his commitment to secularism, his con-",
  "cernfortheminoritiesinbothIndiaandPakistan.Hewasambitious,certainly,",
  "but while in 1953 he seems to have fancied himself as the uncrowned king",
  "of Kashmir, in 1964 he saw himself rather as an exalted peacemaker, the one",
  "manwhocouldbringtranquillityandprosperitytoapooranddividedsubcon-",
  "tinent.",
  "About Jawaharlal Nehru’s motives there should be no doubt at all. He",
  "felt guilty about Abdullah’s long incarceration, worried about the continuing",
  "disaffection in Kashmir, sensible of the long-term costs of the dispute to both",
  "India and Pakistan. The question was not then ofhis motives, but ofhis influ-",
  "ence.Wouldhiscolleagueslistentohim?HadheandAyubKhan,withalittle",
  "help from Abdullah, actually worked out a settlement, would it have passed",
  "muster with the Congress Party, or the Indian Parliament?",
  "Possibly not. But even if it did, would it have worked in the long run?",
  "The legal expert consulted by Nehru’s office on the idea of a confederation",
  "delicately pointed out that ‘historically, confederations have been dominated",
  "by one member or united under stress’.43 In sheer size India swamped both",
  "PakistanandKashmir.WoulditthenhavebehavedlikeBigBrother?Relevant",
  "here is a cartoon by Rajinder Puri that appeared in the Hindustan Times the",
  "day Abdullah met Ayub Khan. It showed the Field Marshal standing rumin-",
  "atively, finger on chin, with the Sheikh expansively gesticulating, and saying:",
  "‘You’re afraid Delhi will try to dominate Pindi? My dear chap, when Delhi",
  "can t dominate Lucknow or Chandigarh. . .’ .44",
  "Here then were a host of imponderables – Ayub’s motives, Abdul-lah s",
  "beliefs, Nehru s strength, the viability of a condominium or a confederation.",
  "IntheenditwasNehru’sstrengththatgaveway–literally.And,asaPakistani",
  "newspaper noted, his passing away meant ‘the end of a negotiated settlement",
  "of the Kashmir issue’. For whoever succeeded Nehru would not have ’the",
  "stature, courage and political support necessary to go against the highly emo-",
  "tional tide of public opinion in India favouring a status quoin Kashmir’.4517M M",
  ""
]