[
  "ch1",
  "FREEDOM AND ARRICIDE",
  "The disappearance of the British Raj in India is at present, and must for",
  "along time be, simply inconceivable. That it should be replaced by a nat-",
  "iveGovernmentorGovernmentsisthewildestofwilddreams...Assoon",
  "asthelastBritishsoldiersailedfromBombayorKarachi,Indiawouldbe-",
  "come the battlefield of antagonistic racial and religious forces . . . [and]",
  "the peaceful and progressive civilisation, which Great Britain has slowly",
  "but surely brought into India, would shrivel up in a night.",
  "J. E. W , former Bishop of Calcutta, 1915",
  "ELLDON",
  "I have no doubt that if British governments had been prepared to grant in",
  "1900 what they refused in 1900 but granted in 1920; or to grant in 1920",
  "what they refused in 1920 but granted in 1940; or to grant in 1940 what",
  "they refused in 1940 but granted in 1947 – then nine-tenths of the misery,",
  "hatred, and violence, the imprisonings and terrorism, the murders, flog-",
  "ging,shootings,assassinations,eventheracialmassacreswouldhavebeen",
  "avoided; the transference of power might well have been accomplished",
  "peacefully, even possibly without Partition.",
  "L W ,",
  "EONARD OOLF 1967",
  "I",
  "F I on 15 August 1947, but patriotic Indians had celebrated",
  "REEDOM CAME TO NDIA",
  "their first ‘Independence Day’ seventeen years before. In the first week of",
  "January 1930 the Indian National Congress passed a resolution fixing the last",
  "Sunday ofthe month forcountrywide demonstrations in support of purna swa-",
  "raj, or complete independence. This, it was felt, would both stoke nationalist",
  "aspirations and force the British seriously to consider giving up power. In an",
  "essay in his journal Young India, Mahatma Gandhi set out how the day should",
  "be observed. ‘It would be good’, said the leader, ‘if the declaration [of inde-",
  "pendence] is made by whole villages, whole cities even . . . It would be well if",
  "all the meetings were held at the identical minute in all the places.’Gandhi suggested that the time of the meeting be advertised in the tra-",
  "ditional way, by drum-beats. The celebrations would begin with the hoisting",
  "of the national flag. The rest of the day would be spent ‘in doing some con-",
  "structive work, whether it is spinning, or service of “untouchables”, or reuni-",
  "on of Hindus and Mussalmans, or prohibition work, or even all these togeth-",
  "er,whichisnotimpossible’. Participants wouldtakeapledgeaffirmingthatit",
  "was‘theinalienablerightoftheIndianpeople,asofanyotherpeople,tohave",
  "freedom and to enjoy the fruits of their toil’, and that ‘if any government de-",
  "prives a people of these rights and oppresses them, the people have a further",
  "right to alter it or abolish it’.1",
  "Theresolution tomarkthelast SundayofJanuary1930asIndependence",
  "Day was passed in the city of Lahore, where the Congress was holding its an-",
  "nual session. It was here that Jawaharlal Nehru was chosen President of the",
  "Congress,inconfirmationofhisrapidlyrisingstatuswithintheIndiannation-",
  "al movement. Born in 1889, twenty years after Gandhi, Nehru was a product",
  "of Harrow and Cambridge who had become a close protégé of the Mahatma.",
  "He was intelligent and articulate, knowledgeable about foreign affairs, and",
  "with a particular appeal to the young.",
  "In his autobiography Nehru recalled how ‘Independence Day came,",
  "January 26th, 1930, and it revealed to us, as in a flash, the earnest and enthu-",
  "siastic mood of the country. There was something vastly impressive about the",
  "greatgatheringseverywhere,peacefullyandsolemnlytakingthepledgeofin-",
  "dependence without any speeches or exhortation.’2 In a press statement that",
  "he issued the day after, Nehru ‘respectfully congratulate[d] the nation on the",
  "success of the solemn and orderly demonstrations’. Towns and villages had",
  "‘vied with each other in showing their enthusiastic adherence to independen-",
  "ce’.MammothgatheringswereheldinCalcuttaandBombay,butthemeetings",
  "in smaller towns were well attended too.3",
  "Every year after 1930, Congress-minded Indians celebrated 26 January",
  "asIndependenceDay.However,whentheBritishfinallyleftthesubcontinent,",
  "they chose to hand over power on 15 August 1947. This date was selected by",
  "theViceroy,LordMountbatten,asitwasthesecondanniversaryoftheJapan-",
  "esesurrendertotheAlliedForcesintheSecondWorldWar.He,andthepoliti-",
  "cianswaitingtotakeoffice,wereunwillingtodelayuntilthedatesomeothers",
  "would have preferred – 26 January 1948.",
  "So freedom finally came on a day that resonated with imperial pride",
  "rather than nationalist sentiment. In New Delhi, capital of the Raj and of free",
  "India, the formal events began shortly before midnight. Apparently, astrolo-",
  "gershaddecreedthat15Augustwasaninauspiciousday.Thusitwasdecidedtobeginthecelebrations onthe14th,withaspecial sessionoftheConstituent",
  "Assembly, the body of representative Indians working towards a new consti-",
  "tution.",
  "Thefunctionwasheldinthehigh-domedhalloftheerstwhileLegislative",
  "Council of the Raj. The room was brilliantly lit and decorated with flags.",
  "Someoftheseflagshadbeenplacedinsidepictureframesthatuntiltheprevi-",
  "ousweek hadcontained portraits ofBritish viceroys. Proceedings began at 11",
  "p.m.withthesingingofthepatriotichymn‘VandeMatram’andatwo-minute",
  "silence inmemoryofthose‘whohaddiedinthestruggleforfreedominIndia",
  "and elsewhere’. The ceremonies ended with the presentation of the national",
  "flag on behalf of the women of India.",
  "Between the hymn and the flag presentation came the speeches. There",
  "were three main speakers that night. One, Chaudhry Khaliquz-zaman, was",
  "chosen to represent the Muslims of India; he duly proclaimed the loyalty of",
  "the minority to the newly freed land. A second, the philosopher Dr Sarvepalli",
  "Radhakrishnan, was chosen for his powers of oratory and his work in recon-",
  "cilingEastandWest:appropriately,hepraisedthe‘politicalsagacityandcour-",
  "age’ of the British who had elected to leave India while the Dutch stayed on",
  "in Indonesia and the French would not leave Indo-China.4",
  "The star turn, however, was that of the first prime minister of free India,",
  "Jawaharlal Nehru. His speech was rich in emotion and rhetoric, and has been",
  "widely quoted since. ‘At the stroke of the midnight hour, when the world",
  "sleeps, India will awake to life and freedom,’ said Nehru.5 This was ‘a mo-",
  "ment which comes but rarely in history, when we step out from the old to the",
  "new, when an age ends, and when the soul of a nation, long suppressed, finds",
  "utterance’.",
  "This was spoken inside the columned Council House. In the streets out-",
  "side, as an American journalist reported,",
  "bedlam had broken loose. Hindus, Muslims, and Sikhs were happily cel-",
  "ebratingtogether...ItwasTimesSquareonNewYear’sEve.Morethan",
  "anyoneelse,thecrowdwantedNehru.Evenbeforehewasduetoappear,",
  "surging thousands had broken through police lines and flowed right to",
  "thedoorsoftheAssemblybuilding.Finally,theheavydoorswereclosed",
  "to prevent a probably souvenir-hunting tide from sweeping through the",
  "Chamber. Nehru, whose face reflected his happiness, escaped by a dif-",
  "ferent exit and after a while the rest of us went out.No event of any importance in India is complete without a goof-up. In this",
  "case,itwasrelativelyminor.When,afterthemidnightsessionattheConstitu-",
  "ent Assembly, Jawaharlal Nehru went to submit his list of cabinet ministers",
  "to the governor general, he handed over an empty envelope. However, by the",
  "timeoftheswearing-inceremonythemissingpieceofpaperwasfound.Apart",
  "from Prime Minister Nehru, it listed thirteen other ministers. These included",
  "the nationalist stalwarts Vallabhbhai Patel and Maulana Abul Kalam Azad, as",
  "well as four Congress politicians of the younger generation.",
  "More notable perhaps were the names of those who were not from the",
  "Congress. These included two representatives of the world of commerce and",
  "one representative of the Sikhs. Three others were lifelong adversaries of the",
  "Congress.ThesewereR.K.ShanmukhamChetty,aMadrasbusinessmanwho",
  "possessedoneofthebestfinancialmindsinIndia;B.R.Ambedkar,abrilliant",
  "legal scholar and an ‘Untouchable’ by caste; and Shyama Prasad Mookerjee,",
  "a leading Bengal politician who belonged (at this time) to the Hindu Ma-",
  "hasabha. All three had collaborated with the rulers while the Congress men",
  "servedtimeinBritishjails.ButnowNehruandhiscolleagueswiselyputaside",
  "these differences. Gandhi had reminded them that ‘freedom comes to India,",
  "nottotheCongress’,urgingtheformationofaCabinetthatincludedtheablest",
  "men regardless of party affiliation.6",
  "The first Cabinet of free India was ecumenical in ways other than the",
  "political. Its members came from as many as five religious denominations",
  "(with a couple of atheists thrown in for good measure), and from all parts of",
  "India. There was a woman, Rajkumari Amrit Kaur, as well as two Untouch-",
  "ables.",
  "On 15 August the first item on the agenda was the swearing-in of the",
  "Governor General, Lord Mountbatten, who until the previous night had been",
  "the last viceroy. The day’s programme read:",
  "SwearinginofgovernorgeneralandministersatGovernment",
  "8.30 a.m.",
  "House",
  "9.40 a.m. Procession of ministers to Constituent Assembly",
  "9.50 a.m. State drive to Constituent Assembly",
  "9.55 a.m. Royal salute to governor general",
  "10.30",
  "Hoisting of national flag at Constituent Assembly",
  "a.m.10.35",
  "State drive to Government House",
  "a.m.",
  "6.00 p.m. Flag ceremony at India Gate",
  "7.00 p.m. Illuminations",
  "7.45 p.m. Fireworks display",
  "8.45 p.m. Official dinner at Government House",
  "10.15",
  "Reception at Government House",
  "p.m.",
  "It appeared that the Indians loved pomp and ceremony as much as the de-",
  "parting rulers. Across Delhi, and in other parts of India, both state and citizen",
  "joyouslycelebratedthecomingofIndependence.Threehundredflag-hoisting",
  "functions were reported from the capital alone. In the country’s commercial",
  "hub, Bombay, the city’s mayor hosted a banquet at the luxurious Taj Mahal",
  "hotel. At a temple in the Hindu holy town of Banaras, the national flag was",
  "unfurled by, significantly, a Muslim. In the north-eastern hill town of Shil-",
  "long,thegovernorpresidedoverafunctionwheretheflagwashoistedbyfour",
  "young persons – two Hindu and Muslim boy/girl pairings – for ‘symbolically",
  "it is appropriate for young India to hoist the flag of the newIndia that is being",
  "born’.",
  "When the first, so to say fantastical, Independence Day was observed on",
  "26 January 1930 the crowds were ‘solemn and orderly’ (as Nehru observed).",
  "But,in1947,whentherealdayofIndependencecame,thefeelingsondisplay",
  "were rather more elemental. To quote a foreign observer, everywhere, ‘in city",
  "after city, lusty crowds have burst the bottled-up frustrations of many years",
  "in an emotional mass jag. Mob sprees have rolled from mill districts to gold",
  "coasts and back again . . . [T]he happy, infectious celebrations blossomed in",
  "forgetfulness of the decades of sullen resentment against all that was symbol-",
  "ized by a sahib’s sun-topi.’",
  "The happenings in India’s most populous city, Calcutta, were character-",
  "istic of the mood. For the past few years the city had been in the grip of a",
  "cloth shortage, whose signs now miraculously disappeared in a ‘rash of flags",
  "that has broken out on houses and buildings . . ., on cars and bicycles and",
  "in the hands of babes and sucklings’. Meanwhile, in Government House, a",
  "new Indian governor was being sworn in. Not best pleased with the sight was",
  "the private secretary of the departing British governor. He complained that",
  "‘the general motley character of the gathering from the clothing point of viewdetracted greatly from its dignity’. There were no dinner jackets and ties on",
  "view: only loincloths and white Gandhi caps. With ‘the throne room full of",
  "unauthorized persons’, the ceremony was ‘a foretaste of what was to come’",
  "after the British had left India. Its nadir was reached when the outgoing gov-",
  "ernorofBengal,SirFrederickBurrows,hadawhiteGandhicapplacedonhis",
  "head as he made to leave the room.",
  "II",
  "InDelhitherewas‘prolongedapplause’whenthepresidentoftheConstituent",
  "Assembly began the meeting by invoking the Father of the Nation – Mohan-",
  "das Karamchand Gandhi. Outside, the crowds shouted ‘Mahatma Gandhi ki",
  "jai’.YetGandhiwasnotpresentatthefestivitiesinthecapital.HewasinCal-",
  "cutta, but did not attend any function or hoist a flag there either. The Gandhi",
  "caps were on display at Government House with neither his knowledge nor",
  "permission. Ontheevening ofthe14thhewasvisited bythechief minister of",
  "West Bengal, who asked him what form the celebrations should take the next",
  "day. ‘People are dying of hunger all round,’ answered Gandhi. ‘Do you wish",
  "to hold a celebration in the midst of this devastation?’7",
  "Gandhi’s mood was bleak indeed. When are porter from the leading na-",
  "tionalist paper, the Hindustan Times, requested a message on the occasion of",
  "Independence,herepliedthat‘hehadrundry’.TheBritishBroadcastingCor-",
  "poration asked his secretary to help them record a message from the one man",
  "the world thought really represented India. Gandhi told them to talk to Jawa-",
  "harlal Nehru instead. The BBC were not persuaded: they sent the emissary",
  "back, adding, as inducement, the fact that this message would be translated",
  "into many languages and broadcast around the globe. Gandhi was unmoved,",
  "saying: ‘Ask them to forget I know English.’",
  "Gandhi marked 15 August 1947 with a twenty-four-hour fast. The free-",
  "dom he had struggled so long for had come at an unacceptable price.",
  "Independence had also meant Partition. The last twelve months had seen al-",
  "most continuous rioting between Hindus and Muslims. The violence had be-",
  "gun on 16 August 1946 in Calcutta and spread to the Bengal countryside.",
  "From there it moved on to Bihar, then on to the United Provinces and finally",
  "totheprovinceofPunjab,wherethescaleoftheviolenceandtheextentofthe",
  "killing exceeded even the horrors that had preceded it.TheviolenceofAugust–September1946was,inthefirstinstance,instig-",
  "ated by the Muslim League, the party which fuelled the movement for a sep-",
  "aratestateofPakistan.TheLeaguewasledbyMohammadAliJinnah,anaus-",
  "tere, aloof man, and yet a brilliant political tactician. Like Nehru and Gandhi,",
  "hewasalawyertrainedinEngland.Likethem,hehadoncebeenamemberof",
  "the Indian National Congress, but he had left the party because he felt that it",
  "wasledbyandforHindus.Despiteitsnationalistprotestations,arguedJinnah,",
  "the Congress did not really represent the interests of India’s largest minority,",
  "the Muslims.",
  "By starting a riot in Calcutta in August 1946, Jinnah and the League",
  "hoped to polarize the two communities further, and thus force the British to",
  "divide India when they finally quit. In this endeavour they richly succeeded.",
  "TheHindusretaliatedsavagelyinBihar,theiractionssupportedbylocalCon-",
  "gress leaders. The British had already said that they would not transfer power",
  "to any government ‘whose authority is directly denied by large and powerful",
  "elements in the Indian national life’.8 The blood shed of 1946–7 seemed to",
  "suggest that the Muslims were just such an element, who would not live eas-",
  "ilyorreadilyunderaCongressgovernmentdominatedbyHindus.Now‘each",
  "communal outbreak was cited as a further endorsement of the two-nation the-",
  "ory, and of the inevitability of the partition of the country’.9",
  "Gandhi was not a silent witness to the violence. When the first reports",
  "cameinfromruralBengal,heseteverythingelseasideandmadeforthespot.",
  "This77-year-oldmanwalkedindifficultterrainthroughslushandstone,con-",
  "soling the Hindus who had much the worse of the riots. In a tour of seven",
  "weekshewalked116miles,mostlybarefoot,addressingalmostahundredvil-",
  "lage meetings. Later he visited Bihar, where the Muslims were the main suf-",
  "ferers. Then he went to Delhi, where refugees from the Punjab had begun to",
  "pour in, Hindus and Sikhs who had lost all in the carnage. They were filled",
  "with feelings of revenge, which Gandhi sought to contain, for he was fear-",
  "ful that it would lead to retributory violence against those Muslims who had",
  "chosen to stay behind in India.",
  "Two weeks before the designated day of Independence the Mahatma left",
  "Delhi. He spent four days in Kashmir and then took the train to Calcutta,",
  "where, a year after it began, the rioting had not yet died down. On the af-",
  "ternoon of the 13th he set up residence in the Muslim dominated locality of",
  "Beliaghata, in ‘a ramshackle building open on all sides to the crowds’, to see",
  "whether ‘he could contribute his share in the return of sanity in the premier",
  "city of Calcutta’.Gandhi decided simply to fast and pray on the 15th. By the afternoon",
  "news reached him of (to quote a newspaper report) ‘almost unbelievable",
  "scenes of fraternity and rejoicing’ in some of the worst affected areas of Cal-",
  "cutta.‘WhileHindusbeganerectingtriumphalarchesattheentranceofstreets",
  "and lanes and decorating them with palm leaves, banners, flags and bunt-",
  "ing, Muslim shopkeepers and householders were not slow in decorating their",
  "shops and houses with flags of the Indian Dominion’. Hindus and Muslims",
  "drovethroughthestreets inopencarsandlorries, shoutingthenationalist slo-",
  "gan ‘Jai Hind’, to which ‘large, friendly crowds of both communities throng-",
  "ing the streets readily and joyfully responded’.10",
  "Reports of this spontaneous intermingling seem to have somewhat lifted",
  "the Mahatma’s mood. He decided he would make a statement on the day, not",
  "to theBBC, butthrough his own preferred means of communication, the pray-",
  "er meeting. A large crowd – of 10,000 according to one report, 30,000 ac-",
  "cording to another – turned up to hear him speak at the Rash Bagan Maidan",
  "in Beliaghata. Gandhi said he would like to believe that the fraternization",
  "between Hindus and Muslims on display that day ‘was from the heart and not",
  "a momentary impulse’. Both communities had drunk from the ‘poison cup of",
  "disturbances’; now that they had made up, the ‘nectar of friendliness’ might",
  "taste even sweeter. Who knows, perhaps as a consequence Calcutta might",
  "even ‘be entirely free from the communal virus for ever’.",
  "ThatCalcuttawaspeacefulon15Augustwasarelief,andalsoasurprise.",
  "For the city had been on edge in the weeks leading up to Independence. By",
  "the terms of the Partition Award, Bengal had been divided, with the eastern",
  "wing going to Pakistan and the western section staying in India. Calcutta, the",
  "province’s premier city, was naturally a bone of contention. The Boundary",
  "Commission chosetoallot ittoIndia,sparkingfearsofviolence ontheeveof",
  "Independence.",
  "Across the subcontinent there was trouble in the capital of the Punjab,",
  "Lahore. This, like Calcutta, was a multireligious and multicultural city.",
  "Among the most majestic of its many fine buildings was the Badshahi",
  "mosque, built by the last of the great Mughal emperors, Aurangzeb. But",
  "LahorehadalsooncebeenthecapitalofaSikhempire,andwasmorerecently",
  "a centre of the Hindu reform sect, the Arya Samaj. Now, like all other settle-",
  "ments in the Punjab, its fate lay in the hands of the British, who would divide",
  "up the province. The Bengal division was announced before the 15th, but an",
  "nouncement of the Punjab ‘award’ had been postponed until after that date.",
  "Would Lahore and its neighbourhood be allotted to India, or to Pakistan?The latter seemed more likely, as well as more logical, for the Muslims",
  "were the largest community in the city. Indeed, a new governor had already",
  "beenappointedforthenewPakistaniprovinceofWestPunjab,andhadmoved",
  "intoGovernmentHouseinLahore.Ontheeveningofthe15thhethrewaparty",
  "to celebrate his taking office.",
  "As he later recalled, this ‘must have been the worst party ever given by",
  "anyone . . . The electric current had failed and there were no fans and no",
  "lights.Theonlylightwhichwehadwasfromtheflamesoftheburningcityof",
  "Lahore about half a mile away. All around the garden, there was firing going",
  "on – not isolated shots, but volleys. Who was firing at who, no one knew and",
  "no one bothered to ask.’11",
  "No one bothered to ask. Not in the governor’s party, perhaps. In",
  "Beliaghata, however, Mahatma Gandhi expressed his concern that this ‘mad-",
  "ness still raged in Lahore’. When and how would it end? Perhaps one could",
  "hope that ‘the noble example of Calcutta, if it was sincere, would affect the",
  "Punjab and the other parts of India’.",
  "III",
  "By November 1946 the all-India total of deaths in rioting was in excess of",
  "5,000. As an army memo mournfully observed: ‘Calcutta was revenged in",
  "Noakhali, Noakhali in Bihar, Bihar in Garmukteshwar, Garmukteshwar in",
  "????’12",
  "Attheendof1946oneprovincethathadescapedtheriotingwasthePun-",
  "jab. In office there were the Unionists, a coalition of Muslim, Hindu and Sikh",
  "landlords. They held the peace uncertainly, for ranged against themwere the",
  "militantMuslimLeaguersontheonesideandthenolessmilitantSikhpolitic-",
  "al party, the Akali Dal, on the other. Starting in January, episodic bouts of vi-",
  "olence broke out in the cities of Punjab. These accelerated after the first week",
  "ofMarch,whentheUnionistswereforcedoutofoffice.ByMaytheepicentre",
  "of violence had shifted decisively from the east of India to the north-west. A",
  "statement submitted to the House of Lords said that 4,014 people were killed",
  "in riots in India between 18 November 1946 and 18 May 1947. Of these, as",
  "many as 3,024 had died in the Punjab alone.13",
  "There were some notable similarities between Bengal and Punjab, the",
  "two provinces central to the events of 1946–7. Both had Muslim majorities,",
  "andthuswereclaimed forPakistan. Butbothalsocontained manymillions ofHindus. In the event, both provinces were divided, with the Muslim majority",
  "districtsgoingovertoEastorWestPakistan,whilethedistrictsinwhichother",
  "religious groups dominated were allotted to India.",
  "But there were some crucial differences between the two provinces as",
  "well. Bengal had along history of often bloody conflict between Hindus and",
  "Muslims, dating back to (at least) the last decades of the nineteenth century.",
  "By contrast, in the Punjab the different communities had lived more or less",
  "in peace – there were no significant clashes on religious groundsbefore 1947.",
  "In Bengal large sections of the Hindu middle class actively sought Partition.",
  "They were quite happy to shuffle off the Muslim-dominated areas and make",
  "theirhomeinoraroundtheprovincialcapital.Forseveraldecadesnow,Hindu",
  "professionals had been making their way to the west, along with landlords",
  "who sold their holdings and invested the proceeds in property or businesses",
  "in Calcutta. By contrast, the large Hindu community in the Punjab was dom-",
  "inated by merchants and moneylenders, bound by close ties to the agrarian",
  "classes. They were unwilling to relocate, and hoped until the end that some-",
  "how Partition would be avoided.",
  "The last difference, and the most telling, was the presence in the Punjab",
  "of the Sikhs. This third leg of the stool was absent in Bengal, where it was",
  "a straight fight between Hindus and Muslims. Like the Muslims, the Sikhs",
  "had one book, one formless God, and were a close-knit community of believ-",
  "ers. Sociologically, however, the Sikhs were closer to the Hindus. With them",
  "they had a roti-beti rishta – a relationship of inter-dining and inter-marriage",
  "– and with them they had a shared history of persecution at the hands of the",
  "Mughals.",
  "Forcedtochoose,theSikhswouldcomedownonthesideoftheHindus.",
  "But they were in no mood to choose at all. For there were substantial com-",
  "munities of Sikh farmers in both parts of the province. At the turn of the cen-",
  "tury, Sikhs from eastern Punjab had been asked by the British to settle areas",
  "in the west, newly served by irrigation. In a matter of a few decades they had",
  "built prosperous settlements in these ‘canal colonies’. Why now should they",
  "leave them? Their holy city,Amritsar,lay in the east, but Nankana Saheb (the",
  "birthplace of the founder of their religion) lay in the west. Why should they",
  "not enjoy free access to both places?",
  "Unlike the Hindus of Bengal, the Sikhs of Punjab were slow to com-",
  "prehend the meaning and reality of Partition. At first they doggedly insisted",
  "that they would stay where they were. Then, as the possibility of division be-",
  "came more likely, they claimed a separate state for themselves, to be called‘Khalistan’. This demand no one took seriously, not the Hindus, not the",
  "Muslims, and least of all the British.",
  "The historian Robin Jeffrey has pointed out that, at least until the month",
  "of August 1947, the Sikhs were ‘more sinned against than sinning’. They had",
  "been ‘abandoned by the British, tolerated by the Congress, taunted by the",
  "MuslimLeague,and,aboveall,frustratedbythefailuresoftheirownpolitical",
  "leadership . . .’14 It was the peculiar (not to say tragic) dilemma of the Sikhs",
  "that best explains why, when religious violence finally came to the Punjab,",
  "it was so accelerated and concentrated. From March to August, every month",
  "was hotter and bloodier than the last. Nature cynically lent its weight to polit-",
  "ics and history, for the monsoon was unconscionably late in coming in 1947.",
  "And, like the monsoon, the boundary award was delayed as well, which only",
  "heightened the uncertainty.",
  "Thetaskofpartitioning BengalandthePunjabwasentrustedtoaBritish",
  "judge named Sir Cyril Radcliffe. He had no prior knowledge of India (this",
  "was deemed an advantage). However,he was given only five weeks to decide",
  "upon the lines he would draw in both east and west. It was, to put it mildly,",
  "a very difficult job. He had, in the words of W. H. Auden, to partition a land",
  "‘betweentwopeoplefanaticallyatodds/withtheirdifferentdietsandincom-",
  "patible gods’, with ‘the maps at his disposal . . . out of date’, and ‘the Census",
  "Returns almost certainly incorrect’.15",
  "Radcliffe arrived in India in the first week of July. He was assigned four",
  "advisers for the Punjab: two Muslims, one Hindu, and one Sikh. But since",
  "thesefoughtoneverypoint,hesoondispensedwiththem.Still,ashewroteto",
  "his nephew, he knew that ‘nobody in India will love me for the award about",
  "the Punjab and Bengal and there will be roughly 80 million people with a",
  "grievancewhowillbeginlookingforme.Idonotwantthemtofindme...’16",
  "On1AugustaPunjabBoundaryForcewassetuptocontroltheviolence.",
  "The force was headed by a major general, T. W. ‘Pete’ Rees, a Welshman",
  "from Abergavenny. Under him were four advisers of the rank of brigadier:",
  "two Muslims, one Hindu, and one Sikh. In his first report Rees predicted that",
  "the boundary award ‘would please no one entirely. It may well detonate the",
  "Sikhs’.17 This was said on 7 August; on the 14th, the commander-in-chief of",
  "the British Indian Army, Field Marshal Sir Claude Auchinleck, observed that",
  "‘the delay in announcing the award of the Border Commission is having a",
  "most disturbing and harmful effect. It is realised of course that the announce-",
  "mentmayaddfreshfueltothefire,butlackingtheannouncement,thewildest",
  "rumours are current, and are being spread by mischief makers of whom there",
  "is no lack.’18Therainsstillheldoff,andthetemperaturewasahundreddegreesinthe",
  "shade. This was especially trying to Muslims, both soldiers and civilians, ob-",
  "servingthedawn-to-duskfastontheoccasionofRamzan,whichthatyearfell",
  "between 19 July and 16 August. Rees asked his Muslim driver why the mon-",
  "soon had failed, and he replied, ‘God too is displeased’.",
  "The boundary award was finally announced on 16 August. The award",
  "enraged the Muslims, who thought that the Gurdaspur district should have",
  "gone to Pakistan instead of India. Angrier still were the Sikhs, whose beloved",
  "Nankana Sahib now lay marooned in an Islamic state. On both sides of",
  "the border the brutalities escalated. In eastern Punjab bands of armed Sikhs",
  "roamedthecountryside,seekingoutandslayingMuslimswherevertheywere",
  "to be found. Those who could escaped over the border to West Punjab, where",
  "theyfurthercontributedtothecycleofretributionandrevenge.Muslimsfrom",
  "Amritsar and around streamed into the (to them) safe haven of Lahore. The",
  "‘stories of these Refugees, oriental and biblical in exaggeration, are in deed",
  "founded on very brutal fact, and they do not lack handless stumps etc., which",
  "theycananddoparadebeforetheirfellowMuslimsinLahoreandfurtherwest",
  ". . .’",
  "According to Pete Rees’s own figures, from March to the end of July,",
  "the casualties in the Punjab were estimated at 4,500 civilians dead and 2,500",
  "wounded. But in the month of August alone, casualties as reported officially",
  "by the troops were estimated at 15,000 killed, and Rees admitted that the ac-",
  "tual figure ‘may well have been two or three times the number'.)",
  "The Indian prime minister, Jawaharlal Nehru, was deeply worried about",
  "the Punjab troubles and their wider repercussions. In the last fortnight of",
  "August he visited the province three times, talking to people on either side of",
  "the border and taking aerial sorties. Nehru did not think that there was ‘any-",
  "thingtochoosebetween thebrutality ofonesideortheother.Bothsides have",
  "been incredibly inhuman and bar-barous’.19 The adjective that Rees himself",
  "used for the savagery was ‘pre-medieval’. In truth, it was also medieval and",
  "modern. For the arms used by the rioters ‘varied from primitive axe, spear,",
  "and club to the most modern tommy-gun and light machine-gun’.",
  "On 2 September the Punjab Boundary Force was disbanded. It had not",
  "beenespeciallyeffectiveanyway.Itwashamperedbytheproblemofdualau-",
  "thority: by having to report to civilian officers in the absence of martial law.",
  "With the exit of the Punjab Boundary Force, responsibility for law and order",
  "wasnowvestedinthegovernmentsofIndiaandPakistan.Theriotscontinued,",
  "as did the two-way exodus. West Punjab was being cleansed of Hindus and",
  "Sikhs, East Punjab being emptied of Muslims. The clinical even-handednessof the violence was described by the Punjab correspondent of the respected",
  "Madras-based weekly Swatantra. He wrote of seeing",
  "an empty refugee special steaming into Ferozepur Station late one after-",
  "noon. The driver was incoherent with terror, the guard was lying dead in",
  "hisvan,andthestokerwasmissing.Iwalkeddowntheplatform–allbut",
  "two bogeys were bespattered with blood inside and out; three dead bod-",
  "ieslayinpoolsofbloodinathird-class carriage. AnarmedMuslimmob",
  "had stopped the train between Lahore and Ferozepur and done this neat",
  "job of butchery in broad daylight.",
  "There is another sight I am not likely to easily forget. A five-mile-",
  "long caravan of Muslim refugees crawling at a snail’s pace into Pakistan",
  "over the Sutlej Bridge. Bullock-carts piled high with pitiful chattels,",
  "cattle being driven alongside. Women with babies in their arms and",
  "wretched little tin trunks on their heads. Twenty thousand men, women",
  "andchildrentrekkingintothepromisedland–notbecauseitistheprom-",
  "ised land, but because bands of Hindus and Sikhs in Faridkot State and",
  "the interior of Ferozepur district had hacked hundreds of Muslims to",
  "death and madelife impossible for the rest.20",
  "Tenmillionrefugeeswereonthemove,onfoot,bybullock-cart, andbytrain,",
  "sometimes travelling under army escort, at other times trusting to fate and",
  "their respective gods. Jawaharlal Nehru flew over one refugee convoy which",
  "comprised 100,000 people and stretched for ten miles. It was travelling from",
  "Jullundur to Lahore, and had to pass through Amritsar, where there were",
  "70,000refugeesfromWestPunjab‘inanexcitedstate’.Nehrusuggestedbull-",
  "dozing a road around the town, so that the two convoys would not meet.21",
  "This was without question the greatest mass migration in history.",
  "‘Nowhere in known history ha[d]the transfer of so many millions taken place",
  "in so few days’. They fled, wrote an eyewitness,",
  "through heat and rain, flood and bitter Punjab cold. The dust of the cara-",
  "vans stretched low across the Indian plains and mingled with thes cent",
  "of fear and sweat, human waste and putrefying bodies. When the cloud",
  "of hate subsided the roll of the dead was called and five hundred thou-",
  "sand names echoed across the dazed land – dead of gunshot wounds,",
  "sword, dagger and knife slashes and others of epidemic diseases. While",
  "the largest number died of violence, there were tired, gentle souls wholooked across their plundered gardens and then lay down and died. For",
  "what good is life when reason stops and men run wild? Why pluck your",
  "baby from the spike or draw your lover from the murky well?22",
  "Thetroubleintheprovincewasmadeworsebythenoticeablypartisanattitude",
  "ofthegovernorofWestPunjab,SirFrancisMudie.Hewas‘inveterateagainst",
  "the Congress’. Mudie thought he ‘could govern himself. Thus he thwarts his",
  "Cabinet, above all in their attempts to bridge the gulf between West and East",
  "Punjab, and therefore between Pakistan and India’. Tragically, no Pakistani",
  "politician was willing to take on religious fanaticism. Whatever their private",
  "thoughts, they were unwilling to speak out in public. As for Pakistan’s new",
  "governorgeneral,MohammadAliJinnah,hewasheadquarteredinthecoastal",
  "city ofKarachi (thecountry’scapital), andhad‘onlyvisited Lahore inpurdah",
  "andmostcarefullyguarded’.Thistimiditywasinstrikingcontrasttothebrave",
  "defence of their minorities by the two pre-eminent Indian politicians. Indeed,",
  "as a British observer wrote, ‘Nehru’s and Gandhi’s stock has never been so",
  "high with the Muslims of West Punjab’.23",
  "Meanwhile, trouble had flared up once more in Bengal. There were re-",
  "ports of fresh rioting in Noakhali. In Calcutta itself the peace was broken in",
  "Gandhi’s own adopted locality of Beliaghata. Here, on 31 August, a Hindu",
  "youth was attacked by Muslims. Retaliatory violence followed and spread.",
  "By dusk on 1 September more than fifty people lay dead. That night, Gandhi",
  "decided he would go on a fast. ‘But how can you fast against the goondas",
  "[hooligans]?’askedafriend.Gandhi’sanswer,accordingtoaneyewitness,ran",
  "as follows: ‘I know I shall be able to tackle the Punjab too if I can control",
  "Calcutta. But if I falter now, the conflagration may spread and soon. Icansee-",
  "clearly two or three [foreign] Powers will be upon us and thus will end our",
  "short-lived dream of independence.’ ‘But if you die the conflagration will be",
  "worse,’repliedthefriend.‘AtleastIwon’tbetheretowitnessit,’saidGandhi.",
  "‘I shall have done my bit.’24",
  "Gandhi began his fast on 2 September. By the next day Hindu and",
  "Muslim goondas were coming to him and laying down their arms. Mixed",
  "processions for communal harmony took place in different parts of the city.",
  "A deputation of prominent politicians representing the Congress, the Muslim",
  "LeagueandthelocallyinfluentialHinduMahasabhaassuredGandhithatthere",
  "would be no further rioting. The Mahatma now broke his fast, which had las-",
  "ted three days.The peace held, prompting Lord Mountbatten to remark famously that",
  "one unarmed man had been more effective than 50,000 troops in Punjab. But",
  "the Mahatma and his admirers might have treasured as much this tribute from",
  "the Statesman, a British-owned paper in Calcutta that had long opposed him",
  "and his politics: ‘On the ethics of fasting as a political instrument we have",
  "over many years failed to concur with India’s most renowned practitioner of",
  "it . . . But never in a long career has Mahatma Gandhi, in our eyes, fasted in",
  "asimpler,worthiercausethanthis,noronecalculated forimmediate effective",
  "appeal to the public conscience.’25",
  "On 7 September, having spent four weeks in Beliaghata, Gandhi left for",
  "Delhi. He hoped to proceed further, to the Punjab. However, on his arrival in",
  "the capital he was immediately confronted with tales of strife and disposses-",
  "sion. The Muslims of Delhi were frightened. Their homes and places of wor-",
  "shiphadcomeunderincreasingattack.Gandhiwastoldthatnofewerthat137",
  "mosques had been destroyed in recent weeks. Hindu and Sikh refugees had",
  "also forcibly occupied Muslim homes. As a Quaker relief worker reported,",
  "‘the Muslim population of Delhi of all classes – civil servants, businessmen,",
  "artisans, tongawallahs, bearers – had fled to a few natural strongholds’ – such",
  "as the Purana Qila, the greathigh-walled fort in the middle of the city, and the",
  "tomb of the Mughal emperor Humayun. In the Purana Qila alone there were",
  "60,000 refugees, huddled together in tents, ‘in the corners of battlements and",
  "in the open, together with their camels and tongas and ponies, battered old",
  "taxis and luxury limousines’.26",
  "Gandhi now put his Punjab programme on hold. He visited the camps in",
  "the capital and outside it. In the plains around Delhi lived a farming commu-",
  "nity called Meos, Muslims by faith, but who had adopted many of the prac-",
  "ticesandritualsoftheirHinduneighbours.Inthemadnessofthetimethissyn-",
  "cretism was forgotten. Thousands of Meos were killed or driven out of their",
  "homes, whether these lay in Indian territory or in the princely states of Alwar",
  "and Bharatpur.27",
  "Through September and October, writes his biographer D. G. Tendulkar,",
  "Gandhi ‘went round hospitals and refugee camps giving consolation to dis-",
  "tressedpeople’.He‘appealedtotheSikhs,theHindusandtheMuslimstofor-",
  "get the past and not to dwell on their sufferings but to extend the right hand",
  "of fellowship to each other, and to determine to live in peace . . .’ He ‘begged",
  "of them all to bring about peace quickly in Delhi, so that he might be able to",
  "proceedtobothEastandWestPunjab’.Gandhisaid‘hewasproceedingtothe",
  "Punjab in order to make the Mussalmans undo the wrong that they were said",
  "to have perpetrated there [against the Hindus and the Sikhs]. But he could nothope for success, unless he could secure justice for the Mussalmans in Del-",
  "hi.’28",
  "Gandhi also spoke at a camp of the Rash triya Swayamsevak Sangh.",
  "FoundedbyaMaharashtrian doctorin1925,theRSSwasacohesiveandmo-",
  "tivatedbodyofHinduyoungmen.Gandhihimselfwasimpressedbytheirdis-",
  "cipline and absence of caste feeling, but less so by their antagonism to oth-",
  "er religions. He told the RSS members that ‘if the Hindus felt that in India",
  "there was no place for any one except the Hindus and if non-Hindus, espe-",
  "cially Muslims, wished to live here, they had to live as the slaves of the Hin-",
  "dus,theywouldkillHinduism’.GandhicouldseethattheRSSwas‘awell-or-",
  "ganized, well-disciplined body’. But, he told its members, ‘its strength could",
  "be used in the interests of India or against it. He did not know whether there",
  "was any truth in the allegations [of inciting communal hatred] made against",
  "the Sangha. It was for the Sangha to showby their uniformbehaviour that the",
  "allegations were baseless.’29",
  "Unlike Gandhi, Jawaharlal Nehru was not inclined to give the Sangh the",
  "benefit of doubt. ‘It seems to me clear’, he told his home minister, Vallab-",
  "hbhai Patel, ‘that the RSS have a great deal to do with the disturbances not",
  "only in Delhi but elsewhere. In Amritsar their activities have been very obvi-",
  "ous’. Nehru’s feelings about the RSS stemmed from his deeper worries about",
  "the communal situation. He thought that there was ‘a very definite and well-",
  "organized attempt of certain Sikh and Hindu fascist elements to overturn the",
  "government,oratleasttobreakupitspresentcharacter.Ithasbeensomething",
  "more than a communal disturbance. Many of these people have been brutal",
  "and callous in the extreme. They have functioned as pure terrorists.’30",
  "Theworrywasthegreaterbecausethefanaticswerefunctioningin‘afa-",
  "vourable atmosphere as far as public opinion was concerned’. In Delhi, espe-",
  "cially, the Hindu and Sikh refugees from Pakistan were baying for blood. But",
  "theprimeministerinsistedthatIndiamustbeaplacewheretheMuslimscould",
  "live and work freely. An Englishman on the governor general’s staff wrote in",
  "hisdiaryofhow‘toseeNehruatcloserangeduringthisordealisaninspiring",
  "experience. He vindicates one’s faith in the humanist and the civilised intel-",
  "lect.Almostaloneintheturmoilofcommunalism,withallitsvariations,from",
  "individual intrigue to mass madness, he speaks with the voice of reason and-",
  "charity.’31",
  "AttheinitiativeofGandhiandNehru,theCongressnowpassedaresolu-",
  "tionon‘therightsofminorities’.Thepartyhadneveracceptedthe‘two-nation",
  "theory’; forced against its will to accept Partition, it still believed that ‘India",
  "is a land of many religions and many races, and must remain so’. Whateverbe the situation in Pakistan, India would be ‘a democratic secular State where",
  "all citizens enjoy full rights and are equally entitled to the protection of the",
  "State,irrespectiveofthereligiontowhichtheybelong’.TheCongresswished",
  "to ‘assure the minorities in India that it will continue to protect, to the best of",
  "its ability, their citizen rights against aggression’.32",
  "However, the Rashtriya Swayamsevak Sangh was actively sceptical of",
  "thisviewpoint.Itssarsanghchalak,orhead,wasalean,beardedsciencegradu-",
  "ate named M. S. Golwalkar. Golwalkar was strongly opposed to the idea of a",
  "secular state that would not discriminate on the basis of religion. In the India",
  "of his conception,",
  "Thenon-HindupeopleofHindustanmusteitheradoptHinducultureand",
  "language, must learn and respect and hold in reverence the Hindu reli-",
  "gion, must entertain no idea but of those of glorification of the Hindu",
  "race and culture . . . in a word they must cease to be foreigners, or may",
  "stay in the country, wholly subordinated to the Hindu nation, claiming",
  "nothing,deservingnoprivileges,farlessanypreferential treatment –not",
  "even citizens’ rights.33",
  "On Sunday 7 December 1947 the RSS held a large rally at the Ramlila",
  "Grounds in the heart of Delhi. The main speech was by M. S. Golwalkar. As",
  "theHindustanTimesreported,GolwalkardeniedthattheRSSaimedatthees-",
  "tablishment of a Hindu Raj, but nevertheless insisted: ‘We aim at the solidar-",
  "ityoftheHindusociety.Withthisidealinview,theSanghwillmarchforward",
  "on its path, and will not be deterred by any authority or personality.’34",
  "The authorities being alluded to were the Congress Party and the gov-",
  "ernment of India; the personalities, Nehru and Gandhi, towards whom there",
  "was much hostility among those sections of the refugees sympathetic to the",
  "RSS.Gandhihadhismeetingsdisruptedbyrefugeeswhoobjectedtoreadings",
  "from the Quran, or who shouted slogans asking why he did not speak of the",
  "sufferings of those Hindus and Sikhs still living in Pakistan. In fact, as D. G.",
  "Tendulkar writes, Gandhi ‘was equally concerned with the sufferings of the",
  "minoritycommunityinPakistan.Hewouldhavelikedtobeabletogototheir",
  "succour. But with what face could he now go there, when he could not guar-",
  "antee full redress to the Muslims in Delhi?’",
  "With attacks on Muslims continuing, Gandhi chose to resort to another",
  "fast. This began on 13 January, and was addressed to three different constitu-",
  "encies. The first were the people of India. To them he simply pointed outthat if they did not believe in the two-nation theory, they would have to show",
  "in their chosen capital, the ‘Eternal City’ of Delhi, that Hindus and Muslims",
  "couldliveinpeaceandbrotherhood.Thesecondconstituencywasthegovern-",
  "ment of Pakistan. ‘How long’, he asked them, ‘can I bank upon the patience",
  "of the Hindus and the Sikhs, in spite of my fast? Pakistan has to put a stop to",
  "this state of affairs’ (that is, the driving out of minorities from their territory).",
  "Gandhi’s fast was addressed, finally, to the government of India. They",
  "hadwithheldPakistan’sshareofthe‘sterlingbalance’whichtheBritishowed",
  "jointly to the two dominions, a debt incurred on account of Indian contribu-",
  "tions during the Second World War. This amounted to Rs550 million, a fair",
  "sum. New Delhi would not release the money as it was angry with Pakistan",
  "for having recently attempted to seize the state of Kashmir. Gandhi saw this",
  "asunnecessarily spiteful,andsohemadetheendingofhisfastconditional on",
  "the transfer to Pakistan of the money owed to it.",
  "On the night of 15 January the government of India decided to release",
  "themoneyowedtothegovernmentofPakistan.Thenextdaymorethan1,000",
  "refugees signed a declaration saying they would welcome back the displaced",
  "MuslimsofDelhiandallowthemtoreturntotheirhomes.ButGandhiwanted",
  "more authoritative assurances. Meanwhile, his health rapidly declined. His",
  "kidney was failing, his weight was dropping and he was plagued by nausea",
  "and headache. The doctors issued a warning of their own: ‘It is our duty to",
  "tell the people to take immediate steps to produce the requisite conditions for",
  "ending the fast without delay.’",
  "On 17 January a Central Peace Committee was formed under the lead-",
  "ership of the president of the Constituent Assembly, Rajendra Prasad. Other",
  "CongressPartymemberswereamongitsmembers,aswererepresentativesof",
  "the RSS, the Jamiat-ul-Ulema and Sikh bodies. On the morning of the 18th",
  "they took a joint declaration to Gandhi which satisfied him enough to end his",
  "fast. The declaration pledged ‘that we shall protect the life, property and faith",
  "of Muslims and that the incidents which have taken place in Delhi will not",
  "happen again’.35",
  "Would the ‘miracle of Calcutta’ be repeated in Delhi? The leaders of the",
  "militant groupings seemed chastened by Gandhi’s fast. But their followers re-",
  "mained hostile. On previous visits to Delhi Gandhi had stayed in the sweep-",
  "ers colony; this time, however, he was put up at the home of his millionaire",
  "follower G. D. Birla. Even while his fast was on, bands of refugees marched",
  "past Birla House, shouting, ‘Let Gandhi die'. Then, on 20 January, a Punjabi",
  "refugee named Madan Lal threw a bomb at Gandhi in Birla House while hewas leading a prayer meeting. It exploded at some distance from him; luckily",
  "no one was hurt.",
  "Gandhi was undaunted by the attempt on his life. He carried on meeting",
  "people,angryrefugeesincluded.On26Januaryhespokeathisprayermeeting",
  "ofhowthatdaywascelebratedinthepastasIndependenceDay.Nowfreedom",
  "had come, but its first few months had been deeply disillusioning. However,",
  "hetrustedthat‘theworstisover’,thatIndianswouldworkcollectivelyforthe",
  "‘equalityofallclassesandcreeds,neverthedominationandsuperiorityofthe",
  "major community over a minor, however insignificant it may be in numbers",
  "orinfluence’.Healsopermittedhimselfthehope‘that,thoughgeographically",
  "and politically India is divided into two, at heart we shall ever be friends and",
  "brothershelpingandrespectingoneanotherandbeonefortheoutsideworld’.",
  "Gandhi had fought a lifelong battle for a free and united India; and yet,",
  "at the end, he could view its division with detachment and equanimity. Oth-",
  "ers were less forgiving. On the evening of 30 January he was shot dead by a",
  "young man at his daily prayer meeting. The assassin, who surrendered after-",
  "wards, was a Brahmin from Poona named Nathuram Godse. He was tried and",
  "later sentenced to death, but not before he made a remarkable speech justify-",
  "inghisact.GodseclaimedthathismainprovocationwastheMahatma’s‘con-",
  "stant and consistent pandering to the Muslims’, ‘culminating in his lastpro-",
  "Muslim fast [which] at last goaded me to the conclusion that the existence of",
  "Gandhi should be brought to an end immediately’.36",
  "IV",
  "Gandhi’s death brought forth an extraordinary outpouring of grief.There were",
  "moving tributes from Albert Einstein, who had long held Gandhi to be the",
  "greatest figure of the twentieth century, and from George Orwell, who had",
  "oncethoughtGandhitobeahumbugbutnowsawhimasasaint.Therewasa",
  "characteristically flippant reaction fromGeorgeBernardShaw–Itshowsyou",
  "how dangerous it is to be good’ – and a characteristically petty one from Mo-",
  "hammad Ali Jinnah, who said that the death of hi sold rival was a loss merely",
  "to ‘the Hindu community’.",
  "However,thetwomostrelevantpublicreactionswerefromGandhi’stwo",
  "mostdistinguished,nottosaymostpowerful,followers,VallabhbhaiPateland",
  "Jawaharlal Nehru. Patel who was now home minister in the government of",
  "India, was a fellow Gujarati who had joined Gandhi as far back as 1918. Hewas a superb organizer and strategist who had played a major role in making",
  "the Congress a national party. In the Indian Cabinet, he was second only to",
  "the prime minister, Jawaharlal Nehru. Nehru had come to Gandhi a couple of",
  "years later than Patel, and could converse with him in only two of his three",
  "languages (Hindi and English). But he had a deep emotional bond with the",
  "Mahatma. Like Patelhegenerally called Gandhi ‘Bapu’, or ‘Father’. But he",
  "was, in many ways, the favourite son (dearer by far than the four biological",
  "children of the Mahatma), and also his chosen political heir.",
  "Now,inanIndiacaughtinthethroesofcivilstrife,bothmentoldthena-",
  "tionthatwhiletheirmasterhadgone,hismessageremained.SpeakingonAll-",
  "India Radio immediately after Gandhi’s death, Patel appealed to the people",
  "not to think of revenge, but ‘tocarry the message of love and non-violence",
  "enunciated by Mahatmaji. It is a shame for us that the greatest man of the",
  "world has had to pay with his life for the sins which we have committed. We",
  "didnotfollowhimwhenhewasalive;letusatleastfollowhisstepsnowheis",
  "dead.’37 Speaking at Allahabad after immersing Gandhi’s ashes in the Ganga,",
  "Nehruobservedthat‘wehavehadourlessonataterriblecost.Isthereanyone",
  "amongst us now who will not pledge himself after Gandhi’s death to fulfil his",
  "mission . . .?’ Indians, said Nehru, had now ‘to hold together and fight that",
  "terrible poison of communalism that has killed the greatest man of our age’.38",
  "NehruandPatelbothcalledforunityandforgiveness,butasithappened",
  "the two men had recently been involved in a bitter row. In the last fortnight",
  "of December Nehru had planned to visit the riot-hit town of Ajmer. At the",
  "last minute he called off his trip and sent his personal secretary instead. Patel",
  "took serious offence. He felt that since the Home Ministry had sent its own",
  "enquiry team to Ajmer, the tour of the prime minister’s underling implied a",
  "lack of faith. Nehru explained that he had been forced to cancel his own visit",
  "because of a death in the family, and had thus sent his secretary – mostly so",
  "as not to disappoint those who had expected him to come. But in anycase, as",
  "the head of government he had the right to go wherever he wished whenever",
  "hewished,ortosendsomeoneelsetodeputizeforhim.Patelansweredthatin",
  "acabinetsystemtheprimeministerwasmerelythefirstamongequals;hedid",
  "not stand above and dominate his fellow ministers.",
  "The exchange grew progressively more contentious, and at one stage",
  "both men offered to resign. Then it was agreed that they would put their re-",
  "spective points of view before Gandhi. Before a suitable time could be found",
  "the Mahatma began his final fast. The next week Patel was out of Delhi, but",
  "the matter lay very much on his mind, and on Nehru’s. Indeed, on 30 January",
  "Gandhi met Patel just before the fateful prayer meeting and asked that he andNehru sort out their differences. He also said he would like to meet both of",
  "them the next day.",
  "Three days after Gandhi’s assassination Nehru wrote Patel a letter which",
  "said that ‘with Bapu’s death, everything is changed and we have to face a dif-",
  "ferent and more difficult world. The old controversies have ceased to have",
  "muchsignificanceanditseemstomethattheurgentneedofthehourisforall",
  "of us to functionas closely and co-operatively as possible . . .’ Patel, in reply,",
  "said he ‘fully and heartily reciprocate[d] the sentiments you have so feelingly",
  "expressed . . . Recent events had made me very unhappy and I had written to",
  "Bapu...appealingtohimtorelieveme,buthisdeathchangeseverythingand",
  "the crisis that has overtaken us must awaken in us afresh realisation of how",
  "much we have achieved together and the need for further joint effortsin our",
  "grief-strickencountry’s interests.’39",
  "Gandhi could not reconcile, in life, Hindu with Muslim, but he did re-",
  "concile, through hisdeath, Jawaharlal Nehru with Vallabhbhai Patel. It was",
  "apatch-up of rather considerable consequence for the newand very fragile na-",
  "tion.T L D",
  ""
]