[
  "ch20",
  "HE LIXIR OF ICTORY",
  "Gungi gudiya [dumb doll]",
  "Ram Manohar Lohia on Indira Gandhi, circa 1967",
  "I",
  "I N 1969 Delhi weekly Thought commented that ‘the Congress",
  "N OVEMBER THE",
  "seems to have written itself off as a nationally cohesive force’. The once-",
  "mighty party was now split into disputatious parts. When the next general",
  "election came, said Thought, ‘Congressmen will be fighting Congressmen to",
  "the obvious advantage of regional or sectarian groups’. Consequently, ‘Mrs",
  "Gandhi’s party may not secure more than one-third of the seats in Parliament.",
  "The chances of the other group seem to be even slimmer.’1",
  "A year later the prime minister called an election, fourteen months ahead",
  "of schedule. Her party – Congress (R) – wanted a popular mandate to imple-",
  "ment the progressive reforms it had initiated, now held up by the ‘reactionary’",
  "forces in Parliament. Its manifesto offered a ‘genuine radical programme of",
  "economic and social development’, upholding the interests of the small farmer",
  "and the landless labourer, and of the small entrepreneur against the big capital-",
  "ist. It stood for the betterment of the lower castes, and for the protection of the",
  "minorities. Particular mention was made of the Urdu language, which ‘shall be",
  "givenitsdueplacewhichhasbeendeniedtoitsofar’.Itpromiseda‘strongand",
  "stablegovernment’,andaskedforsupportinthefightagainstthe‘darkandevil",
  "forces of right [wing] reaction’, which were ‘intent upon destroying the very",
  "base of our democratic and socialist objectives’.2",
  "The position in which Indira Gandhi found herself in 1971 was in many",
  "waysreminiscentofherfather’sin1952.LikeNehruthen,MrsGandhiwentto",
  "the polls having fought a bruising battle with members of her own party. Like",
  "him,sheofferedtothepeopleafresh,progressive-soundingmandate.And,like",
  "him, she was her party’s chief campaigner and spokesperson, the very embodi-",
  "ment of what it said it stood for.",
  "In calling an early poll, the prime minister had astutely dissociated the",
  "generalelectionfromelectionstothevariousstateassemblieswhichinthepasthadalwaystakenplaceconcurrently.Thatmeantthatparochialconsiderations",
  "ofcasteandethnicitygotmixedupwithwidernationalquestions.In1967this",
  "had proved to be detrimental to the Congress. This time, Mrs Gandhi made",
  "sure she would separate the two by calling a general election in which she",
  "could place a properly national agenda before the electorate.",
  "The opposition, meanwhile, was seeking to build a united front against",
  "the ruling party. Urging it on was C. Rajagopalachari, now past ninety years",
  "of age. A common leader could not be agreed upon so, said ‘Rajaji’, the fight",
  "had to be conducted ‘on the pattern of guerrilla warfare. Indira’s candidates .",
  ". . must be opposed everywhere on the single ground that we oppose the con-",
  "spiracy to tear up the constitution and to extinguish the people’s liberties and",
  "put all power in the hands of the state’.3",
  "The opposition constructed a ‘Grand Alliance’, bringing together Jana",
  "Sangh, Swatantra, Congress (O), the socialists, and regional groupings. The",
  "ideawastolimitthenumberofmultiwaycontests.Acopywritercameupwith",
  "the slogan ‘Indira Hatao’ (Remove Indira). This prompted the telling rejoin-",
  "der, offered from the lips of the prime minister herself: ‘Wo kehte hain Indira",
  "Hatao, hum kehte hain Garibi Hatao’ (They ask for the Removal of Indira,",
  "whereas we want an End to Poverty itself).",
  "Whethertheworkoftheprimeministeroroneofhernowforgottenmin-",
  "ions, ‘Garibi Hatao’ was an inspired coinage. It allowed Congress (R) to take",
  "the moral high ground, representing itself as the party of progress, against an",
  "alliance of reaction. Personalizing the election was to backfire badly against",
  "the opposition, whose agenda was portrayed as negative in contrast to the",
  "forward-looking programme of the ruling party.",
  "Mrs Gandhi worked tirelessly to garner votes for her party. Between the",
  "dissolution of Parliament, in the last week of December 1970, and the elec-",
  "tions, held ten weeks later, she travelled 36,000 miles in all. She addressed",
  "300meetingsandwasheardorseenbyanestimated20millionpeople.These",
  "figures were recounted, with relish, in a letter written by Mrs Gandhi to an",
  "Americanfriend.Sheclearlyenjoyedtheexperience;assheremarked,‘itwas",
  "wonderful to see the light in their [the people’s] eyes’.4",
  "Theprimeminister’sspeechesharpedonthecontrast,perceivedandreal,",
  "between the party she had left behind and the party she had founded. The",
  "‘old’ Congress was in thrall to ‘conservative elements’ and ‘vested interests’,",
  "whereas the ‘new’ Congress was committed to the poor. Did not the national-",
  "izationofbanksandtheabolitionoftheprivypursesshowasmuch?Themes-",
  "sage struck a resonant chord, for, as one somewhat cynical journalist wrote:Themanlyinginagutterprizesnothingmorethanthenotionpumpedin-",
  "tohimthatheissuperiortothesanitaryinspector.Thattherichhadbeen",
  "humbledlookedliketheassurancethatthepoorwouldbehonoured.The",
  "instant ‘poverty-removal’ slogan was an economic absurdity. Psycholo-",
  "gically and politically, for that reason, it was however a decisive asset in",
  "a community at war with reason and rationality.5",
  "Her travels within India had made the prime minister far better known than",
  "shehadbeenin1967.Inaskingforvotes,sheexploitedher‘charmingperson-",
  "ality’, her ‘father’s historical role’ and, above all, that stirring slogan ‘Garibi",
  "Hatao’. The landless and low castes voted en masse for the Congress (R), as",
  "didtheMuslims,whohadbeenlukewarmthelasttimeround.Thenewparty’s",
  "organizational weakness was remedied by its young volunteers, who went",
  "around the countryside amplifying their leader’s words. The massive turnout",
  "on election day suggested that ‘the people had been fired with a new hope of",
  "redemption’.6",
  "Back in 1952 it had been said that even a lamp-post could win if it ran",
  "on the Congress symbol. It turned out that Mrs Gandhi’s victory was even",
  "more spectacular than her father’s. Congress (R) won 352 out of 518 seats;",
  "the next highest tally was that of the CPM, which won a mere 25. Both victor",
  "and vanquished agreed that this was chiefly the work of one person. As the",
  "writer Khush want Singh commented, ‘Indira Gandhi has successfully mag-",
  "nified her figure as the one and only leader of national dimensions’. Then he",
  "added, ominously: ‘However, if power is voluntarily surrendered by a pre-",
  "dominant section of the people to one person and at the same time opposition",
  "is reduced to insignificance, the temptation to ride roughshod over legitimate",
  "criticismcanbecomeirresistible.ThedangerofIndiraGandhibeinggivenun-",
  "bridled power shall always be present.’7",
  "Among the consequences of the 1971 election was a change in the name",
  "of the ruling party. The Congress (R) now became known as Congress (I), for",
  "‘Indira’; later, even this was dropped. By the margin of its victory, Indira’s",
  "Congress was confirmed as the real Congress, requiring no qualifying suffix.",
  "HersuccessatthepollsemboldenedMrsGandhitoactdecisivelyagainst",
  "the princes. Throughout 1971, the two sides tried and failed to find a settle-",
  "ment. The princes were willing to forgo their privy purses, but hoped at least",
  "to save their titles. But with her massive majority in Parliament, the prime",
  "minister had no need to compromise. On 2 December she introduced a bill",
  "seeking to amend the constitution and abolish all princely privileges. It waspassed in the Lok Sabha by 381 votes to 6, and in the Rajya Sabha by 167",
  "votes to 7. In her own speech, the prime minister invited ‘the princes to join",
  "the elite of the modern age, the élite which earns respect by its talent, energy",
  "and contribution to human progress, all of which can only be done when we",
  "work together as equals without regarding anybody as of special status’.8",
  "II",
  "The statistics of the fifth general election were printed in loving detail in the",
  "report of the Chief Election Commissioner (CEC). The size of the electorate",
  "was 275 million, a 100 million up from the first edition in 1952. Yet no In-",
  "dian had to walk more than two kilometres to exercise his or her franchise.",
  "Therewerenow342,944pollingstations,up100,000from1962;eachstation",
  "was supplied with forty-three different items ranging from ballot papers and",
  "boxestoindelibleinkandsealingwax;282millionballotpaperswereprinted,",
  "7 million more than the number of eligible voters (to allow for accidents and",
  "errors);1,769,802Indianswereonpollingduty–forthemostpart,thesewere",
  "officials of the state and central governments.",
  "The CEC then turned, with less pleasure, to electoral malpractices. A",
  "study of the 1967 elections had found 375 cases of electoral violence of all",
  "kinds; of these, 98 were in Bihar.9 In 1971 the Election Commission repor-",
  "ted66instancesof‘booth-capturing’,whereballotboxeswereseizedbyforce",
  "and stuffed with ballots in favour of one candidate. In Anantnag in the Kash-",
  "mir Valley a woman took away a ballot box under her burqa before returning",
  "it, now heavier by several hundred ballots. Again, the most violations were in",
  "Bihar–thestateaccountedfor52of66boothscapturedbyhooliganshiredby",
  "leaders of caste factions. The CEC believed this was ‘perhaps the most caste-",
  "ridden State in the whole [of] India and this bane of excessive casteism viti-",
  "ates in no mean degree the political atmosphere’.",
  "These disfigurements notwithstanding, the holding of its fifth general",
  "electionwasamatteronwhichthecountrycouldcongratulateitself.Sowrote",
  "the CEC, in a preface whose lyricism sat oddly with the hard nosed numer-",
  "ical analysis that followed. For in between the last poll and this one, ‘India",
  "was in the middle of the deepest and darkest woods and was groping for a",
  "way out’. Factionalism was rife; SVD governments came and went, and the",
  "president of the republic died, making ‘the already dark political situation . .",
  ". darker’. Then the mighty Congress Party split; this, in the CEC’s view, wascomparableonlyto‘theGreatSchismintheWhigPartyinGreatBritaininthe",
  "year1796’.Inthis‘stateoftension,stress,confusionandflux,theprophetsof",
  "doom, both inside and outside the country, started expressing serious misgiv-",
  "ings and doubts as to the very survival of democracy in this Great Land’.",
  "These doomsayers, said the chief election commissioner, had not",
  "reckoned with Bharata Bhagya Vidhata (The Supreme Dispenser of India’s",
  "Destiny), which from ‘ancient times’ had thwarted ‘adverse and hostile cir-",
  "cumstances’, by blowing ‘into the soul of India that elixir-giving inspiration",
  "which imparted rejuvenated vigour to her vital, moral and spiritual forces’.",
  "Others might have disagreed, seeing the holding of this election not as a vic-",
  "tory for Indian spiritualism but as a vindication of that very modern political",
  "form, electoral democracy.10",
  "III",
  "ThreemonthsbeforeIndiahelditsfifthgeneralelection,Pakistanhelditsfirst",
  "ever election based on adult franchise. The poll had been called by General",
  "Yahya Khan, Ayub Khan’s successor as president and chief martial law ad-",
  "ministrator.",
  "Two parties dominated the campaign; Zulfiqar Bhutto’s Pakistan",
  "People’s Party in West Pakistan, and the National Awami League of Sheikh",
  "Mujibur Rahman (‘Mujib’) in East Pakistan. The son of a large landowner,",
  "educated at Oxford and Berkeley, Bhutto sought to declass himself, at least",
  "rhetorically, by promising every Pakistani roti, kapda aur makaan (food,",
  "clothing and a roof over your heads). Mujib’s campaign was based on East",
  "Pakistan’ssenseofvictimhood,itsangeratthesuppressionoftheBengalilan-",
  "guage and the exploitation of its rich natural resources by the military rulers",
  "of the western half of the country.11",
  "YahyaKhanappearstohavecalledforelectionsinthehopethatBhutto’s",
  "PPP would win, and allow him to continue as president. The polls were held",
  "in the third week of December 1970. The PPP won 88 out of the 144 seats",
  "in West Pakistan, whereas the Awami League swept the more populous East,",
  "winning 167 of its 169 seats. These results surprised Mujibur Rahman, and",
  "shocked Yahya Khan. For the president had intended that the newly elected",
  "assembly would frame a democratic constitution; the worry now was that the",
  "Awami League, with its majority, would insist on a federation where the east-",
  "ern wing would manage its own affairs, leaving only defence and foreignpolicy to the central government. Mujib had already indicated that he would",
  "like East Pakistan to have control over the foreign exchange its products gen-",
  "erated, and perhaps issue its own currency as well.",
  "Yahya’sreservationswerereinforcedbytheambitionsofBhutto.Forthe",
  "relationship between Pakistan’s two wings had always been a colonial one,",
  "with West dominating East militarily, economically and even culturally. For",
  "bothgeneralandpatrician,theprospectofhavingaBengalidecidetheirdesti-",
  "nieswastoohorribletocontemplate.FortheBengaliMuslimwasregardedby",
  "hisWestPakistanicounterpartaseffeteandeffeminate,andtooeasilycorrup-",
  "ted by proximity to Hindus (over 10 million of whom still lived within their",
  "midst).AmongtheseHindusweremanyprofessionals–lawyers,doctors,uni-",
  "versity professors. The fear of the West Pakistani elite was that, if Mujib’s",
  "Awami League came to form the government, ‘the constitution to be adopted",
  "by them will have Hindu iron hand in it’.12",
  "On the other side, the East Pakistani Muslims looked upon their West",
  "Pakistani counterparts as ‘the ruling classes, as foreign ruling classes and as",
  "predatory foreign ruling classes’. They resented the rulers’ dismissal of their",
  "language, Bengali; they complained that their agricultural wealth was being",
  "drained away to feed the western sector; and they noted that Bengalis were",
  "very poorly represented in the upper echelons of the Pakistani bureaucracy,",
  "judiciary and, not least, army. The feeling of being discriminated against had",
  "beengrowingovertheyears.Bythetimeoftheelectionsof1970,‘thepolitic-",
  "ally minded’ East Bengali had become ‘allergic to a central authority located",
  "a thousand miles away’.13",
  "In January 1971 Yahya Khan and Bhutto travelled separately to the East",
  "Pakistani capital, Dacca. They held talks with Mujib, but found him firm on",
  "the question of a federal constitution. The president then postponed the con-",
  "vening of the National Assembly. The Awami League answered by calling an",
  "indefinitegeneralstrike.ThroughoutEastPakistanshopsandofficesputdown",
  "their shutters; even railways and airports closed down. Clashes between po-",
  "lice and demonstrators became a daily occurrence.",
  "The military decided to quell these protests by force. Troop reinforce-",
  "ments were flown in or sent by ship to the principal eastern port, Chittagong.",
  "On the night of 25/26 March, the army launched a major attack on the uni-",
  "versity,whosestudentswereamongtheAwamiLeague’sstrongestsupporters.",
  "A parade of tanks rolled into the campus, firing on the dormitories. Students",
  "were rounded up, shot and pushed into graves hastily dug and bulldozed over",
  "by tanks. There were troop detachments at work in other parts of the city, tar-",
  "geting Bengali newspaper offices and homes of local politicians. That samenight Mujibur Rahman was arrested at his home and flown off to a secret loc-",
  "ation in West Pakistan.14",
  "The Pakistan army fanned out into the countryside, seeking to stamp out",
  "any sign of rebellion. East Bengali troops mutinied in several places, includ-",
  "ing Chittagong, where one major captured a radio station and announced the",
  "establishmentoftheIndependentPeople’sRepublicofBangladesh.15Tocom-",
  "bat the guerrillas the army raised bands of local loyalists, called Razakars,",
  "who put the claims of religion – and hence of a united Pakistan – above those",
  "of language. Villages and small towns, even the odd airport, fell into rebel",
  "hands, then were recaptured. The reprisals grew progressively more brutal.",
  "As an American consular official reported, ‘Army officials and soldiers give",
  "everysignofbelievingthattheyarenowembarkedonaJehadagainstHindu-",
  "corrupted Bengalis.’16",
  "Onesoldierlaterwroteavividrecollectionofthecounter-insurgencyop-",
  "erations, of the ‘reassertion of state power’ and the capture of those ‘places",
  "[which] had been occupied by anti-state elements’. As he remembered, ‘there",
  "was more resistance offered by the terrain than by the miscreants. Extensive",
  "damage to land communications and free intermingling of hostiles with the",
  "general populace made progress tedious.’17",
  "After the first swoop, foreign correspondents were asked to leave East",
  "Pakistan, but later in the summer some were allowed to return. A German",
  "journalist saw signs of the civil war everywhere: in bazaars burnt in the cities",
  "and homesteads razed in the villages. There was ‘a ghostly emptiness in set-",
  "tlements once bubbling with life and energy’. An American reporter found",
  "Dacca ‘a city under the occupation of a military force that rules by strength,",
  "intimidationandterror’.ThearmywasharassingtheHinduminorityinpartic-",
  "ular; the authorities were ‘demolishing Hindu temples, regardless of whether",
  "there are any Hindus to use them’. A World Bank team visiting East Pakistan",
  "founda‘generaldestructionofpropertyincities,towns,andvillages’,leading",
  "to an ‘all-pervasive fear’ among the population.18",
  "The army action in Dacca sparked a panic flight out of the city. The re-",
  "pression in the hinterland magnified this flight, directing it across the border",
  "into India. By the end of April 1971 there were half a million East Pakistan",
  "refugees in India; by the end of May, three and a half million; by the end of",
  "August, in excess of 8 million. Most (though by no means all) were Hindus.19",
  "Refugeecampswerestrungoutalongtheborder,inthestatesofWestBengal,",
  "Tripura and Meghalaya. To distribute the burden, camps were also opened in",
  "Madhya Pradesh and Orissa. The refugees were housed in huts made of bam-",
  "boo and polythene; the luckier ones in the verandahs of schools and colleges.ThefoodcamefromIndianwarehouses–notasbareastheywouldhavebeen",
  "before the Green Revolution – and from supplies provided by Western aid",
  "agencies.20",
  "Fromthebeginning,theIndiangovernmenthadfollowedan‘opendoor’",
  "policy; anyone who came was allowed in. Significantly, the responsibility for",
  "thecamps vested with thecentre, notthestates. Infact, fromthebeginning of",
  "theconflictNewDelhihadtakenaverykeeninterestinthefutureofwhatwas",
  "alreadybeingreferredtoinsecretofficialcommunicationsasthe‘strugglefor",
  "Bangladesh’. On the other side, Islamabad spoke darkly of ‘an Indo-Zionist",
  "plot against Islamic Pakistan’.21 This was an exaggeration; for the origins of",
  "theproblemwereinternaltoPakistan,whileIsraelwasnowhereinthepicture",
  "atall.Still,oncethedisputepresenteditself,Indiawasnotabovestokingitfor",
  "its own ends.",
  "A key player here was the Research and Analysis Wing (RAW), an in-",
  "telligence agency set up in 1968 on the model of the CIA, its aims the pursuit",
  "of Indian interests worldwide, its activities screened from parliamentary en-",
  "quiry, its orders to report directly to the Prime Minister’s Office. The head of",
  "RAW was (perhaps inevitably) a Kashmiri Brahmin, R. N. Kao, while its of-",
  "ficers were taken from the police and, on occasion, the army. No sooner had",
  "the Pakistani elections been called than RAW was being kept busy writing",
  "reports on that country. A memorandum of January 1971 presented a some-",
  "what alarmist picture of Pakistan’s armed strength: listing numbers of troops,",
  "tanks, aircraft and ships, it claimed that the country had ‘achieved a good",
  "stateofmilitary preparednessforanyconfrontationwithIndia’.Itthoughtthe",
  "‘potential threat’ of an attack on India ‘quite real, particularly in view of the",
  "Sino-Pakistan collusion’. Besides, the constitutional crisis might encourage",
  "the generals to undertake a diversionary adventure, to begin, as in 1965, with",
  "an ‘infiltration campaign in Jammu and Kashmir’.22",
  "Whether Yahya Khan had any such plans in January 1971 only the",
  "Pakistaniarchivescanreveal.ThearchivesontheIndiansidetellusthatIndia",
  "had certain designs of its own, aimed naturally at Pakistan. Thinking through",
  "thesedesignswereP.N.HaksarandhiscolleagueD.P.Dhar,thenIndianam-",
  "bassador to the Soviet Union. In April 1971 Dhar wrote to Haksar expressing",
  "pleasure that India was winning the propaganda war with Pakistan – chiefly",
  "by providing succour to the victims of its repression. Some analysts wanted",
  "swift military action but, advised Dhar, instead of ‘policies and programmes",
  "of impetuosity’, what India had to plan for ‘is not an immediate defeat of the",
  "highly trained [army] of West Pakistan; we have to create the whole of East",
  "Bengal into a bottomless ditch which will suck the strength and resources ofWest Pakistan. Let us think in terms of a year or two, not in terms of a week",
  "or two.’23",
  "IV",
  "Bythesummer of1971,alongwiththehundredsofcamps forrefugees, India",
  "was also hosting training camps for Bengali guerrillas. Known as the Mukti",
  "Bahini, these fighters numbered some 20,000 in all; regular officers and sol-",
  "diersoftheonceunitedPakistaniarmy,plusyoungervolunteerslearninghow",
  "to use light arms. The instruction was at first in the hands of the paramilitary",
  "Border Security Force, but by the autumn the Indian army had assumed dir-",
  "ect charge. From their bases in India, the guerrillas would venture into East",
  "Pakistan, there to attack army camps and disrupt communications.24",
  "InApril1971theChineseprimeministerwrotetothePakistanipresident",
  "deploring the ‘gross interference’ by India in the ‘internal problems’ of his",
  "country.Hedismissedtheresistanceastheworkof‘ahandfulofpersonswho",
  "want to sabotage the unification of Pakistan’. He assured Yahya Khan that",
  "‘should the Indian expansionists dare to launch aggression against Pakistan,",
  "the Chinese Government and people will, as always, support the Pakistan",
  "Government and people in their just struggle to safeguard state sovereignty",
  "and national independence’.25",
  "Chou En-lai’s letter was reproduced in the Pakistani press, and must cer-",
  "tainly have been read across the border as well. Meanwhile, New Delhi dis-",
  "patched senior Cabinet ministers to countries in Europe and Africa, to speak",
  "there of the unfolding tragedy, and India’s efforts to manage it. The prime",
  "minister wrote to world leaders urging them to rein in the Pakistani army. In",
  "the first week of July 1971 Dr Henry Kissinger – at the time national secur-",
  "ityadviser toPresident Nixon–met MrsGandhiinNewDelhi, wherehewas",
  "acquainted for the first time with ‘the intensity of feelings on the East Bengal",
  "issue’.TherefugeeinfluxhadplacedagreatburdenonIndia–‘wewerehold-",
  "ing things together by sheer will-power’, said the prime minister. The crisis",
  "could be resolved only when ‘a settlement which satisfied the people of East",
  "Bengal was reached with their true leaders’. America was asked to press such",
  "a settlement on the military rulers of West Pakistan.26",
  "From New Delhi, Kissinger proceeded to Islamabad, and from there – in",
  "secret – to the Chinese capital, Peking. Pakistan had brokered this breaking",
  "of the ice between two countries long hostile to one another. Their help withChina was another reason for the United States to stand solidly behind the",
  "generals in Islamabad. Thus Kissinger had carried a letter from Nixon to Mrs",
  "Gandhi,askinghertohelpinthepeacefulreturnoftherefugeesandthemain-",
  "tenanceofPakistanasaunitedentity.Inacombativereply,theprimeminister",
  "lamented the fact that arms supplied by the Americans to Pakistan, directed",
  "in 1965 against India, were now ‘being used against their own people, whose",
  "onlyfaultappearstobethattheytookseriouslyPresidentYahyaKhan’sprom-",
  "ises to restore democracy’. The president had asked for UN observers to su-",
  "pervise refugee repatriation but, asked Mrs Gandhi, ‘would the League of",
  "Nations observers have succeeded in persuading the refugees who fled from",
  "Hitler’s tyranny to return even whilst the pogroms against the Jews and polit-",
  "ical opponents of Nazism continued unabated?’27",
  "Recently declassified documents point to a distinct difference of per-",
  "spective between President Nixon and his chief adviser. The historian in Kis-",
  "singer could foresee that ‘there will some day be an independent Bangla",
  "Desh’.Healsosensed–ashetoldtheIndianambassadortoWashington–that",
  "while‘Indiawasapotential worldpower,Pakistan wouldalwaysbearegion-",
  "al power’.",
  "Nixon, however, laid hopes on a military solution to the East Bengal",
  "problem. He had a deep dislike of one country – ‘the Indians are no goddamn",
  "good’, he told Kissinger – and a sentimental attachment to the leader of the",
  "other. In Nixon’s opinion, Yahya Khan was ‘a decent and reasonable man’,",
  "whose loyalty to the US had to be rewarded by supporting his suppression of",
  "the East Bengal revolt. When, in April 1971, Kissinger prepared a note sug-",
  "gesting that the future for East Pakistan was ‘greater autonomy and, perhaps,",
  "eventual independence’, the president scribbled on it: ‘Don’t squeeze Yahya",
  "at this time’.",
  "As Kissinger somewhat despairingly told a colleague, ‘the President has",
  "a special feeling for President Yahya. One cannot make policy on that basis,",
  "but it is a fact of life.’ Nixon expressed his prejudices forcefully: speaking to",
  "his staff in August 1971 he said that, while the Pakistanis were ‘straightfor-",
  "ward’, if ‘sometimes extremely stupid’, the ‘Indians are more devious, some-",
  "times so smart that we fall for their line’. The president insisted that the US",
  "‘must not – cannot – allow India to use the refugees as a pretext for breaking",
  "up Pakistan’.28",
  "As India drew apart from one superpower, it was coming closer to the",
  "other.29 Moscow concurred with New Delhi’s assessment that the ‘twains of",
  "East and West Pakistan are not likely to meet again’. The USSR and India",
  "werenowcontemplatingclosereconomicco-operation,throughagreaterflowofrawmaterials andfinished goodsbetween thetwocountries. Asaninduce-",
  "ment,theRussiansofferedtoselltheIndianairforceanumberoftheirTU-22",
  "bombers.Recommendingtheproposal,theIndianambassador,D.P.Dhar,ad-",
  "mitted that while these were inferior to Western models, to buy the planes",
  "fromaNATOcountrywouldinvolveconditionsthatwereboth‘politicallyun-",
  "acceptable and financially prohibitive’.30",
  "In June1971 the Indian foreign minister, Sardar Swaran Singh, was due",
  "to visit Moscow. On the eve of his arrival the Soviet Foreign Ministry ap-",
  "proachedD.P.DharwiththesuggestionthattheUSSRandIndiasignatreaty",
  "of friendship, which would ‘act as a strong deterrent to force Pakistan and",
  "China to abandon any idea of military adventure’. Dhar was told that ‘India",
  "need not be worried about Pakistan, but should take into account the unpre-",
  "dictable enemy from the North’ (i.e. China).31 Later, when the two foreign",
  "ministers met, the common suspicion of China figured high on the agenda.",
  "Swaran Singh remarked that China was the only country to give ‘all out, full",
  "and unequivocal support’ to the Pakistani military regime. Andrei Gromyko",
  "answered that ‘the Chinese are always against whatever the USSR stands for.",
  "Any cause which we support invites their opposition and anything which we",
  "consider unworthy of our support secures their support. I cannot think of any",
  "particular exception to this general rule.’32",
  "Indian hostility to China dated back to the border conflict of 1959–62.",
  "Soviet hostility was more recent, a product of rivalry for leadership of the",
  "worldcommunistmovement.MaoZedonghadspokensneeringlyof‘Russian",
  "revisionism’;thearmiesofthetwosideshadclashedontheUririverin1969.",
  "India and the Soviet Union did not touch one another at any point, but each",
  "had a very long border with China. A closer alliance was in the interest of",
  "both. The secret documents quoted above, however, reveal that, contrary to",
  "the received wisdom, the alliance was first suggested not by the poor under-",
  "developed country but by the powerful superpower.",
  "After meeting Gromyko, Swaran Singh discussed a possible treaty with",
  "the chairman of the USSR Praesidium, Alexei Kosygin. Drafts were ex-",
  "changed before a final document was signed in New Delhi on 9 August 1971",
  "by the foreign ministers of the two sides. For the most part, the Treaty of",
  "Peace, Friendship and Co-operation between the Republic of India and the",
  "Union of Soviet Socialist Republics was pure boilerplate: declarations of un-",
  "dying friendship between the ‘High Contracting Parties’. The crux lay in a",
  "single sentence of Article IX, to wit:In the event of either Party being subjected to an attack or a threat there-",
  "of,theHighContractingPartiesshallimmediatelyenterintomutualcon-",
  "sultationsinordertoremovesuchthreatandtotakeappropriateeffective",
  "measures to ensure peace and the security of their countries.33",
  "By the late summer of 1971, the axes of alliance on the subcontinent were",
  "pretty clear: on the one side, there was (West) Pakistan with China and the",
  "United States; on the other, (East) Pakistan with India and the Soviet Union.",
  "V",
  "In the last week of September 1971 the prime minister travelled to the Soviet",
  "Union. The next month she visited a series of Western cities, ending in the",
  "capital of the free world. Everywhere, she spoke of the deepening crisis in",
  "East Pakistan. As she told the National Press Club in Washington, this was",
  "‘notacivilwar,intheordinarysenseoftheword;itisagenocidalpunishment",
  "of civilians for having voted democratically’. ‘The suppression of democracy",
  "istheoriginal cause ofall thetrouble inPakistan,’ shesaid,adding,‘Ifdemo-",
  "cracy is good for you, it is good for us in India, and it is good for the people",
  "of East Bengal.’34",
  "On her November visit Mrs Gandhi had two meetings with President",
  "Nixon. Kissinger had the impression that this was ‘a classic dialogue of the",
  "deaf’. Nixon said that the US would not be a party to the overthrow of Yahya",
  "Khan, and warned India that ‘the consequences of military action were in-",
  "calculably dangerous’. Mrs Gandhi answered that it was the Pakistanis who",
  "spoke of waging a ‘holy war’. She also pointed out that while the West",
  "Pakistanis had ‘dealt with the Bengali people in a treacherous and deceitful",
  "way and . . . always relegated them to an inferior role’, India, ‘on the other",
  "hand, has always reflected a degree of forbearance toward its own separatist",
  "elements’.35",
  "While Mrs Gandhi was away, the conflict had intensified. From the end",
  "of October the shelling along the border became more fierce, encouraged by",
  "the Indian army, which saw the exchanges as a cover for insurgents to creep",
  "in and out. By the third week of November heavy artillery was in action. In a",
  "battle on the 21st the Pakistanis were said to have lost up to thirteen tanks.36",
  "Reporting this to Nixon, Yahya Khan complained that India had ‘chosen the",
  "pathofunabashedandunprovokedaggression’.TwelveIndiandivisionsweremassed near East Pakistan, seeking to turn ‘localized attacks to open and",
  "large-scale warfare’.37",
  "Atthistimeintheirhistory,thearmiesofthetwosidesweregrosslymis-",
  "matched.InthepastdecadetheIndianarmedforceshadaugmenteditsequip-",
  "ment, modernized its organization and laid the foundations of an indigen-",
  "ous weapons industry. While Indian intelligence had exaggerated Pakistani",
  "strength,astudybytheInternationalInstituteofStrategicStudiesshowedthat",
  "India in fact had twice as many tanks and artillery guns as its neighbour. Fur-",
  "ther, the morale of the Pakistan army had been deeply affected by the civil",
  "war,bythedefectionofBengaliofficersandtheeffectofhavingtofightthose",
  "presumed to be one’s own people.38",
  "In the event it was the weaker side that sought to seize the initiative. On",
  "the afternoon of 3 December Pakistani bombers attacked airfields all along",
  "the western border.Simultaneously,seven regiments ofartillery attacked pos-",
  "itions in Kashmir.",
  "TheIndiansretaliatedwithaseriesofmassiveairstrikes.InKashmirand",
  "Punjab they answered back on the ground while, in the seas beyond, the navy",
  "saw action for the first time, moving towards Karachi. The eruption of con-",
  "flict in the west provided the perfect excuse for India to move its troops and",
  "tanks across the border into East Pakistan, turning a shadowy struggle into a",
  "very open one.39",
  "YahyaKhan’sdecisiontoattackIndiafromthewestwas,atfirstandsub-",
  "sequent glance, somewhat surprising; a military historian has even described",
  "it as ‘barely credible’.40 Perhaps the Pakistanis hoped to effect quick strikes,",
  "calling for UN or American intervention before the conflict got out of hand.",
  "Some generals in Islamabad also believed that succour would come from the",
  "Chinese.Thus,on5December,thecommanderofthePakistanitroopsinEast",
  "Pakistan, Lieutenant General A. A. K. Niazi, received a message from Army",
  "Headquarters informing him that there was ‘every hope of Chinese activities",
  "very soon’.41",
  "Suchhelpmaynothavecomeanyway,butinDecemberitwasmadeim-",
  "possible by the snows that covered the Himalaya. This, indeed, was the per-",
  "fectseasonfortheIndianstoeffecttheirmarchonDacca.Threemonthsearli-",
  "er the rains from the monsoon would have made the ground soft underfoot;",
  "three months later the Chinese would have had the option of crossing into the",
  "border area they shared with India and East Pakistan. The weather was in fa-",
  "vour of the Indians, as was the support of the local population; this to add to",
  "an overwhelming superiority in numbers.The Indian army moved towards Dacca from four different directions.",
  "The delta was criss-crossed by rivers, but the Mukti Bahini knew where best",
  "to lay bridges, and which town housed what kind of enemy contingent. The",
  "Bahini was in turn helped by their civilian comrades: as the Pakistani Com-",
  "mander was to recall later, ‘the Indian Army knew of all our battle positions,",
  "down to the last bunker, through the locals’.42 Their path thus smoothed, the",
  "Indians made swift progress. Communications were snapped between Dacca",
  "and the other main city, Chittagong. Vital rail heads were captured, rendering",
  "the defenders immobile.43",
  "On 6 December the government of India officially revealed an intention",
  "it had long nurtured – namely, to support and catalyse the formation of a new",
  "nation-state to replace the old East Pakistan. On this day it formally recog-",
  "nized ‘The Provisional Government of the Peoples’ Republic of Bangladesh’.",
  "In Mujibur Rahman’s absence, Syed Nazrul Islam served as acting president",
  "of the new state; he had a full-fledged Cabinet in tow. These men were to the",
  "Indians as de Gaulle’s Free French forces had been to the Allies; waiting, not",
  "very patiently, while Big Brother recaptured their beloved city and handed it",
  "overtothem.WithinaweekofwartheIndiantroopswerewithinstrikingdis-",
  "tance of Dacca. Artillery fire rained down on the city, with troops advancing",
  "from the north, south and east. A temporary hiccup was provided by an air-",
  "craft carrier of the American 7th Fleet, which moved into the Bay of Bengal,",
  "by means – to quote Henry Kissinger – of ‘registering our position’.44",
  "The threat was an idle one. Tied down in Vietnam, the Americans could",
  "scarcely jump into another war which might – given the Indo-Soviet Treaty –",
  "get horribly out of hand. As the collapse of Dacca became imminent, an ar-",
  "gument broke out between East Pakistan’s civilian governor, who wanted to",
  "surrender, and the general in command of the besieged troops, who wanted to",
  "fight on. On 9 December, the governor sent a telegram to Islamabad asking",
  "them to sue for an ‘immediate ceasefire and political settlement’. Otherwise,",
  "‘once Indian troops are free from East Wing in a few days even West Wing",
  "will be in jeopardy’. He considered the ‘sacrifice of West Pakistan meaning-",
  "less’, noting that ‘General Niazi does not agree as he considers that his orders",
  "are to fight to the last and it would amount to giving up Dhaka’.45",
  "The governor’s views were independently confirmed by Pakistan’s two",
  "main allies, China and the United States. On the 10th, Kissinger met ambas-",
  "sadorHuangHuainWashington.TheChinesediplomatbitterlyremarkedthat",
  "the creation of Bangladesh would create a ‘new edition of Manchukuo’, an",
  "Indian puppet regime on the model of the one the Japanese had once run in",
  "China. Kissinger replied that ‘it is our judgement, with great sorrow, that thePakistanarmyintwoweekswilldisintegrateintheWestasithasdisintegrated",
  "in the East’. ‘We are looking for a way to protect what is left of Pakistan,’ he",
  "said, adding by way of consolation, ‘We will not recognize Bangla Desh. We",
  "will not negotiate with Bangla Desh.’46",
  "On the night of the 13th, the Indians bombed the house of the governor",
  "in Dacca. The same night Niazi received a message from Yahya Khan advis-",
  "inghimtolaydownarms,as‘furtherresistanceisnothumanlypossible’.The",
  "general waited a full day before deciding he had no choice but to obey. On",
  "the morning of the 15th he met the American consul general, who a greed to",
  "convey a message to New Delhi. The next day, the 16th, Lieutenant General",
  "J. S. Aurora of the Indian army’s Eastern Command flew into Dacca to ac-",
  "cept asigned instrument ofsurrender.47That same evening the prime minister",
  "made an announcement in the Lok Sabha that ‘Dacca is now the free capital",
  "ofafreecountry’.‘LongLiveIndiraGandhi’shoutedtheCongressmembers,",
  "while even an opposition MP was heard to say that ‘the name of the prime",
  "minister will go down in history as the golden sword of liberation of Bangla",
  "Desh’.48 From Parliament Mrs Gandhi went to the studios of All-India Radio,",
  "where she announced a unilateral ceasefire on the western front. Twenty-four",
  "hourslaterGeneralYahyaKhanspokeovertheradio,sayinghehadinstructed",
  "his troops to cease firing as well.49",
  "The war had lasted a little less than two weeks. The Indians claimed to",
  "have lost 42 aircraft against Pakistan’s 86, and 81 tanks against their 226.50",
  "But by far the largest disparity was in the number of prisoners. In the western",
  "sector, each side took a few thousand POWs, but in the east the Indians had",
  "now to take charge of around 90,000 Pakistani soldiers.",
  "Less than pleased with the outcome of the war was President Richard",
  "Nixon. ‘The Indians are bastards anyway’, he told Henry Kissinger. ‘Pakistan",
  "thing makes your heartsick’, he said. ‘For them to be done so by the Indians",
  "and after we had warned the bitch.’ Nixon wondered whether, when Mrs",
  "GandhihadvisitedWashingtoninNovember,hehadnotbeen‘tooeasyonthe",
  "goddamn woman’ – it seems to have been a mistake to have ‘really slobbered",
  "over the old witch’. By this time even Kissinger had been turned off the",
  "Indians. He was cross with himself for having underestimated their milit-",
  "ary strength – ‘The Indians are such poor pilots they can’t even get off the",
  "ground,’ he had claimed in October. His hope now was that ‘the liberals are",
  "going to look like jerks because the Indian occupation of East Pakistan is go-",
  "ing to make the Pakistani one look like child’s play.’51",
  "As for the American press, Time magazine even-handedly blamed both",
  "sides; Yahya’s ‘murderous rampage against rebellious Bengalis’, along withIndira’s launching of ‘full-scale warfare’, had together ‘brought more suffer-",
  "ing to the sub-continent’. However, the influential New York Times columnist",
  "James (Scotty) Reston took a more partisan line, writing a brooding, almost",
  "conspiratorial piece which saw the Soviet Union as the real beneficiary from",
  "‘this squalid tragedy’. Its new ally India would ‘provide access to Moscow’s",
  "risingnavalpowertotheIndianOcean,andabaseofpoliticalandmilitaryop-",
  "erationsonChina’ssouthernflank’.‘TheSovietUnionnowhasthepossibility",
  "of bases in India’, claimed Reston. He thought this country’s experiment with",
  "democracy was in peril, wondering whether ‘India will be able to encourage",
  "independence for one faction in Pakistan without encouraging independence",
  "for other factions in India itself, including the powerful Communist faction in",
  "the Indian state of Kerala’.52",
  "VI",
  "ThevictoryoverPakistanunleashedahugewaveofpatrioticsentiment.Itwas",
  "hailed as ‘India’s first military victory in centuries’,53 speaking in terms not",
  "of India the nation, but of India the land mass and demographic entity. In the",
  "first half of the second millennium a succession of foreign armies had come",
  "in through the north-west passage to plunder and conquer. Later rulers were",
  "Christian rather than Muslim, and came by sea rather than overland. Most re-",
  "cently, there had been that crushing defeat at the hands of the Chinese. For",
  "so long used to humiliation and defeat, Indians could at last savour the sweet",
  "smell of military success.",
  "On the other side of the border the view was all too different. After the",
  "news came that their troops had surrendered, an Urdu newspaper in Lahore",
  "wrote that ‘today the entire nation weeps tears of blood . . . Today the Indian",
  "Army has entered Dacca. Today for the first time in 1,000 years Hindus have",
  "wonavictoryoverMuslims...Todayweareprostratewithdejection.’With-",
  "in days, however, the Urdu press was seeking consolation from the lessons",
  "of history. While the defeat was certainly ‘a breach in the fortress of Islam’,",
  "even the great Muhammad of Ghori had lost his first war in the subcontinent.",
  "But as another Lahore newspaper reminded its readers, Ghori had come back",
  "‘withreneweddetermination tounfurlthebannerofIslamovertheKafirland",
  "of India’.54",
  "In India, credit for the victory was shared by countless mostly unnamed",
  "soldiers and a single specific politician – the prime minister. Mrs Gandhi wasadmired for standing up to the bullying tactics of the United States, and for",
  "so coolly planning the dismemberment of the enemy. Her parliamentary col-",
  "leagues went overboard in their salutations, but even opposition politicians",
  "were now speaking of her as ‘Durga’, the all-conquering goddess of Hindu",
  "mythology. The intellectual and professional classes, usually so sceptical of",
  "politics and politicians, were also generous in their praise of the prime minis-",
  "ter.",
  "Representativeofthismoodofall-roundadmirationwasasymposiumon",
  "the Bangladesh liberation organized by the Gandhi Peace Foundation in New",
  "Delhi. This began with the editor of the Times of India, Girilal Jain, speak-",
  "ing of how ‘India’s self-esteem and image in the world have improved con-",
  "siderably as are sult of the revival of the fortunes of the Congress Party under",
  "Mrs Indira Gandhi’s leadership’. It continued with the RSS ideologue K. R.",
  "Malkani terming 1971 ‘a watershed in the political evolution of India’. With",
  "the events of that year, ‘the old image of peace is being replaced by the new",
  "one of power. The old image only elicited patronizing smiles; the new image",
  "commands attention, and respect.’ Then the diplomat G. L. Mehta claimed",
  "that ‘the people have a new sense of self-confidence and not an unreason-",
  "able pride over its newly won prestige in the world’. The left-wing journalist",
  "Romesh Thapar concurred: the ‘success of the Bangla Desh policy’, he re-",
  "marked, had given ‘the thinking Indian a sense of achievement and power’.",
  "The left-wing jurist V. R. Krishna Iyer saw in the recent events a progressive",
  "maturation of Indian leadership: ‘What in Gandhian days was a vague creed",
  "was spelt out in Nehru’s time as an activist social philosophy, and became,",
  "under Mrs Gandhi’s leadership, a concrete and dynamic programme of gov-",
  "ernmental action.’55",
  "Away from India, Mrs Gandhi’s calmness in a crisis was also admired",
  "by a woman who had seen some history in her time, the philosopher Hannah",
  "Arendt. In early November Arendt met the prime minister at the home of a",
  "mutual friend in New York. A month later, with Indian troops advancing on",
  "Dacca, she wrote to the novelist Mary McCarthy of how, at that party, she",
  "saw Mrs Gandhi, ‘very good-looking, almost beautiful, very charming, flirt-",
  "ing with very man in the room, without chichi, and entirely calm – she must",
  "have known already that she was going to make war and probably enjoyed it",
  "even in a perverse way. The toughness of these women once they have got",
  "what they want is really something!’ 56VII",
  "The prime minister, and her party, naturally sought to make political capital",
  "of what the soldiers had accomplished. In March 1972 fresh elections were",
  "called in thirteen states, some of which had opposition governments; others,",
  "uneasyCongress-ledcoalitions.Inallthirteen,theCongresswoncomfortably.",
  "These included such crucial states as Bihar, Madhya Pradesh and Maha-",
  "rashtra. As the Jana Sangh leader Atal Behari Vajpayee ruefully remarked,",
  "whiletheoppositionhadputup2,700separatecandidates,therulingpartyhad",
  "in effect fielded the same person in every constituency – Indira Gandhi.57",
  "However,inatleastonestatethepresenceandexampleoftheprimemin-",
  "ister was not enough. This was West Bengal, where the Congress won only",
  "with resort to a mixture of terror, intimidation and fraud. Gangs of hooligans",
  "stuffed ballot boxes with the police idly looking on. There was ‘mass-scale",
  "rigging’ in Calcutta; as one activist recalled, goondas paid by the Congress",
  "toldvotersassembledoutsidepollingstationsthattheymightaswellgohome,",
  "since they had already cast all the registered votes.58 Now in alliance with the",
  "CPI, the Congress captured 251 out of the 280 seats in the assembly, ending",
  "fiveyearsofpoliticalinstabilityandbringingthestatefirmlywithintheambit",
  "of New Delhi.",
  "Her domestic rule secured, the prime minister turned her attention to a",
  "settlement with Pakistan. Yahya Khan had resigned, and Zulfiqar Ali Bhutto",
  "stepped in to take his place. Bhutto told the former British prime minister Sir",
  "Alec Douglas-Home that he was keen to forge ‘an entirely new relationship",
  "withIndia’,beginningwithasummitmeetingwithMrsGandhi.Themessage",
  "was passed on, with the advice that in view of Pakistan’s wounded pride, the",
  "invitation should come from India.59",
  "The Indians were at first apprehensive, given Bhutto’s unpredictability",
  "and history of animosity against India. Confidants of the Pakistani president",
  "rushed to assure them of his good intentions. The economist Mahbub ul Haq",
  "told an Indian counterpart that Bhutto was now ‘in a very chastened and real-",
  "istic mood’.60 The journalist Mazhar Ali Khan, editor of Dawn, told his fel-",
  "lowex-communisttheIndianSajjadZaheerthatBhuttowashonestlytryingto",
  "forget the past. New Delhi should work to strengthen his hand, otherwise the",
  "army and the religious right would gang up to remove him, an outcome that",
  "would be disastrous for both India and Pakistan.61",
  "ZaheerandKhanhadworkedtogetherinpre-Partitiondaysasfellowact-",
  "ivists of the Student Federation of India. Now, encouraged by their formerfellow-traveller P. N. Haksar, they met in London in the third week of March",
  "1972 to discuss the terms of a possible agreement between their two national",
  "leaders. Khan’s suggestions included are turn of all Pakistani POWs in return",
  "for its recognition of Bangladesh, troop withdrawal to positions held before",
  "theconflict,andajointdeclarationofpeace.ComingfinallytoKashmir,Khan",
  "said that the dispute should ‘not be mentioned at all in the declaration as this",
  "will open a Pandora’s box’. Zaheer answered that ‘India must get an assur-",
  "ance that there will be no more attack, infiltration, subversion, anti-India pro-",
  "paganda in Kashmir by Pak[istan]’. Khan agreed, but said that this ‘should be",
  "demandedbyIndiainpractice.HesaidweshouldrealisethatnoGovernment",
  "in Pak[istan] can survive if it renounces, outright, its support to Kashmiris’",
  "right of self-determination.’62",
  "Khan reported on these talks directly to Bhutto, while Zaheer conveyed",
  "them via P. N. Haksar to Mrs Gandhi. The Pakistani president was invited",
  "for a summit to beheld in the old imperial summer capital of Simla in the",
  "last week of June 1972. He came accompanied by his daughter Benazir and",
  "a fairly large staff. First the officials met, and then their leaders. The Indians",
  "wanted a comprehensive treaty to settle all outstanding problems (including",
  "Kashmir); the Pakistanis preferred a piece meal approach. At a private meet-",
  "ing Bhutto told Mrs Gandhi that he could not go back to his people ‘empty-",
  "handed’. The Pakistanis bargained hard. The Indians wanted a ‘no-war pact’;",
  "they had to settle for a mutual ‘renunciation of force’. The Indians asked for",
  "a‘treaty’;whattheyfinallygotwasan‘agreement’.Indiasaidthattheycould",
  "waitforamorepropitiousmomenttosolvetheKashmirdispute,butaskedfor",
  "anagreementthatthe‘lineofcontrolshallberespectedbybothsides’.Bhutto",
  "successfully pressed a cave at: ‘Without prejudice to the recognised position",
  "of either side’.63",
  "One of Mrs Gandhi’s key advisers, D. P. Dhar, wanted her to insist on",
  "‘thesettlementoftheKashmiriissueasanintegralandirreduciblecontentofa",
  "settlement with Pakistan’, and to make this a precondition for the repatriation",
  "of POWs.64 Dhar was a cent per cent Kashmiri, born and raised in the Valley.",
  "The prime minister, Kashmiri by distant origin only, felt less strongly on the",
  "subject; she was also more conscious of world opinion, and (as Mazhar Ali",
  "Khan had warned) mindful of Bhutto’s precarious position within Pakistan.",
  "The agreement they finally signed – shortly after noon on 3 July – spoke only",
  "of maintaining the line of control. However, on Indian insistence, a clause",
  "was added that the two countries would settle all their differences ‘by peace-",
  "ful means through bilateral negotiations or by any other peaceful means mu-",
  "tually agreed upon – this, in theory, ruling out either third-party mediation orthestokingofviolenceinKashmir.65However,Bhuttohadapparentlyassured",
  "Mrs Gandhi that, once his position was more secure, he would persuade his",
  "peopletoacceptconversionofthelineofcontrolintotheinternationalborder.",
  "The ink had hardly dried on the Simla Agreement when Bhutto reneged",
  "on this (admittedly informal) promise. On 14 July he spoke for three hours",
  "in the National Assembly of Pakistan, his text covering sixty-nine pages",
  "of closely printed foolscap paper. He talked of how he had fought ‘for the",
  "concept of one Pakistan from the age of 15’. He blamed Mujib, Yahya,",
  "and everyone but himself for the ‘unfortunate and tragic separation of East",
  "Pakistan’.ThenhecametothetopicthatstilldividedPakistanandIndia–the",
  "future of Jammu and Kashmir. As the victor in war, said Bhutto, ‘India had",
  "all the cards in her hands’ – yet he had still forged an equal agreement from",
  "an unequal beginning. The Simla accord was a success, he argued, because",
  "Pakistan would get back its POWs and land held by Indian forces, and be-",
  "cause it did ‘not compromise on the right of self-determination of the people",
  "ofJammuandKashmir’.Heofferedthe‘solemncommitmentofthepeopleof",
  "Pakistan,thatiftomorrowthepeopleofKashmirstartafreedommovement,if",
  "tomorrowSheikhAbdullah orMaulvi Farooqorothersstart apeople’smove-",
  "ment, we will be with them’.66",
  "The Indians complained that Bhutto had gone back on his word.67 They",
  "should perhaps have thought of how they had themselves felt in the last days",
  "of 1962. The Chinese had then inflicted a humiliation on the nation, affect-",
  "ing both leaders and citizens of all shades and stripes. That is also how the",
  "Pakistanis felt in 1972, having suffered a comparable defeat at the hands of",
  "the Indians. In truth, they felt even worse, for while the Chinese had merely",
  "seizedsome(mostlyuseless)territoryfromIndia,theIndianshad,byassisting",
  "in the creation of Bangladesh, blown a big hole in the founding ideology of",
  "the Pakistani nation. To this there could be only one effective answer – to as-",
  "sist in the separation of Kashmir from India, thus to blow an equally big hole",
  "in the founding idea of Indian secularism.21T R",
  ""
]