[
  "ch21",
  "HE IVALS",
  "Indira is India, India is Indira.",
  "D. K. B , Congress president, circa 1974",
  "AROOAH",
  "I",
  "O 15 1972 India celebrated the twenty-fifth anniversary of Independ-",
  "N AUGUST",
  "ence. A special midnight sitting was held in the Lok Sabha where the prime",
  "ministerre called the struggle for freedom from the 1857 rebellion to the",
  "present, marking the major landmarks along the way. The Indian quest, said",
  "Mrs Gandhi, ‘has been friendship with all, submission to none’.1 The next",
  "morning she addressed the nation from the ramparts of the Red Fort. ‘India is",
  "strongertodaythanitwastwenty-fiveyearsago’,saidtheprimeminister.‘Our",
  "democracy has foundroots, ourthinking is clear,ourgoals are determined, our",
  "paths are planned to achieve the goals and our unity is more solid today than",
  "ever before.’ ‘Nations march ahead’, insisted Mrs Gandhi, ‘not by looking at",
  "others but with self-confidence, determination and unity.’2",
  "It is noteworthy that Mrs Gandhi’s speech did not touch on economics.",
  "Since Independence, the Indian economy had grown at a rate of 3–4 per cent",
  "per year. The output of the factory sector increased by some 250 per cent, the",
  "rise being more marked in heavy industry as compared to consumer goods. A",
  "new class of entrepreneurs sprung up, who located units away from the old",
  "centres of industry. The state augmented infrastructural facilities: 56 million",
  "kilowatthoursofpowerweregeneratedin1971(asagainst6.6millionin1950),",
  "while the extent of surfaced roads more than doubled, and the freight carried",
  "by the railways almosttripled.3",
  "These developments helped rural producers as well as urban ones. Where",
  "irrigation was available – through dams or tube wells – farmers increased their",
  "production of both cereals and crops such as cotton, chillies and vegetables.",
  "Previously isolated villages were now integrated with the outside world. New",
  "roads allowed vehicles to take out crops and bring in commodities; they also",
  "transported villagers to the city and back, exposing them to new ideas. Withinthevillagetherewasaslowspreadofinnovationssuchasthebicycle,thetele-",
  "phone and, above all, the school.4",
  "These aggregate improvements masked significant regional variations.",
  "The Green Revolution had touched less than one-tenth of the districts in rural",
  "India.Mostareasoffarmingwerestillrain-fed.Thus,despitetheriseinindus-",
  "trialgrowthandagriculturalproduction,therewasstillwidespreaddestitution",
  "in the countryside. The year before the prime minister’s anniversary speech,",
  "two economists in Poona, V. M. Dandekar and Nilakantha Rath, published a",
  "major study entitled, simply, Poverty in India. Drawing on countrywide sur-",
  "veys,thisconcludedthat40percentoftheruralpopulationand50percentof",
  "theurbanpopulationdidnotenjoyevena‘minimumlevelofliving’–defined",
  "as a per capita annual expenditure of Rs324 in the villages and Rs489 in the",
  "cities. The incidence of poverty had increased over the decade. At the begin-",
  "ning of the 1960s 33 per cent of the rural and 49 per cent of the urban popu-",
  "lation lived below this ‘poverty line’. In or around 1970, estimated Dandekar",
  "and Rath, some 223 million Indians were poor, just over 40 per cent of the",
  "total population of about 530 million.",
  "Other economists made other estimates: some put the percentage of the",
  "really poor even higher than Dandekar and Rath, others said it was slightly",
  "lower. The economists disputed exactly how many poor people there were in",
  "India, but all agreed that there were too many – close to 200 million by even",
  "themostconservativereckoning.ThesestudiesfoundthatthepoorinruralIn-",
  "dia spent roughly 80 per cent of their income on food and another 10 per cent",
  "on fuel, leaving a mere 10 per cent for clothing and otheritems.5",
  "Another very great failure was education. There had been an enormous",
  "growth in the number of colleges offering instruction in the sciences and the",
  "humanities. An even greater expansion was in professional courses, such as",
  "engineering and medicine. But basic education had done poorly. There were",
  "more illiterates in 1972 than there had been in 1947. While thousands of new",
  "schools opened, there had been scarcely any attempt to bring literacy to the",
  "millions of adults who could not read or write. And even among those who",
  "entered school only a small proportion graduated; the drop-out rates were",
  "alarmingly high, especially for girls and children in low-caste families.6",
  "A few months after Mrs Gandhi’s Red Fort address the economist Jag-",
  "dish Bhagwati spoke to a rather more select audience in the southern city of",
  "Hyderabad.IndependentIndiapresenteditselfasamixedeconomy,partaking",
  "of both socialism and capitalism. But, argued Bhagwati, it had failed on both",
  "counts.Ithadgrowntooslowlytoqualifyasa‘capitalist’economy,andbyitsfailuretoeradicateilliteracy orreduceinequalities hadforfeitedanyclaimsto",
  "being ‘socialist’.7",
  "II",
  "The prime minister claimed that democracy had struck ‘roots’ in India. In",
  "some crucial ways it certainly had. Five general elections had been suc-",
  "cessfully conducted, plus close to a hundred elections in states the size of",
  "European countries. In addition to free elections there was also the unrestric-",
  "ted movement of people and ideas, the last expressed most vigorously in a",
  "very free press.",
  "In other respects the democratic foundations of the nation were not so",
  "secure. The All-India Congress Committee had once elected representatives",
  "from the states, these in turn sent up by Congress bodies at the taluk and dis-",
  "trict levels. More significantly, the chief ministers of Congress-ruled states",
  "were chosen by the local legislators alone. However, after the Congress split",
  "in 1969, Mrs Gandhi was able to place her own candidates in key positions.",
  "This centralizing process was confirmed after her spectacular victory in the",
  "elections of 1971. Later in the year she sacked, in quick succession, the chief",
  "ministers of Rajasthan and Andhra Pradesh, replacing them with her own fa-",
  "vourites. As one journal remarked, it mattered little who would be the new",
  "man in Andhra. For ‘he that ascends the gaddi [seat of power] will have to",
  "look for his survival to the lady in Delhi rather than to the Legislators in Hy-",
  "derabad or the Constituents in Andhra at large.’8",
  "After the elections of 1971 the prime minister’s second son, Sanjay, be-",
  "came more visible in public life. Expelled from his first Indian school, and",
  "graduating with difficulty from the second, he had served a brief apprentice-",
  "ship with Rolls-Royce in the UK before returning home to start a car factory",
  "of his own. While he looked for land for that project he took his first steps in",
  "politics. In May 1971 he was sent by his mother to inaugurate the Congress",
  "campaign in the Delhi municipal polls. The next month he gave an interview",
  "to a widely read weekly, where he struck his questioner as not ‘particularly",
  "keen on discussion or prolonged dialogue. He seems to be keen on results . .",
  ".’ Sanjay also offered the opinion that ‘the Indian youth are lily-livered. They",
  "havenoguts.Intheirthinkingtheyaredovetailed tothemental frameworkof",
  "their parents.’9The prime minister’s first born son, Rajiv, was attained pilot working",
  "for Indian Airlines. She worried more about Sanjay, writing to a colleague in",
  "February 1971 that ‘Rajiv has a job but Sanjay doesn’t and is also involved",
  "in an expensive venture. He is so much like I was at that age – rough edges",
  "and all – that my heart aches for the suffering he may have to bear.’10 As it",
  "happened, Sanjay’s car project was cleared with undue haste. Eighteen ap-",
  "plications were received for a licence to make small cars; only that of the",
  "prime minister’s son was approved, despite his having no past experience in",
  "thisregard.TheCongresschiefministerofHaryana,BansiLal,gaveSanjay’s",
  "Maruti car company 300 acres of land at a giveaway price.11",
  "Questions were asked by opposition MPs in Parliament. These Mrs",
  "Gandhi dismissed, but even her closest adviser, P. N. Haksar, expressed re-",
  "servations. According to one report, he ‘advised the Prime Minister to dump",
  "[the]MarutiprojectandextricateherselffromhersonSanjay’sdoings’.12The",
  "advice was disregarded; Sanjay came to be seen more and more by his moth-",
  "er’s side, while Haksar’s own influence declined within the Secretariat.",
  "By1972theCongresswassubjecttoacreepingnepotism,andtogallop-",
  "ing corruption as well. In June 1971 Haksar drew the prime minister’s atten-",
  "tion to the ‘deeply entrenched and institutionalized corruption’ in Congress-",
  "ruled Rajasthan.13 Ministers were in collusion with civil servants, taking cuts",
  "on government projects. At the central level too, such practices were grow-",
  "ing. One Union minister from Assam had mysteriously acquired a great deal",
  "of property; another from Madhya Pradesh was alleged to be working hand-",
  "in-glovewithaFrencharmsdealer,promisingcontractsinexchangeforcom-",
  "missions.14",
  "III",
  "On the social front, one indicator of India’s distinction was that it had a wo-",
  "man prime minister. What, however, of Indian women in general? While Mrs",
  "Gandhiwaswinningelectionsandawar,theIndianCouncilofSocialScience",
  "Research (ICSSR) had commissioned seventy-five separate studies on the",
  "status of women – with regard to the law, the economy, employment, educa-",
  "tion, health, and so forth.15 The results were not altogether uplifting. In many",
  "ways, the processes of modernization promoted since Independence had in-",
  "creased the gender divide. For instance it was chiefly men who had taken ad-",
  "vantage of the improvement in health facilities. This aggravated the sex ratio,which, in 1971, stood at 931 women for 1,000 men. Again, the proportion of",
  "womenintheindustriallabourforcehaddeclined,from31.53percentin1961",
  "to 17.35 per cent in 1971. Factories had once recruited couples, but technical",
  "improvements had rendered redundant unskilled jobs previously undertaken",
  "by women.",
  "The vast majority of women laboured away in the countryside. Among",
  "families of peasant cultivators there were 50 women workers to every 100",
  "maleones;amongfamiliesthatownednolandthisfigureroseto78.Themost",
  "hazardous operations were often the preserve of women, such as the trans-",
  "plantation of rice, which left them vulnerable to intestinal and parasitical in-",
  "fections. To these hazards were added the burdens of child-rearing and fuel",
  "and fodder collection, tasks reserved for women and girls alone.16",
  "Theliteracyratewasdismalingeneralanddireforwomen:39.5percent",
  "of males could read and write in 1971, but only 18.4 per cent of females. A",
  "mere 4 percent of women in rural Bihar were literate. The poverty in states",
  "such as Bihar and Orissa had led to the mass migration of males in search of",
  "work, placing even greater burden son the women.",
  "The ICSSR reported that ‘what is possible for women in theory, is sel-",
  "domwithin their reach infact’. Their studies indicated ‘that society hasfailed",
  "to frame new norms and institutions to enable women to fulfil the multiple",
  "rolesexpectedoftheminIndiatoday.Themajoritydonotenjoytherightsand",
  "the opportunities guaranteed by the Constitution. Increasing dowry and other",
  "phenomena, which lower women’s status further, indicate a regression from",
  "the norms developed during the Freedom Movement’.",
  "Table 21.1 – Number of girls per 100 boys enrolled in",
  "educational establishments, 1947 and 1971",
  "Primary school Middle school High school University",
  "1947 36 22 14 19",
  "1971 62 43 36 31",
  "Theforcesofsocialreformhadanimpactonlyinthecities,amonghigh-",
  "caste, English-literate families, who educated their girls and sent them to pro-",
  "fessional colleges. Among this select section, there was an increase in thenumber of women doctors, professors, civil servants, even scientists. On the",
  "other hand many lower-class and farming communities had changed from of-",
  "feringabridepricetodemandingadowry,thisaclearindicationofthedeclin-",
  "ingstatusoftheirwomen.Rapidurbanizationandmalemigrationhadalsoled",
  "to an increased traffic in sex workers.",
  "A heartening sign was an increase in the percentage of eligible women",
  "voting in elections: from 46.6 per cent in 1962 to 55.4 per cent in 1967 and",
  "59.1 per cent in 1971. In the early seventies there were also signs of an in-",
  "cipient feminist movement, with the first organizations being formed to pro-",
  "tect the rights of women workers and labourers, and to protest against rising",
  "prices.17",
  "As with low castes, there were two ways to look at the question. From",
  "one perspective women were still grievously exploited; from another, there",
  "had indeed been progress, given the pitifully low baseline at Independence",
  "and the accumulated history of women’s oppression, legitimized by both his-",
  "tory and tradition. Thus, while the literacy rate remained shockingly low, giv-",
  "en what it was before 1947 the development since had ‘been phenomenal’, as",
  "Table 21.1 indicates.",
  "The most visible gains were in India’s southernmost state, Kerala. Here,",
  "the sex ratio of women to men was 1.019, comfortably the highest (indeed, it",
  "was the only state to have more women than men). It ranked first in female",
  "life expectancy (60.7 years), in women’s education (over 60 per cent, against",
  "anational average ofless than 20percent), inexpenditure onhealth care per-",
  "capita, and in the proportion of births attended by trained midwives. Kerala",
  "alsohadthelowestinfantmortalityrateforgirls:48.5forevery1,000births.18",
  "Keralawasanexceptionnotmerelyforwomen.Here,mentoowerebet-",
  "ter educated, and had access to better health facilities. The statistics represen-",
  "ted a more substantive social equality. There had been a remarkable assertion",
  "of the lower castes – untouchability had been more-or-less extinguished – as",
  "well as of the lower classes – the Kerala trade union movement was the most",
  "highly developed in India.",
  "WhywasKeralasodifferent?AsexplainedinChapter14,ithadahistory",
  "of progressive Maharajas and missionaries, and of major social movements",
  "oriented around both caste and class. These reforming traditions were picked",
  "up by the first communist administration in 1957-9, and renewed further in",
  "theearlyseventies,whenthestatewasruledbyaCPI-Congressallianceunder",
  "the chief ministership of the communist C. Achuta Menon. This government",
  "transferredlargeamountsoflandfromabsenteeownerstocultivatingtenants,",
  "and passed a new Agricultural Workers Act to enhance the wages and livingconditions of the landless. Although these reforms fell short of what was de-",
  "manded by radical intellectuals, they were much in advance of what was on",
  "offer elsewhere, furthering Kerala’s reputation as, if not exactly egalitarian,",
  "certainly the least unjust state in India.19",
  "IV",
  "In March 1973 the government appointed a new chief justice of the Supreme",
  "Court. In the past, once a chief justice retired, the most senior member of the",
  "bench took his place. This time, Justice A. N. Ray was elevated while three",
  "colleagues were ahead of him. The choice was politically motivated, a mani-",
  "festation of the government’s increasing desire to control the judiciary. The",
  "law minister, H. R. Gokhale, had, in Parliament no less, spoken with con-",
  "tempt of the Court’s recourse to ‘the now archaic and long-past dead theor-",
  "ies of Blackstone who regarded property as a natural right’. This attitude, he",
  "warned, stood in the way of the government’s commitment to restructure ‘the",
  "entiresocio-economicfabricofourcountry[through]greaterandgreaterState",
  "intervention’.20",
  "InrecentyearstheSupremeCourthadbeencriticalofattemptstodisturb",
  "thebasicstructureoftheIndianConstitution.Recentjudgementsintworecent",
  "casesconcerningbanknationalizationandtheprivypursehadbeenunfavour-",
  "abletothegovernment,forcingittousethepowerofParliamenttoamendthe",
  "constitution. Meanwhile, in a public lecture in Bombay, Justice K. S. Hegde",
  "had expressed concern that the ‘political exigencies and self-interest of indi-",
  "vidual leaders [had] perverted the working of the administrative machinery’.",
  "He thought that ‘the centre has encroached on the powers reserved to the",
  "states,byrecoursetoextra-constitutionalmethods’.Andhecommentedonthe",
  "growing corruption, of ‘too much hankering after pelf and patronage’.21",
  "Inthefirstweeksof1973theSupremeCourtheardapetitionchallenging",
  "a new law which gave Parliament greater powers to amend the constitution.",
  "A full bench heard the case – with six judges voting to restrict Parliament’s",
  "power, seven upholding them. Among those voting on the government’s side",
  "was Justice A. N. Ray; among those on the other side, Justice Hegde. Ray’s",
  "elevation was linked to this particular case, as well as to amore general view,",
  "held by P. N. Haksar most forcefully, that judges as well as civil servants",
  "should be ‘committed’ to the policies and philosophy of the government in",
  "power.Among the critics of the appointment of A. N. Ray was the veteran Sar-",
  "vodaya leader Jayaprakash Narayan. He wrote to the prime minister asking",
  "whether these out-of-turn promotions were intended to make the Supreme",
  "Court‘acreatureofthegovernmentoftheday’.Sheansweredthatthe‘dismal",
  "conclusion’ was unwarranted, adding that a mechanical adherence to the",
  "‘seniority principle had led to an unduly high turnover of chief justices’.22",
  "Another critic was the constitutional expert A. G. Noorani, who in a thought-",
  "ful essay deplored both the politicization of judges – many of whom had be-",
  "gun speaking on matters well outside their purview – and of the judiciary, as",
  "manifested in the elevation of A. N. Ray and other professedly ‘progressive’",
  "judges. Noorani worried that neither the press nor the Bar was sufficiently",
  "alerttothethreatstojudicialindependence.Unlessthesechallengesweremet,",
  "he warned, ‘we might as well resign ourselves to the loss of individual liberty",
  "in India’.23",
  "In fact, even before the new chief justice was chosen, many key jobs in",
  "government had been assigned to bureaucrats who shared the socialist ideo-",
  "logy of Mrs Gandhi and heradvisers.24 By 1973 this ideology had exten-",
  "ded out into ever newer areas. There was now a Monopoly and Restrictive",
  "TradePracticesCommission,whichsoughttocurbthegrowthofbigbusiness",
  "houses and instead encourage small-scale enterprise. There was a continuing",
  "expansion of the public sector and afresh nationalization of private industry.",
  "Those key resources, coal and oil, were now under government ownership.",
  "The oil crisis of April 1973 hit India nevertheless; when it came, the prime",
  "minister, in a spectacular and much-publicized show of nonchalance, rode",
  "from her home to Parliament in a horse-drawn buggy.",
  "Half-way into her third term in office, Indira Gandhi looked in control,",
  "so much so that she had even begun negotiations with Sheikh Abdullah. The",
  "position of the Kashmir Valley, long and bitterly contested, had been altered",
  "by India’s emphatic victory in the war of December 1971. Now, it was repor-",
  "ted, there was a ‘measure of disillusionment’ in the secessionist camp. Even",
  "radicalsintheValleyweretalkingofasettlementwithintheframeworkofthe",
  "Indian Constitution.25",
  "Inhisownrecentstatements,theSheikhhadleftitunclearwhathemeant",
  "by‘self-determination’:wasitautonomy,orwasitindependence?Throughout",
  "1971hehadbeenlivinginDelhi,sohadwitnessedatfirsthandMrsGandhi’s",
  "emergence as a national leader. The war made him less confused; it now ap-",
  "pearedthatindependence forhispeoplewasquiteoutofthequestion.InJune",
  "1972hemettheprimeminister.Thecontentsofthetalkswerekeptsecret,but",
  "shortlyafterwardshewasallowedbackintoKashmir.Asever,hewasgreetedwith large and mostly cheering crowds. But there were also some dissenters",
  "holdingupplacardssaying‘NoBargainingonKashmir’and‘WeWantPlebis-",
  "cite’.26",
  "Back in 1964, by sending Abdullah to meet Ayub Khan, Jawaharlal",
  "Nehru had apparently accepted that Pakistan was a party to the Kashmir dis-",
  "pute. Now, after that country’s bifurcation, Mrs Gandhi made it clear that this",
  "wasnolongerthecase.AfterhisreturntotheValley,Abdullahtoldhispeople",
  "that they should not look towards Islamabad for help; instead, they should",
  "workoutanhonourableaccommodationwithNewDelhi.InSeptember,while",
  "speaking at a function to mark his sixty-seventh birthday, the Sheikh went so",
  "far as to say that ‘I am an Indian and India is my homeland’.27",
  "Abdullah hoped now to return as chief minister, and from that position",
  "work for greater autonomy for the state. He wanted the government to hold",
  "mid-term elections, which he was confident his National Conference would",
  "win. However, this was resisted by the state Congress leaders, who would not",
  "give up their posts so easily.",
  "During 1972 and 1973 there were many rounds of talks between Mirza",
  "Afzal Beg, representing the Sheikh, and G. Parthasarathi, representing the",
  "prime minister. These discussed the means by which Abdullah could be rein-",
  "stated without damaging either Kashmirisentiments or Congress ambitions.28",
  "At the other end of the Himalaya there were signs that more Nagas, too,",
  "were thinking of living within India. From its creation in 1963, Nagaland",
  "had been ruled by a faction at ease with the Indian Constitution. There re-",
  "mained insurgents in the jungle, and the occasional attacks on army convoys",
  "andmainstreampoliticians.Butthereweresignsofnormalityaswell.Forex-",
  "ample, inNovember 1972theevangelist Billy Graham came topreach inKo-",
  "hima, and 25,000 Nagas came to hear him, being bussed in from all parts of",
  "the state. Graham gave three sermons in as many days, praising the beauty of",
  "the hills, deploring the ramshackle condition of the local churches and asking",
  "theNagasto‘commiteverythingtoGod’.Ayearlater,India’sleadingfootball",
  "club, Mohun Bagan, came and played a series of exhibition matches in Ko-",
  "hima. In the first match, ‘amidst great excitement and shouts from a jubilant",
  "crowd of about fifteen thousand’, a Kohima XI beat the visitors by one goal.",
  "Thenextday,India’shonourwasrestoredwhenMohunBaganwonthereturn",
  "match by five goals to nil.",
  "On 1 December 1973 Indira Gandhi visited Kohima to mark the tenth",
  "anniversary of Nagaland becoming a full-fledged state of the Indian Union.",
  "In her speech – heard by an estimated 15,000 people – she urged the under-",
  "ground to ‘come out and shoulder the responsibilities of building up Naga-land’. Several hundred rebels had already surrendered, and more came over-",
  "ground before the state elections of February 1974. For good or ill, the Nagas",
  "were getting a taste of Indian democracy. Thus, when the polls came, the",
  "streets wereoverrunbyyoungmenyelling ‘“Votefor...”atfullblast’, for‘a",
  "plateofriceandmeat,andasipofwineandafewcurrency[notes]areallthat",
  "is needed to set a canvaser [sic] go a shouting for any prospective candidate’.",
  "Meanwhile, ‘promises, particularly from ministers, are flowing generously. A",
  "club, dispensary, a school building for long neglected schools, a road where",
  "noroadwas...arepromisedeventhoughforthepasttenyearstherehadbeen",
  "nothing done for them.’29",
  "Theseelectionsbroughtacoalitiongovernmenttopower.Itincludedsev-",
  "eral former rebels, who said they wanted to work for ‘a final, negotiated set-",
  "tlement’,tobebroughtaboutby‘faith,notguns’.ADelhijournalwrotehope-",
  "fullythat‘byandlargetheNagashavebeenreconciledandiftheGovernment",
  "of India diverts more funds for education, employment and economic devel-",
  "opment, the “hard core” will crack in the course of time, and there will be",
  "peace which is so urgently and vitally required in this border state’.30",
  "V",
  "In its time as an independent nation, India had faced conflicts aplenty – con-",
  "flicts around land, language, region, religion. Of these the troubles in Kash-",
  "mir and Nagaland had perhaps been the most serious. Ever since 1947 there",
  "had been charismatic leaders in both places, seeking a free state of their own.",
  "Their message had resonated widely among the people. Were they given the",
  "option, a majority of the inhabitants of the Naga hills as well as the Kashmir",
  "Valley might very well have chosen independence rather than statehood with-",
  "in India.",
  "In1973–4,however,SheikhAbdullahwaspreparingtorejointhesystem",
  "in Kashmir, and many rebel Nagas had come overground and taken part in",
  "elections. The once turbulent extremities were quiet. As if to compensate,",
  "there was now trouble in the heartland, in parts of the country which, for",
  "reasons ofhistory,politics, tradition andlanguage, hadlongconsidered them-",
  "selves integral parts of the Republic of India.",
  "The trouble began in Gujarat, the land of Gandhi, the Father of the Na-",
  "tion. The state was run by a Congress regime notorious for its corruption;",
  "the chief minister, Chimanbhai Patel, was popularly known as Chiman chor(thief). In January 1974 students led a movement demanding the dismissal of",
  "the state government. It called itself Nav Nirman, the Movement for Regen-",
  "eration. The protests turned violent, with buses and government offices being",
  "burnt. Chiman chor was compelled to resign, and Gujarat came under Presid-",
  "ent’s Rule.31",
  "The events in Gujarat inspired students in Bihar to launch a struggle",
  "against misgovernance in their own state. Bihar had witnessed a great deal",
  "of political instability, with defections galore and governments made and un-",
  "made. A Congress regime came to power in 1972, but within it corruption",
  "was rife. There was deep discontent in the countryside, where land was very",
  "unequally held; and in the cities, where there had been a steep rise in the",
  "prices of essential commodities. Left-wing groupings, led by the Communist",
  "Party of India, had formed a front with simple aims and a complicated name",
  "–BiharRajyaMahangaiAbhaabPeshaKarVirodhiMazdurSwaKaramchari",
  "Sangharsha Samiti (The Bihar State Struggle Committee of Workers and Em-",
  "ployees against Price Rise and Professional Tax). In the last week of 1973",
  "thefrontorganizedaseriesofmassdemonstrations,wherethecallwasheard,",
  "‘Pura rashan pura kam, nahin to hoga chakka jam’ – ‘Give us work and give",
  "us food, or else we will bring life to a standstill’. Which is exactly what they",
  "did.",
  "These protests by the left sparked a competitive rivalry with the Akhil",
  "Bharatiya Vidyarthi Parishad (ABVP), the student union linked to the Jana",
  "Sangh. The ABVP and other, non-communist student groups came together",
  "in a united front of their own, the Chatra Sangharsh Samiti (CSS). This grew",
  "rapidly, and soon had branches in most towns of the state. Campus life was in",
  "turmoil, and classroom instruction came to an abrupt halt.",
  "On 18 March 1974 the CSS marched on the state assembly in Patna.",
  "When police pushed them back, the retreating mob set fire to government",
  "buildings, a warehouse of the Food Corporation of India and two newspaper",
  "offices. The police clashed with protestors in several parts of the city; several",
  "students were badly hurt, and at least three died. The news of the trouble",
  "spread, provoking clashes between students and the police across the state.32",
  "After the incidents of 18 March the students asked Jayaprakash Narayan",
  "to step in and lead their movement. ‘JP’ was now seventy-one, a veteran of",
  "movements militant as well as peaceful, the upholderor instigator of a hun-",
  "dred mostly worthy causes. In recent years he had worked for reconciliation",
  "inNagalandandKashmir,soughtsympathetically tounderstandtheNaxalites",
  "and persuaded the notorious bandits of the Chambal valley to lay down their",
  "arms. The call from the students was one he found impossible to refuse. For,long ago, he had started out as a student radical himself. But that had been in",
  "the American state of Wisconsin; this was in his own native state of Bihar.",
  "In Jawaharlal Nehru’s lifetime, Narayan had many exchanges with In-",
  "dia’s prime minister. The older man tried to get him to join his Cabinet, but",
  "JP preferred to stay outside. From there he chastised and scolded Nehru, but",
  "he was withal devoted to him, and devastated by his death. Through their",
  "friendship he knew the daughter, too. He was one of the first to congratulate",
  "Mrs Gandhi on her elevation to prime minister and, in years following, fre-",
  "quently offered her (unsolicited) advice. He applauded her leadership during",
  "the Bangladesh war, but was less approving of her conduct during the pres-",
  "idential election and (as we have seen) with regard to the supersession of the",
  "judges of the Supreme Court.33",
  "When the Chatra Sangharsh Samiti asked him to lead their movement,",
  "JP agreed, on two conditions – that it should be scrupulously nonviolent, and",
  "that it should not be restricted to Bihar. On 19 March, immediately after the",
  "clashes in Patna, Narayan said he could no longer ‘remain a silent spectator",
  "to misgovernment, corruption and the rest, whether in Patna, Delhi or else-",
  "where’. It is not for this that I had fought for freedom’, he continued. He",
  "hadnow‘decidedtofightcorruptionandmisgovernmentandblackmarketing,",
  "profiteering and hoarding, to fight for the overhaul of the educational system,",
  "and for a real people’s democracy’.34",
  "Narayan was a figure of great moral authority, a hero of the freedom",
  "struggle who, unlike so many others of the ilk, had not been sullied by the",
  "loaves and fishes of office. His entry gave the struggle a great boost, and also",
  "changed its name; what was till then the ‘Bihar movement’ now became the",
  "‘JPmovement’.Heaskedstudentstoboycottclasses,toleavetheirstudiesfor",
  "a year and work at raising the consciousness of the people. All across Bihar",
  "there were clashes between students seeking to shut down schools and col-",
  "leges, and policemen called in by the authorities to keep them open. In the",
  "towns, at least, the support for the struggle was widespread. In Gaya, for ex-",
  "ample, the courts and offices were closed as a consequence of‘housewives of",
  "respectable families of the town who were rarely seen out of [purdah] sitting",
  "on [picket lines] with small boys’. The authorities tried to clear the streets,",
  "but this provoked violence, with students raining bottles and sticks on the po-",
  "lice and being answered by bullets. The riot left three people dead and twenty",
  "grievously injured.35",
  "The Gaya incident took place in the middle of April 1974. The call was",
  "now renewed for the dissolution of the state assembly, for the imposition of",
  "President’s Rule following the example of Gujarat. On 5 June Narayan led amassive procession through the streets of Patna. The march culminated in a",
  "meeting at the Gandhi Maidan, where JP called for a ‘total revolution’ to re-",
  "deem the unfulfilled promises of the freedom movement. India had been free",
  "fortwenty-sevenyears,saidJP,yethunger,soaringpricesandcorruptionstalk",
  "everywhere. The people are being crushed under all sorts of injustice’.",
  "Addressing himself to the students in the crowd, he warned that the road",
  "ahead would be a rocky one: ‘You will have to make sacrifices, undergo suf-",
  "ferings, face lathis and bullets, fill up jails. Properties will be attached.’ Yet,",
  "he was convinced that, in the end, the struggle would be worth it: ‘Gandhiji",
  "spoke of Swaraj [freedom] in one year. I speak today of real people’s govern-",
  "ment in one year. In one year the right form of education will emerge. Give",
  "one year to build a new country, a newBihar.’36",
  "ItwasinthismeetingthatJPspokeof‘totalrevolution’forthefirsttime.",
  "The term, the struggle and the struggle’s chosen agents all recall the activit-",
  "ies a decade previously of the chairman of the Chinese Communist Party. In",
  "the late evening of his life, Mao had called upon the youth – in his case, the",
  "Chinese Red Guard – to rid society of its accumulated corruptions, to stamp",
  "out revisionists and capitalist-roaders who stood in the way of the creation",
  "of the perfect society. Robert Jay Lifton has suggested that the Cultural Re-",
  "volution in China was impelled by its leader’s frustrations at the gap between",
  "expectations and reality, by his impatient desire to transform his country be-",
  "fore he left this earth. I find the argument persuasive, not least because it also",
  "helps explain the events in Bihar and India in 1974, this sudden turn towards",
  "radical politics by a man who, for so many years past, had disavowed polit-",
  "ics altogether. Throughout the 1950s and 60s JP had been a social worker, are",
  "conciler, a bridge-builder. Now, like Mao, he turned to the students, to what",
  "he called yuvashakti (youth power), to bring about the total revolution he had",
  "dreamed about in his own younger days.37",
  "InbetweentheGayafiringsandJP’sPatnaspeech,thecountrywaspara-",
  "lysedbyarailwaystrike.LedbythesocialistGeorgeFernandes,thestrikelas-",
  "ted three weeks, bringing the movement of people and goods to a halt. As",
  "many as a million railway men participated. Western Railways, which ser-",
  "viced the country’s industrial hub, was worst hit. There were militant demon-",
  "strationsinmanytownsandcities–inseveralplaces,thearmywascalledout",
  "to maintain the peace.38",
  "While the strike was on, India exploded a nuclear device. For several",
  "years now scientists had been pressing the government to conduct an atomic",
  "test. When the prime minister finally agreed, in May 1974, it was because the",
  "test helped to divert attention from the challenges posed by the railwaymenand the students in Bihar. Among certain sections the blast led to a surge of",
  "patriotic pride. There was, a reporter wrote, an ‘unmistakable air of excite-",
  "ment in Delhi’ when the news of the explosion came through. MPs gathered",
  "in the Central Hall of Parliament to congratulate one another – for them, ‘the",
  "railway strike and the country’s numerous economic problems had suddenly",
  "disappeared from view’.39",
  "Others were less impressed, pointing out that membership of the elite",
  "nuclear club could not wish away the fact that India ranked 102nd among the",
  "nationsoftheworldintermsofper-capitaincome.Thetestwasalsodeplored",
  "in Pakistan, as a setback to the normalization of relations between the two",
  "countries.40",
  "Following the nuclear test, Mrs Gandhi and Jayaprakash Narayan ex-",
  "changed a series of letters, the exchange beginning on a civil note but ending",
  "in acrimony. On 22 May the prime minister wrote to JP expressing concern",
  "about his health, and hoping that, in view of the long friendship between the",
  "two families, their political disagreements could be expressed ‘without per-",
  "sonal bitterness or questioning of each other’s motives’. Narayan answered",
  "thatMrsGandhiwasbeingdisingenuous,forinarecentspeechinBhubanesh-",
  "war she had alluded to JP keeping the company of the rich and ‘living in the",
  "poshguest-housesofbigbusinessmen’.Thoseremarks,hesaid,had‘hurtand",
  "angered me’. He added that her recent utterances seemed ‘not only to misun-",
  "derstand me profoundly butalso to miss – and to do so at the risk of tragic",
  "consequences – the meaning of the upsurge that is welling up from below’.",
  "Mrs Gandhi replied immediately, clarifying that, in those remarks about",
  "the corruption of Sarvodaya leaders, ‘I did not take your name or make any",
  "referencespersonallyderogatorytoyou.Icannothelpifsomenewspapersad-",
  "ded their own interpretation.’ (This was disingenuous – the interpretation of",
  "the newspapers was the only one possible in the circumstances.) She sugges-",
  "tedthatevenifhewasincorruptibleperhapshisassociateswerenot.Thatwas",
  "why some of his ideas, ‘which appear rather utopian to me, could perhaps",
  "work if the whole population consisted of Jayaprakashs’. Mrs Gandhi also",
  "challenged his claim to be the nation’s moral conscience. As she wrote, ‘May",
  "I also, in all humility, put to you that it is possible that others, who may not",
  "beyourfollowers,areequallyconcernedaboutthecountry,aboutthepeople’s",
  "welfare,andabouttheneedtocleansepubliclifeofweaknessandcorruption.’",
  "The exchange was concluded by JP six weeks after it began. He had",
  "hoped,hesaid,thatshewouldhavethegracetoclarifypubliclythatinmaking",
  "those remarks in Bhubaneshwar she was not casting aspersions on his prob-",
  "ity or character. That she would not do this hurt him; as he putit, ‘I am onlya private citizen but I do have my self-respect.’ What seemed clear was that",
  "‘misunderstanding is growing and not lessening by correspondence between",
  "us’.41",
  "It was time to return to the movement. In August JP toured the Bihar",
  "countryside to a rapturous reception. ‘JP is driven in procession . . . cheering",
  "onlookers line the roads’, wrote the journalist Ajit Bhattacharjea in his diary.",
  "Arches every hundred yards or so. The cars inch through the crowd to the po-",
  "dium – JP helped up the steps, pausing at every one.’ After his tour, Narayan",
  "calledforaconferenceofalloppositionparties–theCPIexcluded–to‘chan-",
  "nel the enthusiasm among the people into the nation-wide people’s move-",
  "ment’. The Bihar struggle, wrote JP, had ‘acquired an all-India importance",
  "and the country’s fate has come to be bound up with its success and failure’.",
  "He appealed to trade unions, peasant organizations and professional bodies to",
  "come aboard.42",
  "At least one opposition party was already present in the JP movement –",
  "the Jana Sangh. Its student wing, the ABVP, had been there from the begin-",
  "ning, and older cadres were now moving into key roles. A Gandhian associ-",
  "ate of JP wrote to him in alarm that ‘the leadership of the movement, at least",
  "at local levels, is passing into the hands of the Jana Sangh’. He also worried",
  "that ‘the common man has yet to be educated into the ways and values of our",
  "movement,whoseappealtohimcontinuestobemorenegativethanconstruct-",
  "ive’.43",
  "A more detailed critique of JP’s movement was offered by R. K. Patil,",
  "a former ICS officer who had later become an admired social worker in rural",
  "Maharashtra. At JP’s invitation, Patil spent two weeks in Bihar, travelling",
  "through the state and talking to a wide cross-section of people. In along (and",
  "remarkable) letter he wrote to Narayan – dated 4October 1974 -he conceded",
  "that ‘there can be no doubt about the tremendous popular enthusiasm gener-",
  "ated by the movement’. He saw ‘unprecedented crowds attending your meet-",
  "ingsinpin-dropsilence’.However,whentheywereontheirownthesecrowds",
  "were less disciplined, as in the attacks on the state assembly and the forcible",
  "prevention of the Bihar governor from delivering his annual address.",
  "PatilwonderedwhetherthemodesofprotestbeingadoptedinBiharcon-",
  "formed strictly to Gandhian standards. But he went further, asking the ques-",
  "tion: ‘What is the scope for Satyagraha and direct action in a formal demo-",
  "cracy like ours . . .?’ By demanding the dismissal of a duly elected assembly,",
  "argued Patil, ‘the Bihar agitation is both unconstitutional and undemocratic’.",
  "True, the electoral process had to be reformed, made more transparent and",
  "purged of the influence of power and money. Yet once an election was heldits verdict had to be honoured. For ‘there is no other way of ascertaining the",
  "general opinion of the people in a Nation-State, except through free and fair",
  "elections’.",
  "Patil wrote, in conclusion, that he was ‘well aware of the patent draw-",
  "backs of the Government presided over by Indira Gandhi’.But he still wasn’t",
  "certain that it was wise to substitute for the law of “Government by Discus-",
  "sion”, the law of “Government by Public Street Opinion”’. ‘Today you are a",
  "forceforgood’,wrotePatiltoJP,‘butHistoryrecordsthatthecrowdscanpro-",
  "duce a Robespierre also. Hence perhaps my instinctive aversion to the Bihar",
  "type agitation.’44",
  "On 1 November 1974 Mrs Gandhi and JP had a long meeting in New",
  "Delhi. The prime minister agreed to dismiss the Bihar ministry on condition",
  "that the movement drop its demand for the dissolution of other state assem-",
  "blies. The compromise was rejected. The meeting was acrimonious, although",
  "it ended on a poignant note, with JP handing over to Mrs Gandhi the let-",
  "ters written by her mother, Kamala Nehru, to Narayan’s recently deceased",
  "wife,Prabhavati.45",
  "ThreedayslaterNarayanwasmanhandledbythepolicewhileonhisway",
  "to a public meeting in Patna. While warding off a baton, he stumbled to the",
  "ground; the picture was splashed across the newspapers the next day. He was",
  "anoldmanaswell asasickone(hesufferedfromdiabetes), andalthough the",
  "injuries were slight the indignity provoked much outrage. The Bihar admin-",
  "istration was compared to its colonial predecessor – as one journal somewhat",
  "hyperbolicallywrote,JPwas,forthefirsttimeinfreeIndia,avictimofpolice",
  "repression.’46",
  "VI",
  "In September 1974 the Republic of India acquired a chunk of territory that",
  "previously constituted the quasi-independent state of Sikkim. While Sikkim",
  "had its own flag and currency, and was ruled by its hereditary monarch –",
  "knownastheChogyal–itwaseconomicallyandmilitarilydependentonNew",
  "Delhi. In 1973 some citizens of the kingdom had begun asking for a repres-",
  "entative assembly. The Chogyal asked the government of India for help in",
  "taming the rebellion. Instead, New Delhi stoked it further. When an assembly",
  "wasproposedandelectionsheld,thepro-Indiapartywonallbutoneseat.TheChogyal was forced to abdicate, and the Indian Constitution was amended to",
  "make Sikkim an ‘associate state’, with representation in Parliament.47",
  "Sikkim was a very beautiful state, and also shared a border with China.",
  "Atanother time, theprime minister wouldhavedrawncomfort fromthisaug-",
  "mentation of the nation’s territory. As it happened, the Sikkim annexation",
  "provided Mrs Gandhi with only a temporary diversion from her battle with",
  "JayaprakashNarayan.Forbytheendof1974theBiharmovementwaspoised",
  "to become a truly national one. Letters of support for JP were streaming in",
  "from all over the country, as in a communication from an advocate in Andhra",
  "Pradesh which saluted JP for ‘breaking new ground at an age where people",
  "retire’,andprofessed‘admirationandrespectatthemovementyouaredirect-",
  "ing’.48 Prominent politicians would come visiting Bihar, and promise to take",
  "the ideas of the struggle back to their own states. In the last week of Novem-",
  "ber JP convened a meeting of opposition parties in New Delhi, where he ex-",
  "pressedtheviewthatthelessonofBiharwasthatoneneeded‘radicalchanges",
  "all round, on institutional as well as moral planes, involving drastic changes",
  "in Government policies in the centre as well as in the States’.49",
  "It is tempting to see the JP movement as being a reprise, at the all-India",
  "level, of the popular struggle against the communist government in Kerala in",
  "1958–9.Theparallelsareuncanny.Ontheonesidewasalegallyelectedgov-",
  "ernment suspected of wishing to subvert the constitution. On the other side",
  "was a mass movement drawing in opposition parties and many non-politic-",
  "al or apolitical bodies. Like Mannath Pad-manabhan, JP was a leader of un-",
  "questioned probity,asaintwhohadbeencalled upontosavepolitics fromthe",
  "politicians.Hisbehaviourwas,orwasperceivedtobe,instarkcontrasttothat",
  "of his principal adversary – for, like E. M. S. Namboodiripad in 1958–9, Mrs",
  "Gandhi had no desire to accede to her opponents’ demand and voluntary de-",
  "mit power.",
  "This was a political rivalry, but also a personal one. As a veteran of",
  "the freedom struggle, and as a comrade of her father’s, Jayaprakash Narayan",
  "would regard Mrs Gandhi as something of an upstart. For her part, having re-",
  "cently wonan election and a war,the prime minister saw JPas a political naif",
  "who would have been better off sticking to social work.",
  "By the end of 1974 the polarization was very nearly complete. There",
  "were many Indians who were not members of the right-wing Jana Sangh,",
  "and yet thought the Congress too corrupt and Mrs Gandhi too insensitive to",
  "criticism. Some went so far as to hail JP’s movement as a ‘second freedom",
  "struggle’, completing the business left unfinished by the first. There were",
  "manyotherIndians,notnecessarilymembersoftheCongressyetpainedbyJPmakingcommoncausewiththeJanaSangh,whosawhismovementasunder-",
  "mining the institutions of representative democracy. The first kind of Indian",
  "criticized Indira Gandhi, and with much force; the second kind criticized JP,",
  "albeit with less enthusiasm.50",
  "In the first week of January 1975, a key aide of the prime minister was",
  "assassinatedinJP’shomestateofBihar.ThiswasL.N.Mishra,whohadheld",
  "various Cabinet appointments under Mrs Gandhi and, more crucially, was a",
  "major fundraiser for the Congress party. A politician wholly sans ideology,",
  "Mishra had collected large sums of money from both the Soviets and the In-",
  "dian business class. It was not clear who murdered him – whether a personal",
  "rival, or a trade unionist bitter about his role in the suppression of the railway",
  "strikeof1974.Theprimeministerblameditonthe‘cultofviolence’allegedly",
  "promoted by Jayaprakash Narayan and his movement.51",
  "Mishra’s death did not impede JP’s plans to march on Parliament in the",
  "spring, when the weather would be more hospitable to protesters from across",
  "the country. During January and February he travelled across India to drum",
  "up support.52 In his speeches JP urged the people to remain non-violent; any",
  "untoward incidents, he said, would prompt the prime minister to assume dic-",
  "tatorialpowers.AtseveralplacesheclaimedthatMrsGandhiwaslookingfor",
  "an excuse to arrest him. That, he predicted, would only make the movement",
  "more widespread, as in 1942, when the jailing of Mahatma Gandhi had led to",
  "an intensification of the Quit India movement.",
  "JP compared himself to Gandhi implicitly and, more explicitly, the Con-",
  "gressregimetothecolonialstate.Thesewerecomparisonstheprimeminister",
  "naturally rejected. In an interview given to a Japanese journalist she said that,",
  "while she was not certain what the JP movement was for, ‘it is clear what it",
  "is against. It is against my party, it is against me personally and all that I have",
  "stood for and stand for today.’",
  "In fact, there were by now some members of Mrs Gandhi’s party who",
  "hadsomesympathyfortheotherside.Amongthemweretheerstwhile‘Young",
  "Turks’ Chandra Shekhar and Mohan Dharia. Shekhar and Dharia called for a",
  "national dialogue on questions of rising prices, corruption and unemployment",
  "– issues, they said, that were so conspicuously flagged in the Congress’s own",
  "1971 manifesto.",
  "Another man caught betwixt and between was Sheikh Muhammad Ab-",
  "dullah. The government and he had finally come to an agreement, by which",
  "the Congress Legislature Party of Jammu and Kashmir would elect him as",
  "theirleader,andhencealsoastheirchiefminister.Twodaysbeforehisinstall-",
  "ationhewenttotheGandhiPeaceFoundationinDelhitoseektheblessingsofhis old friend and supporter Jayaprakash Narayan. The newspapers carried a",
  "photographofthetwoinabearhug,theKashmiritoweringabovetheGandhi-",
  "an.",
  "JP told the press that he welcomed the Sheikh’s return to Kashmir; the",
  "state, he said, needed him at its helm. But his friends in the Jana Sangh at-",
  "tacked the accord which had brought the Lion of Kashmir back to power. The",
  "party President, L. K. Advani, claimed that Abdullah still ‘wanted to use the",
  "instrument ofpowertopursuehisambition ofanindependent Kashmir’.Oth-",
  "ers saw the matter very differently. After the Sheikh was sworn in as chief",
  "minister on 25 February, the Indian Express called it an ‘epochal event in the",
  "history of free India’. Abdullah’s return to his old post, twenty-three years",
  "after he had been forced to leave it, was ‘a tribute to the resilience and matur-",
  "ityofIndiandemocracy,foritisonlyinatruedemocraticset-upthateventhe",
  "mostseriousdifferencescanbeharmonisedandreconciliations effectedwith-",
  "in the framework of common loyalty to the country’.",
  "The Kashmir chapter seemed, finally, closed. Jayaprakash Narayan was",
  "delightedthatSheikhAbdullahhadrejoinedthemainstream.Onthis,andper-",
  "haps this alone, Mrs Gandhi and he saw eye to eye. For on the very day that",
  "AbdullahwasreadingtheoathinJammu,JPcalledfora‘nationalstir’tooust",
  "the ‘corrupt Congress leaders from power’. The Jana Sangh joined him here",
  "even as they opposed him on Kashmir – such were the contradictions of Indi-",
  "an politics.",
  "On 2 March, four days before the planned march on Parliament, Mrs",
  "GandhidroppedMohanDhariafromhercouncilofministers.Hismistakehad",
  "been to request that she resume talks with Narayan. JP’s response was to ask",
  "senior ministers such as Y. B. Chavan and Jagjivan Ram to resign in protest,",
  "thus to ‘save their party from destruction’, and restore its ‘traditional values’.",
  "On 3 March Delhi’s inspector general of police convened a meeting on",
  "how to handle the coming influx of protesters. As many as 15,000 policemen",
  "wouldbeonduty.Toinhibitthemarchers,theadministrationforbadetheentry",
  "of trucks and buses from neighbouring states.",
  "Despite the ban on buses, people began streaming into the capital. They",
  "were housed in a tented camp outside the Red Fort, now named ‘Jayaprakash",
  "Nagar’. On the morning of the 6th they began walking towards the venue of",
  "thepublicmeeting,theBoatClublawns,adjacenttotheHousesofParliament.",
  "Leading them, in an open jeep, was Jayaprakash Narayan. JP was cheered by",
  "thecrowdsassembledalongtheway,whoofferedgarlandsandshoweredhim",
  "with petals. The slogans on display were chiefly addressed to his rival. ‘Va-",
  "cate the Throne, the People are Coming’, said one, in English, with a Hindivariation reading: ‘Janata Ka Dil Bol Raha Hai, Indira Ka Singhasan Dol",
  "Raha Hai’ (The Heart of the People Is Singing, Indira’s Regime Is Sinking).",
  "Behind JP came jeeps bearing leaders of the opposition parties. Altogether, it",
  "was one of the largest processions ever seen in Delhi, drawing in an estim-",
  "ated 750,000 participants. There were representatives from all over India, but",
  "muchthelargestcontingentscamefromthestatesofUttarPradeshandBihar.",
  "AttheBoatClublawnsJPspokeinan‘emotion-chargedvoice’.Hecom-",
  "paredtheday’seventstoGandhi’shistoricSaltMarch,andaskedthecrowdto",
  "bepreparedforalongstruggle.AfterthemeetingheledadelegationtoParlia-",
  "ment,wherehepresentedtheSpeakerwithalistofthemovement’sdemands,",
  "which included the dissolution of the Bihar assembly, electoral reforms and",
  "the setting up of tribunals to investigate allegations a gainst the Congress of",
  "rampant corruption.",
  "Mrs Gandhi answered JP two days later, when in a speech at the steel",
  "town of Rourkela, she said that the agitators were bent on destroying the",
  "fabric of Indian democracy. Without mentioning her antagonist by name, she",
  "claimed his movement was nourished by foreign donations.",
  "On18March JPledamarch inPatna tomarkthefirst anniversary ofthe",
  "movement. There was much singing and dancing, and the throwing of colour,",
  "this also being the day of the Holi festival. In his speech Narayan urged the",
  "formation of a single opposition party or, at the very least, of a common front",
  "to fight the Congress in all future elections.",
  "JP’s movement was strongly rooted in the northern states. He had sup-",
  "porters in the west, in Gujarat particularly, but the south was territory so far",
  "mostlyuntouched.Sohenowcommencedalongtourofthestatessouthofthe",
  "Vindhyas, drawing decent but by no means massive crowds. In Tamil Nadu",
  "people warmly recalled that he had been against the imposition ofHindi.53",
  "VII",
  "While the JP movement was gaining ground, the prime minister was facing",
  "another kind of challenge, a challenge offered not through passionate slogan-",
  "eering in the streets but in the cold language of the law. The scene here was",
  "the Allahabad High Court, which was hearing a petition filed by Raj Narain,",
  "the socialist who had lost to Mrs Gandhi in the Rae Bareilly parliamentary",
  "electionof1971.Thepetitionallegedthattheprimeministerhadwonthrough",
  "corrupt practices, in particular by spending more money than was allowed,and by using, in her campaign, the official machinery and officials in govern-",
  "ment service. Throughout 1973 and 1974 the case dragged on, arguments and",
  "counterarguments being presented before the judge, Justice Jag Mohan Lal",
  "Sinha.54",
  "On19March1975MrsIndiraGandhibecamethefirstIndianprimemin-",
  "ister to testify in court. She was in the witness box for five hours, answering",
  "questions about her election. In coming to Allahabad, the prime minister had",
  "left her son Sanjay behind in Delhi. With her instead was her elder son Rajiv,",
  "who, while his mother spoke in court, ‘took his Italian wife, Sonia, to see the",
  "ancestral home of the Nehrus’.55",
  "In April, Morarji Desai – an even older rival of Mrs Gandhi than JP –",
  "began a fast in Gujarat in protest against the continuation of President’s Rule.",
  "New Delhi backed down, ordering fresh elections for June. The opposition",
  "parties began the process of forming a common front to fight the Congress.",
  "As Gujarat went to the polls in the second week of June, L. K. Advani",
  "saidthecampaignhad‘accelerated thepolarisationofpoliticalpartiesandthe",
  "Jana Sangh would try to further this process’. He looked forward to his party",
  "increasing its strength ‘manifold’.56",
  "While the votes were being counted, attention shifted to the High Court",
  "inAllahabad.Onthemorningof12June,inRoomNo.15ofacourtinwhich",
  "Mrs Gandhi’s father and grandfather had both practised, Justice Sinha read",
  "outhisjudgementinthecasebroughtbeforehimthreeyearspreviouslybyRaj",
  "Narain.Heacquittedtheprimeministerontwelveoutoffourteencounts.The",
  "chargeshefoundherguiltyofwere,first,thattheUPgovernmentconstructed",
  "high rostrums to allow her to address her election meetings ‘from a dominat-",
  "ingposition’;andsecond,thatherelectionagent,YashpalKapoor,wasstillin",
  "government employment at the time the campaign began. By the judgement,",
  "her election to Parliament was rendered null and void. However, the justice",
  "allowed Mrs Gandhi a stay of twenty days on his order, to allow an appeal in",
  "the Supreme Court.57",
  "The 12th of June was a very bad day for Mrs Gandhi. Early in the morn-",
  "ing she was told that her old associate D. P. Dhar had died during the night.",
  "A little later came the news from Gujarat, which was also grim – the Janata",
  "Frontwasheadingforamajorityinthestateelections.Then,finally,camethis",
  "last and most telling blow, from her own home town, Allahabad.",
  "The judgement sparked much prurient interest in the intentions of the",
  "judge. Educated in Aligarh, Justice Sinha had practised in Bareilly for four-",
  "teenyearsbeforebecomingadistrictjudge.Hehadbeenelevatedtothebench",
  "in 1970. Some claimed that his judgement was biased by the fact that he andJP came from the same Kayasth caste. Others believed that in the days before",
  "thejudgementtheprimeminister’smenhadofferedhimaseatontheSupreme",
  "Court were he to rule in their mistress’s favour.58",
  "Mrs Gandhi’s election had been overturned on a quite minor charge, yet",
  "JusticeSinha’sverdictalsoconcentratedthepopularmindonthemoreserious",
  "accusations levelled against her by JP’s movement. The day after the judge-",
  "ment, opposition politicians began a dharna outside Rashtrapati Bhavan, de-",
  "manding that the president dismiss the ‘corrupt’ prime minister. In Patna, JP",
  "issuedastatementsayingitwouldbe‘shamefulandcynical’wereMrsGandhi",
  "to listen to the ‘yes-men’ around her and stay on in office. He also noted that",
  "the Gujarat election results suggested that the ‘Indira wave’ and ‘Indira ma-",
  "gic’ were matters of the past.",
  "Ontheotherside,theyes-menwereverybusyindeed.Onthe13thitself,",
  "the Congress chief minister of Haryana, Bans iLal, began ferrying supporters",
  "intoDelhi,publiclytoproclaimtheirloyaltytoMrsGandhi.Theroadsoutside",
  "theprimeminister’shousewerechokedwithheradmirers.Theseshoutedslo-",
  "gansinherfavourandburnteffigiesofJusticeSinha.MrsGandhicameoutto",
  "address them, speaking of how foreign powers were conspiring with her do-",
  "mestic opponents to get rid of her. Her adversaries, she claimed, had ‘lots of",
  "money at their disposal’.",
  "Every day a fresh cadre of supporters would assemble outside Mrs",
  "Gandhi’s house; every day she would come out and speak to them. Some",
  "Congress members privately deplored these populist demonstrations. Others",
  "publicly encouraged them. Addressing a Congress rally in Delhi, the party",
  "president, Dev Kanta Barooah, said that ‘laws are made by people and the",
  "leader of the people is Mrs Gandhi’. Judges and lawyers, including the em-",
  "inent legal luminary M. C. Chagla – once a member of Mrs Gandhi’s own",
  "Cabinet–thoughttheprimeministerwasmorallyboundtoresign,atleastun-",
  "til her appeal was heard and disposed of. On the other side, 516 party MPs",
  "signed a resolution urging her to stay on. Ten thousand Congress members",
  "fromKarnatakasignedasimilarappeal,inblood.Inthemiddleofthedebatea",
  "voice spoke from across the border – it was Zulfiqar Ali Bhutto, who worried",
  "that Mrs Gandhi would find a way out of her difficulties through ‘an adven-",
  "turist course against Pakistan’.",
  "On 20 June Mrs Gandhi addressed a huge rally on the Boat Club lawns.",
  "A million people were said to have attended, even more than had heard JP",
  "at the same venue three months previously. The prime minister claimed the",
  "opposition was bent on liquidating her physically. Speaking after her, D. K.",
  "Barooah read out a couplet he had specially composed for the occasion:Indira tere subah kijai, tere sham kijai,",
  "Tere kam hi jai tere naam ki jai",
  "Or, to render it in less expressive English:",
  "Indira, we salute your morning and your evening too",
  "We celebrate your name and your great work too.",
  "Two days later the opposition answered with a rally of its own. It rained",
  "heavily, yet hundreds of thousands came. JP was the featured speaker, but his",
  "flight from Calcutta was cancelled at the last minute (‘mechanical trouble’,",
  "according to Indian Airlines). Representatives of the main opposition parties",
  "spoke, with Morarji Desai calling for a do or die’ movement to get rid of the",
  "Indira Gandhi regime.",
  "On23JunetheSupremeCourtbeganhearingMrsGandhi’spetition.The",
  "next day Justice V.R. Krishna Iyer issued a conditional stay onthe Allahabad",
  "judgement: the prime minister could attend Parliament, he said, but could not",
  "vote there until her appeal was fully heard and pronounced upon. The Indian",
  "Express thought this meant that Mrs Gandhi ‘must resign forthwith in the na-",
  "tion’s and her interests’.",
  "By now, at least some senior figures in the Congress Party thought that",
  "resignationwouldalsobeintheparty’sinterests.Ifshecouldn’tvoteinParlia-",
  "ment,shecouldscarcelyleadhergovernmenttoanypurpose.Shewasadvised",
  "to step down temporarily, to let one of her Cabinet colleagues – the uncontro-",
  "versial Swaran Singh perhaps – keep the seat warm until the Supreme Court",
  "upheld her appeal (as her lawyers were confident it would), allowing her to",
  "return as prime minister.",
  "Urging Mrs Gandhi not to resign were her son Sanjay and the chief min-",
  "ister of West Bengal, Siddhartha Shankar Ray, a well-trained barrister who",
  "had come from Calcutta to be at hand. Their advice was readily accepted. As",
  "MrsGandhilatertoldabiographer,‘WhatelsecouldIhavedoneexceptstay?",
  "You know the state the country was in. What would have happened if there",
  "had been nobody to lead it? I was the only person who could, you know.’59",
  "Once the decision was taken, it was executed with remarkable swiftness.",
  "On the 25th, S. S. Ray helped draft an ordinance declaring a state of internal",
  "emergency, which a pliant president, Fakhruddin Ali Ahmad, signed as soon",
  "as it was put in front of him. That night the power supply to all of Delhi’s",
  "newspaperofficeswasswitchedoff,sothattherewerenoeditionsonthe26th.Police swooped down on the opposition leaders, taking JP, Morarji Desai and",
  "many others off to jail. The next day the public of Delhi, and of India as",
  "a whole, was told by state-controlled radio that an emergency had been de-",
  "clared, and all civil liberties suspended.",
  "At the time, and later, it was thought that the reaction far exceeded the",
  "original provocation. Justice Sinha had indicted Mrs Gandhi of two quite tri-",
  "fling offences. The Supreme Court was less likely to construe the height of a",
  "rostrum as an ‘election malpractice’. As for the second charge, Yashpal Ka-",
  "poor had resigned from service before joining the campaign, except that there",
  "wassomedispute aboutthedate onwhichhisresignation wasaccepted. Most",
  "lawyers believed that the Supreme Court would reverse the Allahabad judge-",
  "ment. Yet, as one respected Delhi jurist put it, the prime minister forsook",
  "‘theadvantagesoftheordinaryjudicialremedyofappealandresortedinstead",
  "to the extraordinary, undemocratic and unconstitutional measures of Emer-",
  "gency’.60",
  "A mere four months before the emergency was declared, the Indian Ex-",
  "press had paid tribute ‘to the resilience and maturity of Indian democracy’, of",
  "how it allowed ‘even the most serious differences [to] be harmonized and re-",
  "conciliations effected’. The paper could now eat its words. Indian democracy,",
  "circa1975,couldreconciletheValleyofKashmirtotheUnionofIndia,butnot",
  "Indira Gandhi with Jayaprakash Narayan.22A M",
  ""
]