[
  "ch22",
  "UTUMN OF THE ATRIARCH",
  "Future generations will not remember us by how many elections we had,",
  "but by the progress we made.",
  "S G , December 1976",
  "ANJAY ANDHI",
  "I",
  "A 6 26 J 1975, a meeting of the Union Cabinet was convened.",
  "T A.M. ON UNE",
  "Theministers,unthinkingandbleary-eyed,wereinformedofthestateofemer-",
  "gency, in effect since midnight. Their formal consent was obtained before Mrs",
  "Gandhi proceeded to the studios of All-India Radio (AIR) to convey the news",
  "to an equally unsuspecting nation. ‘The President has proclaimed Emergency’,",
  "she announced: ‘There is nothing to panic about.’ This, she said, was a neces-",
  "sary response to ‘the deep and widespread conspiracy which has been brewing",
  "ever since I began to introduce certain progressive measures of benefit to the",
  "common man and woman of India.’ ‘Forces of disintegration’ and ‘communal",
  "passions’ were threatening the unity of India. ‘This is not a personal matter,’",
  "she claimed. ‘It is not important whether I remain Prime Minister or not.’ Still,",
  "she hoped that conditions would ‘speedily improve to enable us to dispense",
  "with this Proclamation as soon as possible’.1",
  "The disclaimers betray a certain defensiveness. For the fact was that the",
  "emergency had come hot on the heels of the Supreme Court order forbidding",
  "her from voting in Parliament. When the emergency was declared, the prime",
  "minister’s closest friend, the designer Pupul Jayakar, was away in the United",
  "States. On the 27th Mrs Gandhi sent Mrs Jayakar along note, explaining that",
  "theactionwastakeninresponsetothe‘increasing violence’ causedbya‘cam-",
  "paign of hate and calumny’. The number of arrests, she claimed, were a mere",
  "900, most detainees kept not in jail but ‘comfortably, in houses’. The ‘general",
  "public reaction’ was ‘good’, and there was ‘tranquillity all over the country’.",
  "The emergency, the prime minister told her friend, was ‘intended to enable are",
  "turn to normal democratic functioning’.2",
  "Across India people were being picked up and put into jails. These in-",
  "cluded leaders and legislators of parties other than the Congress, student act-ivists,tradeunionists,indeed,anyonewiththeslightestconnectiontotheJana",
  "Sangh, the Congress (O), the Socialists, or other groups opposed to the ruling",
  "party.Someofthedetainees,suchasJayaprakashNarayanandMorarjiDesai,",
  "were placed in government rest houses in the state of Haryana, not far from",
  "Delhi.However,themajorityweresenttoalreadyovercrowdedjails.AndMrs",
  "Gandhi’s arithmetic was soon shown to be wildly off the mark. Thousands",
  "werearrestedunderMISA–theMaintenanceofInternalSecurityAct,known",
  "by its victims as the Maintenance of Indira and Sanjay Act. And there were",
  "otherlegalinstrumentsathand.TheRajmatasofGwaliorandJaipur,oldpolit-",
  "ical opponents of Mrs Gandhi, were jailed under an act supposedly meant for",
  "black-marketeers and smugglers.3",
  "Inthefirstfewmonthsoftheemergency,theprimeministergaveaflurry",
  "of interviews defending its proclamation. These too displayed a deep defens-",
  "iveness. It is wholly wrong to say that I resorted to Emergency to keep my-",
  "self in office,’ she told the Sunday Times of London. ‘The extra-constitution-",
  "al challenge [of the JP movement] was constitutionally met.’ The emergency",
  "was ‘declared to save the country from disruption and collapse’; it had ‘en-",
  "abled us to put through the new economic programme’, and led to ‘a new",
  "sense of national confidence’. ‘What has been done’, she told the Saturday",
  "ReviewofNewYork,‘isnotanabrogationofdemocracybutanefforttosafe-",
  "guard it’. In these interviews she attacked the Western press for ‘India-bait-",
  "ing’,forpickingonhercountryinpreferencetomorevisiblyauthoritarianna-",
  "tions such as Pakistan andChina.4",
  "In her interviews and broadcasts the prime minister spoke of the need",
  "to infuse a ‘new spirit of discipline and morale’. The government’s copy-",
  "writers were put to work, coining slogans such as ‘Discipline Makes the Na-",
  "tion Great’, ‘Talk Less, Work More’, ‘Be Indian, Buy Indian’, ‘Efficiency is",
  "our Watchword’. Other exhortations were less impersonal, such as She Stood",
  "between Order and Chaos’ and ‘Courage and Clarity of Vision, Thy Name",
  "is Indira Gandhi’. Rendered in Hindi as well as English, these slogans were",
  "painted on the sides of buses, across bridges and on outsize hoardings erected",
  "outside government buildings.",
  "These were the signs of a creeping dictatorship. Like military men who",
  "seizepowerviaacoup,MrsGandhiclaimedtohaveactedtosavethecountry",
  "from itself. And, like them, she went on to say that, while she had denied",
  "her people freedom, she would give them bread in exchange. Within a week",
  "of the emergency she was offering a ‘Twenty Point Programme for Econom-",
  "ic Progress’. This promised a reduction in prices of essential commodities,",
  "the speedy implementation of land reforms, the abolition of indebtedness andof bonded labour, higher wages for workers and lower taxes for the middle",
  "class.5",
  "Female dictators are altogether rare – in the twentieth century Mrs",
  "Gandhi may have been the only such. However, as a woman autocrat, she",
  "coulduseimagesandsymbolsdeniedtohermalecounterparts.On11Novem-",
  "ber,fourandahalfmonthsintotheemergency,theprimeministercametothe",
  "microphone to ‘meet’ and ‘have a heart-to-heart talk’ with her countrymen.",
  "She spoke for over an hour, on the need for discipline, on her economic pro-",
  "gramme, on the glories of ancient India and the duties of its modern citizens.",
  "‘Our opponents’ wanted to ‘paralyse the work of the Central Government’,",
  "said the Prime Minister, and thus",
  "wefoundourselvesinaserioussituation.Andwetookcertainsteps.But",
  "many of the friends in the country were rather puzzled as to what has",
  "Indiraji done?What will happentothecountrynow?Butwefelt that the",
  "country has developed a disease and, if it is to be cured soon, it has to",
  "be given a dose of medicine even if it is a bitter dose. However dear a",
  "child may be, if the doctor has prescribed bitter pills for him, they have",
  "to be administered for his cure . . . So we gave this bitter medicine to the",
  "nation.",
  ". . . Now, when a child suffers, the mother suffers too. Thus we were",
  "not very pleased to take this step . . . But we saw that it worked just as",
  "the dose of the doctor worked.6",
  "II",
  "On 15 August 1975 The Times of London carried a full page advertisement",
  "takenoutbythe‘FreeJPCampaign’.Theadhadbeenpaidforbyindividuals:",
  "the first person to contribute being Bishop Trevor Huddles-ton, the last Dame",
  "PeggyAshcroft.Theothersignatoriestotheappealincludedsuchlong-stand-",
  "ing friends of India as the socialist Fenner Brockway, the economist E. F.",
  "SchumacherandthepoliticalscientistW.H.Morris-Jones,aswellascelebrit-",
  "ies with no specific connection to India, such as the actress Glenda Jackson,",
  "the historian A. J. P. Taylor and the critic Kenneth Tynan. On the page were",
  "printed photographs of Mahatma Gandhi and Jayaprakash Narayan. Aside",
  "from the long list of names, the text show cased at estament to JP’s character",
  "and patriotism from the Mahatma himself.‘Today is India’s Independence Day’, said the ad. ‘Don’t Let the Light",
  "GoOutonIndia’sDemocracy’.ThesignatoriescalleduponMrsGandhitore-",
  "leaseallpoliticalprisoners,andJayaprakashNarayanespecially.Thesingling",
  "out of one person was not just in deference to his leadership of the opposi-",
  "tional movement in India. The prime movers of the ‘Free JP Campaign’ had",
  "known him from long before he launched his ‘Total Revolution’. The left-",
  "wing Labourites, such as Brockway, had known him from the 1930s, as a",
  "great hero of the independence movement. The environmentalists, such as E.",
  "F. Schumacher, had known him from the 1950s, as alike-minded votary of",
  "decentralized development. The political scientists had known him from be-",
  "fore and after Independence, as an ever-present, always influential exemplar",
  "of what Morris-Jones had called the ‘saintly idiom’ in Indian politics.",
  "These foreign friends of India’s freedom were old enough to have seen",
  "how close Jawaharlal Nehru and Jayaprakash Narayan had once been. They",
  "were appalled that Nehru’s daughter had jailed JP, and hoped that an appeal",
  "to history would take him out of prison. So did that great group of pacifists,",
  "the Quakers, who did not put their name to the Times advertisement but tried",
  "the back-channels of reconciliation instead. The group had an old and hon-",
  "ourable connection with India. Quakers such as Agatha Harrison and Horace",
  "Alexander had played crucial intermediary roles between British colonialists",
  "andIndian nationalists. Morerecently,they hadworkedwith JPinattempting",
  "reconciliation between India and Pakistan and between the Naga rebels and",
  "the government in New Delhi.",
  "InAugust,amonthaftertheemergencywasdeclared,thesociologistJoe",
  "Elder was sent by his fellow Quakers on a fact-finding mission to India. He",
  "metmanypeople;JP’sfollowers,Congresspoliticiansandtheprimeminister.",
  "He found himself ‘decreasingly prone to condemn one side or the other’.JP",
  "had erred in launching a mass movement without a cadre of disciplined, non-",
  "violent volunteers. His ideas had ‘struck many as naive, untested, or uncon-",
  "vincing’. His movement’s credibility was weakened by the presence within",
  "it of extremists of left and right. On the other hand, the prime minister had",
  "clearly over-reacted in imposing the emergency. This had created fear in the",
  "minds of the people, and undermined the democratic process and democratic",
  "institutions.7",
  "AsElder’saccountsuggests,theemergencywasascriptjointlyauthored",
  "by JP and Mrs Gandhi. Both had shown too little faith in representative insti-",
  "tutions:JPbyaskingfortheprematuredismissalofelectedgovernments,Mrs",
  "Gandhi by jailing legally elected members of Parliament and legislative as-",
  "semblies.Neitherproperlyappreciatedtheroleofthestateinamoderndemo-cracy. JP wished simply for the state to disappear, for the police and army to",
  "‘disobey immoral orders’. On the other hand, Mrs Gandhi sought to make the",
  "state’s functionaries ultimately dependent on the will of a single person at the",
  "helm.",
  "The clash was made poignant by the fact that the adversaries had once",
  "been friends, bound by ties of history and tradition and by intimate personal",
  "relationships stretching across generations. One does not know how Mrs",
  "Gandhi felt about jailing JP. We do know that her staff had deeply ambivalent",
  "feelings.Theprimeminister’sInformationAdviser,H.Y.SharadaPrasad,was",
  "an old patriot and freedom-fighter himself. He had been jailed in 1942, in",
  "the same Quit India campaign that first made JP a national figure. Unlike Joe",
  "Elder, he could not bring himself to admit that the prime minister had over-",
  "reacted. Yet, as he wrote to a friend, he grieved that a man like JP, ‘at a mo-",
  "ment ofcrucial ethical importance, decide[d] that RSSandCPMaremoreac-",
  "ceptable than the Congress. This is an excursion in reasoning that I have not",
  "beenabletounderstand,muchlessexcuse.Icanonlyconsolemyselfwiththe",
  "thoughtthathewouldnothavebeensodesperateif[hiswife]Prabhavatijihad",
  "been alive.’8",
  "Also unhappy about JP’s incarceration was the economist P. N. Dhar,",
  "who had succeeded P. N. Haksar as the prime minister’s principal secretary.",
  "He sent several emissaries to JP to see whether a conciliation could be effec-",
  "ted,withprisonersreleasedandtheemergencylifted,intimeforthenextpar-",
  "liamentary elections, due in early 1976. The emissaries found JP willing to",
  "negotiate. Afloodinhisnative Bihar hadmade himimpatient togoandwork",
  "among the sufferers. Talk that his irresponsibility had caused the emergency",
  "had reached his ears. He said he had no desire to revive the popular move-",
  "ment, but when elections were called would ask for a combined front to op-",
  "pose the Congress, and canvass for its candidates.9",
  "JP was keen that his old friend Sheikh Abdullah, now also a part of the",
  "Indian establishment as chief minister of Jammu and Kashmir, be the medi-",
  "ator between him and Mrs Gandhi. He had read a report quoting the Sheikh",
  "as saying that he was in favour of ‘conciliation at All-India level’, and that",
  "the prime minister was ‘more than keen to end the emergency’. JP now wrote",
  "to Abdullah offering him his ‘full co-operation’ in any move he might make",
  "to resolve the differences between the opposition and the government. That",
  "said, the letter betrayed signs of wounds still not healed, as in JP’s reference",
  "tohimselfbeingportrayedas‘thevillainofthepiece,thearch-conspirator,the",
  "culprit number one’, and in his concluding challenge that ‘the first test of [theprime minister’s] keenness [to end the emergency] will be whether this letter",
  "is allowed to be delivered to you and whether you are permitted to see me’.10",
  "The prime minister failed the test. The letter was not passed on to the",
  "Sheikh, and the moves to effect a reconciliation died with it. However, in",
  "November1975JP’shealthtookaturnfortheworse.Withhiskidneysfailing,",
  "he was taken to a hospital in Chandigarh and, when the doctors there proved",
  "unequal to the task, released on parole and shifted to the Jaslok Hospital in",
  "Bombay, to be placed under the care of the nephrologist M. K. Mani. The",
  "government’s action was hastened by the realization that all hell might break",
  "loose if JP were to die in jail.11",
  "Although JP lay in a Bombay bed, chained to a dialysis machine, there",
  "wasnogeneralparoleofpoliticalprisoners.Anestimated36,000peoplewere",
  "in jail under MISA, detained without trial. These were rather ecumenically",
  "spreadacrossthestatesoftheUnion,1,078fromAndhraPradesh,2,360from",
  "Biharandsoondownthelettersofthealphabet,untilonereached7,049from",
  "Uttar Pradesh and 5,320 from West Bengal.12",
  "These victims of political vengeance were housed, fed and clothed like",
  "common criminals – in fact, made to share their cells with them (prompting",
  "thewitticismthatMrsGandhi’smuchvauntedsocialismwasatleastpractised",
  "in the jails). Older prisoners looked nostalgically back to the days of the Raj,",
  "when the jails had been cleaner and the jailers altogether more humane. It",
  "seemed that women prisoners were singled out for special treatment. The Ra-",
  "jmatas of Gwalior and Jaipur were now living in conditions of unaccustomed",
  "austerityandfilth.ThesocialistMrinalGore,moreusedtothesimplelife,was",
  "asked to share a toilet with the woman in the adjoining cell – who happened",
  "to be a leper. In the cell opposite was a lady lunatic who wore no clothes and",
  "shrieked day and night.13",
  "III",
  "WritingtoafriendinJanuary1963,IndiraGandhicomplainedthatdemocracy",
  "‘not only throws up the mediocre person but gives strength to the most vocal",
  "howsoevertheymaylackknowledgeandunderstand-ing’.14Threeyearslater,",
  "when she had just become prime minister, Mrs Gandhi told a visiting journal-",
  "ist that ‘the Congress has become moribund’, adding, ‘Sometimes I feel that",
  "even the parliamentary system has become moribund.’ Besides, the ‘inertia",
  "of our civil service is incredible’; we have a system of dead wood replacingdead wood’. ‘Sometimes I wish’, said the newly elected prime minister of the",
  "world’smostpopulousdemocracy,that‘wehadarealrevolution–likeFrance",
  "or Russia – at the time of independence.’15",
  "Theimpatiencewithdemocraticprocedurehadbeenmanifestedearly,as",
  "for instance with the packing of the civil service, the judiciary and the Con-",
  "gress Party with individuals committed to the prime minister. But the pro-",
  "cess was taken much further with the emergency. Now, with opposition MPs",
  "locked away, a series of constitutional amendments were passed to prolong",
  "Mrs Gandhi’s rule. The 38th Amendment, passed on 22 July 1975, barred ju-",
  "dicial review of the emergency. The 39th Amendment, introduced two weeks",
  "later, stated that the election of the prime minister could not be challenged",
  "by the Supreme Court, but only by a body constituted by Parliament. This",
  "came just in time to help Mrs Gandhi in her election review petition, where",
  "the Court now held that there was no case to try, since the new amendment",
  "retrospectivelyrenderedheractionsduringthe1971electionsoutsidethepur-",
  "view of the law.16",
  "SomemonthslatertheSupremeCourtdidtheprimeministeragreaterfa-",
  "vour still. Lawyers representing the thousands jailed under MISA argued that",
  "the right of habeas corpus could not be taken away by the state. Judgements",
  "in the lower courts seemed to favour this view, but when the case reached the",
  "Supreme Court it held that detentions without trial were legal under the new",
  "dispensation. Of the five-member bench only one dissented: this was Justice",
  "H. R. Khanna, who pointed out that ‘detention without trial is an anathema to",
  "all those who love personal liberty’.17",
  "Itwassuggestedthatthejudgementwasinfluencedbyextralegalconsid-",
  "erations – by the hope of three of the judges that they might one day become",
  "chief justice, by the fear inspired by the punitive transfers of officials that",
  "hadcommencedwiththeemergency.Inadespairingeditorialentitled‘Fading",
  "Hopes in India’, the New York Times remarked that ‘the submission of an in-",
  "dependentjudiciarytoanabsolutistgovernmentisvirtuallythelaststepinthe",
  "destruction of a democratic society’.18",
  "In fact, there were other steps still to be taken. These included the 42nd",
  "Amendment, a twenty-page document whose clauses gave unprecedented",
  "powerstoParliament.Itcouldnowextenditsownterm-whichitimmediately",
  "did. The amendment gave laws passed by the legislature further immunity",
  "from judicial scrutiny, and further strengthened the powers of the centre over",
  "the states. All in all, the 42nd Amendment allowed Parliament ‘unfettered",
  "power to preserve or destroy the Constitution’.19InJanuary 1976the term ofthe DMKgovernment ended inTamil Nadu.",
  "Rather than call fresh elections, the centre ordered a spell of President’s Rule.",
  "TwomonthslaterthesamemedicinewasappliedtoGujarat,wheretheJanata",
  "Front had lost its majority owing to defections.",
  "Mrs Gandhi, and the Congress, were now supreme all over the land.",
  "When the art historians Mildred and W. G. Archer went to meet her in March",
  "1976,theprimeministerexpressedsatisfaction withtheprogressoftheemer-",
  "gency.Thenewregime,shetoldthem,‘hadmadetheStateMinistersshakein",
  "theirshoes’.Thiswaslongover-dueandwasexcellent’,for‘toomuchdevolu-",
  "tion[was]fataltoIndia’.‘IhavetokeepIndiatogether’,insistedMrsGandhi.",
  "‘That is an absolute must.’20",
  "IV",
  "Among the casualties of the emergency was the freedom of the press. Within",
  "its first week the government had instituted a system of ‘pre-censorship’,",
  "whereby editors had to submit, for scrutiny and approval, material deemed to",
  "be critical of the government or its functionaries. Guidelines were issued on",
  "what did and did not constitute ‘news’. There could be no reports on proces-",
  "sionsorstrikes,orofpoliticalopposition,orofconditionsinthejails.Reports",
  "ofopendissidencewerenaturallyverboten,butinfactevenstoriesmildlycrit-",
  "ical of the administration were not permitted.21 As a newspaper in the Punjab",
  "was to recall, items ‘killed’ by the censor included",
  "reports about the closure of shops in Chandigarh’s Bajwara market to",
  "protestagainstthearrestofshopkeepers,thesix-yearabsenceofahealth",
  "officer and observations about the town’s sanitation, especially the open",
  "drains; . . . three letters to the editor about pay anomalies and inadequate",
  "salary scales of college lectures in Himachal Pradesh; an unsatisfactory",
  "bus service; a Chandigarh report about the rise in the price of tomatoes;",
  "the death of two persons while patrolling the rail tracks near Amritsar;",
  "and a brief item about black-marketing in essential drugs.22",
  "The space had to be filled; and it was, by the words of the prime minister or",
  "by stories in praise of her government. (Editors who tried to print the liberty-",
  "loving essays of Tagore, Gandhi and Nehru instead were quickly brought tobook.) ‘Our newspapers, of course, give world news all right’, wrote a read-",
  "er in Simla to an English friend, ‘but hardly any other news pertaining to the",
  "country itself, except the speeches of the PM . . . I have decided to forgo the",
  "pleasures of reading a newspaper.’23 In truth, the disgust was shared by the",
  "journalists themselves. As a reporter for the Bombay weekly Blitz told his",
  "Englishfriend:‘MypaperisasupporteroftheEmergency.Butifweonlysing",
  "the praises of the Government, what will our readers think of us?’24",
  "Jokes tinged with satire were especially forbidden. The Tamil humorist",
  "Cho Ramaswamy failed to sneak in a cartoon showing the prime minister",
  "and her son Sanjay talking above the caption: ‘A national debate on the Con-",
  "stitutional Amendments’. When a reader asked the question, ‘Who is Indira",
  "Gandhi’, Cho answered: ‘She is the granddaughter of Motilal Nehru, the",
  "daughter of Jawaharlal Nehru, and the mother of Sanjay Gandhi’. This, too,",
  "was cut. The censors were vigilant, but the odd joke or two escaped their eye.",
  "ThusV.BalasubramanyamwasabletoprintanarticleintheEasternEconom-",
  "ist on ‘Livestock Problems in India’, which began with the line: ‘There are at",
  "present 580 million sheep in the country’, and an anonymous democrat was",
  "able to place an ad in the Times of India announcing the ‘death of D. E. M.",
  "O’Cracy, mourned by his wife T. Ruth, his son L. I. Bertie, and his daughters",
  "Faith, Hope, and Justice’.25",
  "As the emergency proceeded, the government tightened its hold over",
  "the dissemination of information. The independent news agencies, the United",
  "News of India (UNI) and the Press Trust of India (PTI), were amalgamated",
  "with two lesser agencies into a single state-controlled news service called",
  "Samachar. The Press Council, an autonomous watchdog body, was abolished.",
  "A law granting immunity to journalists covering Parliament was repealed.",
  "And as many as 253 journalists were placed under arrest. These included",
  "KuldipNayaroftheIndianExpress,K.R.SunderRajan oftheTimesofIndia",
  "and K. R. Malkani of the Motherland.26",
  "Some freedom-loving journalists resisted, but their newspapers’ owners",
  "weremostlycompliant,fearingthegovernmentmightshutdowntheirpresses",
  "or seize their properties. They feared the stick, but were happy to bit eat the",
  "carrot.ThistooktheshapeofgovernmentannouncementspaidforbytheDir-",
  "ectorate of Audio-Visual Publicity (DAVP). While ‘liberally granting advert-",
  "isements to so-called “friendly” periodicals’, the DAVP withdrew their fa-",
  "vours from those deemed critical of the government. More than one news pa-",
  "per, and editor, and owner, was happy to change its tune in response to the",
  "inducements on offer.27Among the major newspapers that willingly complied with the new reg-",
  "ulations were the Hindu, the Times of India and, especially, the Hindustan",
  "Times. The editor of the last-named newspaper, the hugely respected B. G.",
  "Verghese, was sacked by its owner, the industrialist K. K. Birla, merely to",
  "please Mrs Gandhi. (Birla was a devoted acolyte of the prime minister-after",
  "the Allahabad High Court judgement of 12 June, he had taken a delegation",
  "of 500 businessmen to plead with her to stay on in office.28)Among the news-",
  "papers that struggled nobly to maintain their independence were the Indian",
  "Express and the Statesman. Both refused to toe the government line, resisting",
  "threatsandblandishmentsalike.Whentheirpowerwascuttheygotthecourts",
  "to restore it. When their own stories were censored, they chose to leave white",
  "spacesratherthanfillthemwithpropagandamaterial.Andtheyartfullyrepro-",
  "duced, without comment, reports on the Indian situation in the foreign press,",
  "under such neutral headings as ‘News Digest’ or ‘What our Contemporaries",
  "Say’.29",
  "The mass-circulation newspapers were hardest hit, but the government",
  "didnotsparethehigh-qualityandslow-sellingjournalsofopinioneither.Two",
  "esteemed Delhi journals, the weekly Mainstream and the monthly Seminar,",
  "closed rather than submit to the censor’s scrutiny. The Bombay weekly Him-",
  "mat fought the censor doggedly, but finally shut down when asked to pay",
  "aprohibitivelyhighdepositasaguaranteeofgoodbehaviour,thefineimposed",
  "forapiece that quoted,amongotherpeople, theMahatma. Literary magazines",
  "also closed down, finding the curbs on their independence impossible to live",
  "with.",
  "In some ways the government feared the little magazines even more.",
  "Theirownerscouldnotbebought;sotheyhadtobecoercedorbankruptedin-",
  "stead. Amongthe chosen targets wasOpinion,afour-page newsletter brought",
  "out in Bombay by the former ICS officer A. D. Gorwala. A man of legendary",
  "integrity, Gorwala focused on attacks on the individual by the agencies of",
  "the state. He had also fought a long battle against corruption. A year into the",
  "emergency, Opinion was ordered to shut down, but Gorwala was able to print",
  "one last issue in which he observed that",
  "the current Indira regime, founded on June26, 1975, was born through",
  "lies, nurtured by lies, and flourishes by lies. The essential ingredient of",
  "itsbeingisthelie.Consequently,tohaveatruth-loving,straight-thinking",
  "journal examine itweekafter weekandpointoutitsfalsehoods becomes",
  "intolerable to it.30V",
  "The day after the emergency was declared, a British reporter foundthe streets",
  "of Delhi to be ‘uncannily normal’. The city’s ‘jingling flotilla’ of cyclists",
  "setoffforworkinthemorning.‘Noangrycrowdsgathered. Shopsandfactor-",
  "iesopenedasusual.Beggarsbegged.Thesleekracehorsesoftherichhadtheir",
  "daily exercise...’31 As the veteran journalist Inder Malhotra wrote, ‘in its ini-",
  "tial months at least, the Emergency restored to India a kind of calm it had not",
  "known for years’.32",
  "This calm was in sharp contrast to the strife-filled decade that preceded",
  "it; one reason why the emergency was widely welcomed by the middle class.",
  "Thecrimeratehadcomedownandthetrainsranontime.Agoodmonsoonin",
  "1975meantthatpricesalsofell.AvisitingAmericanjournalistwastoldbyan",
  "official in Delhi that it was only foreigners who cared for such things as the",
  "freedom of expression. ‘We are tired of being the workshop of failed demo-",
  "cracy,’ said the official. ‘The time has come to exchange some of our vaunted",
  "individual rights for some economic development.’",
  "The journalist found that the business community were especially",
  "pleased with the emergency. A Delhi hotel owner told him that life now was",
  "‘just wonderful. We used to have terrible problems with the unions. Now",
  "whentheygiveusanytroubles,thegovernmentjustputtheminjail.’InBom-",
  "bay, the journalist met J. R. D. Tata, arguably India’s most respected industri-",
  "alist.Tatatoofeltthat‘thingshadgonetoofar.Youcan’timaginewhatwe’ve",
  "been throughhere –strikes, boycotts, demonstrations. Why,there were daysI",
  "couldn’twalkoutofmyofficeintothestreet.Theparliamentarysystemisnot",
  "suited to our needs.’33",
  "One fact is conclusive proof of the quiescence of the middle class –",
  "that hardly any officials resigned in protest against the emergency. Back in",
  "the days of British rule, Gandhi’s call to ‘non-cooperate’ with the rulers led",
  "to thousands of resignations of teachers, lawyers, judges, even ICS officers.",
  "Now, the abrogation of democracy was protested by only a handful of people",
  "in state employment. These included Fali Nariman, who resigned as addition-",
  "al solicitor general, M. L. Dantwala, who declined to continue as an adviser",
  "to the Reserve Bank, and Bagaram Tulpule, who left his high position in a",
  "public-sector undertaking.",
  "There was, however, some resistance offered in the Indian Parliament.",
  "On 23 July the House met to ratify the emergency. The Congress commanded",
  "a comfortable majority; and 34 MPs were in jail. Those opposition MPs atlibertytoattendmadespeechesofprotestbeforewalkingout.TheCPMmem-",
  "ber A. K. Gopalan said the arrests had reduced Parliament to a ‘farce and an",
  "object of contempt’. A Jana Sangh MP accused Mrs Gandhi of betraying the",
  "mother land for ‘the sake of personal ends’.34",
  "The opposition MPs later boycotted the House (or were jailed), but",
  "an independent member who continued to attend was P. G. Mavalankar of",
  "Ahmedabad,apoliticalscientistbyvocationandthesonofthefirstSpeakerof",
  "the Lok Sabha. His lineage made it difficult for the government to arrest him.",
  "So he stayed and, when given the chance, quoted the Holy Trinity of Indian",
  "nationalism, Tagore, Gandhi and Nehru – quoted them on the merits and vir-",
  "tues of liberty and freedom. Their views were contrasted with the ‘draconian’",
  "MISA, used to further ‘the political purpose of a vindictive government’, an",
  "act which was‘themost obnoxiouspiece oflegislation everenacted inthere-",
  "cent history of India’.35",
  "There was also resistance in the streets. On 14 November 1975 – the",
  "birthdayofJawaharlalNehru–abodystylingitselftheLokSangharshSamiti",
  "(People’s Struggle Committee) began a satyagraha in Bombay. Every day a",
  "group of protesters would stand at a busy intersection and shout slogans such",
  "as‘DownwithDictatorship’and‘JPZindabad’.Withinamonth1,359people",
  "had been arrested – including 146 women. The protests spread to other states,",
  "where busstands, railway stations and government offices became the theatre",
  "of slogan shouting and the courting of arrest. One report claimed that in the",
  "first three months of the satyagraha as many as 80,000 people had been put",
  "behind bars.36",
  "On15August1976(IndependenceDay)anothersatyagrahacommenced",
  "in Ahmedabad. It was led by Manibhen Patel, daughter of India’s first home",
  "minister, Vallabhbhai Patel. Raising slogans such as ‘Remove Emergency’",
  "and ‘Release Political Prisoners’, the fifty marchers proceeded on the road to",
  "Dandi, the same route that Gandhi had taken to break the colonial salt laws",
  "forty-sixyearspreviously.ManibhenPatelwasarrestedamiledowntheroad,",
  "but the next day a judge ordered her release. She continued the march to the",
  "sea, accompanied by a handful of policemen in plain clothes.37",
  "One of those arrested in the Bombay satyagraha was the distinguished",
  "Marathi writer Durga Bhagwat. Other members of her fraternity protested in",
  "ways more congenial to their profession. A group of Kannada writers circu-",
  "lated, in samizdat form, poems satirizing the emergency and its prime mover.",
  "Consider these stanzas from G. S. Shivarudrappa’s poem ‘In this Country’:In this country",
  "Hero worship, family pride",
  "Should all go.",
  "But",
  "Concessions to my family deity",
  "Should stay untouched.",
  "In this country",
  "Everybody should shut their mouth",
  "And remain quiet.",
  "But",
  "They better keep their ears open",
  "For my words.38",
  "Other writers expressed their dissent in other ways. Bengali essayist Annada",
  "Sankar Ray announced that he would ‘stop writing altogether in A fit of non-",
  "cooperative pique’. He refused to ‘put pen to paper so long as the state of",
  "emergency continues’. The cartoonist K. Shankar Pillai, who had once sar-",
  "castically compared the loquacious Nehru to the Niagara Falls (and been",
  "cheered by his victim for it), now closed down his magazine before the state",
  "didso.‘Dictatorshipscannotaffordlaughter’,heremarkedmournfully.‘Inall",
  "the years of Hitler, there never was a good comedy, not a good cartoon, not",
  "a parody, or a spoof.’ The Hindi novelist Phanishwaranath Renu returned the",
  "Padma Shri bestowed upon him by the government of India, the act recall-",
  "ing Tagore’s disavowal of his knighthood after the Jallianwala Bagh massac-",
  "re. And the Kannada polymath Shivarama Karanth gave back an even higher",
  "honour, the Padma Bhushan. Back in the 1920s he had entered the freedom",
  "movement under the inspiration of Gandhi; now, after fifty years of striving",
  "to uphold its values, Karanth felt ‘impelled to protest against such indignities",
  "done to the people of India’.39",
  "Finally, there was resistance that was carried on underground. The key",
  "figureherewasGeorgeFernandes,thefirebrandsocialistwhohadledtherail-",
  "way strike of 1974. When the emergency was declared Fernandes was in the",
  "Orissa town of Gopalpur-on-Sea. He lay low for a few weeks, in which time",
  "he had grown a beard and come to disguise himself as a Sikh. Then he trav-",
  "elledfromtowntotown,meetingcomradesandplanningthesabotageofstate",
  "installations. Dynamite was collected and stored, and young men trained in",
  "theactofblowingupbridgesandrailwaytracks.Fromhisever-shiftinghidingplace, Fernandes sent out letters attacking ‘the dictator’, ‘that woman’, and",
  "the ‘Nehru dynasty’, and urging the people to rise against the regime.",
  "No dynamite was actually detonated, yet the government of India was",
  "visibly angry that it could not capture Fernandes. His brother Lawrence was",
  "picked up from his home in Bangalore and brutally beaten and tortured. His",
  "friend, the actress Snehalata Reddy, was also imprisoned. Placed in a damp",
  "cellanddeniedproperfood,herasthmawasseriouslyaggravated;releasedon",
  "parole,shediedafewweekslater.GeorgeFernandes’swifeandchildfledthe",
  "country, fearing persecution if they stayed behind. Fernandes himself was fi-",
  "nallyarrestedinCalcuttaon10June1976,nearlyayearintotheemergency.40",
  "In the summer of 1976 one of the few opponents of the regime still at",
  "large was the nonagenarian J. B. Kripalani. He complained that he had been",
  "left out while all his friends were given the privilege of imprisonment. Then",
  "he recalled a Sindhi proverb: ‘When a witch goes through a street destroying",
  "everything, she leaves one house untouched.’41 On 2 October 1975, Gandhi’s",
  "birthday, he led a prayer meeting at the Mahatma’s memorial in New Delhi –",
  "speeches were made and several people arrested, but not him. It was not so",
  "muchhisageashissheerstaturewhichkepthimatlarge.NotShivaramaKar-",
  "anth, not Morarji Desai, not even JP, had patriotic credentials as good as Kri-",
  "palani’s. He had joined the Mahatma in the Champaran satyagraha of 1917;",
  "several years before Jawaharlal Nehru did. He had been president of the Con-",
  "gress when freedom came three decades later. Later, three different states had",
  "sent him as their representative to the Indian Parliament. In sum, his CV was",
  "such that even the prime minister would have been embarrassed to arrest him",
  "onaccountofactivitiesdeemedathreattothe‘unityandstability’ofthecoun-",
  "try.",
  "InApril1976Kripalanidaredthegovernmenttoprintthenamesofthose",
  "it had put in jail. Then he fell seriously ill. He was taken to hospital, where",
  "all manner of tubes and wires were put into him. When a friend came visiting",
  "he had a fresh complaint: ‘I have no Constitution – all that is left are Amend-",
  "ments’.42",
  "VI",
  "The emergency revived the debate as to whether India could, should, or ever",
  "would be reliably democratic. In October 1975 a reporter from Time visited",
  "the country, and was much impressed by what he saw. He thought that pressfreedom and the like were ‘of no great interest to the majority of India’s 600",
  "million people’, who were ‘more concerned’ with the rate of inflation (down",
  "31 per cent in the past year). ‘The Prime Minister’, he wrote, ‘has won wide-",
  "spread support for seizing a rare opportunity to ram through a score of social",
  "reforms. These days India is engrossed in a frenzied campaign to encourage",
  "discipline, punctuality, cleanliness, courtesy.’43",
  "So at least someone was taking the slogans seriously. Where the Time",
  "reporter thought that democracy was unsuited to India, the Sydney Morning",
  "Herald despaired that it had died out in a country which had been ‘the main",
  "hope of democracy in Asia, indeed in the developing world’. If India had ‘re-",
  "lapsed into traditional Asian autocracy’, said the paper, the blame must be",
  "shared between ‘Empress Indira’ and her father, who had fostered ‘heavy in-",
  "dustrialization and nationalized bureaucracies upon the Indian entrepreneur,",
  "Soviet style, in the name of “socialism”. To make his “socialism” work his",
  "daughter has merely added the complementary Soviet-style political dictator-",
  "ship.’44",
  "The ‘India and/vs democracy’ question was, as one might expect, most",
  "vigorously discussed in the British press. The political class in the United",
  "Kingdom was divided; while some MPs signed the ‘Free JP appeal’, Mrs",
  "Gandhi’s regime was endorsed by, among others, Labour’s Michael Foot (on",
  "thegroundsthatNehru’sdaughtercoulddonowrong)andJennieLee,andthe",
  "Tory Margaret Thatcher. Both of the last named visited India and concluded",
  "that the emergency was, on balance, beneficial to its people. After travelling",
  "to India and speaking to Congress leaders, a Conservative MP named Eldon",
  "GriffithwrotetoTheTimesprotestingthattheregimewas‘farlessoppressive’",
  "thanthatpaperreportedittobe.HealsosuggestedthattheWestminstermodel",
  "was unsuited to non-Western contexts. In a spirited rejoinder, W. H. Morris-",
  "Jonesobservedthatsuchdenigrationwas‘asportinwhichhighimperialTory",
  "and revolutionary Marxist could find common enjoyment’. As Morris-Jones",
  "pointedout,‘agrowingnumberofIndianshadbeguntomakethehabitoflib-",
  "eral democracy indigenous’. Five elections had been successfully conducted,",
  "and a free press and autonomous institutions forged, before the emergency",
  "came to bring ‘massive damage’ to ‘a way of political life which in two dec-",
  "ades had already converted into citizens so many who had been subjects bey-",
  "ond the political pale’.45",
  "What was the prospect for the future? In an assessment on the emer-",
  "gency’s first anniversary, the Observer claimed to see a stirring beneath the",
  "calm. A bad monsoon could shatter the fragile economy, leading to inflation,",
  "and‘ignitingthemassdiscontentthatsmouldersbeneaththesurface.Theres-ultingexplosionmightwellproduceapoliticalcrisismoreseriousthanthatof",
  "June 1975.’ Among the possible outcomes, in the Observer’s view, one could",
  "discount a return to democracy. For the most likely successor to Congress re-",
  "mains the Army’.46",
  "VII",
  "The Observer made the mistake of focusing on institutions rather than indi-",
  "viduals. For, within India, what was being witnessed was not the army rising",
  "behindthefacadeofCongressrule,buttheprimeminister’ssecondsonemer-",
  "ging as the most likely successor to her office.",
  "Recall that it was Sanjay Gandhi who had warned his mother against",
  "resigning, and he who had most strongly endorsed the emergency. In its first",
  "months he acquired a higher public profile. He was often to be seen by Mrs",
  "Gandhi’sside,andwasevenadvisingheronCabinetappointments.Whenthe",
  "liberal I. K. Gujral was seen as being too soft on the press, he was replaced",
  "at the Ministry of Information and Broadcasting (I&B) by the more hard-line",
  "V. C. Shukla. When the experienced Swaran Singh (once a senior member of",
  "Nehru’s Cabinet) was less than enthusiastic about the emergency, he was re-",
  "placed as defence minister by Sanjay’s friend BansiLal.47",
  "SixweeksintotheemergencySanjayGandhigavealonginterviewtothe",
  "Delhi magazine Surge. He spoke there of his personal life – he didn’t drink,",
  "or smoke – and of his relationship to hism other (‘yes, she obviously listens",
  "to my views’, he said in answer to one question; ‘She listened to them even",
  "whenIwasfiveyearsold’)Hespokeofhiswork–heclaimedtospendtwelve",
  "to fourteen hours a day a this Maruti factory – and of the car he would soon",
  "produce,whichwould‘out-cornereithertheFiatortheAmbassador’(thetwo",
  "cars that dominated the Indian market). He expressed himself in favour of",
  "free enterprise – ‘the quickest way to grow’ – and thought that the govern-",
  "mentshouldremoveallcontrolsonwhere,howandinwhatmannerindustries",
  "were established. Asked his idea of democracy, he said that it ‘doesn’t mean",
  "the freedom todestroy everything there isinacountry.Democracy means the",
  "freedom to build a country.’ Asked about the Congress, he said it should be-",
  "come a ‘cadre-based party’. When the interviewer pointed out that both the",
  "Jana Sangh and the communists were based on cadres, Sanjay dismissed the",
  "firstas‘afavour-basedparty’.Asforthelatter,hecommentedthat‘ifyoutakeall the people in the Communist Party, the big wigs-even the not-so-big wigs",
  "– I don’t think you will find a richer or more corrupt people anywhere’.48",
  "Surge was a new magazine, and the interview was a scoop. The editor",
  "quickly sold the story to the agencies, who in turn passed it on to newspapers",
  "both Indian and foreign. These chose to highlight Sanjay Gandhi’s views",
  "on free enterprise – so at odds with his mother’s professed socialism – and",
  "his characterization of her loyal allies, the communists, as ‘corrupt’. When",
  "theseexcerptswerepublished,theprimeministersentapanic-strickennoteto",
  "her secretary, P. N. Dhar. Sanjay’s comments were ‘exceedingly stupid’, she",
  "wrote. It would ‘not only grievously hurt those who have helped us’, but cre-",
  "ate‘seriousproblemswiththeentireSocialistBloc’.Dharwasabletocontain",
  "the damage – no more snippets appeared in the press, and Surge was preven-",
  "tedfromprintingtheinterview.Sanjayhimselfwaspersuadedtoissueastate-",
  "mentclarifyingthatleadersintheJanaSanghandSwatantrapartieswereeven",
  "more‘corrupt’,andthattheCPImustbesalutedforitssupportto‘progressive",
  "policies, specially those affecting the poor people’.49",
  "Sanjay was not deterred from giving more interviews, though. When the",
  "Illustrated Weekly of India asked him about curbs on the press, he answered",
  "that the papers ‘constantly told blatant, malicious lies. Censorship was the",
  "only way to put an end to this.’ Asked to provide a balance sheet of the emer-",
  "gency, he said that ‘the greatest gain is a sense of discipline and the speeding",
  "up of work’. And ‘what has the country lost? Smuggling, black-marketing,",
  "hoarding, bus burning and the habit of coming late to work.’50",
  "The editor of the Weekly, Khushwant Singh, emerged as the chief cheer-",
  "leader and trumpeter of the rising son. Sanjay was termed as ‘The Man Who",
  "Gets Things Done’ and chosen as the ‘Indian of the Year’. The magazine ran",
  "lavish features on Sanjay and his young wife, Maneka, pages and pages of",
  "photographs accompanied by an invariably fawning text. (Samples: ‘He has",
  "determination,asenseofjustice,aspiritofadventureandatotallackoffear’.",
  "‘Sanjay Gandhi has added anew dimension to political leadership: he has no",
  "truckwithshadycharactersorsycophants;heisateetotaller,helivesasimple",
  "life, . . . his words are not hot air but charged with action.’)51",
  "Less surprising perhaps was the attention paid to the prime minister’s",
  "son by All-India Radio and the state-run television channel, Doordarshan. In",
  "a single year, 192 news items were broadcast about Sanjay Gandhi from the",
  "DelhistationofAIR.InthesameperiodDoordarshantelecast265itemsabout",
  "Sanjay’sactivities.Whenhemadeatwenty-four-hourtriptoAndhraPradesh,",
  "theFilmsDivisionshotafull-lengthdocumentarycalledADaytoRemember,",
  "with commentary in three languages.52ThesurestsignofSanjayGandhi’sgrowingimportanceinIndianpolitics",
  "was the deference paid him by Union ministers and chief ministers. Before",
  "deciding on which admiral to promote, the defence minister, Bansi Lal, took",
  "the two candidates to be questioned by Sanjay. When the young man visited",
  "Rajasthan, the state’s chief minister came to the airport to receive him; on his",
  "drive into Jaipur city, Sanjay passed 501 arches erected in his honour. A sim-",
  "ilar show was organized when he visited Uttar Pradesh; at Lucknow airport,",
  "whenSanjaystumbledonthetarmacandlosthisslipper,itwaspickedupand",
  "reverentially handed back by the UP chief minister himself.53",
  "VIII",
  "The prime minister had once chastised the Indian princes for promoting birth",
  "over talent. Now she had succumbed to that temptation herself. The elevation",
  "of hers on followed a notably feudal route. Just as an heir apparent is given a",
  "title at an early age – a duke of this or the prince of that – Sanjay was given",
  "charge of the Congress’s youth wing. (He was in theory merely a member of",
  "theExecutiveCouncil,butinpracticetheYouthCongress’spresidenttookor-",
  "dersfromhim.)AndjustassonsofMughalemperors wereoncegivena suba",
  "(province) to run before taking over the kingdom itself, Sanjay was asked to",
  "lookafteraffairsinIndia’scapitalcity.Withinafewmonthsoftheemergency,",
  "thewordhadgotaround:‘thePMherselfwantedallmatterspertainingtoDel-",
  "hi to be handled by her son’.54",
  "By now, Sanjay Gandhi had formulated a five-point programme to com-",
  "plement his mother’s twenty-point one. These dealt with, respectively, family",
  "planning, afforestation, abolition of dowry, the removal of illiteracy and slum",
  "clearance. Of these the focus was on the first, nationally, and on the fifth,",
  "when it came to Delhi. The capital was dotted with slums that had spontan-",
  "eouslyarisentohousethemigrantswhodidthelow-payingjobsinresidential",
  "colonies and government offices. Here lived sweepers, rickshaw-pullers, do-",
  "mestic servants, office boys and their families. There were almost a hundred",
  "such settlements in the city, housing close to half a million people.55",
  "Sanjay Gandhi wanted these slums demolished and their inhabitants",
  "settled in farmland across the river Jumna. Here, his ideas coincided with",
  "those of Jagmohan, the ambitious vice-chairman of the Delhi Development",
  "Authority (DDA). Jagmohan’s great hero was Baron Haussmann; he hoped",
  "to do for Delhi what that town planner had once done for Paris. By clearingtheslumsandbuildingboulevards,thebaronhadtransformedtheFrenchcap-",
  "ital. Once ‘an ugly and despicable town’, it had become a ‘seat of vigorous",
  "andvibrant culture’. However,Jagmohan’sadmiration forautocratic methods",
  "was catholic. He praised what the Chinese communists had accomplished in",
  "Shanghai,forexample:thisa‘resultoffirmnationalpolicyandcommitment’,",
  "when ‘in India, on the other hand, we are still in a state of drift’. The DDA",
  "vice-chairman once lamented that he was",
  "No Haussmann reborn",
  "No Lutyens with a chance",
  "Nor Corbusier with Nehru’s arms",
  "I am a little fellow",
  "An orphan of these streets",
  "Still,",
  "With all the millstones",
  "Around my neck",
  "I stand erect",
  "Restless and keen",
  "Willing to fight",
  "Willing to dream. ..56",
  "This was written in 1974, before the emergency. A year later Sanjay Gandhi",
  "arrived, to free Jagmohan’s arms, to remove the millstones from round his",
  "neck.Thetownplannerhadlongbeendisturbedbyslums,signsofa‘sickand",
  "soulless city’. Impatient to clean and clear them, he had been impeded by the",
  "messiness of democratic procedure – the need to obtain consent, to provide",
  "proper resettlement, to deal with political activists purporting to represent the",
  "people.",
  "JagmohanwasakeymemberofacoteriethathadsprunguparoundSan-",
  "jay Gandhi. Others included Naveen Chawla, who was secretary to the lieu-",
  "tenant governor, and the senior police officer P. S. Bhinder. Among the wo-",
  "men who worked with Sanjay were the president of the Youth Congress, Am-",
  "bika Soni, and a socialite-cum-social worker, Ruksana Sultana, who was seen",
  "ashisunofficialrepresentativetotheslumdwellers.Everymorningthegroup",
  "met in Sanjay’s office to take orders and provide reports. Also in attendance",
  "was the prime minister’s stenographer, R. K. Dhawan, who provided the link",
  "betweenthisDelhicabalandthedoingsofthegovernmentofIndia.Preceptor",
  "to the lot was Dhirendra Brahmachari, a long-haired swami who first enteredtheGandhihomeasIndira’syogateacher,butstayedontobecomeafavourite",
  "of her son. Dressed and trained as a Hindu holy man, Brahmachari was yet",
  "modern enough to own and run a firearms factory in Kashmir.",
  "The names of this coterie became known in the city, their doings dis-",
  "cussed in hushed whispers. It was said that the surest way to have the gov-",
  "ernment act in your favour was to speak to (and please) one of the above.",
  "Businessmen seeking licences or tax exemptions rushed to them; so did MPs",
  "hoping for a Cabinet appointment. Contrasts were drawn between Sanjay’s",
  "largely ‘Punjabi mafia’ and his mother’s once-powerful Kashmiri lobby. The",
  "brashness of the former was compared with the sophistication of the latter.",
  "However, the differences were not so much of style as of intent. Where the",
  "Kashmiris were ‘committed’ to their shared socialist ideology as much as to",
  "their leader, Sanjay’s gang was committed only to Sanjay himself.57",
  "The exception to this general rule was Jagmohan. He had already identi-",
  "fied the tidying-up of Delhi as his life’s mission – and was delighted to find",
  "it endorsed by the prime minister’sson. Now, Sanjay’s support and the emer-",
  "gency’scovergavelegitimacy totheDDAvice-chairman’spreferenceforco-",
  "ercion over persuasion. The bulldozer scould move into the slums, free even",
  "of the probing eye of the press. In the fifteen years preceding the emergency",
  "the DDA had moved a mere 60,000 families; in the fifteen months following",
  "it the number more than doubled.58",
  "Jagmohan’s operations focused on the old city, where Mughal monu-",
  "ments and mosques nested cheek-by-jowl with damp houses and dark streets.",
  "On the morning of 13 April 1976 a bulldozer moved into the Turkman Gate",
  "area,behindAsafAliRoad,thestreetthatdividesOldDelhifromNew.Intwo",
  "days it had demolished a slum of recent origin, housing forty families. Then",
  "it moved towards a set of pucca houses of uncertain antiquity. The residents",
  "contactedtheirMP,aCongressPartymemberandoldassociateofMrsGandhi",
  "named Sub-hadra Joshi. Mrs Joshi in turn contacted the officials of the DDA;",
  "Jagmohan himself was appealed to.",
  "The negotiations stalled the operations temporarily, but in a couple of",
  "days they had resumed. Three bulldozers were at work, acting, they said, on",
  "Jagmohan’s orders. They had demolished more than a hundred houses when,",
  "actingindesperation,agroupofwomenandchildrensquattedontheroadand",
  "defied the bulldozers to run over them. When they refused to move, the DDA",
  "called for the police. In sympathy with the protesters, shops in the vicinity",
  "began to close.",
  "The police tried to shift the squatters with sticks and, when that failed,",
  "with tear-gas. The retaliation came in the form of stones. The fighting escal-ated and spread into the narrow lanes. The numbers of the mob grew; the po-",
  "liceprogressedfromusingtear-gastousingbullets.Ittookthebetterpartofa",
  "day before order was restored. Estimates of the number who died in the fight-",
  "ing range from 10 to 200. Curfew was imposed in the Old City; it was a full",
  "month before it was lifted.59",
  "The offices of India’s leading newspapers are on Bahadur Shah Zafar",
  "Marg, less than a mile away from Turkman Gate. Yet in the conditions of the",
  "emergency none could write about the incident. However, the underground",
  "picked it up and played it up. The news reached Sheikh Abdullah, who was",
  "‘terribly distressed’ by the shootings. He complained to the prime minister,",
  "who agreed that he could visit the area. Accompanied by a leading Congress",
  "politician,AbdullahtouredtheOldCity,speakingtopeopleabouttheirrecent",
  "experiences.60 There he learnt that aside from the natural reluctance to leave",
  "theirhouses,theprotestershadbeenhurtbybeingsubjecttothefirstofSanjay",
  "Gandhi’s five points – family planning. In June1976 the underground news-",
  "paper Satya Samachar reported that the Sheikh had told a group of Congress",
  "MPs that ‘the whole trouble began when young, old and even invalid people",
  "were dragged off to the sterilization camps. Nobody has any quarrel with the",
  "economic policies of the Prime Minister, but the way in which they are being",
  "implemented, I am sure, will lead to an explosion.’61IX",
  "In fairness, Sanjay Gandhi was not the only person concerned about his coun-",
  "try’s large and still growing population. The Malthusian spectre had long",
  "haunted India, as the pages of this book should have made clear already.",
  "Western journalists feared large-scale famine; Western biologists had written",
  "off the country altogether. Many Indians also worried that a rising population",
  "would put paid to the other achievements of their nation. Between 1857 and",
  "1947 gross national product stagnated; there were periods in which it even de-",
  "clined.AfterIndependence,GNPgrewat3percentperannum.However,with",
  "the high increase in human numbers, the per capita income grew at a mere 1",
  "per cent a year.",
  "The debates on India’s population size dated from the earliest days of",
  "Independence. Social workers had set up a Family Planning Association of In-",
  "dia in 1949. The Planning Commission had spoken of the importance of fam-",
  "ily planning since its inception in 1950–1. However, culture and economics",
  "worked in favour of large families. The biases in educational development",
  "meant that girls were still valued more as child-bearers than as wage-earners.",
  "The continuing dependence on agriculture placed a premium on children. Indi-",
  "an Muslims and Catholics were enjoined by their clergy to abjure family plan-",
  "ning. And Hindu couples greatly preferred sons to daughters, trying and trying",
  "again until they had one.",
  "In 1901 the population of India stood at about 240 million; by 1971 it had",
  "reached close to550million. Inthis period, birth rates hadfallen slightly,from",
  "nearly 50 births per 1,000 Indians to about 40. However, the decline in death",
  "rates had been far steeper, from 42 per 1,000 at the turn of the century down to",
  "15 by the 1970s. Advances in medical care and more nutritious food allowed",
  "allIndians,includinginfantspreviouslyliabletoearlydeath,tolivelonger.But",
  "sincethebirthrateandaveragefamilysizedidnotdeclineatacomparablerate,",
  "the population continued to rise.62",
  "ItisdifficultpreciselytodateSanjayGandhi’sowninterestinfamilyplan-",
  "ning. His Surge interview of August 1975 does not mention the subject at all.",
  "Yet a year later, the Illustrated Weekly of India was speaking of how ‘San-",
  "jay has given a big impetus to the Family Planning Programme throughout the",
  "country’. He claimed that if his programme was implemented, ‘50 per cent of",
  "our problems will be solved’. He expressed himself in favour of compulsory",
  "sterilization, for which facilities should be provided ‘right down to the village",
  "level’.63OfSanjayGandhi’sfivepoints,writeshisbiographer,theotherfourwere",
  "humdrum, unglamorous, ‘hardly the stuff to build charismatic leadership cre-",
  "dentials on’. But ‘family planning was. Here was a Herculean project, the",
  "solving of which, everyone acknowledged, was vital if the nation hoped to",
  "survive, let alone prosper’. And so, ‘family planning became the lynchpin of",
  "Sanjay Gandhi’s Emergency activities’.64",
  "InhistoursaroundIndia,SanjayGandhicatalysedacompetitiveprocess",
  "between the states of the Union. Sanjay would tell one chief minister of what",
  "another had claimed to have done – ‘60,000 operations in two weeks’ – and",
  "encourage him to exceed it. These targets were passed down to district offi-",
  "cials, who were rewarded if they met or exceeded them and transferred oth-",
  "erwise. The process led to widespread coercion. Lower government officials",
  "had to submit to the surgeon’s knife before arrears of pay were cleared. Truck",
  "driverswouldnothavetheirlicencesrenewediftheycouldnotproduceaster-",
  "ilization certificate. Slum dwellers would not be allotted a plot for resettle-",
  "ment unless they did likewise.65",
  "The hand of the state fell heavily in the towns, but the villagers were not",
  "spared either. An anthropologist doing fieldwork in Maharashtra’s Satara dis-",
  "trictreportedthattheemergencyhadlittleimpactinitsfirstyear.Afewhomes",
  "were built for the landless under the twenty-point programme. A few slogans",
  "were painted denouncing the dictatorship. Then, in September 1976 – shortly",
  "after Sanjay Gandhi’s visit to the state – a campaign for compulsory steriliza-",
  "tion began in the villages. Local officials prepared lists of ‘eligible men’, that",
  "is, of those who already had three or more children. Police vans would come",
  "and take them off to the nearest health centre. Some men fled into the hills to",
  "escape the marauders. Those who had undergone a vasectomy were too em-",
  "barrassed to talk about it.66",
  "As with slum demolition, here too there was resistance. In September",
  "1976 an underground newspaper reported a ‘wave of protests’ against family",
  "planning in Delhi and Uttar Pradesh. There were clashes between health offi-",
  "cials and shopkeepers refusing to be sterilized. Resistance was reported from",
  "many towns in UP – Sultanpur, Kanpur, Bareilly.There was great resentment",
  "among school teachers, who had been asked to conduct house-to-house sur-",
  "veysinpursuanceofthesterilizationcampaign.Asmanyas150teacherswere",
  "arrested for defying orders.",
  "The worst incident, the Turkman Gate of family planning so to speak,",
  "took place in the town of Muzaffarnagar, seventy miles northwest of Delhi.",
  "Thedistrict magistrate herewasnotoriousforhiszeal, andforhiscommunal-",
  "ism–underhisorders,thechieflyHindupolicehadgonewithparticularrelishforMuslimartisansandlabourers.On18Octoberascufflebrokeoutbetween",
  "officials promoting sterilization and their potential victims. Their pent-up an-",
  "ger released, the mob torched the health clinics and threw bottles and stones.",
  "The police were called in, and resorted very quickly to firing, in which more",
  "than fifty people died. A delegation ofopposition MPs rushed to the town but",
  "were prohibited from speaking to the residents. However, reports leaked into",
  "the foreign press, and the prime minister was constrained to admit in Parlia-",
  "ment that there had been an ‘incident’ in Muzaffarnagar.67",
  "An incidental victim of Sanjay Gandhi’s family planning drive was the",
  "great popular singer Kishore Kumar. Other film stars and musicians agreed to",
  "perform in a programme to raise money forsterilization, but Kishore refused.",
  "Asaconsequence,hissongswerebannedfromVividhBharati,theAIRchan-",
  "nelthatexclusivelybroadcastfilmmusic.TheFilmCensorBoardwasinstruc-",
  "ted to hold up the release of movies in which Kishore acted or sang. Sanjay’s",
  "men also warned record companies against selling Kishore’s songs. It was an",
  "act of petty vindictiveness in keeping with the times.68",
  "X",
  "Thattheprimeministerchose,atatimeofcrucialpoliticalimportance,torely",
  "on Sanjay Gandhi rather than P. N. Haksar and company – this was an ex-",
  "cursion in reasoning that even her close friends found difficult to understand.",
  "Various theories were offered – that it was the manifestation of the guilt of a",
  "working mother and single parent, that she was paranoid about assassination",
  "and hence could trust only her family, that Sanjay knew her darkest secrets",
  "and hence had a hold over her, that she was grateful for his support when the",
  "emergency was declared. However appealing to the biographer, to the histor-",
  "ian such speculation is nearly useless. For what matters here is not intent but",
  "consequence–notwhyMrsGandhichosetorelysomuchonheryoungerson",
  "but on what this reliance meant for India and Indians.",
  "ItistemptingtoviewMrsGandhi’spolitical careerasbeingdividedinto",
  "two phases, with the emergency and Sanjay Gandhi providing the dividing",
  "line. Before Sanjay, it might be said, she won elections, created Bangladesh,",
  "reformed the Congress Party and made bold attempts to reorganize the eco-",
  "nomy. Under Sanjay’s malign influence she turned her back on these larger",
  "socialgoalsandbecameobsessedwiththepreservationofherselfandherfam-",
  "ily.69However, when one views the prime minister’s career in the round, San-",
  "jay and the emergency should be said to mark not a radical departure from",
  "past practice, but a deepening of it. From the time of the Congress split, Mrs",
  "Gandhi had worked to place loyal individuals in position of authority, and",
  "to make public institutions an instrument of her will. Institutions such as the",
  "bureaucracy, the judiciary, the presidency and the Congress Party had been",
  "eroded well before the emergency. Sanjay’s arrival took the process further –",
  "somewouldarguemuchfurther.Italsovulgarized andcorruptedit,andmade",
  "it more violent. But the process itself antedated his entry into Indian politics.",
  "By June 1975 Mrs Gandhi had been prime minister of India for a little",
  "less than a decade. When one compares her tenure with that of her father, one",
  "is struck by a striking paradox – that Nehru’s halting yet honest attempts to",
  "promote a democratic ethos in a hierarchical society were undone by his own",
  "daughter, and in decisive and dramatic ways. The grievously mistaken dis-",
  "missal of the communist government in Kerala aside, Nehru took seriously",
  "theideaofanopposition.ButMrsGandhipaidotherpoliticalpartiesscantre-",
  "spect.SheattendedParliamentlessregularlythanNehru,andspokemuchless",
  "wheninit.Nehruforgedabidingfriendshipswithpoliticiansofotherparties–",
  "something quite inconceivable in the case of Mrs Gandhi. Then there was the",
  "contrast with how they treated their own party. In Nehru’s time the Congress",
  "wasadecentralizedandlargelydemocraticorganization.Evenhadhebeenso",
  "inclined, he would not have been able to impose a chief minister against the",
  "will of a state’s own politicians.",
  "Thecontrastisreinforcedwhenoneconsiderstheother,non-politicalas-",
  "pects of democratic life in India. Nehru respected the freedom of the press,",
  "and allowed it to flourish. Nehru respected the autonomy of the bureaucracy",
  "andthejudiciary:therearenoknowncasesofhishavingintervenedtofavour",
  "or act against a particular official.",
  "Atleast fromthetime oftheCongress split in1969,MrsGandhihadbe-",
  "guntodepartfromthepoliticaltraditionsofIndia’sfoundingpremier.Thede-",
  "partures became more marked over the years, and became fully apparent only",
  "with the enactment of the emergency and the repression that followed. For",
  "partisan reasons of their own, opposition politicians could not posit a contrast",
  "between the first and third prime ministers of India. Because they had once",
  "opposed Nehru, and because the Congress was now led by his daughter, they",
  "could scarcely praise one and diminish the other.",
  "Unbound by such constraints, Western writers who knew both leaders",
  "could see quite clearly how Indira Gandhi had departed from Jawaharlal",
  "Nehru.Ayearintotheemergency,twoBritishfriendsofNehrumadethecon-trast the focus of their criticisms of the regime. Writing in the Times, Fenner",
  "Brockway deplored the conversion of ‘the world’s greatest democracy’ into",
  "a ‘repressive dictatorship’. Himself ‘a son of India’, Brockway ‘appeal[ed] to",
  "Mrs Gandhi in memory of the principles of her distinguished father, to end",
  "these denials of freedom and liberty’.70 Writing in the Spectator, John Grigg",
  "recalled Nehru’s commitment to free elections and a free press. India’s first",
  "prime minister was ‘a true patriot because he was a true democrat . . . During",
  "his long premiership he made many mistakes but on the vital libertarian is-",
  "sue he never broke faith with the Indian people.’ But now, noted Grigg sadly,",
  "‘Nehru’s tryst with destiny seems to have been turned into atryst with despot-",
  "ism – and by his own daughter.’ Mrs Gandhi ‘should have been the proudest",
  "upholder of India’s democratic experiment, which was proving to the whole",
  "world that people did not have to be rich or educated to enjoy civil liberties’.",
  "Yet by her actions she had ‘spuriously confirmed’ the view of ‘old-fashioned",
  "imperialists’ that ‘only authoritarian methods can work in a country like In-",
  "dia’. Grigg asked the prime minister to free herself from her son’s influence",
  "andreturntothevaluesofherfather’sgeneration.Indeed,heimplore[d]her–",
  "at whatever cost in power, “face”, and mother-love – to restore the freedoms",
  "she has taken away’. To do so, he wrote, ‘would be the hardest act of her ca-",
  "reer but it would also be the bravest and best’.71",
  "OtherBritishfriendswroteprivatelytoMrsGandhi,urginghertoendthe",
  "emergency. One such was the old Quaker Horace Alexander, who had once",
  "mediated between Mahatma Gandhi and the British Raj, and also first intro-",
  "duced the current prime minister to the delights of bird watching in the Indi-",
  "an countryside.72 There was also impersonal yet very public criticism, offered",
  "in the then widely respected Times newspaper by the even more widely re-",
  "spected columnist Bernard Levin. In October 1976 Levin wrote two long art-",
  "icles on the recent attacks on democracy in India. Speaking of the suspen-",
  "sion of habeas corpus, and the curbs on the press, he warned that Mrs Gandhi",
  "wasturninghercountryintoa‘tin-potdictatorship’. InthefirstweekofJanu-",
  "ary1977hewrotetwomoreessays,criticizingtheconstitutionalamendments",
  "passed to emasculate the presidency and the judiciary. These ‘tyrannous pro-",
  "visions’ were ‘entirely unnecessary except to one who wants total power and",
  "the ability to use it without check’. These latest changes, said Levin, had con-",
  "firmed the ‘transformation of India into a fully authoritarian regime under its",
  "seedy dictator, Mrs Indira Gandhi’.73",
  "On18January1977theprimeministerannouncedthatParliamentwasto",
  "be dissolved and fresh elections held. This came as a surprise to her political",
  "opponents, who were let out of their cells even as the announcement was be-ing made on All-India Radio. And, from all accounts, it came as a shock to",
  "hers on Sanjay, who too had not been informed before hand. The term of",
  "the present Parliament could have been extended, year after year. The under-",
  "ground resistance had been fully tamed. And yet Mrs Gandhi decided, sud-",
  "denly and without consulting anyone, to return India to democracy.",
  "Therewasmuchspeculation astowhytheprimeministerhadturnedher",
  "back on emergency rule. In the Delhi coffee houses, the gossip was that her",
  "intelligence chief had assured her that the Congress would be re-elected with",
  "a comfortable majority. Some felt that it was the consequence of competitive",
  "one-upmanship. President Bhutto had just announced elections in his usually",
  "autocraticPakistan;couldMrsGandhidelayelectionsinherunnaturallyauto-",
  "cratic India? Her secretary, writing long after the event, offered yet a third",
  "explanation. The emergency, he noted, had cut Mrs Gandhi off from the pub-",
  "lic contact that previously nourished her. ‘She was nostalgic about the way",
  "people reacted to her in the 1971 campaign and she longed to hear again the",
  "applause of the multitudes.’74",
  "Perhaps all these factors contributed. So did the criticism from Western",
  "observersand(especially)friends.Asidefromthosealreadyquoted,theemer-",
  "gency was strongly condemned by the former German chancellor Willy",
  "Brandt and the Socialist International ‘all socialists must now feel a great",
  "senseofpersonaltragedyatwhatishappeninginIndia’;bytheWorldCouncil",
  "ofChurchesinGeneva(‘averyseriousabridgementofhumanrights’);andby",
  "the leading American trade union organization, the AFL/CIO ‘India has be-",
  "come a police state in which democracy has been smothered’.75",
  "What, finally, persuaded Mrs Gandhi to end the emergency? One cannot",
  "say for certain, but it does seem that she was stung by the comments of those",
  "foreignobserversimpossibletodismissasenemiesofIndia.FennerBrockway",
  "and John Grigg were not Richard Nixon and the CIA. Nor were they scep-",
  "tics who had sneered at India, who had hoped that its democracy would fail.",
  "These, rather, were very old friends of India’s freedom. While the Raj lasted",
  "they had pressed the British to leave, and after Independence had saluted the",
  "installationofademocraticregime.WedonotknowwhetherMrsGandhiread",
  "theiressays,orindeedthearticlesbyBernardLevin.Yetitismorelikelythan",
  "not that she did. They might have been placed before her without comment",
  "by a member of her own staff, or of her intimate circle, himself less than en-",
  "amoured of the emergency. It is a striking coincidence that the elections were",
  "called two weeks after Levin’s second series in The Times – just enough time",
  "forthemtobeair-mailedtoIndia,seenbysomeoneinthePM’soffice,clipped",
  "and passed on to her.But coincidence it may be. We shall never know for sure, one reason be-",
  "ingthatMrsGandhi’spapersremainclosed(andshallprobablyalwaysbeso).",
  "Still, it is appropriate to end this chapter with a fragment underlining how the",
  "dictatorshipimposedbyIndia’sthirdprimeministerwassomuchatoddswith",
  "thedemocraticlegacyofherfather.VisitingNewDelhiduringtheemergency,",
  "the New York Times’s A. M. Rosenthal – who had once served as his paper’s",
  "correspondent in India – concluded that, had Jawaharlal Nehru lived while",
  "Indira Gandhi reigned, the two would have been political opponents rather",
  "thanallies.AnIndianfriendofRosenthal’scapturedthatimaginedscenarioin",
  "this way: ‘Indira is in the Prime Minister’s house, and Jawaharlal is back to",
  "writing letters to her from jail again.’76",
  "The allusion was to a series of letters written to Indira Gandhi by Nehru",
  "intheearly 1930s,while lodgedinaBritish jail. These presented histhirteen-",
  "year-old daughter with a panoramic sweep of world history. Starting with",
  "the Greeks, and ending with the Indian freedom struggle, the story as told",
  "by the father unfolded the (oft-interrupted) progress of the human animal to-",
  "wards greater sociability and freedom. The later letters explored how ‘demo-",
  "cracy,whichwasforacenturyandmoretheidealandinspirationofcountless",
  "people, and which can count its martyrs by the thousands,’ was now ‘losing",
  "ground everywhere’. The last letter, sent to Indira on 9August 1933 – three",
  "years after the first – ended with the stirring paean to freedom contained in",
  "Rabindranath Tagore’s great poem Gitanjali.",
  "When published in book form, the letters sold briskly, and in time the",
  "author was persuaded by his publisher to bring out an expanded edition. A",
  "freshly written postscript, dated 14 November 1938, outlined the major polit-",
  "icaldevelopmentsofthelatterpartofthedecade.‘Thegrowthoffascismdur-",
  "ingthelastfiveyearsanditsattackoneverydemocraticprincipleandconcep-",
  "tion of freedom and civilization’ wrote Jawaharlal to Indira, ‘have made the",
  "defence of democracy the vital question today.’ Unfortunately, ‘democracy",
  "and freedom are in grave peril today, and the peril is all the greater because",
  "their so-called friends stab them in the back’. 7723L W C",
  ""
]