[
  "ch23",
  "IFE ITHOUT THE ONGRESS",
  "All my father’s works have been written in prison. I recommend prison",
  "life not only for aspiring writers but for aspiring politicians too.",
  "I G ,",
  "NDIRA ANDHI 1962",
  "I",
  "I J 1977, announcing fresh elections, the prime minister recalled",
  "N ANUARY WHILE",
  "that ‘some eighteen months ago, our beloved country was on the brink of dis-",
  "aster’.Theemergencyhadbeenimposed‘becausethenationwasfarfromnor-",
  "mal’. Now that it ‘is being nursed back to health’, elections were permissible.",
  "Even as Mrs Gandhi spoke over the radio, her opponents were being re-",
  "leased from jails across the country. The next day, 19 January, the leaders of",
  "four parties met at the residence of Morarji Desai in New Delhi. These parties",
  "were the Jana Sangh, the Bharatiya Lok Dal (a party principally of farmers,",
  "led by the veteran Charan Singh), the Socialist Party and Morarji’s own Con-",
  "gress(O).ThefollowingdayDesaitoldthepressthattheyhaddecidedtofight",
  "the elections under a common symbol and a common name. On the 23rd, the",
  "‘Janata (Peoples) Party’ was formally launched at a news conference in the",
  "presence of Jayaprak-ash Narayan.1",
  "Ten days after the formation of the Janata Party, Jagjivan Ram announced",
  "that he was leaving the Union government. Known universally as ‘Babuji’,",
  "Ram was a lifelong Congressman, a prominent minister in Nehru’s and Indira",
  "Gandhi’s Cabinets and – most crucially – the acknowledged leader of the",
  "Scheduled Castes, the former Untouchables who made up some 15 per cent of",
  "the electorate. It was Ram who had moved the resolution in the Lok Sabha en-",
  "dorsingtheemergency.HisresignationcameasashocktotheCongress,andas",
  "a harbinger of things to come. For Babuji was renowned for his political acu-",
  "men; that he chose to leave the Congress was widely taken as a sign that this",
  "ship was, if not yet sinking, then leaking very badly indeed. In resigning from",
  "his old party Ram formed a new one: the Congress for Democracy. The CFD,",
  "he said, would collaborate with the Janata Party regarding candidates in order",
  "to avoid the Congress gaining from a split opposition vote.",
  "TheelectionshadbeenscheduledforthethirdweekofMarch.Theoppos-",
  "ition campaign kicked off with a mass rally at New Delhi’s Ramlila Groundson Sunday 6 March. In a desperate measure to stem the crowds the govern-",
  "mentchosetotelecastapopularromanticfilm,Bobby,atthesametimeasthe",
  "rally.TherewasonlyoneTVchannelin1977,thisrunbythestate,andinnor-",
  "mal circumstances half of Delhi’s adult population would have been huddled",
  "around their screens. But, as one pro-Janata paper gleefully reported, on this",
  "dayBabujihadwonoverBobby.AmillionpeopleheardJPandJagjivanRam",
  "speak, along with the leaders of the other opposition parties, all now pledged",
  "to a common fight against Indira Gandhi and the Congress.2",
  "InIndia’scommercial capital,Bombay,thesamedaysawthecity’smost",
  "popular weekly hit the stands containing interviews with Indira Gandhi and",
  "Jayaprakash Narayan, a veritable double scoop. The prime minister told the",
  "interviewer that the Janata men ‘are only united against me, but not on any",
  "positive programme’. The new name could not hide the same old aim, which",
  "istogetridofIndiraGandhi’.Inhisinterview,JPclaimedthattheJanataParty",
  "is no greater hotchpotch than the Congress’. For the ruling party had with-",
  "in it ‘all types of vested interests and it is seething with internal differences’.",
  "Asked for a message to the weekly’s readers, Narayan said they should vote",
  "without fear, and remember that ‘if you vote for the Opposition you will vote",
  "for Freedom. If you vote for the Congress you will vote for Dictatorship.’3",
  "Thechiefprotagonistsoftheconflictsof1973–5werealsothechiefcam-",
  "paigners in the elections of 1977. Despite hisage and indifferent health, JP",
  "hit the road. Between 21 February and 5 March he spoke at Patna, Calcutta,",
  "Bombay, Chandigarh, Hyderabad, Indore, Poona and Ratlam – pausing only",
  "to spend time with his dialysis machine. Everywhere, he warned the audience",
  "that‘thisisthelastfreeelectioniftheCongressisvotedbacktopower’;then,",
  "‘nineteen months of tyranny shall become nineteen years of terror’.4 In her",
  "speeches Mrs Gandhi denied that her party was the monopoly of one fam-",
  "ily. In any case, ‘few families in the world’ had a comparable record of ser-",
  "vice and sacrifice. She admitted that there had been some excesses during the",
  "emergency, yet defended the regime as necessary at the time. ‘We don’t care",
  "who criticises us’, she insisted. ‘We have to proceed on the right path guided",
  "by sound policies, programmes and principles.’5",
  "At least in northern India, the elections were inevitably seen as a ref-",
  "erendum on those policies and programmes; and on one programme in par-",
  "ticular, that of compulsory sterilization. There was, reported one journalist, a",
  "‘burning hatred against forced vasectomies’; this extremely emotive and ex-",
  "plosive issue’ had ‘become the focus of all pent-up frustrations and resent-",
  "ment’. Voters told Congress candidates to show their own sterilization certi-",
  "ficates;whentheycouldn’t,theyweresimplyaskedtoleave.Oppositionelec-tionslogansalsoharpedontheissue;thesedismissedtheCongressasasarkari",
  "khasi kendra, the official castration centre, and warned that to re-elect the",
  "party would be to bring back forced sterilization. Other slogans targeted the",
  "programme’s chief promoter: Gandhi Nehru ke desh main kaun hai ye San-",
  "jay Gandhi? asked one -In the land of Gandhi and Nehru, who is this impost-",
  "or Sanjay Gandhi? Particularly active in the election campaign were school",
  "teachers and lower officials, those who had their promotions stopped or were",
  "punitively transferred for not having met the ‘quotas’ (of males to be steril-",
  "ized) assigned them by the administration.6",
  "On the night of 20 March 1977 the election results were posted outside",
  "newspaper offices in Delhi as they came in. The next day’s papers reported",
  "that the crowds ‘were partisan and loudly pro-Janata’, cheering as ‘the king-",
  "pins of the Congress Party tumbled one after another’. When news of Mrs",
  "Gandhi’s defeat in her previously safe seat of Rae Bareilli was announced,",
  "‘the people in high spirits thronging the streets began shouting slogans and",
  "bursting crackers’. The news of Sanjay Gandhi’s defeat was followed by",
  "louder cheers and more prolonged celebrations still. Mrs Gandhi had lost to",
  "her old foe and litigant Raj Narain; in the adjoining constituency of Amethi,",
  "Sanjay had been defeated by an obscure student leader.7",
  "The defeats of mother and son were part of a wider washout of the Con-",
  "gress in Uttar Pradesh. They lost all 85 seats in the state, and all 54 seats in",
  "neighbouring Bihar, to the Janata–CFD alliance. In Rajasthan the Congress",
  "won one seat out of 25; in Madhya Pradesh one out of 40. These losses were",
  "partly offset by a robust performance in southern India, where the emergency",
  "had rested lightly. In Andhra Pradesh the Congress won 41 seats out of 42;",
  "in Karnataka, 26 out of 28; in Kerala, 11 out of 20; in Tamil Nadu, 14 out",
  "of 39. The Janata surge had scarcely dented the south; still, given the higher",
  "populationdensitiesandseatsharesofthenorthernstates,intheaggregatethe",
  "Congress fell far short of a majority. They won 153 seats in a house of 540,",
  "down more than 200 from the 1971 elections. On the other side, as many as",
  "298 Janata and CFD candidates were successful.8",
  "The elections had revealed a manifest regional divide, and also a divide",
  "bycaste and religious affiliation. Twogroupsin particular,long considered to",
  "be loyal ‘vote banks’ of the ruling party, had this time deserted the Congress.",
  "One was the Scheduled Castes, many of whom were swayed into voting for",
  "JanatabythedefectionofJagjivanRam.TheotherwastheMuslims,whohad",
  "suffered grievously at the hands of Sanjay’s pet programmes. When elections",
  "werecalled,theinfluentialImamofDelhi’sgreatestmosque,theJamaMasjid,asked Muslims to vote against the Congress. This they mostly did, contribut-",
  "ing in good measure to the party’s disastrous showing in northern India.9",
  "Sober commentators spoke of a ‘Janata wave’; less sober ones, of a ‘re-",
  "volution’. For the first time in the nation’s thirty-year history, a party other",
  "than the Congress would govern at the centre. No Indian alive in 1977 knew",
  "whatitwaslikenottohavetheCongressasthecountry’sdominantandruling",
  "political party.Fewknewwhat it waslike nottohave NehruorIndira Gandhi",
  "as its dominant and ruling political figure.",
  "The results of the elections delighted many, angered some and surprised",
  "all. In a letter to a friend Mrs Gandhi attributed her defeat to malign forces.",
  "‘People have always thought that I was imagining things and overreacting’,",
  "shewrote,‘buttherehasbeenadeepconspiracyanditwasboundtoovertake",
  "us.’10 One editor who had been among her most steadfast supporters took the",
  "long and more hopeful view. Like Winston Churchill, Indira Gandhi had led",
  "hernationtovictoryinwar;likehim,shehadbeencheeredforit;andlikehim",
  "shehadbeenthrownoutofpowerbyanungratefulpeople.Therewasconsol-",
  "ation here forMrsGandhi, aswell asalesson forthose whohadreplaced her.",
  "Thus the Janata-CFD regime ‘will soon learn that promises are like lollipops,",
  "but performance is like a dose of bitter medicine. And the people are as mer-",
  "curialasquicksilver.Thecheeringcrowdsofyesterdaymayturnintoajeering",
  "mob tomorrow.’11",
  "II",
  "Unlike the Congress, the Janata Party had not fought the elections under a",
  "single leader. After the results were in, a controversy arose as to who should",
  "be chosen prime minister. The supporters of Charan Singh felt that the sweep",
  "in northern India made him the logical choice. Jagjivan Ram’s men argued",
  "thatsincehisdefectionhadbeendecisiveheshouldbeconsidered.Thenthere",
  "wasMorarji Desai, whohadalmost become prime minister in1964andagain",
  "in 1967.",
  "The last week of March saw hectic canvassing on behalf of the three",
  "candidates. Finally, it was decided that the Grand Old Men behind Janata,",
  "JayaprakashNarayanandJ.B.Kripalaniwouldmakethechoice.Theysettled",
  "onDesai,whohadunparalleledadministrativeexperienceaswellasaspotless",
  "personal record. Jagjivan Ram was offered the prestigious Defence portfolio,",
  "Charan Singh the powerful Home Ministry. Finance went to the old civil ser-vant H. M. Patel, External Affairs to the Jana Sangh leader Atal Behari Va-",
  "jpayee.",
  "What would be the policies of the new government? It was hard to pre-",
  "dict, since within both party and Cabinet there was a veritable mishmash of",
  "ideologies: some baiting Nehru, others praising him, some talking about the",
  "commanding heights of the public sector, and others brashly championing the",
  "JapaneseandAmericanmodels,‘someassertingtheneedforheavyindustries,",
  "other clamouring for a “return to the villages”’.12 The importance of Charan",
  "Singh signalled an anti-urban bias, and the Planning Commission was now",
  "dominated by economists who specialized in agriculture rather than industry.",
  "The importance of the socialists signalled a hard time for foreign capital; in-",
  "deed, the industries minister, the fiery trade union leader George Fernandes,",
  "announced that the American multinationals Coca-Cola and IBM would both",
  "be made to quit India (which, in due course, they were).",
  "Among the more pragmatic ministers was Madhu Dandavate, who was",
  "put in charge of the railways. This was the branch of government which ser-",
  "viced more Indians than any other, and none too well either. Dandavate too",
  "was a socialist, but his socialism eschewed rhetoric against the rich in favour",
  "ofpoliciesforthepoor.Asheputit,‘whatIwanttodoisnotdegradethefirst",
  "class but elevate the second class’. Dandavate initiated the computerization",
  "of railway reservations, which reduced corruption among booking clerks and",
  "uncertainty among passengers. He set in motion the repair or replacement of",
  "5,000 kilometres of worn-out tracks. But his most far-reaching measure was",
  "toplacetwoinchesoffoamonthehardwoodenberthsthatpassedforsecond-",
  "class ‘sleepers’, thus bringing their comfort levels closer to that prevailing in",
  "thefirst-classsectionoftrains.Introducedatfirstonthemajortrunklines,this",
  "changewasintimeeffectedonalltrains,cumulativelybenefitinghundredsof",
  "millions of travellers.13",
  "In the government’s early months observers waited with keen anticipa-",
  "tion for a shift in foreign policy. The day after the election results were an-",
  "nounced, the New YorkTimes wrote that, whereas the attitude ofthe Congress",
  "towards the West had varied from a self-righteous edginess’ to ‘a chilliness",
  "bordering on hostility’, ‘all indications’ from the Janata alliance were that ‘a",
  "friendly attitude can be expected towards the United States, with a noticeable",
  "coolingoffeelingsfortheSovietUnion’.Americanstrategistsweresalivating",
  "at the prospect of a China–India–US alliance against the Soviet Union. The",
  "Janata victory, they thought, ‘represented] something of a windfall for Wash-",
  "ington’.14Themistakebeingmadeherewastoequateonefamilywiththenationas",
  "a whole. Washington believed it was only the personal choices of Jawaharlal",
  "Nehru and his daughter that explained the alliance with the Soviets. In truth,",
  "this had also to do with amore general scepticism regarding American inten-",
  "tions, caused both by its support of Pakistan and by the Indian intellectual’s",
  "distaste for unbridled capitalism. Besides, the threat from China meant that",
  "New Delhi could scarcely turn its back on Moscow.",
  "The Janata leaders did not want to reject the Soviets for the Americans,",
  "but to move towards aprincipled equidistance from the superpowers. As the",
  "influential editor (and JP biographer) Ajit Bhattacharjea remarked, the chal-",
  "lenge for the new regime was ‘to correct the tilt non-alignment had acquired",
  "over the years towards the Soviet Union without, if possible, antagonising",
  "Moscow’.15 Thus in October 1977 Morarji Desai and A. B. Vajpayee together",
  "visited the Soviet Union to underline that the relationship between the two",
  "countries was much more than a familial one.",
  "At the same time, overtures were also made to the other side. The jurist",
  "Nani Palkhivala, known for his pro-Western and free-market orientation, was",
  "sent as ambassador to Washington. In reciprocation, Jimmy Carter came to",
  "India in January 1978, the first American president to do so since Eisen-",
  "hower. In a moving address to the Indian Parliament he spoke of the ‘com-",
  "monality of our fundamental values’, and of how both countries had recently",
  "passed through ‘grave crises’ (namely, Watergate and the emergency) yet",
  "comethroughwiththeircommitmenttodemocracyintact.Then,inaspontan-",
  "eous coda to his prepared text, he spoke of the debt owed by Martin Luther",
  "King’s civil rights struggle to the ideas of Mahatma Gandhi.16",
  "The Janata government also sought to mend fences with India’s neigh-",
  "bours. In November 1977 India and Bangladesh signed an agreement for the",
  "sharingoftheGangawaters,whichgavetheformer20,500cubicfeetofwater",
  "duringtheleanseason,andthelatter34,500cubicfeet.Theaccordwassigned",
  "over the protests of the state government of West Bengal, which claimed that",
  "Calcutta port would silt up if denied adequate water.17 In February 1978 For-",
  "eign Minister Vajpayee visited Pakistan, where he charmed his hosts, the dic-",
  "tator General Zia-ul-Haq included, who had assumed that a man reared in the",
  "Jana Sangh would exhibit a fanatical hatred towards Muslims.18 A year later",
  "Vajpayee visited China, the highest-ranking Indian to do so since the border",
  "war of 1962. On this occasion, however, the trip was marred by the Chinese",
  "attack on Vietnam, launched in arrogant disregard of India’s long friendship",
  "with the country being invaded.Oneconomicpolicythejanatagovernmentwaslessthanunified;onfor-",
  "eign policy a little more so. The greatest consensus was on the new regime’s",
  "treatmentoftheformerprimeminister.TheJanataleadersweredeterminedto",
  "make Mrs Gandhi pay for having imposed the emergency. As many as eight",
  "Commissions of Enquiry were appointed, each headed by a retired judge.",
  "Several dealt with the corruption of Congress chief ministers, one with the",
  "treatment of JP in jail and one, absurdly, with the possible maltreatment in a",
  "governmenthospitalbackin1967ofthesocialistleader(andfounderof‘anti-",
  "congressism’Ram-manoharLohia.Therewasalsoacommissionsetuptoen-",
  "quire into the affairs of Sanjay Gandhi’s Maruti company.",
  "The enquiry with the widest ambit was the Shah Commission, set up",
  "to punish those guilty of the excesses of the emergency. It was headed by",
  "a former chief justice of the Supreme Court, justice J. C. Shah. It met in a",
  "courtroomofPatialaHouse,incentralDelhi,wherethewhite-hairedjudgesat",
  "on a raised platform flanked by two assistants. Below him, on a table with a",
  "microphone, sat the witness of the day, his testimony heard by a crowd com-",
  "posed mostly of journalists.19",
  "In its first few months the Shah Commission examined scores of wit-",
  "nesses: bureaucrats, police officers, municipal officials, members of Mrs",
  "Gandhi’s Cabinet. But the lady herself refused to testify. Three times she was",
  "calledtothewitnessbox;threetimesshecame,andchosenottoanswerques-",
  "tions, claiming she was bound by the oath of Cabinet secrecy. A journal vic-",
  "timized during the emergency saw this as ‘an outrageous attempt to make a",
  "mockery of the proceedings of the Commission’.20 A journalist more sym-",
  "pathetic to the other side sarcastically commented that the ‘Shah Commission",
  "wassupposedtobeasortofNurembergTrial.Insteadithasbecomeatamasha",
  "in which the heroine (or vamp) is constantly absent, and minor villains or",
  "comedians hold the stage. It is even losing its publicity value, as people have",
  "gotboredwiththecommentariesonTVandradioandswitchitoff,justasthe",
  "name of the Shah Commission is mentioned.’21",
  "III",
  "The change of government at the centre presaged changes of regime in the",
  "provinces as well. Following Mrs Gandhi’s lead in 1971, Janata dismissed",
  "state governments across northern India, claiming that the results of the gen-",
  "eral election showed that these had ‘lost the confidence of the people’. Infreshelectionsheldtothestateassemblies,JanatawoneasilyinUttarPradesh,",
  "Madhya Pradesh, Rajasthan and Bihar.",
  "Inotherstatestoochangeswereafoot.InWestBengalacoalitionofleft-",
  "wingparties came topowerwith acomfortable majority.The CPMitself won",
  "178seatsoutof294atstakewithitsallieswinningafurther52.Backin1967",
  "and 1969 the CPM had shared power in Bengal with non-communist parties,",
  "in unstable coalitions easily undone by Machiavellian governors sent from",
  "New Delhi. Now they faced no such problem, and could set about effecting",
  "reform within the bourgeois system.22",
  "The new chief minister was Jyoti Basu, the Middle Temple lawyer who",
  "hadbeenthenumbertwointhoseUF-LFgovernmentsofthe1960s.Othersin",
  "his Cabinet were less genteel, coming from a background of work with farm-",
  "ersandlabourers.Theirtopprioritywasagrarianreform.Thisfocusedonleg-",
  "alizing the rights of the bargadars (sharecroppers) who cultivated the bulk of",
  "the land in rural Bengal. The new government’s Operation Barga set about",
  "recording their rights, and enhancing the share of the crop they could keep.",
  "Previously, the landlord would take half or more of the crop from the tenant;",
  "afterthereforms,thissharewasreducedto25percent,with75percentbeing",
  "retained by the bargadar. More than a million poor peasants benefited from",
  "the reforms.",
  "Meanwhile, the Left Front also conducted elections to village panchay-",
  "ats. Panchayati Raj, or local self-government, was a stated policy of the gov-",
  "ernment, mandated by the constitution, but honoured mostly in the breach.",
  "Thepanchayatelectionsof1977inWestBengalwerethefirstconductedwith",
  "such seriousness and on such a wide scale. As many as 55,000 seats were",
  "contested for, with Left Front candidates winning two-thirds of them. Not-",
  "ably, most of those elected on the communist ticket were not sharecroppers",
  "but small landholders, teachers and social workers, members of what, in clas-",
  "sicalMarxistparlance,wouldbetermedthe‘pettybourgeoisie’.Buttheywere",
  "party members or sympathizers withal. Along with Operation Barga, the pan-",
  "chayat elections helped deepen the hold of the Left Front over the Bengal",
  "countryside.23",
  "There was also a change of regime in Tamil Nadu. Here the DMK had",
  "ruled for a decade before being dismissed on spurious grounds during the",
  "emergency. In the elections now called, their main rivals were the AIADMK,",
  "a breakaway from the parent party led and completely identified with the le-",
  "gendary film star M. G. Ramachandran. In the polls, the superior organiza-",
  "tional machine of the DMK proved no match for the charisma and appeal of",
  "MGR. The AIADMK won 130 seats to its rival’s 48. MGR quickly made itclear that the old slogans of ‘Northern/Hindi imperialism’ were now out of",
  "date; he wanted, he said, good relations with the centre. Within Tamil Nadu",
  "thegovernmentinstitutedaslewofpopulistschemesinkeepingwiththechief",
  "minister’simage,onthesilverscreen,ofbeingafriendtothepoorandneedy.",
  "Among them was a ‘midday meal’ provided at state schools, in the hope that",
  "this would induce girl children to come to class and stay there.24",
  "In the east, communists were becoming reconciled to bourgeois demo-",
  "cracy; in the south, erstwhile secessionists to making their peace with the In-",
  "dian nation-state. And there were also hopeful developments in regions and",
  "among peoples traditionally more truculent still. In the summer of 1977 Mor-",
  "arji Desai met the Naga leader A. Z. Phizo in London; although no settlement",
  "was reached, the fact that the two met, and in a foreign country, was seen as a",
  "significant concession by the Indian Government. Later in the year assembly",
  "elections were held in Nagaland. The 82-year-old Desai went to campaign,",
  "bravingtherisksoflandinginmist-coveredvalleys.Hisvisit,commentedone",
  "newspaper, was ‘testimony to the importance’ he attached to the polls, which",
  "NewDelhihopedwould‘endonceandforallthesectionalclaimsofMrPhizo",
  "and hisfollowers’.25",
  "There were also fresh polls conducted at the other and equally trouble-",
  "someendoftheIndianHimalaya.BeforetheemergencySheikhAbdullahhad",
  "come to power in Kashmir at the head of a Congress regime, as part of an ac-",
  "cordhehadsignedwithMrsGandhi.MorarjiDesaiwaskeenthatelectionsbe",
  "held to test the legitimacy of apiece of paper signed by two individuals. The",
  "assembly was dissolved and the Sheikh re-established his National Conferen-",
  "ce.Therevivalofthepartystokedgreatenthusiasm;asoneKashmirirecalled,",
  "‘the entire valley was red with N. C. flags. Every house and every market",
  "stood decorated with bunting.’26 The National Conference won 46 out of 75",
  "seats,acomfortablemajority,thisalittledistortedbythefactthatwhereasthe",
  "Sheikh’smenhadswepttheMuslim-dominatedKashmirValley,intheHindu-",
  "majority jammu region it won only 7 seats out of 32 at stake. That said, this",
  "wasstillthefirst‘trulyfairandfree’electionsinthestatesinceIndependence,",
  "‘proving to the people of Kashmir that they too have the same fundamental",
  "rights which the people in the rest of the country enjoy and exercise’.27",
  "IVInthewinterof1978/9theSwisseconomistGilbertEtiennetravelledthrough",
  "the Indian countryside, visiting villages he had studied a decade and a half",
  "previously. He found a marked contrast between, on the one hand, ‘dynamic’",
  "areas such as western Uttar Pradesh and the Cauvery delta of Tamil Nadu",
  "and, on the other, ‘slow or no growth’ areas such as eastern Uttar Pradesh",
  "and Orissa. What seemed crucial to rural prosperity was water management.",
  "Where irrigation facilities had been extended, productivity had risen, and in-",
  "comes and lifestyles with it. Apart from water, a key input was chemical fer-",
  "tilizers, the consumption of which had increased fourfold in the ‘Green Re-",
  "volution’ districts.",
  "The gains from agricultural growth, discovered Etienne, had accrued",
  "chiefly to the rising ‘backward’ castes – such as the jats in UP, the Kurmis",
  "and Yadavs in Bihar, the Marathas in Maharashtra and the Vellalas in Tamil",
  "Nadu. The upperor ‘forward’ castes, who once owned much land, had relo-",
  "cated to the cities. It was their space that these backward castes sought to fill.",
  "However, the position of those below them remained lamentable. The Sched-",
  "uled Castes, who were at the bottom of the ritual hierarchy, had gained little",
  "fromsuchruraldevelopmentashadtakenplaceinthe1960sand70s.Repres-",
  "entative here were the Musahars of Bihar. Etienne found that ‘their children",
  "were malnourished and the caste generated an air of acute misery’.28",
  "Etienne reported that one of the most dynamic schemes’ in rural India",
  "sought to increase the production of milk by producers’ cooperatives. This",
  "had its origins in a project started in the 1940s in the village of Anand, in",
  "central Gujarat. In the 1950s the co-operatives came to cover the whole of",
  "the Kaira district in which Anand fell. The milk they produced went to the",
  "city of Bombay, five hours away by express train. The success of this scheme",
  "(known as ‘AMUL’, with the first letter standing for the village where it",
  "began) prompted a country wide extension, given the evocative name Oper-",
  "ation Flood. At the beginning of the decade there were 1,000 co-operatives",
  "involving240,000farmersandproducing176millionlitresofmilkeachyear;",
  "byitsend,9,000cooperativeswithamillionmembersalltoldwereproducing",
  "and selling nearly 500 million litres of milk annually.",
  "These figures led some enthusiasts to speak of a White Revolution that",
  "hadcomplementedtheGreenone.Intruth,likethatotherrevolutionthegains",
  "from this one were very unevenly distributed. The scheme worked well in",
  "Tamil Nadu, a state with good rail and road facilities and a large urban popu-",
  "lation. In states with poorer infrastructure the results were disappointing. And",
  "everywhere it was the middle and rich farmers who had gained most; that is,those who had access to more fodder (in the shape of crop residues from their",
  "lands), more space to keep cows and buffaloes, and better access to credit.29",
  "The commercialization of agriculture and milk production had benefited",
  "a significant section of farmers in rural India. Crucially, economic gains had",
  "converted themselves into political ambition. In the 1960s it was these rising",
  "ruralcasteswhocametodominatethestategovernmentsinnorthernIndia.By",
  "the 1970s they had made their presence felt in national politics. In the Janata",
  "dispensation the force of rural assertion was ‘dramatically represented in the",
  "personality and ideology of Charan Singh’. But it ran deeper than that of one",
  "man.Afterthe1977LokSabhaelections,36percentofallmembersofParlia-",
  "mentcamefromfarmingbackgrounds,upfrom22percentin1952.Theirim-",
  "pact was felt in the rural orientation of the government’s economic policies,",
  "as in the ever higher procurement price paid by the state for wheat and rice.30",
  "V",
  "Some commentators interpreted this rising rural power in class terms. They",
  "saw ‘urban-rural struggles’ and a sharpening of the conflict between factory",
  "owners and farmers. The terms of trade between industry and agriculture,",
  "oncesoheavilyweightedinfavouroftheformer,werenowtiltingtowardsthe",
  "latter.31 But this was also, and perhaps more significantly, a conflict that ran",
  "along the lines of caste.",
  "Infact,whenviewedintermsofcasteratherthanclass,onecouldidenti-",
  "fy two distinct axes of conflict. The first was in the sphere of politics and ad-",
  "ministration, where the backwards sought to contest the pre-eminence previ-",
  "ouslyenjoyed bytheforwardcastes suchasBrahmins, Rajputs, Kayasths and",
  "Banias, who had historically enjoyed a monopoly over literacy, scholarship,",
  "commerce and the exercise of political power.",
  "The national movement had been dominated by the forward castes so,",
  "when Independence came, government both at the centre and in the states",
  "wasdominatedbythemtoo.Slowlythepressuresofrepresentativedemocracy",
  "pushed forward the claims of those lower in status but more substantial in",
  "numbers. More chief ministers in the states came now from the backward",
  "castes. So did an increasing number of Cabinet ministers at the centre. One",
  "citadel remained unconquered: the office of prime minister. Like Nehru and",
  "Indira before him, Morarji Desai was from the highest-ranked Brahmin caste.(Although not a Brahmin, Lal Bahadur Shastri was a Kayasth, from an elite",
  "caste of scribes.)",
  "In south India, a system of affirmative action, first instituted under co-",
  "lonial rule, had restricted the proportion of state jobs that the forwards castes",
  "could fill. Now the Janata regime sought to extend this system to their own",
  "strongholds in the north. In Bihar a commission set up in the early 1970s had",
  "recommended that 26 per cent of all posts in the administration be reserved",
  "for the backward castes. The report had been buried during the emergency.",
  "After the victory of the Janata Party in Bihar in 1977, the new chief minister,",
  "Karpoori Thakur, disinterred the report and decided to implement its recom-",
  "mendations.",
  "Thakur’s decision led to a storm of protest from the forward castes. Ra-",
  "jput and Bhumihar students burnt buses and trains and vandalized govern-",
  "ment buildings. The backward caste leaders were unyielding. Their resolve",
  "was strengthened by their strong representation in the state legislature, where",
  "nearly 40 per cent of the members came from castes that would benefit from",
  "the extension of reservation. As one politician put it, ‘our movement is not",
  "only for reservation, it is for capturing political power in north India and in",
  "Delhi’. Indeed, under pressure from the backward-caste lobby within Janata,",
  "Morarji Desai had appointed a commission to examine whether reservation",
  "should be extended to central government jobs too. As mandated by the con-",
  "stitution, 15 per cent of these jobs went to Scheduled Castes and 7.5 per cent",
  "toScheduledTribes;nowthebackwardswantedashareaswell.Thecommis-",
  "sion that would look into this matter was headed by a Bihar politician, B. P.",
  "Mandal.32",
  "Beyond the backward/forward divide, Bihar had become a metaphor for",
  "all that was wrong in India. Leading articles complained about the ‘deteri-",
  "orating law and order in the districts’, of the corruption and inefficiency of",
  "government officials, of the instability of the state’s politics (as many as nine",
  "chief ministers had been sworn in since 1967), all of which made Bihar ‘a pi-",
  "tifully poor state’. Its present condition was contrasted with the halcyon days",
  "of yore, when Bihar had produced the Buddha, the emperor Ashoka and the",
  "great Mauryan Empire. Now, alas, ‘the only time Bihar ever manages to hit",
  "the headlines is either when it is devastated by floods and famine or, when",
  "nature takes arespite, there arereports aboutcoalmine tragedies, atrocities on",
  "Harijans, and corruption’.33VI",
  "Those atrocities were a consequence of the sharpening of a second kind of",
  "casteconflict–thatbetweenthebackwardsontheonesideandtheScheduled",
  "Castes or Harijans on the other. This conflict too had a material basis; it was",
  "the former who mostly owned the land, and the latter who mostly laboured",
  "on it. Beyond disputes about wages and working conditions, this was also a",
  "dispute about dignity. The backwards slipped easily into the shoes of the for-",
  "wards whose land they had gained. Like them, they treated the Harijans with",
  "disdainandoftenviolatedtheirwomen.Atonetimethelowestcasteshadhad",
  "no option but to suffer in silence. However, the expansion of education, and",
  "the spaces opened up by political representation, meant that the younger Har-",
  "ijans were ‘no longer ready to put up with contempt, abuse, beating and oth-",
  "er forms of insult which were accepted by earlier generations as a matter of",
  "course’.34",
  "There had been a dramatic increase in the number of attacks on Harijans",
  "since the new government assumed power in New Delhi. In the ten years",
  "that Mrs Gandhi was in power the number of reported incidents was 40,000.",
  "Between April 1977, when Janata assumed office, and September 1978,",
  "17,775 cases of ‘atrocities against Harijans’ were reported. It was estimated",
  "that two-thirds of these reports were from the north, in states where Janata re-",
  "gimes were in power.35",
  "The most serious conflict, however, took place in Marathwada, the arid,",
  "interior districts of Maharashtra that had once formed part of the Nizam’s",
  "dominions.HeretheScheduledCastesweredeeplyinfluencedbytheexample",
  "of Dr B. R. Ambedkar. Many had converted to Buddhism, and many others",
  "hadchosentoreplaceGandhi’snameforthem–Harijan,meaning‘childrenof",
  "God’–withthemoreassertiveDalit,meaning‘oppressed’.Agroupofwriters",
  "and poets calling themselves the Dalit Panthers demanded that the university",
  "in the region’s main town of Aurangabad be named after their great leader. It",
  "was on 27 July 1978 that this request was finally acceded to, with the state",
  "government passing are solution to rename Marathwada University as Dr Ba-",
  "basaheb Ambedkar University.",
  "The renaming was bitterly opposed by the dominant Maratha caste. Stu-",
  "dents declared a bandh in the region’s towns, closing schools, colleges, shops",
  "andoffices.Thentheyspreadintothevillages,attackingandsometimesburn-",
  "ing Dalit hamlets. An estimated 5,000 people, almost all low caste, were",
  "rendered homeless. The order to rename the university was withdrawn.36ThreemonthsbeforetheMarathwadariotstherehadbeenaviolentclash",
  "between Dalits and upper castes in the UP town of Agra. Once again it was",
  "publicadmirationofDrAmbedkarthatsparkedthetrouble.Agrahadastrong",
  "community ofJatavs, cobblers whohadmade moneyintheshoetrade. On14",
  "April 1978, Ambedkar’s birthday, they held a procession, led by an elephant",
  "with a garlanded portrait of their hero atop it. That a means of transport tradi-",
  "tionally associated with Hindu kings was being used by Dalits was too much",
  "for the upper castes to abide. The procession was attacked. In retaliation, the",
  "Jatavs stormed into shops owned by the upper castes. Two weeks of sporadic",
  "fighting ensued. Finally, the army was called in to restore order.37",
  "VII",
  "Ofthe10,000andmoreepisodesofcasteviolencereportedinthefirstyearof",
  "Janatarule,onewastohaveanimpactfarbeyonditsplaceoforigin.Thiswas",
  "the incident at Belchi, a village in Bihar where, on 27 May 1977, nine Hari-",
  "jans were burnt to death by an upper-caste mob. Y. B. Chavan, leader of the",
  "opposition in Parliament, announced that he would go to the spot to conduct",
  "aninquiry.WhenChavanfailedtohonourhispromise,hispartycolleagueand",
  "erstwhile prime minister chose to go instead.",
  "In the months between her defeat in the elections and her visit to Belchi",
  "MrsGandhihadbeenverydepressed.She(andSanjay)bothcontemplatedre-",
  "tirement from politics; settling in a cottage in the Himalaya was an option be-",
  "ing considered. But the killings in Bihar drove her into action. Her political",
  "instinct told her that this might be the start of a possible comeback. So, while",
  "Chavan prevaricated, MrsGandhiflewtoPatna andproceeded toBelchi. The",
  "roads had been washed away in the rains; she had to exchange her car for a",
  "jeep,thenthisforatractor,then–whenthemudgottoodeep–thatforanele-",
  "phant.Itwasviathismodeoftransportthattheformerprimeministerreached",
  "Belchi to console the families of those killed in the violence.38",
  "This dramatic gesture brought Indira Gandhi decisively back to the",
  "centre of the political stage. As one of her opponents later recalled, her visit",
  "to Belchi served several purposes. It helped damn the Janata Government as",
  "being indifferent to the fate of the poor and the Harijans. The ride refurbished",
  "Indira Gandhi’s image as a friend of the poor and the lowly. It also showed to",
  "the average member of the Congress Party that Indira Gandhi was a woman",
  "of action and she alone could be trusted to lead the fight back to power.’39The visit to Belchi was her own initiative, but Mrs Gandhi’s revival was",
  "alsohelpedbyalessinspiredinitiativeofthegovernmentinpower.Inthefirst",
  "week ofOctober 1977the home minister,Charan Singh,decided that hemust",
  "arrest the former prime minister. Acting on his instructions, the Central Bur-",
  "eauofIntelligencepreparedachargesheetaccusingherofcorruption.Armed",
  "with this piece of paper, the police went to Mrs Gandhi’s house and took her",
  "into custody. Their plan was to drive her to a rest house in the neighbouring",
  "state of Haryana. On the way they were forced to stop at a railway crossing.",
  "Mrs Gandhi got out and sat down on a culvert. Her lawyers, meanwhile, told",
  "the police their warrant did not permit them to take their client out of Delhi.",
  "An argument ensued, conducted in the presence of many interested bystand-",
  "ers. Eventually the police conceded the point, and the party drove back to the",
  "capital.",
  "Mrs Gandhi was kept overnight by the police, but when they produced",
  "her before a magistrate the next morning, he threw out the charge sheet as",
  "flimsy and insubstantial. The bungled ‘arrest’ redounded badly on the Janata",
  "government, and helped redeem the reputation of their hated opponent. She",
  "began making combative speeches against the new regime, singling out the",
  "increase in crime and inflation (running at double-digit levels), and the prof-",
  "iteering of hoarders and black-marketeers. The deposed prime minister, com-",
  "mented the New York Times in the last week of October, ‘has been speaking",
  "more and more boldly lately, trying to assume once more the posture of ana-",
  "tionalleader’.40",
  "Mrs Gandhi’s resurgence alarmed Janata, as well as many leaders in her",
  "own party. Some Congress ministers had already testified against her before",
  "the Shah Commission. In January 1978 the Congress formally split into two",
  "factions, those who stayed with Mrs Gandhi forming the ‘Congress (Indira)’.",
  "The next month this party easily won state elections in Andhra Pradesh and",
  "Karnataka. The former prime minister had been the chief campaigner; as the",
  "results showed, at least in the south her image as a saviour of the poor, the",
  "adivasi, the Scheduled Castes and women was firmly intact.41",
  "Mrs Gandhi now began looking around for a safe seat via which to re-",
  "enter Parliament. Eventually she chose the constituency of Chikmaglur, in",
  "the coffee belt of Karnataka. The state’s chief minister, Devaraj Urs, had a",
  "high reputation for efficiency; among his achievements was the bestowing of",
  "ownership rights to hundreds of thousands of tenant-cultivators. The work of",
  "Urs and her own, largely unimpaired, standing in south India persuaded Mrs",
  "Gandhi to seek election at the other end of the country from her native Uttar",
  "Pradesh.42Standing against the former prime minister was a former (and much re-",
  "spected) chief minister of Karnataka, Veerendra Patil. Leading Patil’s cam-",
  "paignwasMrsGandhi’soldemergency-eraadversaryGeorgeFernandes,now",
  "ministerforindustriesintheJanatagovernment.‘Iwillnotstiroutofthecon-",
  "stituency till the polling is over,’ declared Fernandes to a reporter. ‘We must",
  "defeat her.’ Mrs Gandhi took the challenge seriously; as the same journalist",
  "reported, she ‘smiles graciously at the women and children, accepts garlands",
  "at hundreds of roadside meetings, makes detours to visit numerous places of",
  "worship, calls on saints of all denominations’.43",
  "In the event, Mrs Gandhi won easily. No sooner had she re-entered the",
  "Lok Sabha than she had to face a ‘privilege motion’ against her. A Parlia-",
  "mentaryCommittee,stackedwithJanatamembers,reportedthatbackin1974,",
  "whenshewasprimeminister,MrsGandhihadobstructedaninquiryintoSan-",
  "jay’s Maruti factory, and deliberately misled Parliament while doing so. Her",
  "punishment was left to the ‘wisdom of the House’. The Janata majority de-",
  "cided that she must be sent to jail for a week. The spell in prison, ruled the",
  "election commissioner, meant that she would have to resign her seat. This",
  "precipitated another by-election in Chikmaglur; once again Mrs Gandhi con-",
  "tested, and won.44",
  "VIII",
  "Janata’s attempts to humiliate the former prime minister were seriously mis-",
  "judged. The stoicism with which Mrs Gandhi bore her sufferings was much",
  "admired,andthetwobriefarrestsallowedhertoacquireahaloofmartyrdom.",
  "Admittedly,themennowinpowerhadbeenvictimizedduringtheemergency,",
  "butthattheychosetofocusontakingrevengeagainstanindividualwhenthey",
  "should really have been running a government spoke of a certain narrowness",
  "of vision.",
  "Behind the attempts to arrest the former prime minister lay personal",
  "rivalries within the Janata camp. The home minister, Charan Singh, was not",
  "reconciled tobeingnumbertwointheCabinet. Hismoveagainst MrsGandhi",
  "was a move to steal the thunder from Morarji Desai. He opened another flank",
  "in the same battle when he wrote to the prime minister complaining about",
  "the growing influence of Desai’s son Kanti. Kanti lived with his father, and",
  "handled his appointments. Unflattering comparisons were made with the role",
  "once played by Sanjay Gandhi.Through the first half of 1978 Charan Singh and Morarji Desai, home",
  "minister and prime minister respectively, exchanged a series of angry letters.",
  "Eventually,inJune1978,DesaiwascompelledtosackSinghfromtheCabin-",
  "et, along withhis chief lieutenant Raj Narain. Others within Janata tried to",
  "broker a peace, but to no avail. In December, Singh emerged from months of",
  "seclusion to organize a massive farmers’ rally in the capital. Some 200,000",
  "peasants, mostly fromnorthernIndia,andmanyfromCharan Singh’sownJat",
  "caste, came to Delhi in their tractors and lorries to hear their leader speak.",
  "ThisshowofstrengthforcedDesaitorecallCharanSinghtotheCabinet.",
  "In February 1979 he was appointed finance minister. He was now also one",
  "of two deputy prime ministers, the other being Jagjivan Ram. Singh’s first",
  "budgetofferedsopstofarmers,asinanincreasedfertilizer andirrigationsub-",
  "sidy. But the patch-up proved short lived. One important Janata constituent,",
  "the Socialist Party, mostly sided with Singh; another, the Jana Sangh, decided",
  "to back Desai. Deepening the rift was the question of ‘dual membership’,",
  "the growing feeling that the Jana Sangh members of the Janata Party owed",
  "theirprimaryallegiancetotheRashtriyaSwayamsevakSangh.BackinMarch",
  "1977, Atal Behari Vajpayee had proclaimed that his old party was ‘dead and",
  "buried’. But the feeling persisted that it was the RSS that directed the actions",
  "of Janata MPs and ministers who had a Jana Sangh background. They were",
  "asked to disavow their ties with the RSS, which they refused to do on the",
  "grounds that the Sangh was merely a ‘cultural’ body.",
  "In the third week of July 1979 the Socialists chose to sit in a separate",
  "group in Parliament. This catalysed a split in Janata, a loss of majority for",
  "Morarji Desai’s government and his own resignation. In his bid to con-",
  "struct afresh majority,Desai wooedoneCongress faction while Jagjivan Ram",
  "wooedanother.Thethirdleaderinthefray,CharanSingh,nowconstructedan",
  "opportunistic alliance with his old nemesis Indira Gandhi. With the help of a",
  "letter of support from the Congress Party, Charan Singh was able to convince",
  "the president that he enjoyed majority support in the House. He was sworn in",
  "just in time to deliver the prime minister’s annual Independence Day speech",
  "from the Red Fort, the first farmer to do so.45",
  "ThedisintegrationoftheJanataPartyproceededagainstabackgroundof",
  "despairing letters written by Jayaprakash Narayan to his protégés. In October",
  "1979 JP died, a broken man.The liberal editor A. D. Gorwala paid tribute to",
  "Narayan as ‘the great moral force of the country, the touchstone of right and",
  "wrong’. His ‘last great effort’, wrote Gorwala, was the formation and victory",
  "of the Janata Party, whose ‘narrow, stupid partisan men . . . absorbed in their",
  "ownself-interestandself-importance,failedhimbadly’.46Thoseself-absorbedmen–MorarjiDesai,CharanSingh,jagjivanRam–allcametoJP’sfuneralin",
  "Patna, as, more strikingly, did Sanjay Gandhi and his mother. ‘Poor oldj. P.!’,",
  "wroteMrsGandhitoafriendafterwards.‘Whataconfusedmindhehadlead-",
  "ing to such a frustrated life!’ She attributed his twists and turns to ‘Gandhian",
  "hypocrisy’, to the vow of celibacy extracted from him when he married the",
  "Mahatma’sdisciplePrabhavati.‘Thatandjealousyofmyfatherprobablycon-",
  "ditionedtherestofhislife’,sheremarked,adding:‘Itisnonsensetosaythathe",
  "did not want office. One part of him did, very much so. He was torn between",
  "that and the desire to be regarded as a martyr and a saint.’47",
  "There is a certain spitefulness in this assessment, and also a certain lofti-",
  "ness of tone. For Mrs Gandhi was having the last laugh, with regard not just",
  "toheroldfriendturnedrivalbutalsotothepartyhehadcreated.BackinJuly,",
  "when Morarji Desai had resigned and his successor was being chosen, the",
  "journal Himmat presciently remarked that ‘Mrs Gandhi is the only one who",
  "would like to have amid-term poll -and would gain from it in the present cli-",
  "mate. Itisinherinterest tohaveMrCharan Singhinstalled asPrime Minister",
  "but only for two to three months.’48",
  "Charan Singh was sworn in as prime minister in the last week of July",
  "1979; a month later the Congress (I) informed the president that they were",
  "withdrawing support. It took the president a further month to explore and re-",
  "ject the alternatives. When he decided that amid-term poll was the only solu-",
  "tion, the Election Commission still needed time to prepare for it. So Charan",
  "Singh stayed on as prime minister until the end of the year, two full months",
  "more than Himmat had given him.",
  "IX",
  "TheJanataPartycametopoweronawaveofhyperbole,withtalkofasecond",
  "freedom from authoritarian rule and a resounding restoration of democracy.",
  "Almostfromitsfirstweeksinoffice,thepartyseemeddeterminedtosquander",
  "this goodwill. It was soon noticed that in both the centre and the states janata",
  "ministers were grabbing the best government bungalows, raiding the Public",
  "Works Department for air-conditioners and carpets, organizing lavish parties",
  "and weddings for their relatives, running up huge telephone and electricity",
  "bills, travelling abroad at the slightest pretext (or on no pretext at all).49 Even",
  "traditionallyanti-Congressjournalswerewritingaboutthe‘deathofidealism’",
  "within Janata, of how it had so quickly become a ‘political party of the tradi-tional type’, its members ‘interested more and more in positions and perquis-",
  "ites and less and less in affecting society’. It was being said that while it had",
  "taken theCongress thirty yearstoabandonitsprinciples, Janata hadlostthem",
  "within a year of its formation.50",
  "Looking back on the three years of the Janata regime, one analyst re-",
  "membered it as ‘a chronicle of confused and complex party squabbles, intra-",
  "party rivalries, shifting alliances, defections, charges and countercharges of",
  "incompetence and the corruption and humiliation of persons who had come",
  "to power after the defeat of Mrs Gandhi’.51 Most Indians who lived through",
  "those years would make the same assessment, if more succinctly; the Janata",
  "Party, they would say, were merely a bunch of jokers. It takes a distinguished",
  "foreign observer to remind us that, beyond the fighting and squabbling, the",
  "Janata government made a notable contribution to Indian democracy. This, in",
  "the words of Gran-ville Austin, was its ‘remarkable success in repairing the",
  "ConstitutionfromtheEmergency’sdepredations,inrevivingopenparliament-",
  "arypracticethroughitsconsultativestylewhenrepairingtheConstitution,and",
  "in restoring the judiciary’s independence’.52",
  "TheinitiativeherewastakenbyMorarjiDesai.Inaninterviewontheeve",
  "ofthe1977election,heremarkedthatduringtheemergency,democracyitself",
  "had been ‘vasectomised’. If his party won, they would ‘work for the remov-",
  "al of fear which has enveloped the people’. Then they would undertake ‘to",
  "rectify the Constitution’. Morarji was clear that ‘we will have to ensure that",
  "Emergency like this can never be imposed. No Government should be able to",
  "do so.’53",
  "After Janata’s victory, the job of repairing the constitution was super-",
  "vised by the hard-working law minister Shanti Bhushan. The key amendment",
  "to be overturned was the 42nd. To replace its ‘defiling’ provisions, two fresh",
  "amendmentsweredrafted,whichrevertedthetermofParliamentandstateas-",
  "semblies to five years, restored the right of the Supreme Court to adjudicate",
  "onallelectionmatters(thatoftheprimeministerincluded),limitedtheperiod",
  "of President’s Rule in the states, made mandatory the publication of parlia-",
  "mentary and legislative proceedings and made the promulgation of a state of",
  "emergency much more difficult. Any such act had now to be approved by a",
  "two-thirds majority in Parliament, had to be renewed every six months after",
  "a fresh vote on it, and had to be in response to an ‘armed rebellion’ (rather",
  "thanamere‘internaldisturbance’,aswaspreviouslythecase).Thesechanges",
  "were intended to curb the arbitrary powers of the executive and to restore the",
  "rights of the courts; in effect, to restore the constitution to what it was before",
  "Mrs Gandhi’s emergency-era amendments.The drafting of these amendments took time, because of the demands",
  "of legal precision and the need to ensure the kind of cross-party support that",
  "wouldmaketheirpassinginbothHousesofParliamentpossible.Astheseres-",
  "torationswerebeingdebated,thepresswasreportingavidlyontheShahCom-",
  "mission, while a string of books and memoirs documenting the excesses of",
  "theemergencywerebeingpublished.Inthisclimateofopinion,eventheCon-",
  "gress was in no mood to defend the changes in the constitution that its lead-",
  "ers had wrought. That damage was now undone by the freshly drafted 44th",
  "Amendment.Whenthiswaspassedbyacomfortablemajorityon7December",
  "1978, among those voting for it were those two old enemies, Morarji Desai",
  "and Indira Gandhi.54",
  "X",
  "Although it failed to last its full term, the victory of the Janata Party was a",
  "watershedinIndianpolitics.ForthefirsttimesinceIndependenceapartyoth-",
  "er than the Congress came to govern at the centre. In the states too the land-",
  "scape of politics became more variegated, with the victory of the communists",
  "in West Bengal, and that of the AIADMK in Tamil Nadu.",
  "The Indian political system was being decentred, and not just in party",
  "terms. For the late 1970s also witnessed the flowering of numerous ‘new’ so-",
  "cialmovements.In1978therewasamajorconferenceof‘socialist-feminists’",
  "in Bombay, which focused on the growing violation of women’s rights. Cam-",
  "paigns were launched against dowry and rape, against male alcoholism and",
  "the sexual abuse it frequently resulted in, and for better working conditions",
  "forwomenlabouringinfactoriesandhouseholdunits.Thisnewwaveoffem-",
  "inism was widespread as well as wide ranging, with groups active in many",
  "states, mobilizing support through public rallies, street theatre, poster cam-",
  "paigns and house-to-house canvassing.55",
  "The late seventies also saw the assertion of avigorous environmental",
  "movement. Peasants launched struggles in defence of their forest rights, tri-",
  "bals protested against their displacement by large industrial projects and ar-",
  "tisanal fisherfolk opposed trawlers that were depleting the fish stocks of the",
  "ocean. In these protests two things stood out: the leading role of women, who",
  "themselves bore the brunt of ecological degradation, and the fact that, unlike",
  "in the West, where the concern for nature was couched in aesthetic terms and",
  "voiced by the middle class, this was an ‘environmentalism of the poor’, driv-en by rural communities for whom access to the gifts of nature was linked to",
  "their very survival.56",
  "Both the feminist movement and the environmental movement actually",
  "started in the early 1970s. Their progress was interrupted by the emergency,",
  "but when that ended they emerged once more and with renewed vigour. The",
  "same was the case with the civil rights movement. This had its origins in the",
  "treatment of Naxalite activists incarcerated in Calcutta jail. When these pris-",
  "onersbeganabidi-chittiandolan,astruggleforaccesstocigarettesandletters",
  "(denied them by their jailers), are tired engineer named Kapil Bhattacharya",
  "decided to form an Association for the Protection of Democratic Rights. The",
  "emergency inspired the formation of other such groups, based in Delhi, Bom-",
  "bay, Hyderabad and elsewhere. Some focused on ‘civil liberties’, the viol-",
  "ation by the state of the basic human rights of its citizens. Others worked",
  "with a broader concept of ‘democratic rights’, which took the right to life and",
  "liberty guaranteed by the constitution also to mean the right to better wages",
  "and working conditions, and to gainful employment itself. The first kind of",
  "group took up jail reform and the abuse of power by state authorities (and the",
  "policeinparticular);thesecondkindalsolookedattheimpactofstatepolicies",
  "onthelivesandlivelihoodsofthelessprivileged,thelowcastesandtribalsin",
  "particular. These groups produced dozens of reports on the violations of civil",
  "liberties and democratic rights by the state, drawing on field investigations,",
  "ofteninremotepartsofthecountry,conductedbypublic-spiritedintellectuals",
  "based in the cities.57",
  "These movements were described as ‘new’ because they took up issues",
  "neglected by the old, class-based social movements of peasants and workers.",
  "However, the late 1970s also saw those older concerns expressing themselves",
  "innewforms.Thusthetradeunionmovement,whichhadhistoricallyfocused",
  "on the factory sector, now began working among miners and labourers in",
  "household and cottage industries. Among the more notable initiatives was",
  "the Chattisgarh Mineworkers Shramik Sangh (CMSS), whose leader Shankar",
  "GuhaNiyogisoughttoblendtheideasofGandhiandMarx.Themineswhere",
  "the CMSS was active serviced the great public-sector steelworks at Bhilai.",
  "Working with miners of a chiefly tribal background, Niyogi campaigned for",
  "equal pay for women workers and against alcohol abuse by men, set up",
  "schools for children, and struggled to make the mine owners pay as much at-",
  "tention to health and safety as to a decent living wage.58",
  "Accompanying and complementing these movements was a new kind of",
  "Indian press. For the end of the emergency unleashed the energies of journal-",
  "istsasonlythestrugglefornationalindependencehaddonebeforeit.Censor-ship was dead; there were now no limits to what reporters and editors could",
  "write about, or to the length of their stories. It also helped that the first offset",
  "presses arrived in India in the 1970s. No longer had type to be laboriously set",
  "in hot metal; no longer had journals to be printed in the bigger towns and cit-",
  "ies alone.",
  "The historian Robin Jeffrey has authoritatively tracked ‘India’s Newspa-",
  "per Revolution’ which began in 1977 and has gathered pace ever since.",
  "Among the components of this revolution we may single out five. Two were",
  "enabledbythenewtechnology:thesimultaneousprintingofmultipleeditions",
  "of the same paper in towns far distant from one other and the enhancement",
  "of print quality and, especially, of the production of pictures and other visual",
  "material. Other innovations were a product of changes in society and politics:",
  "the end of censorship facilitated the rise of investigative journalism, of hard-",
  "hitting stories on crime and political corruption. The spread of education and",
  "the expansion of the middle class gave an enormous fillip to Indian-language",
  "journalism. A national readership survey, conducted in 1979 and restricted to",
  "the towns and cities, estimated that as many as 48 million urban Indians reg-",
  "ularly read a periodical of some kind. The fastest increase was in the smaller",
  "townsandamongIndianlanguages.In1979,forthefirsttime,thosewhoread",
  "newspapers in Hindi (a language spoken by 40 per cent of Indians) numbered",
  "more than those who read them in English (a language spoken by a mere 3",
  "percent of Indians). The new journalism substituted a colloquial and demotic",
  "proseforthestiff,formalstyleoncepreferredbyeditorsandreporters.Idioms",
  "and phrases derived from the classical Sanskrit, once de rigueur, were now",
  "abandoned in favour of the rhythms and cadences of everyday speech.59",
  "TwosomewhatcontradictorytrendswereapparentintheIndiaofthelate",
  "1970s. On the one hand there was an increasing fragmentation of the polity,",
  "asmanifestintherapidturnoverofgovernments.Witheverfewerexceptions,",
  "politicians and parties had abandoned ideology for expediency, and principle",
  "for profit. On the other hand there were new forms of social assertion among",
  "historically subordinated groups such as low castes, women and unorganized",
  "workers.Therewasnow,forthefirsttime,anactive civilliberties movement.",
  "The press, which during the emergency had mostly been cowed without a",
  "fight, had become livelier than ever before.",
  "Viewed from the more formal, purely political side, it appeared that In-",
  "dian democracy was being corroded and degraded. If one took amore ‘social’",
  "view,however,itappearedthatIndiandemocracywas,infact,beingdeepened",
  "and enriched.24D D",
  ""
]