[
  "ch24",
  "EMOCRACY IN ISARRAY",
  "Not every individual or party is always disposed to use our democratic",
  "framework to further constructive purposes. It seems that the exercise of",
  "thedemocraticrightsometimestakestheformoffreedomeventodestroy.",
  "I G to J N , May",
  "NDIRA ANDHI AYAPRAKASH ARAYAN 1968",
  "I",
  "W 1977 elections, the Guardian correspondent in India",
  "RITINGSHORTLYAFTERTHE",
  "thought that the return to democracy might be short lived. ‘Democracy can",
  "only survive if there is economic progress and reform,’ he wrote. ‘Already, the",
  "new [Janata] government faces an economic crisis; inflation rampant again, an",
  "explosion of wage demands, and a wave of strikes. If it is overwhelmed by",
  "protest, the cycle of repression could start all over again.’1",
  "AltogethermoreoptimisticwastheoldIndiahandHoraceAlexander,now",
  "eighty-seven and living in retirement in a Quaker home in Pennsylvania. In a",
  "letter published in the New York Times Alexander said that ‘the astonishing In-",
  "dian elections’ showed that ‘the common people of India have political cour-",
  "age’,thisderivedfromGandhiandtheheritage ofthefreedommovement. Ina",
  "letter to a fellow Quaker he likewise called the poll verdict ‘a triumph for the",
  "common people of India’, adding: ‘Let none ever say that “democratic liberty”",
  "is a bourgeois conception, which is only meaningful to a small number of left-",
  "wing intellectuals.’2",
  "The indefatigable Alexander also wrote to Mrs Gandhi. During the emer-",
  "gency he had peppered her with anxious letters about the fate of freedom and",
  "of the men she had detained. Now he remembered his old friend Jawaharlal",
  "Nehru saying that he wished he could have had a spell away from politics, to",
  "read and simply relax. He wondered whether Nehru’s daughter, out of power,",
  "would ‘spend some time enjoying birds, up in the Himalaya, or in Kashmir’.",
  "Therewassomechit-chataboutartandliterature,andthentheletterconcluded:",
  "‘We shall try to keep up with the news from India, and perhaps in five years",
  "fromnow,youwillbeinofficeonceagainwiththebiggestmajorityever.Such",
  "is democracy!’3Actually, it took less than three years for Mrs Gandhi to return to power.",
  "Her Congress Party won 353 seats in the 1980 elections, one more than in",
  "the ‘Garibi Hatao’ campaign of 1971. It did very well in the south, as before,",
  "while in the north it benefited hugely from a division of the vote between the",
  "two rival Janata factions, here contesting as separate parties. In the key state",
  "of Uttar Pradesh, for example, the Congress obtained 36 per cent of the pop-",
  "ular vote, yet won 60 per cent of the parliamentary seats. One Janata faction",
  "got 22.6 per cent of the vote, the other 29 per cent; between them, they won",
  "32 seats in the state to the Congress’s 50.4",
  "The 1980 elections, notes the editor Prabhas Joshi, marked the ‘end of",
  "ideology’inIndianpolitics.Previouspollswerefoughtandwonontheplanks",
  "of democracy, socialism, secularism and non-alignment. In 1980, however,",
  "Mrs Gandhi spoke not of the abolition of poverty but of her ability to rule.",
  "Janata could not hold together a government, she told the voters; whereas",
  "she could and had. Their bickerings apart, there were other factors that went",
  "against Janata. There were shortages of basic consumer goods, attributed nat-",
  "urally to the party in power. As one election cry went: ‘Janata ho gayi fail,",
  "Kha gayi chini aur mitti ka tel’ (The Janata party has failed, Eaten up sugar",
  "and paraffin on the way).5",
  "TheJanataPartyhadthoroughlydiscrediteditself.Asareportercovering",
  "the elections found, while Indira Gandhi had a ‘tarnished image’, her op-",
  "ponents were ‘all tarnish and no image’.6 Meanwhile, the rash of attacks on",
  "ScheduledCastesturnedthisverynumerousvotingsegmentbacktowardsthe",
  "Congress. Sanjay Gandhi had apologized to the Muslims for the excesses of",
  "the emergency; sections of this ‘vote bank’ returned to the fold as well.7",
  "InmostofIndiatheelectionsweremoderatelyfree.InpartsofBiharand",
  "UttarPradesh,however,whereroadswerepoorandtelephonelinesnon-exist-",
  "ent,theElectionCommissionwasunabletomonitororcheckthecapturingof",
  "booths by armed gangs. Here, there was a ‘free enterprise militia’ operating,",
  "such that ‘adult franchise ha[d] been replaced by vicarious franchise’, where",
  "the candidate with the most guns at his command could ‘perform the function",
  "of “mass voting” on behalf of the electorate’.8",
  "II",
  "NotlongafterMrsGandhireturnedtopower,aveteranpoliticalscientistwith",
  "Congress sympathies advised the prime minister to remake the party as ‘thepalpably real institution that the Congress was under Nehru’. For it was ‘es-",
  "sential that a sharing of power replace its personalisation, that a leadership",
  "drawing its power from the grassroots rather than above should be allowed to",
  "emerge’. Mrs Gandhi’s ‘restored charisma’ could then be used ‘in the service",
  "of shoring-up and reinforcing the institutions of an open polity before it dis-",
  "sipates again as in the past’.9",
  "These sentiments were at once noble and naive. For it was not just the",
  "CongressPartythatMrsGandhibelievedsheembodied,buttheIndiannation",
  "itself. In May 1980 she told a visiting journalist how, ‘for many long years,",
  "I have been the target of attack [from] individuals, groups and parties’, these",
  "either ‘Hindu and Muslim fanatics’, or ‘old feudal interests’, or ‘sympathetic",
  "to foreign ideologies’. Where she stood ‘for India’s unfettered independence",
  "ofaction,self-relianceandeconomicstrength’,those‘whoareagainstself-re-",
  "liance, or secularism or socialism find some reason or other to malignme’.10",
  "‘Paranoia’maybethemostappropriatewordhere.Anyway,inthisframe",
  "of mind Indira Gandhi was in no mood to share power except with her son",
  "Sanjay, who was now both a member of Parliament and the general secret-",
  "ary of the Congress Party. Indeed, as one Delhi journal remarked, Sanjay was",
  "once more ‘the most vital factor in Indian politics’. When Mrs Gandhi dis-",
  "missed nine state governments after the 1980 elections it was Sanjay who al-",
  "lotted the Congress tickets for the assembly seats, Sanjay who decided who",
  "would be chief minister when and if Congress won. The newly appointed",
  "chief minister of Uttar Pradesh, Vishwanath Pratap Singh, spoke for many",
  "when he told the press that ‘Sanjay is a leader in his own right and he is my",
  "leader too’.11",
  "Mrs Gandhi was now sixty-three, and thoughts of the succession were",
  "notfarfromhermind.However,on23June1980Sanjaywaskilledwhilefly-",
  "ing a single-engined plane for fun, as he was wont to do. He did three loops",
  "in the air, tried a fourth but lost control. The plane crashed a mere 500 yards",
  "from the home he shared with his mother. Both Sanjay and his co-pilot died",
  "instantly.12",
  "MrsGandhireturnedtoworkfourdayslater.Shewasdesperatelylonely,",
  "one reporter remarking on her ‘total and inviolable aloofness’.13 By the end",
  "of August she had persuaded her elder son to fill the breach. Rajiv Gandhi",
  "had shown little previous interest in politics. He was a family man, devoted",
  "to his Italian wife Sonia and their two small children. He worked as a pilot",
  "with the sole domestic carrier, Indian Airlines. He flew Avros to Luck now",
  "andJaipur,andhismainprofessionalambitionwastobeallowedtopilotBoe-",
  "ings between Delhi and Bombay.Now, however, there was increasing pressure on him to enter politics,",
  "mostofitcoming fromtheprime minister herself. Speaking toaninterviewer",
  "inAugust1980,RajivGandhisaidthattherewas‘noquestionofmystepping",
  "into[Sanjay’s]shoes’.Askedwhetherhewouldtakeupapartypostorcontest",
  "elections,Rajivansweredthathe‘wouldprefernotto’.Headdedthathiswife",
  "was ‘dead against the idea of my getting into politics’.14",
  "Nine months later Rajiv Gandhi was elected an MP from his brother’s",
  "old constituency, Amethi. When asked why he had changed his mind, Rajiv",
  "answered: ‘The way I look at it is that Mummy has to be helped somehow.’",
  "His entry into politics, wrote one very sympathetic journalist, surreptitious",
  "though it is, may be Mrs Gandhi’s concept of giving India stability in leader-",
  "ship and continuity in government’. With the ‘lack of leadership of any kind",
  "onthehorizon’,beingamember oftheNehrufamily gavehima‘highidenti-",
  "fication quotient’ and ‘a head start’.15",
  "Recognizingthesigns–orbowingtotheinevitable–Congressmembers",
  "and ministers all across the country queued up to salaam Rajiv. He was asked",
  "to lay foundation stones for medical colleges, open plants generating elec-",
  "tricity for Harijan colonies and give speeches to Congress clubs on Nehru’s",
  "birthday.16",
  "As Rajiv Gandhi took his first steps in Indian politics, his mother was at",
  "work on the world stage, rebuilding bridges torn down during the emergency.",
  "Mrs Gandhi was deeply concerned about the battering her image had taken",
  "in the West. Now that she had been returned to power via the ballot box, she",
  "was determined to repair the damage. For a full eight months in 1982 the Un-",
  "ited Kingdom hosted a Festival of India, featuring exhibitions of Indian art at",
  "the Victoria and Albert Museum, concerts by Ravi Shankar and M. S. Sub-",
  "bulakshmi at the Royal Festival Hall and much else. The performers ran the",
  "gamut from the high and classical to the earthy and folk. Thus a high school",
  "in Worcestershire was turned into a ‘miniature Rajasthan’, with dancers and",
  "storytellers from that state camping for a week, their performances repaid in",
  "kind by the school putting on a performance of Kipling’s Jungle Book.",
  "The festival was promoted and part-funded by the government of India.",
  "The Indian prime minister visited the UK at its beginning and end, emerging",
  "as the ‘star of the show’. During the emergency, sections of the British press",
  "hadportrayed MrsGandhi asanogress; now,commented onecolumnist, ‘she",
  "must welcome the somewhat more flattering attention she is receiving’. At",
  "one function, where she and the British prime minister were the chief guests,",
  "Mrs Gandhi said that ‘India was committed to democracy and socialism’,",
  "adding that ‘in respect of the latter we differ from Mrs Thatcher’. Meeting agroupofnewspapereditors,shetartlyremarked:‘Ihopeyouwillgiveupcall-",
  "ing me Empress of India now’.",
  "The Festival of India was deemed a great success by its organizers; en-",
  "cores were to follow in the United States, the Soviet Union and France. The",
  "last word on the tamasha might rest with the cartoonist R. K. Laxman, who",
  "portrayed two half-naked men on an Indian street, with one reading a news-",
  "paper and saying to the other: ‘But for such a festival we wouldn’t know how",
  "great we and our achievements are!’17",
  "III",
  "Cartoonists are professionally obliged to mock the mighty, but in Laxman’s",
  "case his comments might also have had something to do with the fact that he",
  "lived in Bombay, a city where the extremes of wealth and poverty were more",
  "strikinglymanifestthananywhereelseinIndia.Asithappened,thefestivalin",
  "London coincided with an indefinite strike by the textile workers of Bombay.",
  "They were led into action by Datta Samant, a medical doctor whose political",
  "ideologywasuncertainbutwhopossessedsufficientcharismatoallowhimto",
  "supplant the socialists and communists who had hitherto led the city’s trade",
  "unions.",
  "Datta Samant’s career in Bombay began with a unit called Empire Dye-",
  "ing,where hewasable toget the workersasalary increase ofRs200amonth.",
  "Hissuccessencouragedhimtomoveintootherfactories;soon,thebulkofthe",
  "workers in Bombay’s vast textile industry owed their allegiance to him. Their",
  "wageshadgrownincrementallyovertheyears;inadequatelyprotectedagainst",
  "inflation, they sought an overhaul of the salary structure. Samant asked that",
  "the minimum wage be increased from Rs670 to Rs940 a month; when the de-",
  "mandwasrejectedoutofhand,hecalledforastrike.Beginningon18January",
  "1982,thestrikewastolastalmosttwoyears.Morethan200,000workerspar-",
  "ticipated, and more than 22 million man-days of work were lost.",
  "This was a genuine mass movement, the ripples from which were felt",
  "throughout the city and beyond. Thousands of workers courted arrest; others",
  "clashed with blacklegs seeking to break the strike. The truculent mood affec-",
  "tedothersectorsofthecity’slabourforce.Underpaidpoliceconstablessought",
  "to form a union of their own; their protests spilled out into the streets. Even-",
  "tually,thepolicemenhadtobedisarmedandjailedbytheparamilitaryBorder",
  "Security Force.18Inthecountrysidetootherewerestirringsalongclasslines.Naxaliteact-",
  "ivists, detained during the emergency but released afterwards, were making",
  "their presence felt in the tribal areas of Andhra Pradesh among communities",
  "oppressedbythestate’sforestrydepartmentandbyHindumoneylenders.Oth-",
  "erNaxalitegroupswereatworkintheplainsofcentralBihar,organizingHar-",
  "ijanlabourersagainsttheirupper-castelandlords.Somesympathizers,suchas",
  "theSwedishwriterJanMyrdal,sawinthesestirringsthepossibility,andhope,",
  "that the Chinese revolution might one day find its Indian counterpart.19",
  "The early 1980s saw fresh mobilization on the lines of ethnicity as well.",
  "The movement for atribal state of Jharkhand had taken new and more milit-",
  "ant forms. By official figures, some Rs30,000 million had been spenton ‘tri-",
  "bal development’ in the Chotanagpur plateau. Where this money had gone it",
  "was hard to say, for the people still lived in ‘a primeval darkness’; without",
  "schools,hospitals,roadsorelectricity,withtheirlandsseizedbyoutsidersand",
  "their forests closed to them by the state. ‘The jharkhand demand is set against",
  "such a background’, reported the writer Mahasveta Devi. ‘Tales of woe and",
  "exploitation on the one hand; the pulse of resistance on the other.’20",
  "TheprotestsinjharkhandwereledbyShibuSoren,ayoungmanwithlong",
  "black locks who quickly became a folk hero. He organized the forced harvest",
  "of paddy in lands ‘stolen’ from the adivasis by dikus (outsiders), as well as",
  "theinvasionofforestlandsthattheyclaimedastheirown.InSeptember1980",
  "the police fired on a crowd of protesting tribals at Gua, killing at least fifteen",
  "people. The incident served only to intensify the demand for Jharkhand.21",
  "There were also demands, if not as actively expressed as in Jhark-hand,",
  "for two new states: Chattisgarh, to be carved out of the tribal areas of Mad-",
  "hya Pradesh, and Uttarakhand, constituting the Himalayan districts of Uttar",
  "Pradesh. These too were regions rich in timber, water and minerals, in re-",
  "sourcesincreasinglyexploitedbyandforthebenefitofthelargernationaleco-",
  "nomy, yet dispossessing the local inhabitants in the process.22",
  "The 1980s also saw a renewal of Naga militancy. During the emergency",
  "the government of India had been able to persuade many members of Phizo’s",
  "Naga National Council to lay down their arms and come out of hiding. Some",
  "in the administration hoped that this ‘Shillong Accord’ (named for the town",
  "where it was signed) would signal the end of the rebellion. However, the ac-",
  "cordwasseenasasell-outbyNagaradicalssuchasT.Muivah.Muivahwasa",
  "ThangkulNagawho,inthe1960s,hadbeenoneofthefirsttoseekthehelpof",
  "China.MuivahhadstayedfouryearsinYunnan,beingtrainedbythePeople’s",
  "Liberation Army. Deeply impressed by the Cultural Revolution, he sought toblend its ideals with the faith he was born into, thus to combine evangelical",
  "Christianity with revolutionary socialism.",
  "In 1980 Muivah and Isaak Swu setup the National Socialist Council of",
  "Nagaland(NSCN).BynowChineseaidhaddriedup,soMuivahinsteadbuilt",
  "up links with other insurgent groups in India’s north-east and in Burma. A",
  "journalistwhomethiminhisjunglehideoutreportedMuivah’sviewthat‘the",
  "onlyhopetheNagashadtoachievetheirindependencewouldbeifIndiaitself",
  "broke up’. The Naga leader had his contacts among Sikh militants and Kash-",
  "miri separatists, and ‘he fervently hoped a similar movement would emerge",
  "amongtheTamils ofsouthernIndia–whichwouldindeedplungethecountry",
  "into the anarchy he desired’.23",
  "Muivah’s strongest following was among his fellow Thangkuls, who",
  "lived in the upland areas of Manipur. Were an independent Naga nation ever",
  "formed these hills would be part of it, but as things stood the Thangkuls were",
  "less than happy to be ruled by the Meitei Hindus who were Manipur’s dom-",
  "inant community. Worried by the birth of the NSCN, the Indian government",
  "increasedtroopdeploymentintheUkhruldistrictofManipur.On19February",
  "1982 the insurgents ambushed a convoy on the Imphal-Ukhrul road, killing",
  "twenty-two soldiers of the Sikh Regiment, some officers among them. The",
  "army’sanswer wastogoonarampage, searching everyvillage inthedistrict,",
  "abusing the men and attacking the women. A civil liberties team visited the",
  "area, recording the testimonies of the victims. They found that ‘even though",
  "only a few people supported the underground they were all suspects in the",
  "eyes of the army’.24",
  "IV",
  "ThereweremovementsforseparateornewstateswithinoroutsidetheUnion,",
  "and movements for greater autonomy within existing states. In the old Con-",
  "gress stronghold of Andhra Pradesh there was growing resentment at the",
  "centre’s tendency to ‘impose’ chief ministers. Between 1978 and 1982 Mrs",
  "Gandhi changed the state’s chief minister no fewer than four times. In Febru-",
  "ary 1982 the new incumbent, T. Anjaiah, went to Hyderabad airport to wel-",
  "come Rajiv Gandhi, accompanied by a huge posse of supporters with gar-",
  "lands. Rajiv chastised the chief minister for bringing a crowd, and in such",
  "strong words that there were tears in Anjaiah’s eyes.25The humiliation was felt personally, and collectively, with the Telugu",
  "mediaportrayingitasaninsulttotheprideoftheAndhras.Amongthosepro-",
  "voked into action was the great film star N. T. Rama Rao, who was to Te-",
  "lugu cinema what M. G. Ramachandran had been to its Tamil counterpart –",
  "its acknowledged hero and superstar. (By one reckoning he had acted in 150",
  "movies; by another, 300. A third source chose to be much more precise, put-",
  "ting the number at 292.)",
  "UnlikeMGR,‘NTR’hadnopoliticalpast.Nordidhisfilmsusuallycarry",
  "a social message (they were mostly based on mythological themes). Now, on",
  "theeveofhissixtiethbirthday,heformedanewregionalparty,TeluguDesam,",
  "which stood for the ‘honour and self-respect of the 60 million Telugu speak-",
  "ing people’. No longer, he said, would the great state of Andhra Pradesh be",
  "treated as a ‘branch office’ of the Congress Party.26",
  "ThenewpartywasformedinMarch1982;electionstothestateassembly",
  "were due at the end of the year. In preparation for the polls, NTR toured the",
  "districts of the state, speaking out against the ‘corrupt’ administration of the",
  "Congress. He travelled in a van remodelled to look like a chariot. At pub-",
  "lic meetings he would emerge dramatically from the vehicle, atop a platform",
  "raised with the help of a generator. He usually wore saffron, the colour of re-",
  "nunciation,indicatingthathehadgivenuphisfilmcareertoservethepeople.",
  "He was the mythological hero made real, come to rid the world of greed and",
  "corruption and bring justice for all. Women flocked to his meetings – he, in",
  "turn, offered them universities of their own and the preferential allotment of",
  "jobs in the state sector.27",
  "While the national press was sceptical of NTR’s chances, the major Te-",
  "lugu daily Eenadu threw its considerable weight behind him. Its confidence",
  "wasrewardedwhentheTeluguDesamwonacomfortabletwo-thirdsmajority",
  "in the assembly. In the second week of January 1983 Rama Rao was sworn",
  "in as chief minister at the Fateh Maidan in Hyderabad, with 200,000 cheering",
  "Andhras crowded into the grounds.28",
  "One of NTR’s first acts on assuming power was to instruct his food de-",
  "partment to sell rice at two rupees a kilogram, to redeem a promise made be-",
  "forethepolls.Ingeneralheactedasifhewasthepartyaswellasgovernment,",
  "in this respect emulating his friend MGR as well as his rival Indira Gandhi.",
  "‘If the Prime Minister thinks that she is India’, commented one socialist, then",
  "‘NTR behaves as if he is the sole representative of six and half crores of Te-",
  "lugu people. Telugu Desam MLAs have no voice in shaping the policies and",
  "programmes of the Government. NTR runs the show both as Chief Minis-",
  "ter and also as the President of hisparty.’29 Like Mrs Gandhi again, NTR wasprone to nepotism, as when he allowed a film studio to be built by his son on",
  "unauthorized land.30",
  "V",
  "Another, more serious, movement for autonomy was taking shape in the state",
  "of Assam; ‘more serious’ because it was driven by a groundswell of grass-",
  "roots opinion rather than by individual charisma, and because this state was",
  "located not in the Indian heartland but in its long-troubled extremities.",
  "Assam shared borders with West Bengal and several states of the north-",
  "east, as well as with the countries of Bangladesh and Bhutan. Assamese was",
  "the state language, but Bengali was also widely spoken. There was a long",
  "history of hostility between the speakers of the two languages. Bengalis had",
  "dominated themiddle andlowerrungsofthecolonial administration. Asoffi-",
  "cials, teachers and magistrates they exercised great authority and power over",
  "thelocalAssamese,treatingthemwithcondescensionandevencontempt.Be-",
  "ginning in the late nineteenth century, land-hungry Bengali peasants had be-",
  "gun to move into the forests and lowlands of Assam. After Independence this",
  "migration continued, accelerating whenever political instability or economic",
  "crisis affected East Bengal or, as it later became, Bangladesh. In the decade",
  "of the 1970s, for example, the number of registered voters in Assam jumped",
  "from6.2milliontoalmost9million,theincreaseaccountedforchieflybyim-",
  "migrants from Bangladesh.31",
  "The Assamese feared cultural subordination at the hands of the Bengali",
  "middleclass,anddemographicconquestatthehandsoftheBengalipeasantry.",
  "There wereepisodic riotsinthe1950sand1960saimed atdrivingtheimmig-",
  "rantsbacktowheretheycamefrom.However,itwasonlyfromthelate1970s",
  "that these sentiments were transmuted into a widespread social movement.32",
  "The key organization in this transformation was the All-Assam Students",
  "Union (AASU). Its network extended throughout the state; all student unions",
  "in schools and colleges were affiliated to it. Beginning in 1979 and carrying",
  "onoverthenextfiveyears,theAASUledhundredsofstrikesandprocessions",
  "intended to press the central government to clear their homeland of the infilt-",
  "rators.",
  "Assamese nationalists had based their arguments on culture and demo-",
  "graphy.AASUaddedathirdlegtothestool:economics.TheeconomyofAs-",
  "sam was manifestly dominated by outsiders. The rich tea plantations of thestate were mostly owned by firms based in London or Calcutta. Assam had",
  "India’smostproductiveoilfields,yettheliquidwaspumpedupbypublic-sec-",
  "torfirmsthatemployedfewlocals(andnoneatthetoplevelofmanagement).",
  "Worse, the oil was then sent to refineries located in other states. Local trade",
  "and commerce was controlled by Marwaris from Rajasthan. All in all, Assam",
  "was an ‘internal colony’, supplying cheap raw materials for metropolitan In-",
  "dia to process and profit from.",
  "The Assam movement’s larger demand was for a new economic policy,",
  "wherethestate’sresidentscouldobtainincomeandemploymentfromthebest",
  "use of the state’s natural resources. Its more immediate demand, however,",
  "was for the deletion of immigrants from the voters’ list preparatory to their",
  "deportation from the state. This led to an unfortunate but perhaps inevitable",
  "polarization on communal lines. For many of the more recent immigrants",
  "were, infact, Muslims. The Congress Party,then ruling inthe centre andlong",
  "dominant in the state, was accused of protecting the immigrants as a captive",
  "votebank.AlsohasteningthepolarizationwastheformationofanAll-Assam",
  "Minorities Students Union (AAMSU).33",
  "Visiting Assam in the summer of 1980, a Delhi journalist found that the",
  "‘movement had undoubtedly acquired gigantic proportions’. No longer was",
  "it confined to the literate or articulate. The Assamese people as a whole felt",
  "‘increasingly frustrated, driven to the wall. Aside from the anti-foreigner sen-",
  "timent, the movement has developed other dangerous strains – anti-Bengali,",
  "anti-Left, anti-Muslim, anti-non-Assamese, and slowly but discernibly, even",
  "anti-Indian.’34 Bengalis were being attacked and their homes burnt. But the",
  "central government was also targeted. Railway tracks were uprooted by in-",
  "dividual saboteurs, while the AASU stopped the export of plywood and jute",
  "from the state. They were even successful in blocking the flow of oil, forcing",
  "the government to declare the pipeline and the land extending up to half a",
  "kilometre oneither side ofit a‘protected area’. Ultimately the army hadtobe",
  "called in to restore oil supplies from Assam to are finery in distant Bihar.35",
  "In the last week of July 1980 the prime minister warned the AASU lead-",
  "ersthattheiractionscouldleadtoretribution.‘Supposeotherstatesrefusedto",
  "supplyAssamwithsteel?’sheasked.‘HowwouldtheAssamesedeveloptheir",
  "industry?’ Indian federalism was based on interdependence. For ‘it was only",
  "in the shadow of a bigger unit that each unit can survive; otherwise outside",
  "pressures will be too great to bear’.36",
  "Even as this warning was issued, however, the central government had",
  "begunnegotiationswiththeAASUleaders.Thetalksweretocontinueforthe",
  "nextthreeyears,onandoff,sparkingfreshstrikesandprotestswhenevertheybroke down. Officially the negotiators were between the AASU on one side",
  "and the Home Ministry on the other. But numerous interlocutors were also",
  "used, among them the Gandhi Peace Foundation and the Manipur chief min-",
  "ister R. K. Dorendra Singh. The real bone of contention was the cut-off date",
  "beyond which immigration could be considered ‘illegal’. The AASU wanted",
  "all migrants who came in after 1951 to be removed from the voters’ list and",
  "deported.ThegovernmentofIndiathoughtthisstruckatthefederalprinciple,",
  "violating the freedom of citizens to move from one part of the country to an-",
  "other.Theywereprepared,however,torecognize1971asthecut-offdate,for",
  "itwasthenthatthehappeningsinEastPakistanhadprovokedanunpreceden-",
  "ted, so to say unnatural migration across the borders.",
  "By one account, representatives of government and the agitation met on",
  "asmanyas114daysinthecalendaryears1980,1981and1982.Variouscom-",
  "promiseswerediscussed:one,suggestedbytheGandhiPeaceFoundation,re-",
  "commended that those who entered Assam between 1951 and 1961 be con-",
  "ferred rights of residence and voting (in effect, citizenship), those who came",
  "between 1961 and 1971 be dispersed to other states of India, and those who",
  "came after 25 March 1971 (the date on which Bangladesh declared itself a",
  "sovereign state) be deported.37",
  "In the event, a solution proved intractable. The conflict resumed, taking",
  "ever uglier forms. In one particularly gruesome incident in February 1983",
  "hundredsofBengaliMuslimswereslaughteredbyamobofAssameseHindus",
  "and tribals. Thus was fulfilled the grim prediction of the veteran journalist",
  "Devdutt, who, writing when the talks between the movement and the govern-",
  "ment were in their early stages, noted that if a resolution was not arrived at,",
  "‘liketheturbulentBrahmaputracoursingalong450milesinAssam,theseeth-",
  "ing discontent and disaffection will also wreak havoc’.38",
  "VI",
  "Contemporaneous with the Assam movement, there was a still more serious",
  "agitation forgreaterautonomyinthestateofPunjab.Isay‘stillmoreserious’",
  "because Punjab bordered Pakistan, a country with which India had fought",
  "three wars. Besides, the majority community of the state were not Hindus but",
  "Sikhs. To the primordial attachments of language and region was thus added",
  "the potentially deadly element of religion.As in Assam, the Punjab ‘agitation’, or ‘movement’, or ‘crisis’ (to give",
  "itthreeamongitsmanynames)hadcausesbothdistantandproximate.Asec-",
  "tionoftheSikhintelligentsiahopedfortherenewal,insomeshapeorform,of",
  "theSikhstateruledbyMaharajaRanjitSinghinthefirsthalfofthenineteenth",
  "century. Others looked only as far back as Partition, and the tragedies and",
  "losses suffered by the community then. It had taken twenty years of almost",
  "ceaselessstruggletocompelNewDelhitoconstituteaSikhmajorityprovince",
  "within India. However, even after the new Punjab was formed in 1966, the",
  "majorSikhpoliticalparty,theAkaliDal,wasunableauthoritativelytorulethe",
  "state. It rankled deeply that in 1967 and 1969 the Akalis had to form unstable",
  "coalitionswith‘Hindu’partiessuchastheJanaSangh,whereasin1971itsold",
  "rival, the Congress, was able to come to power in the Punjab on its own.39",
  "In October 1973 the Working Committee of the Akali Dal passed the",
  "‘Anandpur Sahib Resolution’. This asked the government of India to hand",
  "overChandigarhtoPunjab(itthensharedthecitywithHaryana);toalsohand",
  "over Punjabi-speaking areas then with other states; and to increase the pro-",
  "portionofSikhsinthearmy.Askingforarecasting oftheIndianConstitution",
  "on ‘real federal principles’, it said that ‘in this new Punjab and in other States",
  "theCentre’sinterferencewouldberestrictedtodefence,foreignrelations,cur-",
  "rency, and general administration; all other departments would be in the jur-",
  "isdiction of Punjab (and other states) which would be fully entitled to frame",
  "[their] own laws on these subjects’.",
  "By one reading, the Anandpur Sahib Resolution merely sought to make",
  "realthepromiseofstates’autonomyhintedatbytheconstitution.ButtheRes-",
  "olution was also amenable to more dangerous interpretations. The preamble",
  "spoke of the Akali Dal as ‘the very embodiment of the hopes and aspirations",
  "oftheSikhNation’.The‘politicalgoalofthePanth[community]’wasdefined",
  "as ‘the pre-eminence of the Khalsa [or Sikh brotherhood]’, with the ‘funda-",
  "mental policy’ of the Akali Dal being the ‘realization of this birth-right of the",
  "Khalsa through creation of congenial environment and a political set-up’.40",
  "Perhaps 1973 was not the best time to make these demands, with Mrs",
  "Indira Gandhi riding high on the wave of a war recently won and the centre",
  "more powerful than ever before. Its powers were increased still further with",
  "the emergency, when thousands of Akalis were put in jail. But in 1977 the",
  "emergency was lifted, elections called, and the Congress Party comprehens-",
  "ively trounced. With the Akalis now in power in the Punjab, the demands of",
  "theAnandpurSahibresolutionwererevived,andnewonesadded.Amongthe",
  "losses at Partition were two of the five rivers that gave the state its name; if",
  "that was not bad enough, the Indian Punjab had to share the remaining threewith the states of Haryana and Rajasthan. The Akalis claimed a greater share",
  "ofthesewaters;tothiseconomic demandwascoupledacultural one,thedes-",
  "ignationofAmritsar,hometotheholiestSikhshrine,theGoldenTemple,asa",
  "Holy City’.41",
  "In April 1978 there was a mass convention at Amritsar of a religious",
  "sect, the Nirankaris. The Nirankaris thought of themselves as Sikhs, but since",
  "they believed in a living Guru were regarded as heretics by the faithful. With",
  "the Akalis in power, some priests professed shame that the Holy City was",
  "being profaned thus. Leading the opposition to the Nirankari meeting was a",
  "hit her to obscure preacher named Jarnail Singh Bhind ran wale. Born into a",
  "family of Jat Sikhs, Bhindranwale had left his wife and children to become",
  "head of a seminary called the Damdami Taksal. His was an impressive pres-",
  "ence: over six feet tall, slim and athletic, with probing eyes and dressed in",
  "along blue robe. He was an effective and even inspiring preacher, with a deep",
  "knowledge of the Sikh scriptures. He claimed that Sikhs ‘were slaves in in-",
  "dependent India’, discriminated against by the Hindus. Bhindranwale wanted",
  "the Sikhs to purify themselves and return to the fundamentals of their faith.",
  "He spoke scathingly of the corrupt and effete Hindu, but mocked even more",
  "the modernized Sikh, he who had so far forgotten himself as to cut his hair",
  "and consume tobacco and alcohol.42",
  "By some accounts, Bhindranwale was built up by Sanjay Gandhi and",
  "the Union home minister Zail Singh (himself a former chief minister of Pun-",
  "jab) as a counter to the Akalis. Writing in September 1982 the journalist Aye-",
  "sha Kagal remarked that the preacher ‘was originally a product nurtured and",
  "marketed by the Centre to cut into the Akali Dal’s sphere of influence’.43",
  "The keyword here is ‘originally’. For whoever it was who first promoted",
  "him, Bhindranwale quickly demonstrated his own independent source of cha-",
  "rismaandinfluence.TohimwereattractedmanyJatsofapeasantbackground",
  "who had seen the gains of the Green Revolution being cornered by the large",
  "landowners. Other followers came from the lower Sikh castes of artisans and",
  "labourers; they saw in the process of purification their own social advance-",
  "ment. Bhindranwale also benefited from the general increase of religiosity",
  "which, in the Punjab as in some other places, followed upon rapid and unex-",
  "pected economic development.44",
  "While the Nirankari convention was in progress at Amritsar in April",
  "1978 Bhindranwale preached an angry sermon from the precincts of the",
  "Golden Temple. Moved by his words, a crowd of Sikhs descended upon the",
  "place where the heretics were meeting. The Nirankaris fought back; in the",
  "battle that ensued, fifteen people died.Sikh pride took another blow in 1980, when the Akalis were dismissed",
  "and the Congress returned to power in Punjab. In June of that year a group of",
  "students met at the Golden Temple and proclaimed the formation of an inde-",
  "pendent Sikh republic. The republic had a name, Khalistan, and a president, a",
  "SikhpoliticianbasedinLondonnamedJagjitSinghChauhan.Primarilyitwas",
  "Sikh emigres who were behind this move; the pronouncement was made sim-",
  "ultaneously in the United Kingdom, the United States, Canada and France.45",
  "The government in Delhi was not unduly worried by these elements at",
  "the fringe. Its attention was focused on the Akalis, who, out of power, had",
  "chosen the path of confrontation. Their new leader, Sant Harcharan Singh",
  "Longowal, lodged himself in the GoldenTemple, from where he would an-",
  "nounce street protests on a variety of themes such as the handing over of",
  "Chandigarh, or the greater allocation of canal water. Bhindranwale was op-",
  "erating from another part of the temple. He had acquired a group of devoted",
  "gun-toting followers who acted as his acolytes and bodyguards and, on occa-",
  "sion, as willing and unpaid killers.",
  "Throughtheearly1980sthepoliticsofagitationco-existeduneasilywith",
  "thepoliticsofassassination.InApril1980theNirankarileaderBabaGurchar-",
  "an Singh was shot dead in New Delhi. It was widely believed that Bhindran-",
  "walewasbehindthekilling,butnoactionwastaken.TheninSeptember1981",
  "came the murder of Lala Jagat Narain, an influential editor who had polem-",
  "icized vigorously against Sikh extremism. This time a warrant went out for",
  "the preacher’s arrest. The police went to pick him up from a gurdwara in",
  "Haryana,butbythetimetheyarrivedBhindranwalehadreturnedtothesafety",
  "of his own seminary in the Punjab. The chief minister, Darbara Singh, was",
  "all for pursuing him there, but he was dissuaded by the Union home minis-",
  "ter, Zail Singh, who was worried about the political fall-out that might result.",
  "Bhindranwale then sent word that he was willing to turn himself in, but at a",
  "time of his choosing, and only so long as the arresting officers were Sikhs",
  "wearing beards. Amazingly, the Punjab government agreed to these humili-",
  "ating terms. Two weeks after the murder the preacher gave himself up out-",
  "side his seminary, even as a crowd of supporters chanted slogans and threw",
  "stones at the police. A tseveral other places in the state his followers attacked",
  "state property, provoking the police to fire on them. According to one report,",
  "a dozen people died in the violence surrounding Bhindranwale’s arrest.46",
  "Three weeks later he was released for lack of evidence. Two chroniclers",
  "of the Punjab agitation write that ‘Bhindranwale’s release was the turning",
  "point in his career. He was now seen as a hero who had challenged and de-",
  "feated the Indian government’. Another says that with the drama of his arrest‘Bhindranwale had transformed himself from a murder suspect [into] a new",
  "political force’.47",
  "Throughout 1982 there were many rounds of negotiations between the",
  "centre and the Akalis. No agreement was reached, the sticking points being",
  "the areas Punjab would give up to Haryana in exchange for Chandigarh, and",
  "the sharing of river waters. On 26 January 1983, Republic Day, the Akali le-",
  "gislators in the state assembly resigned, the timing of their action suggesting",
  "perhaps an uncertain commitment to the Indian Constitution. The challenge",
  "ofBhindranwalewasforcingthemtobecomemoreextreme.TheAkaliswere",
  "now prone to comparing Congress rule to the bad old days of the Mughals.",
  "They began organizing shaheed jathas (martyrdom squads) to fight the new",
  "tormentors of the Sikhs.48",
  "On 22 April 1983 a high-ranking Sikh policeman, A. S. Atwal, was",
  "killed as he left the Golden Temple after prayers. The man who shot him",
  "at close range coolly walked in afterwards. Atwal’s murder further demoral-",
  "ized the Punjab police, itself overwhelmingly Sikh. A spate of bank robber-",
  "ies followed. Sections of the Hindu minority began fleeing the state. Those",
  "whoremainedorganizedthemselvesunderaHinduSurakshaSangh(Defence",
  "Force). Centuries of peaceable relations between Hindus and Sikhs were col-",
  "lapsing under the strain.",
  "In interviews, Bhindranwale described the Sikhs as a ‘separate qaum’, a",
  "wordthat issometimes taken tomean ‘community’ butwhichcanjustaseas-",
  "ily be translated as ‘nation’. He had not asked for Khalistan, he said, butwere",
  "it offered to him he would not refuse. The prime minister of India he mocked",
  "as a ‘Panditain’, daughter of a Brahmin, a remark redolent with the contempt",
  "that the Jat Sikh has for those who work with their minds rather than their",
  "hands. Asked whether he would meet Mrs Gandhi he answered, ‘No I don’t",
  "want to, but if she wants to meet me, she can come here.’49",
  "Tohisfollowers,Bhindranwalecouldbeevenmoreblunt.‘IftheHindus",
  "come in search of you’, he told them once, ‘smash their heads with television",
  "antennas.’ He reminded them of the heroic history of the Sikhs. When the",
  "Mughals had tried to destroy the Gurus, ‘our fathers had fought themwith",
  "40 Sikhs against 100,000 assailants’. They could do the same now with their",
  "new oppressors. There was also a contemporary model at hand – that of Is-",
  "rael. If the few Jews there could keep the more numerous Arabs at bay, said",
  "Bhindranwale, then the Sikhs could and must do the same with the Hindus.50",
  "On 5 October 1983, terrorists stopped a bus on the highway, segregated",
  "the Hindu passengers and shot them. The next day President’s Rule was im-",
  "posed in the state. In the last weeks of 1983 Bhindranwale took up residenceintheAkalTakht,abuildingsecondinimportanceonlytotheGoldenTemple.",
  "The latter, standing in the middle of a shimmering blue lake, is venerated by",
  "Sikhs as the seat of spiritual authority; the former, an imposing marble build-",
  "ing immediately to its north, had historically served as the seat of temporal",
  "authority.ItwasfromtheAkalTakhtthat thegreat Gurusissuedtheir hukum-",
  "namas, edicts that all Sikhs were obliged to follow and honour. It was here",
  "that Sikh warriors came to receive blessings before launching their guerrilla",
  "campaignsagainsttheirmedievaloppressors.51ThatBhindranwalechosenow",
  "to move into the Akal Takht, and that no one had the courage to stop him,",
  "were acts steeped in the most dangerously profound symbolism.",
  "VII",
  "The rise of communal violence in the Punjab falsified numerous predictions",
  "made about the province and its peoples. In the 1950s it was claimed that the",
  "Sikhs would become increasingly ‘Hinduized’, indeed, become a sect of the",
  "great pan-Indian faith instead of standing apart as a separate religion. In the",
  "1960s it was argued that, having tasted power, the Akali Dal would become",
  "‘secularized’; that its rhetoric and policies would henceforth be directed by",
  "economic rather than religious considerations. By the 1970s conflict had re-",
  "placed consensus as the dominant motif of Punjab social science, except that",
  "the trouble, when it came, was expected to run along the lines of class, with",
  "the Green Revolution turning Red.",
  "By the beginning of the next decade, however, the situation of the Sikhs",
  "inIndiawasbeingcomparedtothatoftheTamilsinSriLanka.Here,asthere,",
  "wrote the political scientist Paul Wallace in 1981, ‘language, religion and re-",
  "gionalism combined into a potentially explosive context which political elites",
  "struggletocontain’.52Withinthenextyearortwothismixturehadbeenmade",
  "still more deadly by the addition of a fourth ingredient: armed violence.",
  "Hindu-Sikhconflictwas,inthecontextofIndianhistory,unprecedented.",
  "While it was manifesting itself, other older and more predictable forms of so-",
  "cialconflictwerealsobeingplayedout.ThusthejournalistM.J.Akbar,com-",
  "piling his reports of the 1980s into a single volume, called the book Riot after",
  "Riot – a title that was melancholy as well as appropriate.53",
  "One axis of this conflict was, naturally, caste. In January-February 1981",
  "the state of Gujarat was convulsed by clashes between forward and backward",
  "castes. The issue under contention was the reservation of seats in engineeringand medical colleges for those of low status. The Harijans in particular were",
  "very scantily represented, both as students and teachers. Of 737 faculty mem-",
  "bers in the medical colleges of Gujarat, only 22 were Harijan. However, their",
  "demands for greater representation were bitterly resisted. The conflict spread",
  "wellbeyondthestudents.EventhetextileworkersofAhmedabad,longunited",
  "under one banner, were soon divided on caste lines. At least fifty people died",
  "in the violence.54",
  "A second axis of conflict, even more naturally, was religion. During the",
  "Janata regime the communal temperature had begun to rise alarmingly. With",
  "politicians allied to it in power in the centre and in the states, the Rashtriya",
  "Swayamsevak Sangh grew in strength hand influence. In 1979 there was a",
  "major riot in the steel town of Jamshedpur; a judicial inquiry ordered by the",
  "governmentconcludedthattheRSS‘hadapositivehandincreatingaclimate",
  "which was most propitious for the outbreak of communal disturbances’.55",
  "After the Janata party’s rout in the 1980 elections, its Jana Sangh mem-",
  "bers broke away to form a party of their own. They called it the Bharatiya",
  "Janata Party (BJP), but the new name did little to disguise a very old aim.",
  "There was once more a distinct political party to represent and advance",
  "the ‘Hindu’ interest. As it happened, the formation of the BJP heralded a",
  "wave of religious violence in northern and western India. There were major",
  "Hindu-Muslim riots in the Uttar Pradesh towns of Moradabad (August 1980)",
  "and Meerut (September–October 1982); in the Bihar town of Biharsharif in",
  "April–May1981;intheGujarattownsofVadodara(September1981),Godhra",
  "(October 1981) and Ahmedabad (January 1982); in Hyderabad, capital of",
  "Andhra Pradesh, in September 1983; and in the Maharashtra towns of Bhi-",
  "wandi and Bombay in May–June 1984. In each case the riots ran on for days,",
  "with much loss of life and property, and were finally quelled only by armed",
  "force.56",
  "From the plentiful literature on these numerous riots can be discerned",
  "some recurrent themes.57 The riots were generally sparked by a quarrel that",
  "was in itself trifling. It could be a dispute over a piece of land claimed by",
  "both Hindus and Muslims, or over street space claimed by both Hindu and",
  "Muslim hawkers. It could be provoked by a pig straying into a mosque or a",
  "dead cow being found near a temple. Sometimes the cause was the coincid-",
  "ence of a Hindu and a Muslim festival leading to encounters on the street of",
  "large processions of both communities.",
  "However, once begun, most disputes quickly escalated. The role of ru-",
  "mour was critical here, with the original incident being magnified in each",
  "retelling until a simple clash between two individuals had become a holywar between two simultaneously violated religions. Communal organizations",
  "helped this escalation, as did party rivalries, with local politicians identifying",
  "withonesideortheother.Wordsgavewaytoblows,fisticuffstoswordfights,",
  "these in turn to firebombs and bullets. The police either looked on or were",
  "partisan. In the states of Bihar and Uttar Pradesh they invariably favoured",
  "the Hindus, encouraging and sometimes even participating in the looting of",
  "Muslim homes and shops.",
  "Riots typically took place in towns where the Muslims constituted a sig-",
  "nificant proportion of the population – between 20 per cent and 30 per cent –",
  "and where some of them had lately climbed up the economic ladder, for ex-",
  "ample asartisans servicing awider market. Whoever started thequarrel –and",
  "there were always claims and counter-claims – it was the Muslims and the",
  "poor who were the main sufferers: the Muslims because, even while numer-",
  "ousenoughtofighttheircorner,theywereintheendoutnumberedbyafactor",
  "of two or three to one; the poor because they lived in the crowded parts of",
  "town, in homes built from fragile or inflammable materials. A fire, once be-",
  "gun, would quickly engulf the whole locality. The middle class, on the other",
  "hand, lived in spacious residential colonies where it was easier to ensure per-",
  "sonal as well as collective security.",
  "In India, caste and communal conflict had usually run in parallel, but in",
  "the1980stheybegansubtlyinfluencingoneanother.Acriticaleventherewas",
  "thedecisionofanentirevillageofHarijansinTamilNadutoconverttoIslam.",
  "On 19 February 1981 1,000 residents of Meenakshipuram became Muslims.",
  "With their religion and personal names, they even changed the name of their",
  "village; henceforth, they said, it would be known as ‘Rehmatnagar’.",
  "The Meenakshipuram incident provoked outrage among the RSS and its",
  "sister organizations. The cry was raised of ‘Hinduism in danger’, and the sin-",
  "ister hand of ‘Gulf money’ seen in the conversions. The Arab countries, it",
  "was claimed, were using their petrodollars to proselytize in the subcontinent,",
  "with Indian Muslims being willing accomplices. Islamic preachers were in-",
  "deed active in the area, but the Harijans were also reacting to the continu-",
  "ing oppression by upper-caste landlords, and to the discrimination they faced",
  "in entering schools and obtaining government jobs. Their hope was that they",
  "could escape social stigma by embracing a faith which preached equality for",
  "all its believers.58",
  "VIIITo the historian, there are uncanny parallels between the first years of Mrs",
  "Gandhi’s first term as prime minister and the first years of her second. These,",
  "like those, were years of trouble, and more trouble. Between 1966 and 1969",
  "the Congress Party and the central government faced serious challenges from",
  "within the democratic system-as, for instance, the victories of the DMK in",
  "Madras and of the United Front in Bengal – and from without, such as the",
  "Mizo rebellion and the Naxalite insurgency. To add to all this, famine loomed",
  "large and there were serious scarcities of essential goods.",
  "How Mrs Gandhi tackled that crisis we have already seen, our recon-",
  "structionaidedbythecolossalhoardofpaperspreservedbyherprincipalsec-",
  "retary P. N. Haksar. By 1980 Haksar had left her, so there is no similar paper",
  "trail by which we can reconstruct the prime minister’s response to this new",
  "crisis, caused by afresh wave of ethnic and regional movements, and by the",
  "intensification of communal conflict.",
  "In 1969 and 1970, the route taken by Mrs Gandhi was ideological: the",
  "reinventionofherselfasthesaviourofthepoorandtheforgingofanewparty",
  "and of new policies to go with it. What path might she have taken now, had",
  "she P. N. Haksar by her side? Or what path might she have taken if Sanjay",
  "Gandhi were still alive?",
  "Such speculation is, of course, academic. What we do know is that from",
  "late 1982 or thereabouts the prime minister had begun thinking seriously",
  "about her re-election. She did not want a repeat of that 1977 defeat. To avert",
  "the possibility she decided that, when the polls came, she would present her-",
  "self as the saviour of the nation, safeguarding its unity against the divisive",
  "forces that threatened it.59",
  "The non-Congress parties, meanwhile, were equally sensible of the next",
  "election, and the need to build a common front. Leading the unity moves was",
  "N.T.RamaRao,whoconvenedameetingofoppositionpartiesinVijayawada",
  "in May 1983. In attendance was the new chief minister of Jammu and Kash-",
  "mir,FarooqAbdullah,sonofSheikhAbdullah,whohadtakenhisfather’sjob",
  "when the Sheikh passed away in 1982.",
  "The prime minister was irritated by the NTR’s initiative, and angered by",
  "Farooq’sparticipation init.Whenfreshelections wereheldtotheJammu and",
  "Kashmir state in 1983 she campaigned vigorously for her Congress Party. In",
  "speeches in the Hindu-dominated Jammu region she portrayed Farooq as a",
  "quasi-secessionist. The divide between Jammu and the Kashmir Valley had",
  "previously been presented in communal colours, but never before by an Indi-",
  "anprimeminister.Itwasadangerousgambit,anditdidn’twork–Farooqand",
  "his National Conference were comfortably re-elected.60Meanwhile, the conflict in the Punjab assumed dangerous proportions.",
  "TheattacksonHinduciviliansgrewmorefrequent.On30April1984asenior",
  "Sikh police officer, a particular scourge of the terrorists, was killed. Then, on",
  "12 May, Ramesh Chander, son of the editor Jagat Narain and inheritor of his",
  "mantle, was also murdered. By now Bhindranwale’s men had begun fortify-",
  "ing the Golden Temple, supervised by Shubeg Singh, a former major general",
  "of the Indian army, a one-time hero ofthe1971 war who had trained the Mukti",
  "Bahini.",
  "Under Shubeg’s guidance the militants began laying sandbags on turrets",
  "and occupying high buildings and towers around the temple complex. The",
  "men on these vantage points were all in wireless contact with Shubeg in the",
  "Akal Takht.An attack by government troops was clearly anticipated. The de-",
  "fenceswerepreparedinthehopethattheymightholdoutlongenoughtopro-",
  "vokeageneraluprisingamongSikhsinthevillages,andamassmarchtowards",
  "the besieged temple. Enough food was stocked to last the defenders a month.",
  "The other side too was preparing for action. On 31 May Major General",
  "R.S.BrarwassummonedfromMeerut,wherehewasinchargeofaninfantry",
  "division, and told he would have to lead the operation to rid the temple of ter-",
  "rorists. Brar was a Jat Sikh, whose ancestral village was but a few miles from",
  "Bhindranwale’s. And he knew Shubeg Singh well – the latter had been Brar’s",
  "instructor at the Indian Military Academy at Dehradun and they had worked",
  "together in the Bangladesh operations.",
  "Brar was briefed by two lieutenant generals, Sundarji and Dayal. The",
  "government, he was told, believed that the situation in the Punjab had passed",
  "out of control of the civil administration. The centre’s attempts to arrive at a",
  "settlement with Akalis had run aground. The Akalis had failed to convince",
  "Bhindranwale to dismantle the fortifications and leave the temple. And they",
  "were themselves getting more militant. The Akali leader Sant Longowal had",
  "announced that on 3 June he would lead a movement to stop the passage of",
  "grainfromthestate.Asiegewasconsidered,andrejected, becauseofthefear",
  "of a rebellion in the countryside. The prime minister had thus decided, ‘after",
  "much reluctance’, that the militants had to be flushed out. Brar was asked to",
  "plan and lead what was being called ‘Operation Bluestar’, with the mandate",
  "that it should be finished in forty-eight hours if possible, with no damage to",
  "the Golden Temple itself and with minimum loss of life.61",
  "Within twenty-four hours of this briefing the army began moving into",
  "Amritsar, taking over control of the city from the paramilitary. On 2June a",
  "young Sikh office rentered the temple, posing as a pilgrim, and spentan hour",
  "walkingaround,carefullynotingthepreparationsmadeforitsdefence.Patrolswere also sent to study the vantage points occupied by the militants outside,",
  "which would have to be cleared before the assault.",
  "On the night of the 2nd, the prime minister spoke on All-India Radio.",
  "Sheappealedto‘allsectionsofPunjab’notto‘shedblood,[but]shedhatred’.",
  "The call was disingenuous, since the army was already preparing for its as-",
  "sault. On the 3rd, Punjab’s road, rail and telephone links were cut off, but in",
  "Amritsaritselfthecurfewwasliftedtoallowpilgrimstomarktheanniversary",
  "of the martyrdom of Guru Arjun Dev.",
  "The next day saw sporadic firing in the temple’s perimeter as the army",
  "tried to knock out the towers occupied by the militants. That day and the next",
  "announcementswerebroadcastoverloudspeakersaskingpilgrimstoleavethe",
  "temple. The attack itself was launched on the night of the 5th. Brar’s hope",
  "was that the peripheral parts of the temple would be seized by midnight, after",
  "which a lodgement would be placed within the Akal Takht, reinforcements",
  "sent up and the whole place cleared by the morning of the next day. His plan",
  "grievously underestimated the number of militants, their firepower, their skill",
  "and their resolve. Every window in the Akal Takht had been boarded up,",
  "with snipers placed to fire through cracks from within. Other militants with",
  "machine guns and grenades were scattered through the complex, using their",
  "knowledgeofitsnarrowpassagesandverandahstolaunchsurpriseattackson",
  "the advancing troops.",
  "By 2 a.m. on the 6th the troops were a fair way behind schedule. Brar",
  "writes that ‘due to intense multi-directional fire of the militants, our forces",
  "were unable to get close enough [to the Akal Takht] to achieve any degree",
  "of accuracy’.62 Finally, permission from Delhi was requested to use tanks to",
  "break the defences. By dawn, several tanks – the estimates range from five",
  "to thirteen – had broken through the temple’s gates and taken up position.",
  "Through much of the day they rained fire on the Akal Takht. In the evening",
  "it was deemed safe to send troops into the building to capture any defenders",
  "who might still remain. They found Shubeg Singh dead in the basement, still",
  "clutching his carbine, with a walkie-talkie next to his body. Also found in the",
  "basement were the bodies of Bhindranwale and his devoted follower, Amrik",
  "Singh of the All India Sikh Students’ Federation.",
  "Thegovernmentestimatedthedeathtollat4officers,79soldiersand492",
  "terrorists. Other accounts place the number of deaths much higher; at perhaps",
  "500 or more troops, and 3,000 others, many of these pilgrims caught in the",
  "cross-fire.",
  "‘Notwithstanding the fact that by converting the House of God into a",
  "battlefield, all the principle sand precepts of the ten Sikh gurus were thrownoverboard’, remarks R. S. Brar, ‘it must be admitted that the tenacity with",
  "which the militants held their ground, the stubborn valour with which they",
  "fought the battle, and the high degree of confidence displayed by them merit-",
  "spraiseandrecognition.’63 It is impossible not to sympathize with the writer of",
  "these words,whose ownjob was, without question, the most difficult ever as-",
  "signedtoanIndianarmycommanderinpeacetimeorinwar.TheSikhgeneral",
  "to whom both Brar and Shubeg reported during the liberation of Bangladesh",
  "hadthistosayaboutOperationBluestar:‘Thearmywasusedtofinishaprob-",
  "lem created by the government. This is the kind of action that is going to ruin",
  "the army.’64",
  "IX",
  "The Golden Temple is ten minutes’ walk from Jallianawala Baghwhere, in",
  "April 1919, a British brigadier ordered his troops to fire on a crowd of un-",
  "armed Indians. More than 400 people died in the firing. The incident occu-",
  "pies a hallowed place in nationalist myth and memory; the collective outrage",
  "it provoked was skilfully used by Mahatma Gandhi to launch a countrywide",
  "campaign against colonial rule. Operation Bluestar differed in intent – it was",
  "directed at armed rebels, rather than a peaceable gathering – but its conse-",
  "quences were not dissimilar. It left a collective wound in the psyche of the",
  "Sikhs, crystallizing a deep suspicion of the government of India. The Del-",
  "hi regime was compared to previous oppressors and desecrators, such as the",
  "Mughals,andtheeighteenth-centuryAfghanmarauderAhmadShahAbdali.65",
  "Are porter touring the Punjab countryside found a sullen and alienated com-",
  "munity’.AsoneelderlySikhputit,‘Ourinnerselfhasbeenbruised.Thebase",
  "of our faith has been attacked, a whole tradition has been demolished.’ Now,",
  "eventhoseSikhswhohadpreviouslyopposedBhindranwalebegantoseehim",
  "inanewlight.For,whatever hispasterrorsandcrimes, itwasheandhismen",
  "who had died defending the holy shrine from the vandals.66",
  "The view from outside the Punjab was quite different. Many people",
  "commended Mrs Gandhi for taking firm (if belated) action against terrorists",
  "claimed to be in the pay of Pakistan. The prime minister herself was now",
  "prompted to move against elements in other states who were opposed to her.",
  "For some time now she had been pressing for the dismissal of Farooq Abdul-",
  "lah’sgovernmentinJammuandKashmir.Whenthestate’sgovernor,herown",
  "cousin B. K. Nehru, told her it would be unconstitutional, he was replacedby Sanjay Gandhi’s old lieutenant Jagmohan. In July 1984 Jagmohan engin-",
  "eered a split in the ruling National Conference and declared the leader of the",
  "rump faction the new chief minister. Bags of money were sent by the Con-",
  "gress Party in Delhi to bribe Kashmiri legislators into deserting their leader.",
  "Farooq was not given the opportunity to test his majority on the floor of the",
  "House. Indeed, the dismissal order was served on him in the middle of the",
  "night, as it had been on his father who, back in 1953, had likewise been sent",
  "out of office on grounds of dubious legality and still more dubious morality.",
  "As B. K. Nehru wrote, the Kashmiris ‘were convinced now at the second de-",
  "thronement of their elected leader that India would never permit them to rule",
  "themselves.’67",
  "A month later a change of regime was effected in Andhra Pradesh. Once",
  "morethegovernor,aformermemberoftheCongressParty,playedamalevol-",
  "ent role. A section of the Telugu Desam was induced to break away and,",
  "with Congress support, form anewgovernment.68 The dismissals of the J&K",
  "and Andhra chief ministers were in flagrant violation of democratic practice.",
  "Thesewerenotarmedrebelsbutlegallyelectedgovernments.Onecannotrule",
  "out personal vindictiveness – it was NTR and Farooq, after all, who had first",
  "initiated the moves for opposition unity. The prime minister must also have",
  "calculated that it would help to have sympathetic regimes in place before the",
  "general election. Writing to a friend, she accused the opposition of having",
  "the ‘single-minded objective of removing me’; their ‘patchwork alliances’,",
  "she claimed, were based on ‘regionalism, communalism and casteism’.69 It is",
  "tempting to turn the criticism on its head – certainly, many of Mrs Gandhi’s",
  "own policies in 1983 and 1984 appear to have been dictated by the single-",
  "minded objective of winning the next general election.",
  "In the aftermath of Operation Bluestar the prime minister had been",
  "warned by intelligence agencies of a possible attempt on her life. She was ad-",
  "vised to change the Sikh members of her personal bodyguard. Mrs Gandhi",
  "rejected the suggestion, saying, ‘Aren’t we secular?’70 On the morning of 31",
  "October, while walking from her home to her office next door, she was shot",
  "at point-blank range by two of her security guards, Satwant Singh and Beant",
  "Singh. They were both Sikhs who had recently returned from a visit home,",
  "and been provoked by the hurt and anger they witnessed to take revenge for",
  "Operation Bluestar.",
  "By the time the prime minister was admitted to hospital she was already",
  "dead. By early afternoon the foreign radio stations had put out the news, al-",
  "though All-India Radio made its own official announcement only at 6 p.m.",
  "Shortly afterwards her son Rajiv was sworn in as prime minister. When hismotherwasshothewasinBengal;herushedbacktothecapital,whereagroup",
  "ofseniorCabinetministersandCongressleadersunanimouslydecidedthathe",
  "should succeed his mother.",
  "Later that night some incidents of arson and looting were reported in",
  "Delhi. The next morning the body of Mrs Gandhi was placed in Teen Murti",
  "House, where her father had lived as prime minister. All through that day,",
  "and the next, India’s sole television channel, Doordarshan, showed the line of",
  "mourners streaming past the body. From time to time the cameras focused on",
  "the crowds outside, who were shouting slogans such as ‘Indira Gandhi am-",
  "ar rahe’ (Indira Gandhi shall be immortal) and, more ominously, ‘khoon ka",
  "badla khoon se lenge’ (Blood will be avenged by blood).",
  "Theviolencethatbeganonthenightof31Octoberspreadandintensified",
  "throughthefirsttwodaysofNovember.Thefirstseriousepisodesoccurredin",
  "south and central Delhi; later, the action moved east across the river Yamuna,",
  "to the resettlement colonies located there. Everywhere it was Sikhs and Sikhs",
  "alone who were the target. Their homes were burnt, their shops looted, their",
  "shrines and holy books violated and desecrated. The mobs’ deeds were ac-",
  "companied by angry words: ‘Finish off the Sardars’, ‘Kill the gaddars [trait-",
  "ors]’, ‘Teach a lesson to the Sikhs’, were some of the slogans eyewitnesses",
  "reported hearing.",
  "InDelhialonemorethanathousandSikhsperishedintheviolence.Sikh",
  "malesbetweeneighteenandfiftyyearsofagewereparticularlytargeted.They",
  "were murdered by a variety of methods, and often in front of their own moth-",
  "ers and wives. Bonfires were made of bodies; in one case, a little child was",
  "burntwithhisfather,theperpetrator saying,‘Yesaapkabachchahai,issebhi",
  "khatam karo’ (This offspring of a snake must be finished too).",
  "The mobs were composed of Hindus who lived in and around Delhi:",
  "Scheduled Caste sweepers whoworkedinthe city,andJat farmers andGujjar",
  "pastoralists from villages on the fringes. Often they were led and directed by",
  "Congress politicians: metropolitan councillors, members of Parliament, even",
  "Union ministers. The Congress leaders promised money and liquor to those",
  "willing to do the job; this in addition to whatever goods they could loot. The",
  "police looked on, or actively aided the looting and murder.71",
  "RajivGandhi’sowncommentontheriotswas:Whenabigtreefalls,the",
  "earth shakes’. Without question, the killing of Mrs Gandhi provoked strong",
  "feelings among her many admirers. Sections of the middle class venerated",
  "her for her conduct and leadership during the 1971 war; sections of the poor",
  "thoughthertheonlyIndianpoliticianwhoempathizedwiththeirlot.AndHin-",
  "dus in general were dismayed at the happenings in the Punjab. The Khalistanmovement, they believed, was aimed at tearing the country into pieces, and",
  "the fact that it was two Sikhs who had killed the prime minister seemed to",
  "confirm these fears. Immediately after Mrs Gandhi’s killing rumours of other",
  "actions began to circulate. It was said that trains with dead bodies of Hindus",
  "were coming in from the Punjab, and that the capital’s water supply had been",
  "poisoned by malcontents.",
  "The public mood in Delhi was angry, distorted by happenings real and",
  "imagined. That said, Rajiv Gandhi’s comment was still deeply insensitive. It",
  "was of apiece with the behaviour, overall, of the administration he was now",
  "askedtolead.ByshowingcrowdsbayingforbloodinTeenMurtiHouse,state",
  "televisionwasissuingaself-fulfillingprophecy.Thepolice’sindifferencewas",
  "shocking, the role played by Congress politicians positively immoral. But the",
  "lapse that perhaps signalled more than all the others was the unwillingness to",
  "call in the army. There is a large cantonment in Delhi itself, and several in-",
  "fantrydivisions within aradiusoffiftymiles ofthecapital. Thearmywasput",
  "on standby, but despite repeated appeals to the prime minister and his home",
  "minister P. V. Narasimha Rao, they were not asked to move into action. A",
  "show of military strength in the city on the 1st and 2nd would probably have",
  "quelled the riots – yet the order never came.",
  "While Sikhs in the capital bore the brunt of the violence, there were also",
  "attacks on the community in other cities and towns of northern India. More",
  "than 200 Sikhs died in incidents in the state of Uttar Pradesh. Twenty Sikhs",
  "werekilledinIndore,andasmanyassixtyinthesteeltownofBokaro,where",
  "the mobs, as in Delhi, were led by local Congress politicians.",
  "One city where the violence was minimal was Calcutta. There were",
  "50,000 Sikhs resident in the city, many of them taxi-drivers, each one easily",
  "identified by his turban and beard. Very few were harmed; and not one died.",
  "The West Bengal chief minister, jyoti Basu, had ordered the police to en-",
  "surethatpeacebemaintained.Theinstructionswerehonoured,withthecity’s",
  "powerfultradeunionskeepingavigilanteye.TheexampleofCalcuttashowed",
  "thatpromptactionbytheadministrationcouldforestallcommunalviolence;a",
  "lesson, alas, lost to the rest of the country.72",
  "X",
  "Mrs Gandhi’s impact on the history of her country was definitive; as definit-",
  "ive, indeed, as her father’s. Jawaharlal Nehru was prime minister of India forsixteenyearsandninemonths.Hisdaughterservedinthatpostalmostaslong,",
  "albeitintwostretches:fromJanuary1966toMarch1977,andthenagainfrom",
  "January 1980 to October 1984. These are the two figures of pre-eminent im-",
  "portance in the history of independent India. To compare one to the other is",
  "inevitable, and perhaps also necessary.",
  "As a military leader Mrs Gandhi was immeasurably superior. Her decis-",
  "ivenessatthetimeoftheBangladeshcrisiswasinstrikingcontrasttoNehru’s",
  "wavering attitude towards the Chinese: now promising undying friendship,",
  "now issuing threats with no force to back them. So far as economic policies",
  "went,Nehru’sstressonthepublicsectorandself-reliancewasinkeepingwith",
  "the spirit of the age, whereas in the 1960s, when the time had come to cau-",
  "tiously open up the economy to market forces, Mrs Gandhi instead further",
  "strengthened the hold of the state. Socially, both were genuinely non-parochi-",
  "al, seeking to represent all Indians, regardless of their gender or class, or reli-",
  "gious and linguistic affiliation.",
  "WheretheadvantagerestssquarelywithNehruiswithregardtothepro-",
  "cessesandproceduresofdemocracy.Thispointwasmade,afterMrsGandhi’s",
  "death, by Krishna Raj, the editor of India’s leading journal of public affairs,",
  "the Economic and Political Weekly. One point of contrast was how father and",
  "daughter treated the party to which both owed a lifelong allegiance. When",
  "Indira Gandhi took charge in 1966, wrote Krishna Raj, ‘she found a reason-",
  "ably well-organised Congress party, with several layers of responsive leader-",
  "ship across the length and breadth of the country’. But she then ‘dismantled",
  "the party and she did so with a clear purposiveness. Because she did not trust",
  "anyone who would not play a subservient role to her and her family, she",
  "got rid of the intermediate leadership and re-built the party as a paper entity,",
  "withoutademocraticstructureandwithoffice-bearerspersonallyselectedand",
  "named by her.’",
  "Tragically,itwasnotjusttheCongressPartythatwasmadeanextension",
  "of the prime minister’s will. So was the government of India. Despite the ig-",
  "nominyoftheChinawar,whenIndiraGandhicametopowerinJanuary1966",
  "‘India was a coherent nation, a nation marked by a quiet aura of social stabil-",
  "ity’.Therewasasetofsocio-economicobjectivesaroundwhichitwasunited.",
  "The political class recognized the interconnection between means and ends.",
  "The‘faithwasstillwidelysharedthattheparaphernaliaofthestatewasnever",
  "intended – at least not consciously intended – to be put to use for advancing",
  "private interests’. But by the time of Indira Gandhi’s death there had been ‘a",
  "qualitative transformation. India is a divided nation.’ There were now ‘deep",
  "woundsanddeepdissensions’.Thefive-yearplans,onceacknowledgedas‘anearnest statement of hopes and aspirations’, now ‘do not mean a thing’. Now,",
  "the ‘apparatus of the state is all the time being manipulated for the sake of",
  "[the] fractional minority of the population at the top of the social hierarchy’.",
  "Now, the ‘government at the centre is corrupt to the core and Indira Gandhi",
  "could not be absolved of direct responsibility for this state of affairs’.73",
  "SectionsoftheWesternpress,meanwhile,sawdarkdaysaheadforIndia.",
  "With Mrs Gandhi’s death, wrote the New York Times, the country faced a",
  "‘period of prolonged uncertainty, with the potential for greater domestic in-",
  "stability and new tensions with its neighbours, particularly Pakistan’. The",
  "New York Sun was even more pessimistic, writing that the prime minister’s",
  "assassination ‘has opened a bleak possibility that India may fly apart, intern-",
  "ally, and become increasingly the catalyst for regional and global rivalries’.",
  "Some officials in Washington were worried that ethnic and religious rivalries",
  "would ‘explode into general violence’, that the country would fragment, and",
  "that ‘a desperate leadership in India might look more and more to the Soviet",
  "Union for help’.74",
  "This was not the first epitaph being written for the Union of India; nor",
  "would it be the last. Still, it is striking how, like the Congress sycophants,",
  "these Western observersappeared tothinkthat Indirawas,indeed, India.That",
  "thisconclusionwasreachedprovidedfurtherproofofthelateprimeminister’s",
  "success in undermining the institutions that stood between her and the nation.25T S R",
  ""
]