[
  "ch26",
  "IGHTS",
  "In India you do not cast your vote; you vote your caste.",
  "V. N. GADGiL, Congress politician, 1995",
  "I",
  "I ofJanuary1957India’sleadinganthropologistaddressedthe",
  "NTHESECONDWEEK",
  "annualScienceCongressinCalcuttaonthesubjectof‘CasteinModernIndia’.",
  "‘My main aim in this address’, began M. N. Srinivas,",
  "istomarshalevidencebeforeyoutoprovethatinthelastcenturyormore,",
  "castehasbecomemuchmorepowerfulincertainrespects,thaniteverwas",
  "in pre-British times. Universal adult franchise and the provision of safe-",
  "guards for backward groups in our Constitution have strengthened caste",
  "appreciably. The recent strengthening of caste contrasts with the aim of",
  "bringing about a ‘caste and classless society’ which most political parties,",
  "including the Indian National Congress, profess.",
  "Srinivas then went on to show how Indian politics was shot through with caste",
  "rivalries. In the state of Andhra Pradesh, one major peasant caste, the Kam-",
  "mas, usually supported the Communist Party of India (prompting the witti-",
  "cismthattheparty’sideologywasreally‘Kammanist’),whereasitsrivalReddy",
  "caste backed the Congress. In neighbouring Mysore, where the Congress was",
  "inpower,theLingayatsandOkkaligasfoughtforcontroloftheparty.InMaha-",
  "rashtraandMadras,themainaxisofpoliticalconflictwasBrahminversusnon-",
  "Brahmin.InBihar,thelandowningcastes,BhumiharsandRajputs,battledwith",
  "the literate Kayasths for the top jobs in the Congress organization. In neigh-",
  "bouringUttarPradesh,wherethelowercasteswerebetterorganized,‘thetussle",
  "between the Rajputs and Chamars for political power is likely to get keener in",
  "the near future’.",
  "While the constitution of India pledged itself to a casteless society, said",
  "Srinivas, in fact ‘the power and activity of caste has increased in proportion aspolitical power passed increasingly to the people from the rulers’. Thus caste",
  "was‘everywheretheunitofsocialaction’.Therewere,however,someregion-",
  "alvariations.Itwas‘notunlikelythattheabsenceofpowerfulBrahmingroups",
  "in the North has prevented the rising of an anti-Brahmin movement and this",
  "has probably led to the popular impression that caste is more powerful south",
  "oftheVindhyasthantothenorth’.But,asSrinivascontinued,‘therearesigns,",
  "however, that caste is becoming stronger in the North. Whether caste conflict",
  "will ever become as strong as it is in the South today, remains to be seen.’ 1",
  "Srinivas’stalkwasdeliveredinabsentia,sincetheanthropologisthimself",
  "was away in the United States. Withal, it attracted a stream of excited com-",
  "mentary in the English-language press. For the second general election was",
  "just round the corner. Would voters exercise their franchise according to their",
  "individual preference, as democratic theory urged them to do? Or would they",
  "instead validate theanthropologist bysimplyvotingaccording totheircaste?2",
  "II",
  "The subsequent decades were to provide resounding confirmation of M. N.",
  "Srinivas’s thesis. Far from disappearing with democracy and modernization,",
  "caste continued to have a determining influence in (and on) Indian society. In",
  "town or village, at leisure or at work, most Indians were defined by the endo-",
  "gamous group into which they were born.",
  "True, the caste system was by no means unaffected by the economic and",
  "social changes unleashed by Independence. Inter-dining, once strictly prohib-",
  "ited,wasquitecommoninthecities,andamongtheprofessionalclassesthere",
  "were now many marriages contracted between members of different castes.",
  "The association between caste and occupation, once so rigid, was also weak-",
  "ening.3",
  "Setagainstthiswasthegrowingsalienceofcasteandcasteidentityinthe",
  "moderndomainofelectoralpolitics.ThemoststrikingfeatureofIndianpolit-",
  "icsinthe1960sand70swastheriseofthe‘backwardcastes’,ofthosegroups",
  "intermediate between the Scheduled Castes at the bottom and the Brahmins",
  "and Rajputs at the top. Yadavs in UP and Bihar, Jats in Punjab and Haryana,",
  "Marathas in Maharashtra, Vokkaligas in Karnataka and Gounders in Tamil",
  "Nadu – these were, in Srinivas’s phrase, the ‘dominant caste’ in their localit-",
  "ies: large in numbers, well organized, exercising economic and social power.Atelectiontime–touseanotheroftheanthropologist’sconcepts–theyacted",
  "as a ‘vote bank’, lining up solidly behind a politician of their caste.",
  "In Indian law these groups are known as the Other Backward Castes",
  "(or Classes), to distinguish them from the Scheduled Tribes and Scheduled",
  "Castes. It was these OBCs who formed the social base and provided the lead-",
  "ership of the parties that were successfully to challenge the dominance of the",
  "Congress Party. The DMK, which came to power in Madras after the 1967",
  "elections, as well as the SVD governments of the states in the north, were in",
  "essence OBC parties. Ten years later, these backward castes asserted them-",
  "selvesemphaticallyonthenationalstage.Atleasttwoofthefourcomponents",
  "of the Janata collective – the Lok Dal and the Socialist Party – were also, in",
  "essence, OBC parties.4",
  "Economic power had come to the OBCs through land reforms and the",
  "Green Revolution; political power through the ballot box. What was lacking",
  "was administrative power. It was thus that the Janata government had appoin-",
  "ted the Backward Classes Commission, known then, and ever after, as the",
  "MandalCommissionafteritsproactivechairman.TheCommissionconcluded",
  "that caste was still the main indicator of ‘backwardness’. It identified, on the",
  "basis of state surveys, as many as 3,743 specific castes which were still back-",
  "ward. These, it estimated, collectively constituted in excess of 50 per cent of",
  "the Indian population. Yet these castes were very poorly represented in the",
  "administration, especially at the higher levels. By the Commission’s calcula-",
  "tions, circa 1980 OBCs filled only 12.55 per cent of all posts in central gov-",
  "ernment, and a mere 4.83 per cent of Class I jobs.",
  "To redress this anomaly the Mandal Commission recommended that 27",
  "per cent of all posts in central government be reserved for these castes, to add",
  "to the 22.5 per cent already set apart for Scheduled Castes and Tribes. For,",
  "said the Commission,",
  "we must recognise that an essential part of the battle against social back-",
  "wardness is to be fought in the minds of the backward people. In In-",
  "dia Government service has always been looked upon as a symbol of",
  "prestigeandpower.ByincreasingtherepresentationofOBCsinGovern-",
  "ment services, we give them an immediate feeling of participation in the",
  "governance of this country. When a backward caste candidate becomes",
  "a Collector or Superintendent of Police, the material benefits accruing",
  "from his position are limited to the members of his family only. But",
  "the psychological spin-off of this phenomenon is tremendous; the entirecommunity of that backward class candidate feels elevated. Even when",
  "no tangible benefits flow to the community at large, the feeling that now",
  "it has its ‘own man’ in the ‘corridors of power’ acts as morale booster.5",
  "By the time the Mandal Commission submitted its report the Janata govern-",
  "ment had fallen. The Congress regimes that followed, headed by Indira and",
  "RajivGandhirespectively,soughttogiveitaquietburial.ButwhenaNation-",
  "al Front government came to power after the general election of 1989 the re-",
  "port was disinterred. The new prime minister, V. P. Singh, was sensible of the",
  "rising political power of the OBCs, and of his less-than-solid position as head",
  "of a minority coalition. Thus on 13 August was issued a four-paragraph gov-",
  "ernmentorderimplementingthebasicrecommendationoftheMandalReport.",
  "Henceforth, 27 per cent of all vacancies in the government of India would be",
  "reservedforcandidatesfromthe‘sociallyandeducationallybackwardclasses",
  "identified by the Commission.",
  "The order sparked a lively debate in intellectual circles. Some scholars",
  "argued that the criteria for job reservation should be family income, rather",
  "than membership of a particular caste. Others deplored the extension of af-",
  "firmative action in the first place; by allocating one job in two on consider-",
  "ations other than merit, the efficacy and reliability of public institutions was",
  "beingputatrisk.However,therewerealsoscholarswhowelcomedtheimple-",
  "mentation of the Mandal recommendations as a corrective to the dominance",
  "ofuppercastes,andespecially Brahmins,inthepublicservices.Theypointed",
  "to the states of south India, where more than two-thirds of government jobs",
  "wereallocated onthebasisofcaste,without(itwasargued)affectingtheeffi-",
  "ciency of the administration.6",
  "In September 1990 a case was brought before the Supreme Court of In-",
  "dia,contestingtheconstitutionalvalidityoftheMandalCommission’srecom-",
  "mendations. Three principal arguments were made by the petitioner: that the",
  "extension of reservation violated the constitutional guarantee of equality of",
  "opportunity; that caste was not a reliable indicator of backwardness; and that",
  "the efficiency of public institutions was at risk. While it deliberated on the",
  "case, the bench issued a stay of execution on the government order of 13",
  "August.",
  "Asissooftenthecase inIndia,argumentsaboutpublicpolicywerecon-",
  "ducted in newspapers and courts, and also spilled over into the streets. On 19",
  "September a Delhi University student named Rajiv Goswami set himself on",
  "fire in protest against the acceptance of the Mandal Commission report. Hewas badly burnt, but survived. Other students were inspired to follow his ex-",
  "ample. These self-immolators were all upper-caste Indians whose own hopes",
  "forobtainingagovernmentjobwerenowbeingundermined.Altogether,there",
  "were nearly 200 suicide attempts – of these, sixty-two were successful.",
  "Other protests were collective. Across northern India groups of students",
  "organized rallies and demonstrations, shut down schools, colleges and shops,",
  "attacked government buildings and engaged in battle with the police. The",
  "guardiansofthelawsoughttodefendthemselves,sometimestodeadlyeffect.",
  "Incidents of police firing were reported from six states of the Union, these",
  "claiming more than fifty lives.7",
  "The conflicts sparked by the Mandal Commission recommendations",
  "werefarmoreintense innorthernIndia.Foronething,affirmative action pro-",
  "grammeshadlongbeeninexistenceinthesouth.Foranother,thatregionalso",
  "had a thriving industrial sector; thus educated young men were no longer as",
  "dependent on government employment. Again, while in the south the upper",
  "castes constituted less than 10 per cent of the population, the figure in the",
  "north was in excess of 20 per cent. Since there was more at stake all round,",
  "the battles, naturally, were fiercer.",
  "Among the strongest supporters of the Mandal Commission were two",
  "rising politicians. These were Mulayam Singh Yadav, who had become chief",
  "minister of Uttar Pradesh late in 1989, and Lalu Prasad Yadav, who became",
  "chief minister of Bihar early in 1990. Both were born in poor peasant house-",
  "holds, both became politically active at university, joining the then still influ-",
  "ential socialist movement. Both were jailed during the emergency, and both",
  "joined the Janata Party after it was over.",
  "As their common surname indicated, Mulayam and Lalu were from the",
  "same caste of farmer-herders scattered across north and western India. In co-",
  "lonial times Yadavs hadoften acted asthe lathials (strongmen) ofupper-caste",
  "landlords. After Independence, now with lands of their own, they had stead-",
  "ilygainedineconomicstrength,socialprestigeandpoliticalpower.BothMu-",
  "layam and Lalu actively reached out to the Muslims, another very numerous",
  "(ifmuchpoorer)communityinUttarPradeshandBihar.Thearithmeticofthis",
  "move was electoral, for Yadavs and Muslims each comprised about 10 per",
  "cent of the population. In multiway contests – the norm in India – 40 per cent",
  "of the vote was usually enough. So any candidate who had sewn up both the",
  "Yadav and Muslim votes and persuaded sections of other backward groups to",
  "join up had a very good chance of winning.8",
  "As India’s most populous states, Bihar and Uttar Pradesh together sent",
  "139memberstoParliament.Generalelectionswereoftendecidedhere.Inthefirst four elections the Congress won a majority of seats in UP and Bihar. In",
  "1977,followingtheemergency,thepartywaswipedout,butin1980and1984",
  "it recovered, winning 81 and 131 seats respectively. The last was an aberra-",
  "tion, a consequence of the martyrdom of Indira Gandhi. In 1989 the Congress",
  "fareddisastrously,winningamerenineteenseatsinthetwostates.Whenmid-",
  "termelectionswereheldtwoyearslater,itfaredevenworse,winningjustfive",
  "seats in UP and only one in Bihar.",
  "When V. P. Singh announced the implementation of the Mandal Report",
  "the Congress, then in opposition, was lukewarm. The elections of 1991 saw",
  "the party return to power, its poor showing in Uttar Pradesh and Bihar com-",
  "pensated by a strong performance in the south. Now, the numbers set out in",
  "the preceding paragraph forced a swift reassessment. Were the Congress ever",
  "toregaingroundinthenorth,ithadtowoobackthebackwardcastes.Accord-",
  "ingly, the new Congress prime minister, P. V. Narasimha Rao, issued afresh",
  "government order on 26 September 1991, endorsing the Mandal Report but",
  "adding the ‘rider that in allotting 27 per cent of jobs to OBCs preference shall",
  "be given to candidates belonging to poorer sections’ among them.",
  "Meanwhile, the Supreme Court continued its hearings on the petition",
  "placed before it. It finally gave its verdict on 16 November 1992. Seven",
  "judges dismissed the petition, upholding the constitutional validity of the",
  "Mandal Commission and the orders which sought to implement it. Three oth-",
  "ersdissented.Thejudgementswerecharacteristicallyprolix,fillingnearly500",
  "closely printed pages. The dissenting judges argued that caste-collectivity’",
  "was‘unconstitutional’;thatindecidingonwhowasdisadvantaged,imperson-",
  "al criteria such as income should be used instead. On the otherside, speaking",
  "forthemajority,JusticeJeevanReddyreferredtopastjudgementswherecaste",
  "had been used as a proxy for backwardness. He invoked the example of af-",
  "firmative action for black sin the United States, a precedent worthy of emula-",
  "tion in the present case. For,",
  "it goes without saying that in the Indian context, social backwardness",
  "leads to educational backwardness and both of them together lead to",
  "poverty–whichinturnbreedsandperpetuatesthesocialandeducational",
  "backwardness.Theyfeeduponeachotherconstitutingaviciouscircle.It",
  "is a well-known fact that till independence the administrative apparatus",
  "was manned almost exclusively by members of the ‘upper’ castes. The",
  "Shudras,theScheduledCastesandtheScheduledTribesandothersimil-",
  "arbackwardsocialgroupsamongMuslimsandChristianshadpracticallyno entry into the administrative apparatus. It was this imbalance which",
  "wassoughttoberedressedbyprovidingforreservationinfavourofsuch",
  "backward classes.9",
  "In upholding the government orders the Supreme Court added two caveats:",
  "thatreservationsshouldnotexceed50percentofthejobsingovernment,and",
  "that caste criteria would apply only in recruitment, not in promotions.",
  "It was the Janata Party that had constituted the Mandal Commission in",
  "1978; it was its new avatar, the Janata Dal, that implemented its recommend-",
  "ations in 1990. Its enthusiasm was not at first shared by rival parties. For the",
  "CPI and CPM traditionally saw class, not caste, as the major axis of political",
  "mobilization.TheBharatiyaJanataParty(BJP)accordedprideofplaceto(the",
  "Hindu) religion. As for the Congress, it presumed to speak for the nation as a",
  "whole. However, by the time the Supreme Court passed its judgement, these",
  "partieswereallpreparedtoendorseit.Fortheyveryquicklyrealizedthepolit-",
  "ical implications of the Mandal Commission Report, and the political costs of",
  "opposing it.",
  "The controversy surrounding the Mandal Commission is reminiscent in",
  "some ways of the debate, conducted back in the 1950s, around the report of",
  "the States Reorganization Commission. As a marker of identity, caste was as",
  "primordialaslanguage–aslikelytobedeploredbymodernizingintellectuals,",
  "aspronetobesuccessfullyusedforsocialandpoliticalmobilization.Then,as",
  "now,theforceofargument wasfoundpowerless whenfaced withthelogic of",
  "numbers. Then, as now, what began as a contentious and many-sided debate",
  "ended with an all-party consensus.",
  "Most reports commissioned by the government of India are read by few",
  "people and discussed by even fewer. The reports of the States Reorganization",
  "Commission and the Mandal Commission were altogether exceptional. They",
  "were read by many, debated by many more, and actually even implemented.",
  "They may even be – if only because of the number of people they affected",
  "– the two most influential reports ever commissioned by a government any-",
  "where.",
  "The influence exercised by the States Reorganization Commission was",
  "direct: it led to the redrawing of the administrative map of India on linguistic",
  "lines. The Mandal Commission’s influence, however, was mostly indirect.",
  "By its terms only a few thousand government jobs came up for allotment",
  "to OBCs. But the debate the Report sparked, and its eventual acceptance,",
  "provided a tremendous fillip to OBC pride and solidarity. Among the bene-ficiaries were the two Yadavs, Lalu and Mulayam. Both left the Janata Dal",
  "andsetuptheirownparties,andverysuccessfullytoo.Lalu’sRashtriyaJanata",
  "Dal stayed in power in Bihar for more than a decade (until 2005); Mulayam’s",
  "SamajwadiPartywasinpowerinUttarPradeshformuchofthe1990s,andhe",
  "is once more chief minister of the state as I write in 2007.",
  "III",
  "The 1990s also witnessed an upsurge by Dalits, as the former Untouchable",
  "castes were now known. This was led by the Bahujan Samaj Party (BSP),",
  "which was founded by a brilliant political entrepreneur named Kanshi Ram.",
  "After the death of Dr B. R. Ambedkar in 1956, the most prominent Un-",
  "touchable leader was Jagjivan Ram. He was in the Congress, and it was in",
  "good part because of him that the lowest castes were regarded as a captive",
  "‘vote bank’ by the party. The claim was challenged only in Maharashtra, first",
  "by the Republican Party which Ambedkar had founded, and later by the mil-",
  "itant Dalit Panther organization. One consequence was that ‘Dalit’, meaning",
  "‘oppressed’, replaced the official ‘Scheduled Caste or the Gandhian ‘Harijan’",
  "as the preferred self-appellation for the low castes. But, from the 1950s to the",
  "1980s, they mostly voted for the Congress nonetheless.",
  "For decades Jagjivan Ram had ‘carried the banner of the downtrodden",
  "andstoodfortheirinterests’.Hisdeathin1988,saidanobituarist,‘leftavoid’",
  "which would be almost impossible to fill. ‘Scattered, unorganised, leaderless",
  "and oppressed, the fate of the scheduled castes, who form 15 per cent of the",
  "country’s population ... hangs precariously in the balance.’10",
  "As it happened, by this time Kanshi Ram (no relation) had been active",
  "for more than a decade. Born in 1932 in the Punjab, he joined government",
  "serviceafteruniversity,workinginalaboratoryinMaharashtra,wherehewas",
  "introducedtothewritingsofB.R.Ambedkar.Thusradicalized,hequithisjob",
  "in 1971 and formed an organization to represent government employees from",
  "a disadvantaged background. This was called the All-India Backward and",
  "Minority Communities Employees Federation (BAMCEF). For the next dec-",
  "ade Kanshi Ram travelled across India, building district and state chapters of",
  "theorganization.Bytheearly1980sBAMCEFhadamembershipof200,000,",
  "many of them graduates and postgraduates. This was a trade union of the",
  "Scheduled Caste elite, which, in the leader’s words, would form the ‘think",
  "tank’,‘talentbank’and‘financialbank’forthedepressedclassesasawhole.11BAMCEF’s growth area was north India, and particularly Uttar Pradesh,",
  "where its rallies regularly attracted audiences of 100,000 and more. The or-",
  "ganization’s success emboldened Kanshi Ram to start a political party. Sever-",
  "al names were considered, but finally it came to be called the Bahujan Samaj",
  "Party (BSP), ‘Bahujan’ being amore inclusive category than ‘Dalit’. Where-",
  "as the latter represented the Scheduled Castes or former Untouchables, the",
  "former contained within it backward castes and Muslims as well.",
  "Four decades of affirmative action had created a strong and articulate",
  "middle class among the Scheduled Castes. In the beginning, the SCs were",
  "mainlyrecruitedatthebottomofthestatemachinery,fillingmenialjobs;over",
  "time,theycametobebetterrepresentedatthehigherlevels,workingasClass",
  "I magistrates and officers in the secretariat. The numbers in Table 26.1 are",
  "telling indeed.",
  "A government job provided both economic security and social prestige.",
  "By1995morethan2million Dalits werethusadvantaged. Ofcourse,thema-",
  "jority of their ilk continued to live lives that were economically impoverished",
  "as well as socially degrading – working as agricultural labourers, sweepers",
  "andconstructionworkers.12Still,therewasnowasizeablemiddleclasstotake",
  "theircaseforward.ThiswastheclasswhichstaffedBAMCEF,andwhichthen",
  "assumed leading roles in Kanshi Ram’s Bahujan Samaj Party. In this respect,",
  "thepaththeyfollowedwasverynearlythereverseoftheOBCs.Havingtasted",
  "political power, the OBCs sought to claim administrative power through the",
  "MandalReport.TheSCs,however,firstacquiredastakeintheadministration,",
  "before seeking a greater role in party politics.",
  "Table 26.1 – Employment profile of Scheduled Castes in the government of",
  "India",
  "No. of Scheduled castes employed SC job as % of total jobs",
  "Group 1965 1995 1965 1995",
  "Class I 318 6,637 1.64 10.12",
  "Class II 864 13,797 2.82 12.67",
  "Class III 96,114 378,172 8.88 16.15",
  "Class IV 101,073 2,221,380 17.75 21.60",
  "Total 198,369 2,619,986 13.17 17.43SOURCE:NirajaGopalJayal,(‘SocialInequalityandInstitutionalRemedies:AStudyoftheNational",
  "CommissionforScheduledCastesandScheduledTribes’),paperpresentedatNETSAPPEConference,",
  "Bangalore, June 2003.",
  "The BSP made its debut in the 1984 general election. It garnered more",
  "than a million votes, but won no seats. In subsequent elections it was more",
  "successful, winning, for example, eleven seats in 1996 and fourteen in 1999.",
  "ButwhereitreallymadeanimpressionwasinstateelectionsinUttarPradesh.",
  "Here, the party activists successfully wooed the Dalit masses, warning them",
  "thattheCongresswantedonlypliantchamchas(sycophants)fromtheirranks.",
  "TheBSP,ontheotherhand,stoodfor‘socialjustice’,even‘socialtransforma-",
  "tion’.Onlyapartyoftheirowncouldenhancethedignity,prideandprospects",
  "of the Dalits.13",
  "The message was carried by Dalit lawyers, teachers and officers to their",
  "less privileged brethren. Apart from holding meetings and rallies, these intel-",
  "lectuals published a series of tracts providing the lower castes with a heroic",
  "historyoftheirown.Theseweredrivenbytheconvictionthat‘tillnowIndian",
  "history is mostly written by Brahmins’. Now, an alternate narrative was con-",
  "structed, which claimed that it was actually the Dalits who ‘created cultures",
  "suchasHarappaandMohenjodaro’.ButthentheinvadingAryans‘tookaway",
  "their land, alienated them forcibly, hijacked their culture, and subjected them",
  "to a state of slavery’. Throughout history this suppression had been stoutly",
  "resisted, by Dalit workers, peasants, singers and poets. Their deeds – real as",
  "well as mythical – were commemorated in booklets printed and distributed in",
  "the hundreds of thousands in the Uttar Pradesh of the 1990s.14",
  "Political organization and the evolution of social conscience, working",
  "hand in hand, enabled the BSP to take impressive strides in Uttar Pradesh.",
  "Between 1989 and 2002 five assembly elections were held in the state. The",
  "number of seats won in these polls by the BSP was, successively, 13, 12, 69,",
  "67 and 98. By the end it was garnering a steady 20 per cent of the popular",
  "vote. The BSP’s gains were mostly at the expense of the Congress. This party",
  "powered by Dalits had emerged as one of the three major political groups in",
  "the state, the others being Mulayam’s Samajwadi Party and the Hindu-orien-",
  "ted Bharatiya Janata Party (BJP).",
  "By this time, Kanshi Ram had been supplanted as the BSP’s main leader",
  "by a one-time protégée. Hername was Mayawati. She was born in 1956 in",
  "New Delhi, the daughter of a government clerk. Her ambition was to join the",
  "prestigiousIndianAdministrative Service,butanencounterwithKanshiRamat a BAMCEF rally made her enter politics instead. At public meetings she",
  "attracted attention by her oratorical skills, with her slashing wit aimed mostly",
  "attherivalCongressParty.Bytheearly1990sshehadbecomethepublicface",
  "oftheparty.RealizingthattheDalitscouldnevercometopowerontheirown,",
  "she sought to build cross-caste and cross-party alliances. She enjoyed three",
  "briefspellsaschiefminister,headingcoalitiongovernmentsformedincollab-",
  "oration either with the Samajwadi Party or the BJP.15",
  "Writing in the 1970s, the journalist and old India hand James Cameron",
  "pointed out that the prominent women in Indian public life all came from",
  "upper-class, English-speaking backgrounds. ‘There is not and never has been",
  "a working-class woman with a function in Indian politics’, remarked Camer-",
  "on, ‘and it is hard to say when there ever will be. Within two decades there",
  "was an answer, or perhaps one should say a refutation, when a lady born in a",
  "Dalit home became chief minister of India’s most populous state.16",
  "In other parts of the country the Dalit voice was also being heard. The",
  "‘most significant feature of the Scheduled Castes in contemporary India’,",
  "wrote the sociologist Andreé Béeteille, ‘is their increased visibility’ . They",
  "were ‘still exploited, oppressed and stigmatized; but their presence in Indian",
  "society could no longer be ignored’.17",
  "Once submissive as well as suppressed, the Dalits now knew of their",
  "rights under the Indian Constitution, and were prepared to fight for them.",
  "Indeed, the man who piloted that constitution, B. R. Ambedkar, had become",
  "the symbol and inspiration for Dalits everywhere. One anthropologist writes",
  "that‘acrossTamilNadu,statues,portraits,postersandnameplatesbearingthe",
  "image of Dr Ambedkar proliferate. Halls, schools and colleges named after",
  "him abound and even his ideological opponents feel obliged to reproduce",
  "his picture and lay claim to his legacy.’18 Much the same was true of most",
  "other states of the Union. Wherever Dalits lived or worked, photographs of",
  "Ambedkar were ubiquitous: finely framed and lovingly garlanded, placed in",
  "prominent positions in hamlets, homes, shops and offices. Meanwhile, in re-",
  "sponse to pressure from Dalit groups, statues of Ambedkar were put up at",
  "publicplacesintownsandcities–atmajorroadintersections,outsiderailway",
  "stations, in parks. The leader was portrayed standing proud and erect, clutch-",
  "ing in his right hand a copy of the constitution he had authored.",
  "Fifty years after his death, B. R. Ambedkar is worshipped in parts of In-",
  "dia which he never visited and where he was completely unknown in his own",
  "lifetime.WhereverthereareDalits–whichisprettywellalmosteverydistrict",
  "in India – Ambedkar is remembered and, more importantly, revered.19IV",
  "The rising self-consciousness of the Dalits was accompanied by an escalation",
  "of caste conflict. Throughout the 1990s, there were a series of violent clashes",
  "inthecountryside,inwhichDalitswereusuallyonthereceivingend.Theroot",
  "oftheconflictwasmaterial–thefactthatitwastheOBCsoruppercasteswho",
  "ownedtheland,andtheDalits whocultivated it.Buttheforminwhichitwas",
  "expressed was often ideological. That Dalits could ask for better wages or for",
  "more humane treatment was seen by their presumed superiors as a sign that",
  "they needed to be quickly, and if necessary brutally, put back in their place.",
  "Onetheatreofthisconflictwasthesouthernmostdistrictsofthesouthern",
  "state of Tamil Nadu. The clashes here were between the Thevars, a rising",
  "middlecasteoflandowners,andthelandlessDalits.Theycouldbesparkedby",
  "disputesoverwages,oroverpiquethatacommunityoncecondemnedtoscav-",
  "enging was now sending members to the Indian Administrative Service. The",
  "Dalits, emboldened, were refusing to be served tea in a separate glass at vil-",
  "lage cafés (along-standing custom). And for each statue built by the Thevars",
  "of their revered leader Muthuramalinga Thevar(1908–65), the Dalits would",
  "build a statue of Ambedkar in reply. (Indeed, some of the bloodiest clashes",
  "wereprovokedbythedemolitionbyonesideofastatueerectedbytheother.)",
  "The rows were material as well as ideological, they were frequent, and they",
  "werecostly.Inasingledecade,casteconflictsinTamilNaduresultedinmore",
  "than a hundred deaths.20",
  "There were also comparable conflicts in northern India. We may take",
  "as representative an incident in the Haryana village of Jhajhar where, on the",
  "evening of 15 October 2002, a group of Dalits were beaten to death. Earlier",
  "that day the victims were travelling to the market, to sell hides of dead cows",
  "that theyhadcollected. According tooneversion, theywere halted bythepo-",
  "lice,whoaskedthemforproofofhowtheyhadcomebythehides.Byanother",
  "account the Dalits themselves stopped to kill and then skin a cow walking by",
  "the road. It was this latter (and less likely) version that gained currency. The",
  "rumour that a cow had been slaughtered spread through the vicinity, sparking",
  "anger because the animal is regarded as holy by upper-caste Hindus. A large",
  "mob descended on the police station and dragged out the ‘violators’, the men",
  "in uniform looking on. They were flogged and killed right on the main road",
  "itself.21",
  "Atrocities against Dalits were by no means the preserve of caste Hindus",
  "alone. In the Punjab, the landowning Jat Sikhs resented the growing self-con-fidence of the labouring and artisanal castes. From the early twentieth cen-",
  "tury Dalit Sikhs had struggled for a share of the land and access to shrines",
  "(both controlled by Jats). Some Dalits sought escape in a religion of their",
  "own, named Adi-Dharm. More recently, the prosperity fuelled by the Green",
  "Revolution had opened up new possibilities for low castes: work in towns",
  "and factories and opportunities to start their own businesses. There was also",
  "a growing Sikh diaspora, which sent money back to their kinsmen in the vil-",
  "lage.22",
  "Again,oneconflictmaybetakenasrepresentative.Thiswasovercontrol",
  "of a shrine in the village of Talhan, on the outskirts of the industrial city of",
  "Jalandhar. The shrine was in memory of an artisan turned saint named Baba",
  "Nihal Singh. Sikhs of all castes worshipped there, and in such numbers that",
  "their offerings made the temple one of the richest in the whole district. (The",
  "collectionwasestimatedatRs50millionannually.)However,thetemplecom-",
  "mittee was controlled by Jats. They decided how the money was to be spent,",
  "whether in the beautification of the shrine, in building roads to the village, or",
  "on feasts. The Dalits had long asked, and long been denied, representation in",
  "the management committee. At last they decided to take the matter to court.",
  "In January 2003, while the case was being heard, the Jats announced a social",
  "boycott of the Dalits. They in turn organized a series of protest strikes. Six",
  "months later the groups clashed violently at a village fair. The administration",
  "then intervened to work out a compromise; two Dalits were inducted into the",
  "management committee, but they had to maintain Sikh tradition by keeping",
  "their hair and beard unshorn.23",
  "V",
  "Nowhere were the Dalits so oppressed as in the state of Bihar; nowhere were",
  "they better organized to resist; nowhere were caste conflicts so frequent, so",
  "bitter, or so bloody.",
  "The agrarian system of eastern India had historically exhibited the",
  "grossest forms of feudalism. In neighbouring West Bengal these inequalities",
  "had been attenuated by land reforms, but in Bihar they persisted into the",
  "present. The middle and upper castes owned the land, and the Dalits tilled it.",
  "From the 1970s, however, Maoist radicals had taken up their case. Although",
  "they had more or less disappeared from West Bengal, where their movement",
  "hadbegunadecade previously,these Naxalites hadsteadily gathered strengthin the districts of central Bihar. They formed agricultural labour fronts which",
  "demanded higher wages, shorter hours and an end to social coercion (which,",
  "in some areas, included the right of the landlord to a low-caste bride on her",
  "weddingnight).Theyalsodemandedashareofvillagecommonland,andac-",
  "cess to natural resources such as fresh-water fish, theoretically owned by the",
  "‘community’ as a whole, but usually the preserve of the upper castes alone.24",
  "Theirmobilizationbyleft-wingradicalshadinstilledagreatdealofself-",
  "respect among the lowliest in central Bihar. Travelling through the state in",
  "1999, the journalist Mukul noticed a newfound confidence among the Dalits.",
  "Visitors were treated as social equals, and met with the salutation ‘Namas-",
  "kar, bhaijee’(Greetings, brother). Unlike in the past, the Dalits ‘do not fold",
  "their hands. They do not bend their body. They do not call anybody “huzur”,",
  "“sahib”, “sir”, or anything like this. This newfound word [bhaijee], is heard",
  "repeated all over the region in village after village and haunts the heart.’25",
  "The anthropologist Bela Bhatia writes that ‘this sense of dignity is one",
  "oftheprincipalachievementsoftheNaxalitemovement’.Otherachievements",
  "included an end to forced labour and a significant enhancement of the wage",
  "rate. Normally paid in kind, this had doubled; besides, the quality of the grain",
  "was much better than before. Once made to work twelve hours non-stop, la-",
  "bourers were now allowed regular breaks. And, for the first time in recorded",
  "or unrecorded history, women were both paid and treated the same as men.",
  "The long-term aim of these radicals, however, was the overthrow of the",
  "Indianstate.Openandhidden,legalandillegal,activitieswerecarriedonside",
  "by side: processions and strikes on the one hand, the collection of weapons",
  "and attacks on their enemies on the other. The Naxalites had their own Lal",
  "Sena (Red Army), whose members were trained in the use of rifles, gren-",
  "ades and land mines. They also had their safaya (clean-up) squads, whose",
  "marksmen were trained to assassinate particularly oppressive landlords.26",
  "In response, the ruling elites had formed senas of their own. Each of",
  "the landowning castes maintained its own private army. The Bhumihars had",
  "their Ranbir Sena, the Kurmis their Bhoomi Sena, the Rajputs their Kunwar",
  "Sena,theYadavstheirLorikSena.ThemodernhistoryofBihar,circa1980to",
  "the present (2007), is peppered with gruesome massacres perpetuated by one",
  "caste/class groupuponanother.Sometimes, aBhumihar orYadav sena would",
  "round up and burn a group of Dalits. At other times Naxalites would raid an",
  "upper-caste hamlet and shoot its inhabitants. According to one (and certainly",
  "incomplete)list,intheyears1996and1997therewerethirteensuchincidents,",
  "inwhichmorethan150individualsperished.27Behindthisviolencelayasav-",
  "ageandsometimesalmostincomprehensiblehatred.‘Meraitihaasmazdooronki chita par likhi hogi’, claimed one Bhumihar landlord – My biography will",
  "bewrittenaroundthefuneralpyresof[Dalit]labourers.‘Aathkabadlaassise",
  "lenge!’ shouted the Naxalites – If you kill eight of ours we will kill eighty in",
  "revenge.28",
  "By the mid-1990s, in much of Bihar the state had no visible presence",
  "at all. As one upper-caste gunman told a visiting journalist: ‘The police are",
  "hijras [hermaphrodites]. They should wear bangles and saris ... If a murder",
  "took place in front of their eyes anywhere hereabouts, they wouldn’t have the",
  "guts to file an FIR [First Information Report]. There is no government or po-",
  "lice. Just us Ranvirs and the M-Lvadis [i.e. Naxalites].’29",
  "The growing power of the Naxalites in Bihar was spectacularly under-",
  "lined by an attack on the town of Jehanabad in November 2005. Hundreds",
  "of gunmen stormed the town, rained down bombs on government offices and",
  "attacked the jail. They freed 200 inmates, mostly of their own party, among",
  "them their area commander. The operation was made easier by the fact that a",
  "large chunk of the district police force was away on election duty. Still, the",
  "act highlighted the fragility of the legally constituted state in Bihar. For Je-",
  "hanabad is a mere forty miles from the provincial capital, Patna.30",
  "VI",
  "The Naxalites were also active among the Scheduled Tribes (or adivasis), the",
  "other group recognized by the Indian Constitution as historically disadvant-",
  "aged. The adivasis lived in the most resource-rich areas of India – with the",
  "best forests, the most valuable minerals, and the freest-flowing rivers. Over",
  "theyearstheyhadlostmanyoftheseresourcestothestateortooutsiders,and",
  "struggled hard to retain what remained.",
  "A particular target of tribal ire was the Forest Department, which re-",
  "stricted their access to wood and to non-timber forest produce such as honey",
  "and herbs, which they collected and sold for a living. In the state of Madhya",
  "Pradesh, the trade in tendu leaves (used for making bidis, or cheroots) was",
  "particularly lucrative. The government had handed over the trade to private",
  "contractors, but the actual collection was done by the tribals. The rates were",
  "niggardly: Rs30 for 5,000 leaves. In the early 1990s the tribals demanded",
  "higherrates;whenthiswasdenied,theysetuproadblocksonthestate’smajor",
  "routes.31A variety of activists were working in adivasi areas, some Gandhian",
  "in orientation, others Marxist. The causes they embraced included access to",
  "land and forests and the provision of decent schools and hospitals. These",
  "were, surely, the groups most neglected by the Indian state, and also the",
  "most condescended to. The colonial regime had designated an array of tribal",
  "communities as being ‘criminal’, their crime being that they lived not in",
  "settled villages but moved around in search of a living. After Independence",
  "these tribes had been formally ‘denotified’, but the prejudice against them re-",
  "mained. Officials posted in tribal districts were known for their disdain to-",
  "wards those whom they were paid to serve. Once quiescent, under activist in-",
  "fluence the tribals were now moved to protest; the consequence was a series",
  "of clashes withthepolice.32",
  "The most celebrated of tribal assertions in the 1990s was the Narmada",
  "Bachao Andolan (Save the Narmada Movement). Its leader was a woman",
  "named Medha Patkar, who was not herself a tribal but a social worker raised",
  "and radicalized in Bombay. The movement aimed at stopping a massive dam",
  "ontheNarmadariverwhichwouldrenderhomelesssome200,000people,the",
  "majority of them adivasi in origin. Patkar organized the tribals in a series of",
  "colourful marches: to the dam site in Gujarat, to the city of Bhopal (capital of",
  "Madhya Pradesh, the state to which most of those affected belonged), to the",
  "national capital, Delhi, there to demand justice from the mighty government",
  "of India. The leader herself engaged in several long fasts to draw attention to",
  "the sufferings of her flock.33",
  "Patkar’s struggle was unsuccessful in stopping this particular dam, but it",
  "did draw wide attention to the government’s disgraceful record in resettling",
  "the millions displaced bydevelopment projects. Official acknowledgement of",
  "the long history of adivasi suffering, meanwhile, came through the creation",
  "in 2000 of two new states of the Union, named Jharkhand and Chattisgarh,",
  "carved out of the tribal districts of Bihar and Madhya Pradesh respectively.",
  "Also formed was the state of Uttarakhand, from the hill districts of Uttar",
  "Pradesh,likewiserichinnaturalresourcesandlikewisesubjecttoexploitation",
  "by powerful external interests.",
  "VII",
  "From conflicts in the heartland of India we now move to conflicts in the ex-",
  "tremities.Pre-eminentherewasthatoldsorespot,Kashmir.Afteraquietdec-ade or two, the Valley erupted in the first months of 1989. In November of",
  "that year Rajiv Gandhi was replaced as prime minister by V. P. Singh. Singh",
  "appointed a ‘mainstream’ Kashmiri politician, Mufti Mohammed Sayeed, to",
  "the powerful position of home minister. This was a gesture meant to please",
  "the Muslims of India in general and the Muslims of the Valley in particular.",
  "Withoneoftheirkindinchargeoflawandorder,surelythepolicewouldbear",
  "down on them less heavily than before?",
  "The experiment was very soon put to the test. On 8December 1989 a",
  "young woman doctor was kidnapped as she walked to work in Srinagar. But",
  "thiswasnoordinarymedic; theladywasRubaiyaSayeed,thedaughterofthe",
  "Union home minister. She had been abducted by militants of the Jammu and",
  "Kashmir Liberation Front (JKLF). They demanded that, in exchange for her",
  "release, five specified JKLF activists be freed from detention. The chief min-",
  "ister, Farooq Abdullah, did not want to yield to the threat. He was overruled",
  "bytheprimeministerinDelhi.Onthe13th,thejailedmilitantswerereleased;",
  "a large crowd welcomed them and marched them triumphantly through the",
  "streetsofSrinagar.Amongthesloganstheyshouted,onewasespeciallyomin-",
  "ous: ‘Jo kare khuda ka kauf,utha le Kalashnikov’ – If you wish to do God’s",
  "work, go pick up a Kalashnikov. Later that day, Rubaiya Sayeed was reunited",
  "with herfamily.34",
  "The government’s capitulation was regarded as a major victory by the",
  "militants. Further kidnappings followed: of a BBC reporter, of a senior offi-",
  "cial, of another daughter of a prominent politician. There was also a series",
  "of assassinations: those killed included the vice-chancellor of Kashmir",
  "University and the head of the local television station.35",
  "At this stage, circa 1989–90, Indian intelligence reported as many as",
  "thirty-two separatist groups active in the Valley. Of these two were especially",
  "important. The first was the JKLF, which stood for an independent, non-de-",
  "nominational state of Jammu and Kashmir, in which Hindus and Sikhs would",
  "have the same rights as Muslims. Its goal was captured in the popular cry,",
  "Hame kya chhaiye? Azaadi! Azaadi! (What do we want? Freedom! Free-",
  "dom!).ThesecondwastheHizb-ul Mujahideen, which(asitsname suggests)",
  "veered more towards an Islamic regime and was not averse to a merger of",
  "the state with Pakistan. The Hizb-ul was led by Syed Salauddin, the nom de",
  "guerre of a once democratic politician who had contested the 1987 elections",
  "but been denied victory by blatant vote rigging. It was then that he turned to",
  "the gun, and to Pakistan, taking many other young men withhim.36",
  "Both the JKLF and Hizb-ul had amassed a wide variety of arms. With",
  "these they killed soft and hard targets, looted banks and dropped grenades infront of police posts. Their acts grew more daring; in November 1990 they",
  "even launched a rocket at the studios of All-India Radio. The government",
  "nowdecidedtotakeatougherstance,movinginparamilitaryforcesandsome",
  "army units to help maintain order. By 1990 there were as many as 80,000 In-",
  "dians in uniform in the Valley. Thus, ‘the attempt to find apolitical solution",
  "was put a side in favour of a policy of repression’.37",
  "Thesituation inKashmir istellingly reflected inthisseries ofnewspaper",
  "headlines, all from the year 1990:",
  "Youth to the fore in secession bid",
  "Blasts rock Kashmir Kashmiri",
  "militants hang policeman in Srinagar",
  "Pakistan blamed for rebellion in Jammu and Kashmir",
  "Army joins battle against militants in Kashmir",
  "Troops called out in Anantnag, curfew imposed",
  "Security forces kill 81 militants",
  "3 die in firing on J&K procession",
  "Total bandh in Kashmir, headless bodies found",
  "J and K trouble claims 1,044 [lives] till Sept[ember]",
  "‘People Power’ in Srinagar: Curfew lifted, shops shut",
  "Tricolour burnt at UN office",
  "5 lakh attend J&K ‘freedom’rally",
  "‘Independence alone can heal Kashmir’s wounds’38",
  "TheinhabitantsoftheKashmirValleywerecaughtinthecross-fire,although,",
  "asthelast fewheadlines suggest,their sympathies laymorewiththemilitants",
  "than the security forces. Those who might have been neutral were persuaded",
  "totakesidesfollowingthemurderinMay1990oftherespectedclericMirwa-",
  "iz Mohammed Farooq. A massive crowd of mourners accompanied his body",
  "totheburialground.Somewhere,somehow–thedetailsremainmurky–they",
  "got into an altercation with a platoon of the Central Reserve Police Force",
  "(CRPF). The CRPF men, in panic, fired on the mourners, killing thirty and",
  "injuring at least 300 others. The Mirwaiz’s assassins were apparently in the",
  "payofPakistan,butbyday’sendthepropagandawarhadbeendecisivelylost",
  "by India.39 The alienation of the Kashmiris was deepened by the behaviour of",
  "those sent apparently to protect them. Indian soldiers, and more particularly",
  "the CRPF men, were prone to treat most civilians as terrorist sympathizers.",
  "Their actions were documented by Amnesty International,40 but also by Indi-an human rights activists. In the spring of 1990 a team led by the respected",
  "jurist V. M. Tarkunde travelled through the Valley, talking to government of-",
  "ficials, militants and ordinary villagers. Many cases of police and army ex-",
  "cesses’werereported:beatings(sometimesofchildren),torture(ofmeninno-",
  "cent of any crime), extrajudicial (or ‘encounter’) killings, and the violation of",
  "women. ‘It is not possible to list all the cases which were brought to our no-",
  "tice’, commented Tarkunde’s team,",
  "but the broad pattern is clear. The militants stage stray incidents and the",
  "securityforcesretaliate.Inthisprocesslargenumbersofinnocentpeople",
  "get manhandled, beaten up, molested and killed. In some cases the vic-",
  "tims were caught in cross-fire and in many more cases they were totally",
  "uninvolved and there was no cross-firing. This tends to alienate people",
  "further. The Muslims allege that they are being killed and destroyed be-",
  "cause they are Muslims.41",
  "VIII",
  "In 1990, as in 1950, radicals in Kashmir were giving politicians in Delhi a",
  "severe headache. So too, and perhaps predictably, were radicals in the north-",
  "east.",
  "There was goodnews from the largest state in the region, Assam. Anac-",
  "cord had been reached with the Bodos, allowing for an ‘autonomous council’",
  "to be formed in those districts where that community was in amajority.42 The",
  "bad news was that the secessionist United Liberation Front ofAssam (ULFA)",
  "wasveryactive.Somepartsofthestateweresecurelyunderthecontrolofthe",
  "officialadministrationwhereasinotherpartsitwasthewritofULFAthatran.",
  "Practicallyeveryteaplantationpaidanannualsumtotherebels,thisbasedon",
  "thenumbersofworkerstheestateemployedandonitsprofitability.Tofurther",
  "augmenttheircofferstheinsurgentsmountedraidsonbanks.Armyunitswere",
  "sent in to restore order; they captured and killed some top ULFA cadres, and",
  "others fled over the border into Bangladesh.43",
  "The 1990s were also a turbulent decade for the state of Tripura. Armed",
  "groups fighting for tribal rights regularly attacked settlements of immigrant",
  "Bengalis.Here,too,insurgencywassometimeshardtodistinguishfromsheer",
  "criminality. As one researcher wrote in 2001, ‘innocent deaths, kidnappings",
  "and extortions are a regular part of life in Tripura and have been for manyyears now’. Nearly 2,000 killings were reported between 1993 and 2000 – of",
  "security men, insurgents and, most numerous of all, civilians.44",
  "ThegunwasalsoubiquitousinManipur,anothertinystatethathadonce",
  "been an independent chiefdom. The violence was chiefly a product of ethnic",
  "rivalries. The majority Meiteis, who lived in the valley, clashed with the tri-",
  "bals in the uplands. In the hills too there were divisions, principally between",
  "the Thangkul Nagas and the Kukis. In May 1992 Naga militants burnt Kuki",
  "villages, starting a deadly cycle of massacres and counter-massacres. While",
  "fighting among themselves, these groups were all opposed to the Indian state.",
  "Some Kukis, and more Thangkuls and Meities, dreamt of forming independ-",
  "ent nations of their own.45",
  "In several towns in the region separatists had banned the screening of",
  "Hindi films, that hugely popular conduit of the culture of the subcontinent.",
  "Thiswaspartofadefiantdefinitionofthemselvesas‘not-Indian’.Inthisneg-",
  "ativeidentification,ULFA,theTripuraNationalVolunteers,theKukiNational",
  "ArmyandtheMeiteirebelsalltookinspirationfromtheNagas,creatorsofthe",
  "mother of insurgencies in the north-east. In 1962 one Naga faction had made",
  "its peace with the government of India, as had another faction in 1975. But",
  "there remained a group stubbornly committed to the idea of an independent",
  "andsovereignNagaland.ThiswastheNationalSocialistCouncilofNagaland,",
  "led by Isaak Swu and T. Muivah.",
  "The NSCN had a solid core of several thousand well-trained fighters.",
  "They operated from bases in Burma, making raids across the border and en-",
  "gaging the Indian army. Within Nagaland the rebels commanded support, re-",
  "spect and perhaps also fear. At any rate, they were sustained by collections",
  "made from the public. Even government officials paid a monthly ‘tax’ to the",
  "underground,thisacuriousiftypically Indianparadox,thesubsidizing bythe",
  "state of a group committed to its destruction.",
  "In the mid-1990s, however, a collective of church groups and civil soci-",
  "ety organizations called the Naga HoHo persuaded the rebels and the govern-",
  "menttodeclareaceasefire.In1997thegunsfellsilentandthetwosidesbegan",
  "to talk. At first the conversations were held in Bangkok and Amsterdam, but",
  "eventuallyMuivahandSwuagreedtovisitIndia.Theymettheprimeminister",
  "and travelled to the north-east, but failed to clinch an agreement. There were",
  "two stumbling blocks: the rebels’ insistence that a settlement had to be out-",
  "side the framework of the Indian Constitution and their demand that parts of",
  "Manipur,Assam,andArunachalPradesh,whereNagatribeslived,bemerged",
  "with the existing state of Nagaland into a Greater Nagalim.By July 2008 the ceasefire had held for nearly eleven years. Yet a mutu-",
  "ally satisfactory solution remains, ifnotoutofreach, atleast outofsight.The",
  "governmentofIndiasaysitwillgivetheNagasthefullestpossibleautonomy,",
  "but with in the terms of the Indian Constitution. The NSCN insists that any",
  "solutionmustacknowledgeNagasovereignty,for–itclaims–‘Nagalandwas",
  "neverapartofIndiaeitherbyconquestbyIndiaorbyconsentoftheNagas’.46",
  "It also asks for the retention of a separate Naga army. Anything less would be",
  "a betrayal of the memory of those who died for the cause. In Phizo’s native",
  "village there is a stone memorial bearing the inscription ‘These men and wo-",
  "men of Khonoma gave their lives for the vision of a Free Naga Nation. We",
  "remember them and still hold fast to their vision’.47",
  "The calls for a Greater Nagalim have been resisted by states who would",
  "have to cede territory to this new entity. The Meities of Manipur have milit-",
  "antly opposed the proposal, claiming that their state had existed as an inde-",
  "pendent and integrated territory for over a thousand years. In the summer of",
  "2001 Meitei radicals torched government buildings and attacked police posts",
  "in protest against talks with the Nagas. Posters were pasted on the walls of",
  "homes and offices, proclaiming: ‘Do not Break Manipur/No Compromise on",
  "Our Territory’.48",
  "The north-east is a region of violence and conflict, and hence also of mi-",
  "gration. Some of it is a cross national borders, as in the continuing immig-",
  "ration from Bangladesh. Others move within the region, some in search of",
  "jobs, some fleeing ethnic persecution. There is also a growing number of ‘en-",
  "vironmental refugees’. In the 1960s a high dam in the Chittagong Hill Tracts",
  "of East Pakistan displaced some 60,000 Chakmas. Since they were second-",
  "class citizens anyway (as Buddhists in a state dominated by Muslims), they",
  "sought refuge in the Indian state of Arunachal Pradesh, where they live on,",
  "still second-class, denied passports by the Indian government. Meanwhile, a",
  "seriesofdamsbeingbuiltinArunachalandNagalandwillrenderhomelessup",
  "to 100,000 villagers. These too will have to move elsewhere, in search of that",
  "essential resource so very scarce everywhere in South Asia, cultivable land.49",
  "There is a massive military presence in the north-east. The states of the",
  "region variously border China, with whom India has fought a costly war,",
  "Bangladesh, with whom India has a profoundly ambivalent relationship, and",
  "Burma. But it is not merely for external security that the Indian army has so",
  "many men here. They are also needed to maintain the flow of essential goods",
  "and services, protect road and rail links, and, not least, suppress rebellion and",
  "insurgency. ‘We have no say vis-à-vis the army’, says along-serving Manipurchief minister: ‘They have their own way of working, they will not tell us or",
  "listentous,althoughtheyaresupposedtobeaidingtheciviladministration.’50",
  "In the north-east the army operates under the Armed Forces Special",
  "Powers Act (APSPA), which gives its officers and soldiers immunity from",
  "prosecution by civil courts, unless specifically permitted by the central gov-",
  "ernment. Since the Act also grants permission to ‘fire upon or otherwise use",
  "force even to the extent of causing death’ anyone suspected of breaching the",
  "law, it has acted as an incentive to aggressive behaviour.",
  "For many years now human rights groups have asked for the repeal of",
  "the APSPA. In the lead are the women of Manipur, long active in opposing",
  "maleviolenceofallkinds.ThestatehasdozensoflocalMeiraPaibis(Women",
  "TorchBearers)groups.Thesecampaignedsuccessfullyagainstalcoholismbe-",
  "fore turning their attention to the excesses of the security forces. The Meira",
  "Paibis have demanded that troops leave schools and marketplaces, that they",
  "stop detaining young boys at will and that they open up their prisons and de-",
  "tention centres to public scrutiny.51",
  "These demands were renewed in July 2004, when a Manipuri housewife",
  "waspickedupfromherhomeonthechargeofabettingterrorism.Shewastor-",
  "tured, raped and killed, and her body left to rot by the roadside. The incident",
  "sparked a wave of angry protests in the Manipur valley. A group of women",
  "marched to the army base in Imphal, where they took off their clothes and",
  "covered themselves with a white banner carrying the legend ‘Indian Army,",
  "Take our Flesh’. A student leader set himself on fire on Independence Day,",
  "leaving a note which read: ‘It is better to self-immolate than die at the hands",
  "ofsecurityforcesunderthisAct.WiththisconvictionIammarchingaheadof",
  "the people as a human torch.’ A girl student went on an indefinite fast; taken",
  "tohospital,shestillrefusedtoeat.Severalyearslatershelayinherbed,force-",
  "fedbythestatebecauseshesaidshewouldratherdiethanliveunderaregime",
  "run by the military.52",
  "XI",
  "In May 2000 the population of India reached one billion. The government",
  "chose a girl born in Delhi as the official ‘billionth baby’. Aastha Arora’s ar-",
  "rival was greeted by an excited mob of press and television cameramen who",
  "clamberedontobedsandtablestogetabettershot.‘Thebillionthbaby’,notedone reporter wryly, ‘was greeted by a zillion flashlights and doctors say her",
  "skin could have been affected’.53",
  "The choice of Aastha was politically correct, since the United Nations",
  "had recently observed the Year of the Girl Child. Yet it was flagrantly at odds",
  "withhowgirls–bornorunborn–weretreatedinmanypartsofIndia,notleast",
  "the countryside around Delhi. Throughout the preceding century the sex ratio",
  "had been steadily falling – from 972 females to 1,000 males in the year 1901",
  "it had dropped to 947 by 1951 and 927 by 1991. Child mortality was highly",
  "variablebygender.InmostIndianhomesboysweretreatedbetterthangirls–",
  "provided more nutritious food, better access to health care and sent to school",
  "while their sisters laboured in field and forest. From the 1980s advances in",
  "medical technology had worked to make more lethal an already deadly pre-",
  "judice. Thus, the new sex-determination test allowed parents to abort female",
  "fetuses. Although illegal in India, the test was widely available in clinics",
  "throughout the country.",
  "By the turn of the century demographers were releasing data that was",
  "chilling indeed. For the period 1981-2001, and the age group 0–6 years, the",
  "numberoffemalesbornper1,000maleshadfallenfrom992to964inAndhra",
  "Pradesh, 974 to 949 in Karnataka, 967 to 939 in Tamil Nadu and 970 to 963",
  "in Kerala. The changes were more dramatic in northern India. In Haryana the",
  "ratio had fallen from 902 to 820 between 1981 and 2001. In Punjab, the fall",
  "had been even greater, from 908 to 793.54",
  "The falling sex ratio in Haryana and Punjab had led to a ‘crisis of mas-",
  "culinity’.Accordingtothetraditionalrulesofmarriage,one’sspousehadtobe",
  "from one’s caste and linguistic group, though not usually from one’s village.",
  "As boys grew into men, an increasing number found that brides were simply",
  "unavailableinthelocality.Sotheycontractedunionswithgirlsfromhundreds",
  "of miles away, belonging to other states, castes and linguistic groups. Dur-",
  "ing the 1990s and beyond, women from the states of Assam, Bihar and West",
  "Bengalwerebeingsought–and,occasionally,bought–bymenfromHaryana",
  "and Punjab. These ‘cross-region’ liaisons were sometimes informal, at oth-",
  "er times legitimated through the ritual of marriage. Questions remained about",
  "how the offspring of these highly unusual unions would be treated by a soci-",
  "ety still bound, in most other respects, by the ties of caste and kinship.55",
  "The variations in gender relations were spatial as well as cultural.56 Indi-",
  "an women were treated better (or less badly) in the south and in the cities. In",
  "the urban context they were somewhat more free to go to school, take a job",
  "and choose their life partner. There was a rising class of women profession-",
  "als making their mark – sometimes a considerable mark – in the law courts,hospitals and universities. Successful women entrepreneurs were running ad-",
  "vertising agencies and pharmaceutical companies.",
  "Therewasalsoavigorousfeministmovement.Thiswasbasedinthecit-",
  "ies and led by writers and activists, who produced a steady stream of high-",
  "quality essays and books on the lives and struggles of women in modern In-",
  "dia.57 After years of lobbying politicians, these feminists were able to bring",
  "about a change in the law that would principally benefit their less fortunate,",
  "rural-based sisters. This was an amendment to the Hindu Succession Act of",
  "1956, which, for the first time, brought agricultural land under its purview,",
  "allowing women the same inheritance rights here as men. Another amend-",
  "ment brought female heirs on par with males with regard to Hindu joint fam-",
  "ilies (where sons had previously had claim to a greater share than daughters).",
  "TheeconomistBinaAgarwal,whoseownworkongenderandagriculturehad",
  "been a critical influence, said of these changes that ‘symbolically, this has",
  "been a major step in making[Hindu] women equal in the eyes of the law in",
  "every way’.58Sadly, social practice remained another matter.",
  "X",
  "An old teacher of mine used to say that ‘India is a land of grievance col-",
  "lectors’. The characterization is incomplete, for Indians do not merely collect",
  "grievances, they also articulate them. In the 1990s, as before, a variety of",
  "rights were being asserted by a variety of Indians, and in a variety of ways.",
  "However, as before, while some conflicts were being expressed in more in-",
  "tense and violent forms, other conflicts were being attenuated and even, at",
  "times, resolved.",
  "There was, for instance, the return of peace to the state of Mizoram.",
  "The leaders of the Mizo National Front (MNF) had made a spectacularly suc-",
  "cessful transition; once insurgents in the jungle, they were now politicians in",
  "the Secretariat, put there by the ballot box. Peace had brought its own di-",
  "vidend in the form of water pipelines, roads and, above all, schools. By 1999",
  "Mizoram had overtaken Kerala as India’s most literate state. The integration",
  "with the mainland was proceeding apace; Mizos were learning the national",
  "language, Hindi, and watching and playing the national game, cricket. And",
  "sincetheyalsospokefluentEnglish(thestate’sownofficiallanguage),young",
  "Mizos, men as well as women, found profitable employment in the growing",
  "service sector, in hotels and airlines in particular. Mizoram’s chief minister,Zoramthanga, was speaking of making his territory the ‘Switzerland of the",
  "East’. In this vision, tourists would come from Europe and the Indian main-",
  "land while the economy would be further boosted by trade with neighbouring",
  "Burma and Bangladesh. The Mizos would supply these countries with fruit",
  "and vegetables and buy fish and chicken in exchange. Zoramthanga was also",
  "canvassing for a larger role in bringing about a settlement between the gov-",
  "ernmentofIndiaandtheNagaandAssameserebels.Itwaseasytoforgetthat",
  "this visionary had once been a radical separatist, seeking independence from",
  "India when serving as the defence minister and vice-president of the Mizo",
  "government-in-exile.59",
  "The troubles had also been resolved, more or less, in the state of Punjab.",
  "Here the process had been more tortuous. In 1987 President’s Rule was im-",
  "posed on the state, and repeatedly extended for six months at a time. Without",
  "elected politicians to report to, the police energetically chased the militants,",
  "by means fair and foul. Gun battles were common, quite often around police",
  "posts but also in the countryside. In 1990 the army was called in to help; a",
  "year later it was withdrawn. In 1992 elections were at last held to the state",
  "assembly. The Akali Dal boycotted the polls and the elected Congress chief",
  "minister, Beant Singh, was killed by a suicide bomber not long after he took",
  "office.",
  "In 1993, however, the Akalis returned to democratic politics by taking",
  "part in elections to local village councils. Four years later they won an em-",
  "phatic victory in the assembly polls. By this time militancy was perceptibly",
  "onthewane.Someterroristshadbecomeextortionists,squeezingmoneyfrom",
  "Sikh professionals and from ordinary peasants. The popular mood had turned",
  "away from the idea of a separate state of Khalistan. Sikhs once more saw the",
  "advantages of being part of India. Agricultural growth had slowed down, but",
  "trade was flourishing and the state’s languishing industrial sector was being",
  "primed for revival.60",
  "A sign of normality was that the Akalis, now in power, were fighting",
  "among themselves, individuals and factions vying for control of particularly",
  "prestigious or profitable ministries. The veteran chief minister Prakash Singh",
  "Badal sought to transcend these squabbles through a celebration of the 300th",
  "anniversary of the proclamation by the tenth Guru, Gobind Singh, of the",
  "Khalsa, or Sikh brotherhood.61 His Government allotted Rs3,000 million for",
  "the festivities, and the centre chipped in with a further grant of Rs1,000 mil-",
  "lion. New memorials to Sikh heroes were built, along with new sports sta-",
  "dia,shrinesandguesthouses.AtthegreatgurdwaraofAnandpurSahib,Sikh",
  "intellectuals and writers were honoured in a colourful ceremony attended byboth the chief minister and the prime minister. One of those felicitated, the",
  "novelistandjournalistKhushwantSingh,notedwithsatisfactionthatthisonce",
  "‘alienated community’ had ‘regain[ed]its self-esteem and resume[d] its lead-",
  "ing role in nation-building’.62 The costs, however, had been heavy. By one",
  "reckoning, more than 20,000 lives were lost in the Punjab between 1981 and",
  "1993 – 1,714 policemen, 7,946 terrorists and 11,690 civilians.63",
  "In February 2005 I visited Punjab for the first time in three decades. At",
  "the time, the prime minister of India was a Sikh; so was the chief of army",
  "staff and the deputy chairman of the Planning Commission. That Sikhs com-",
  "manded some of the most important jobs in the nation was widely hailed as",
  "a sign of Punjab’s successful reconciliation with India. Travelling through the",
  "state myself, I could not tell that the insurgency had ever happened, that the",
  "troubles had lasted as long as they did. A spate of fresh investments sugges-",
  "ted that things were now very stable indeed. There were signs everywhere of",
  "newschools,colleges,factories,evenaspankingnew‘heritagevillage’onthe",
  "highway, serving traditional ‘Punjabi food to the sound of Punjabi folk’ mu-",
  "sic.",
  "I drove the entire breadth of the state, from the town of Patiala to the",
  "city of Amritsar. My last stop, naturally, was the Golden Temple. The temple",
  "was as tranquil as a place of worship should be; spotlessly clean, with orderly",
  "queues of pilgrims whose eyes shone with devotion and wafts of music com-",
  "ing in from the great golden dome in the middle.",
  "It was only when I entered the Museum of Sikh History, located above",
  "the main entrance to the temple, that I was reminded that this was, within liv-",
  "ing memory, a place where much blood had been shed. The several rooms of",
  "the museum run chronologically, the paintings depicting the sacrifices of the",
  "Sikhs through the ages. Plenty of martyrs are commemorated on its walls, the",
  "last of these being Shaheeds Satwant, Beant and Kehar Singh. Below them",
  "lies a picture of the Akal Takht in tatters, with the explanation that this was",
  "the result of a ‘calculated move’ of Indira Gandhi. The text notes the deaths",
  "of innocent pilgrims in the army action, and then adds: However, the Sikhs",
  "soon had their revenge’. What form this took is not spelt out in words, but in",
  "pictures: those of Satwant, Beant and Kehar.",
  "ToseethekillersofIndiraGandhisoennobledwasunnerving.However,",
  "down below, in the temple proper, there were plenty of contrary indications,",
  "to the effect that the Sikhs were now thoroughly at ease with the government",
  "of India. A marble slab was paid for by a Hindu colonel, in grateful memory",
  "of the protection granted him and his men while serving in the holy city of",
  "Amritsar.Anotherslabwasmoremeaningfulstill;thishadbeenendowedbyaSikh colonel, on ‘successful completion’ of two years of service in the Kash-",
  "mir Valley.27R",
  ""
]