[
  "ch27",
  "IOTS",
  "Thelanguageofthemobwasonlythelanguageofpublicopinioncleansed",
  "of hypocrisy and restraint.",
  "H A",
  "ANNAH RENDT",
  "I",
  "I O 1952 chief of the Rashtriya Swayamsevak Sangh (RSS) wrote",
  "N CTOBER THE",
  "a rare signed article in the English-language press. ‘Cut from its moorings, re-",
  "generation of a nation is not possible’, insisted M. S. Golwalkar. It was, there-",
  "fore,",
  "necessary to revive the fundamental values and ideas, and to wipe out all",
  "signs that reminded us of our past slavery and humiliation. It is our first",
  "necessity to see ourselves in pristine purity. Our present and future has to",
  "be well united with our glorious past. The broken chain has got to be re-",
  "linked.ThatalonewillfiretheyouthoffreeIndiawithanewspiritofser-",
  "vice and devotion to our people. There cannot be a higher call of national",
  "unity than to be readily prepared to sacrifice our all for the honour and",
  "glory of the motherland. That is the highest form of patriotism.",
  "How could one give shape and meaning to this very general ideal? What spe-",
  "cificissuewouldchargetheyouthtosacrificetheirall?‘Suchapointofhonour",
  "in our national life’, believed the RSS chief,",
  "isnoneelsebutMOTHERCOW,thelivingsymboloftheMotherEarth–",
  "that deserves to be the sole object of devotion and worship. To stop forth-",
  "with any onslaught on this particular point of our national honour, and to",
  "foster the spirit of devotion to the motherland, [a] ban on cow-slaughter",
  "should find topmost priority in our programme of national renaissance in",
  "Swaraj.1In the opinion of Guru Golwalkar and his Sangh, India was a ‘Hindu’ nation.",
  "ButtheHindusthemselvesweredivided–bycaste,sect,languageandregion.",
  "From the time it was founded in 1925, the mission of the RSS had been to",
  "maketheHindusastrongandcohesivefightingforce.Foritsmembers,asfor",
  "theorganizationasawhole,religioussentimentwenthand-in-handwithpolit-",
  "ical ambition. We may not doubt Golwalkar’s own personal devotion to the",
  "cow. Yet his call to make cow-slaughter a national priority stemmed from a",
  "much greater goal, that of uniting the Hindus.",
  "The cow was found all over India. Hindus too were found all over India.",
  "And Hindus worshipped the cow, whereas Muslims and Christians preferred",
  "to butcher and eat it. That was the logic on which the RSS sought to build a",
  "nationwide campaign. Fourteen years after Golwalkar’s article, a large crowd",
  "marched on Parliament to demand a countrywide ban on cow-slaughter. That",
  "was the campaign’s high point, and its appeal steadily declined thereafter.",
  "Evenatitszenithitsmainattractions weretoHinduholymenandRSSwork-",
  "ers – it never quite achieved the popular support its promoters had hoped for.",
  "Inthe1980s,however,asingleholyspotinasinglesmalltownwasable",
  "toaccomplishwhataubiquitousholyanimalcouldnot.Thecampaigntobuild",
  "a temple where a mosque stood in Ayodhya generated a widespread appeal.",
  "Many Hindus across India, and of different castes, were beginning to see this",
  "as a ‘point of honour in our national life’. To these people, the Babri Masjid-",
  "in Ayodhya was indeed are minder of ‘our past slavery and humiliation’. To",
  "put a temple to Ram in its place had become the ‘sole object of devotion and",
  "worship’forthousandsofHinduyouths.Thiswasenergyexpendedinacause",
  "which Golwalkar himself had not anticipated. Were he alive, he might have",
  "been surprised, and certainly also pleased.",
  "II",
  "In 1984 the Bharatiya Janata Party (BJP), successor to the old Jana Sangh,",
  "won a mere two seats in the eighth general election. Five years later its tally",
  "was eighty-six. A major reason for this rise was its involvement in the Ayod-",
  "hya campaign.",
  "Anxious to keep the Congress out of power, the BJP now supported V.",
  "P. Singh’s National Front without joining the government. However, the de-",
  "cision to implement the Mandal Commission’s report, announced in August",
  "1990, threw the party into a tizzy. Some leaders thought this a diabolical planto break up Hindu society. Others argued that the extension of affirmative ac-",
  "tionwasanecessarybowtotheaspirationsofthebackwardcastes.Withinthe",
  "party,andwithin RSSshakhas,the debate raged furiously –should,orshould",
  "not, the Mandal recommendations be endorsed?",
  "Rather than take a position, the BJP chose to shift the terms of political",
  "debate, away from Mandal and caste and back towards religion and the",
  "mandir/mosquequestion.Thepartyannouncedayatra,ormarch,fromthean-",
  "cienttempleofSomnathinGujarattothetownofAyodhya.Themarchwould",
  "be led by L. K. Advani, an austere, unsmiling man reckoned to be more ‘hard",
  "line’thanhiscolleagueAtalBehariVajpayee.HewouldtravelinaToyotavan",
  "fitted up to look like a rath (chariot), stopping to hold public meetings on the",
  "way.",
  "Commencing on 25 September 1990, Mr Advani’s rath yatra planned to",
  "reachAyodhyafiveweekslater,aftertravellingmorethan6,000milesthrough",
  "eight states. Militants of the Vishwa Hindu Parishad (VHP) flanked the van,",
  "flagging it off from one town and welcoming it at the next. At public meet-",
  "ings they were complemented by saffron-robed sadhus, whose ‘necklaces of",
  "prayer beads, long beards and ash-marked foreheads provided a strong visu-",
  "al counterpoint’ to these armed young men. The march’s imagery was reli-",
  "gious,allusive,militant,masculine,andanti-Muslim’.Thiswasreinforcedby",
  "the speeches made by Advani, which accused the government of ‘appeasing’",
  "theMuslimminorityandofpractisinga‘pseudo-secularism’whichdeniedthe",
  "legitimate interests and aspirations of the Hindu majority. The building of a",
  "Ram temple inAyodhyawaspresented asthe symbolic fulfilment ofthese in-",
  "terests and aspirations.2",
  "Advani’s march through north-western India was a major headache to",
  "V. P. Singh’s government. For the procession ‘posed a provocation that could",
  "not be ignored. Growing disorder, riots, and a final destruction of the mosque",
  "loomed ahead. Yet there would be serious consequences to stopping it. Not",
  "only would Singh have to act against [the revered god] Rama, but he would",
  "alsobringdownhisownrulingcoalitionandriskseriousdisorder.’3Theyatra",
  "reached Delhi, where Advani camped for several days, daring the govern-",
  "ment to arrest him. The challenge was ducked, and the procession started up",
  "again.However,aweekbeforeitwastoreachitsfinaldestination,thevanwas",
  "stopped and Advani placed under preventive detention. The arrest had been",
  "ordered by the Bihar chief minister Lalu Prasad Yadav, through whose state",
  "the march was then passing.",
  "While L. K. Advani cooled his heels in a Bihar government guest house,",
  "his followers were making their way to Ayodhya. Thousands of kar sevaks(volunteers) were converging from all parts of the country. The Uttar Pradesh",
  "chief minister, Mulayam Singh Yadav, was, like his Bihari namesake, a bitter",
  "political opponent of the BJP. He ordered the mass arrest of the visitors from",
  "out of state. Apparently as many as 150,000 kar sevaks were detained, but al-",
  "mosthalfasmanystillfoundtheirwaytoAyodhya.Twentythousandsecurity",
  "personnel were already in the temple town, some regular police, others from",
  "the paramilitary Border Security Force (BSF).",
  "On the morning of 30 October a large crowd of kar sevaks was intercep-",
  "ted at abridge on the river Sarayu, which divided Ayodhya’s old town from",
  "the new. The volunteers pushed their way past the police and surged towards",
  "the Babri Masjid. There they were met by BSF contingents. Some kar sevaks",
  "managedtododgethem,too,andreachthemosque.Oneplantedasaffronflag",
  "on the structure; others attacked it with axes and hammers. To stop a mass in-",
  "vasion the BSF jawans used tear gas and, later, live bullets. The kar sevaks",
  "werechasedthroughnarrowstreetsandintotemplecourtyards.Someofthem",
  "resisted,withsticksandstones–theyweresupportedbyangryresidents,who",
  "rained down improvised missiles on the police.4",
  "The battle between the security forces and the volunteers raged for three",
  "whole days. At least twenty kar sevaks died in the fighting. Their bodies",
  "werelaterpickedupbyVHPactivists, cremated, andtheashesstoredinurns.",
  "ThesewerethentakenaroundthetownsofnorthernIndia,inflamingpassions",
  "wherevertheywent.Hinduswereurgedtotakerevengeforthebloodofthese",
  "‘martyrs’. The state of Uttar Pradesh was rocked by a series of religious riots.",
  "Hindu mobs attacked Muslim localities, and – in a manner reminiscent of the",
  "grisly Partition massacres – stopped trains to pull out and kill those who were",
  "recognizably Muslim. In some places the victims retaliated, whereupon they",
  "were set upon by the Provincial Armed Constabulary, long notorious for its",
  "hostility towards the minority community.5",
  "As one commentator put it, L. K. Advani’s rath yatra had, in effect, be-",
  "come a raktyatra, a journey of blood.6",
  "III",
  "Among the casualties of the rath yatra was Prime Minister V. P. Singh. In",
  "November 1990 he resigned, unable to sustain his minority government in",
  "the absence of BJP support. As in 1979 – when Morarji Desai demitted of-",
  "fice – the Congress allowed a lame-duck prime minister (in this case ChandraShekhar) to hold charge while they prepared for midterm elections to be held",
  "in the summer of 1991. In the middle of the campaign Rajiv Gandhi was as-",
  "sassinated while speaking in a town in Tamil Nadu. The assassin, who was",
  "also blown up by the bomb she was carrying, was later revealed to be a rep-",
  "resentative of the Liberation Tigers of Tamil Eelam. The killing was an act",
  "of vengeance, for the LTTE had not forgiven Rajiv Gandhi for sending troops",
  "against them in 1987.",
  "Notwithstanding the murder of Rajiv Gandhi, the elections went ahead",
  "on schedule. Pollsters had predicted a hung Parliament, with no party any-",
  "where near a majority. However, the sympathy generated by the killing al-",
  "lowed the Congress to win 244 seats. With support from independents they",
  "were in a position to form a government. P. V. Narasimha Rao, a veteran of",
  "theCongressPartyfromAndhraPradeshwhohadheldimportant positions in",
  "Rajiv Gandhi’s Cabinet, was sworn in as prime minister.",
  "In these Parliamentary elections of 1991 the BJP won 120 seats, up",
  "thirty-five from the last time. It also won the assembly elections in Uttar",
  "Pradesh. It was now in power in four states in northern India (Madhya",
  "Pradesh, Rajasthan andHimachal Pradesh being the others). Clearly,the Ram",
  "campaign was paying political dividends. Riots were being effectively trans-",
  "lated into votes. At the same time, these successes at the polls had led to a",
  "crisis of identity. Was the BJP a political party, or was it a social movement?",
  "Some leaders thought the party should now put the mosque-versus-temple",
  "controversy on the back burner. It should instead raise broader questions of",
  "economic and foreign policy and work to expand its influence in south India.",
  "Ontheotherside,theVHPandtheRSSweredeterminedtokeepthespotlight",
  "on that disputed territory in Ayodhya. In October 1991 they acquired the land",
  "around the mosque and began levelling the ground, preparing for temple con-",
  "struction.",
  "In July 1992 a team from the central government was sent to study the",
  "situation. They found that there had been ‘large-scale demolition’ on the dis-",
  "puted site, and the building of a ‘large concrete platform’, both developments",
  "in clear contravention of court orders demanding that the status quo be main-",
  "tained.Totheirdismay,theUttarPradeshgovernment,headedbytheoldRSS",
  "handKalyanSingh,hadturnedablindeyetotheseactivities.Therehadbeen,",
  "in sum, ‘flagrant violation of the law in Ayodhya’.",
  "Worriedthatthetroublewouldescalate,theHomeMinistryinNewDelhi",
  "had prepared a contingency plan, allowing for the imposition of President’s",
  "Rule in Uttar Pradesh and a central takeover of the mosque/ temple complex.",
  "However,Prime Minister Rao still hopedforthe matter toberesolved bydia-logue. He had several meetings with VHP leaders and also consulted with the",
  "opposing Babri Masjid Action Committee. The possibility of having the mat-",
  "ter referred to the Supreme Court was also discussed.7",
  "Meanwhile,theVHPannouncedthat6Decemberhadbeenchosenasthe",
  "‘auspicious’ day on which work on the temple would commence. From the",
  "middle of November volunteers began streaming into Ayodhya, encouraged",
  "by the fact that the state government was now in the hands of the BJP. The",
  "chief minister, Kalyan Singh, was summoned to New Delhi. Narasimha Rao",
  "urged him to allow the Supreme Court to decide on the case. Singh told the",
  "PMthat‘theonlycomprehensivesolutiontotheAyodhyadisputewastohand",
  "over the disputed structure to the Hindus’.8",
  "Kalyan Singh had instructed his government to house and feed the thou-",
  "sandsofvolunteerscominginfromoutofthestate.Reportsofthislarge-scale",
  "influx alarmed the Home Ministry. They prepared a fresh contingency plan,",
  "under which paramilitary forces would be sent to Ayodhya. By the end of the",
  "month some 20,000 troops had been stationed at locations within an hour’s",
  "march of the town, ready to move in when required. This, claimed the home",
  "secretary at the time, ‘was the largest mobilisation of such forces for such an",
  "operation since Independence’.9",
  "On the other side, more than 100,000 kar sevaks had reached the temple",
  "town,‘completewithtrishuls[tridents]andbowsandarrows’.Onthelastday",
  "of November, at a press conference in Delhi at which he announced his own",
  "departure for Ayodhya, L. K. Advani said that ‘I cannot give any guarantee at",
  "the moment on what will happen on 6 December. All I know is that we are",
  "going to perform kar seva.’10",
  "On the morning of the 6th, a journalist at the site found that ‘straddling",
  "thesecuritywall[aroundthemosque]werePACconstablesarmedwithbatons",
  "and RSS volunteers with armbands’. The central forces stationed around Ay-",
  "odhya had not been asked to move into the town. The job was left to the",
  "UP police and its constabulary. The VHP had planned to begin the prayers at",
  "11.30, on the raised platform constructed beforehand. However, by this time",
  "some kar sevaks had begun making menacing moves towards the mosque.",
  "RSSworkersandpoliceconstablestriedtostopthem,butweremetinsteadby",
  "ahailofstonesthrownbythecrowd,whichwasbecomingmorerestivebythe",
  "minute.‘Mandiryahinbanayenge’,theyshouted,pointingattheBabriMasjid",
  "– We will build our temple at that very spot. An intrepid youngster scaled the",
  "railing ringing the mosque and climbed on top of one of its domes. This was",
  "the signal for a mass surge towards the monument. The police fled, allowing",
  "hundreds of kar sevaks to charge the mosque, waving axes and iron bars.By noon, volunteers were crawling all over the Masjid, holding saffron",
  "flags and shouting slogans of victory. Grappling hooks were anchored to the",
  "domes, while the base was battered with hammers and axes. At 2 p.m. one",
  "domecollapsed,bringingadozenmendownwithit.‘Ekdhakkaaurdo,Babri",
  "Masjidtordo!’screamedtheradicalpreacherSadhviRitambara(Shovesome",
  "more, and the whole thing will collapse!). At 3.30 a second dome gave way.",
  "Anhourlaterthethirdandfinalonewasdemolished.Abuildingthathadseen",
  "so many rulers and dynasties come and go, that had withstood the furies of",
  "400 and more monsoons, had in a single afternoon been reduced to rubble.11",
  "Was the demolition of the Babri Masjid planned beforehand? Or was it",
  "simply the result of a spontaneous display of popular emotion and anger? To",
  "be sure, some BJP leaders were taken aback by the turn of events. Despite his",
  "threatening talk the week before, when he saw volunteers rushing the monu-",
  "ment, L. K. Advani asked them to return. As the domes came crashing down,",
  "he got into an argument with the senior RSS functionaries H. V. Seshadri and",
  "K. S. Sudarshan. They thought that now the deed was done, the RSS and the",
  "BJP should claim credit for it. ‘The course of history is not pre-determined’,",
  "saidSudarshantoAdvani.‘Acceptwhathashappened.’Advaniansweredthat",
  "he would instead ‘publicly express regret for it’.12",
  "In press conferences after the event, the term most often used by BJP",
  "spokesmen to describe the happenings at Ayodhya was ‘unfortunate’. They",
  "knew that in a democracy ostensibly bound by the rule of law, an act of van-",
  "dalism by the main opposition party could scarcely be condoned. When he",
  "met the press at the party’s Delhi headquarters on the evening of the 6th, the",
  "ideologue K. R. Malkani ‘made it clear that we did want the old structure to",
  "go, but that we wanted it gone through due process of law. The regret was",
  "that it had been demolished in an irregular manner.’ Seeking to distance the",
  "BJP from the act, he claimed that the kar sevaks who attacked the mosque",
  "were most likely from the Shiv Sena, since they had been heard speaking in",
  "Marathi.13",
  "The radicals within the movement were less coy. One VHP leader boas-",
  "ted that, in September itself, engineers had been asked to identify the struc-",
  "ture’s weak spots and volunteers trained on how best to bring it down.",
  "‘Withoutthisplanninghowdoyouthinkwerazedthemasjidinsixhours?’he",
  "askedareporter.‘Doyouthinkagroupoffrenziedkarsevakscouldhavegone",
  "about it so systematically?’14 And in a speech in Madras soon after the de-",
  "molition, the polemicist Arun Shourie noted that, ‘while the BJP leaders tried",
  "todisownanddistancethemselvesfromwhathadhappened,theHindusofIn-",
  "diaappropriatedthedestruction;theyowneditup’.TheAyodhyaevents,saidShourie,demonstrated‘thattheHindushavenowrealisedthattheyareinvery",
  "large numbers, that their sentiment is shared by those who man the apparatus",
  "of the state, and that they can bend the state to their will’. His own hope was",
  "that ‘the Ayodhya movement has to be seen as the starting point of a cultural",
  "awareness and understanding that would ultimately result in a complete re-",
  "structuring of the Indian public life in ways that would be in consonance with",
  "Indiancivilisationalheritage’–asomewhatroundaboutwayofsayingthatthe",
  "demolitionoftheBabriMasjidshould,andperhapswould,beapreludetothe",
  "reshaping of India as a Hindu nation.15",
  "One cannot be certain that all Hindus shared these sentiments – as",
  "Shourie presumed they did. But those Hindus who brought down the mosque",
  "on 6 December had certainly bent the Indian state to their will. The forces to",
  "stop them were at hand, yet the order telling them to act never came. Worried",
  "thatitwouldbechargedwithbeinganti-Hindu,thegovernmentofPrimeMin-",
  "ister Narasimha Rao ‘came to perceive the lesser evil in the demolition of the",
  "mosque’. Only after the deed was done was action taken – in the shape of the",
  "dismissal of the Uttar Pradesh government and the imposition of President’s",
  "Rule.16",
  "IV",
  "When the domes of the Babri Masjid fell, they brought those atop them down",
  "too. More than fifty kar sevaks were injured, some very seriously. At least six",
  "deaths were reported. The aftermath of the event was, however, more deadly",
  "still. The main leaders of the BJP, such as L. K. Advani, were taken into pro-",
  "tective custody, yet riots broke out in town after town, in an orgy of violence",
  "that lasted two months and claimed more than 2,000 lives.",
  "The troubles began in the vicinity itself. An influential local priest had",
  "expressedthedesirethatAyodhyashouldbecomethe‘VaticanoftheHindus’.",
  "To cleanse the town of the minorities was one step towards that larger goal.",
  "Kar sevaks celebrated the felling of the mosque by setting fire to Muslim",
  "homes and localities. In other towns, riots were a consequence of processions",
  "organized by the Vishwa Hindu Parishad. Elsewhere it was Muslims who",
  "came out into the streets to protest the demolition, by attacking police posts",
  "and attempting to burn government buildings.",
  "Sometimes sparked by triumphant Hindus, at other times by defiant",
  "Muslims,theriotscoveredlargepartsofnorthernandwesternIndia:246diedinGujarat,120inMadhyaPradesh,100inAssam,201inUttarPradesh,60in",
  "Karnataka.Theweaponsusedbythemobsrangedfromacidandsling-shotsto",
  "swords and guns. Children were burnt alive, women shot dead by the police.",
  "Inthisepidemic ofviolence, ‘everypossible refinement inhumanunkindness",
  "[was] on display’.17",
  "ThecityworsthitwasIndia’scommercialcapital,Bombay.Onthemorn-",
  "ing of 7 December the Muslim locality of Muhammad Ali Road witnessed an",
  "outpouring of collective anger in which Hindu shops were raided and effigies",
  "of BJP leaders set aflame. A temple was also razed to the ground. When a",
  "posse of constables arrived on the scene, the crowd were undaunted. ‘Police",
  "in Ayodhya just stood by and let the mosque be demolished,’ they shouted.",
  "‘We’regoingtogetyounow.’Throughthatdayandthenextmobsbattledpo-",
  "lice in the area. At least sixty people died in the violence.",
  "Meanwhile, to the north of the city, the shanty town of Dharavi was suf-",
  "fering from an excess of Hindu triumphalism. A ‘victory rally’ organized by",
  "the BJP and Shiv Sena ended in attacks on Muslim homes and shops. In re-",
  "taliation, Muslims stabbed a priest and set his temple on fire. In other places",
  "angerwasvented notontherival community butonthestate. Dozens ofgov-",
  "ernment buses were trashed or burnt, as were at least 130 bus shelters.18",
  "On 9 December the Shiv Sena and the BJP announced a city wide strike",
  "to protest against the arrest of their leaders in Ayodhya. This, recalled a Bom-",
  "bay journalist, ‘was a signal for their followers to go on the rampage. They",
  "attacked mosques and Muslim establishments. In one locality, the Shiv Sena",
  "put up a notice announcing an award of Rs50,000 to anyone pointing out a",
  "Muslim house.’19",
  "TheShivSainikswereencouragedbytheirleaderandmentor,Balasaheb",
  "Thackeray. In an editorial in the party newspaper, Saamna, published on 10",
  "December, Thackeray insisted that the violence of the past few days was",
  "merely",
  "thebeginningofaneraofretaliatorywar.Inthisera,thehistoryandgeo-",
  "graphy of not only this country but the entire world is going to change.",
  "The dream of the Akhand Hindu Rashtra [United Hindu State] is going",
  "to come true. Even the shadow of fanatical sinners [i.e. Muslims] will",
  "disappear from our soil. We will now live happily and die happily . . .",
  "No revolution is possible by shedding tears. Revolution needs only one",
  "offering, and that is the blood of devotees!20Curfew was imposed, and the army called in. It still took ten days for the city",
  "to get back to normal, for the commuter trains to be up and running, for of-",
  "fices and factories to be working as before. For three weeks the peace held,",
  "but then in the beginning of January afresh riot broke out. On the morning of",
  "the 5th two Hindu dock workers were stabbed to death in a Muslim locality.",
  "The cause was not clear – it might have been a product of union rivalry – but",
  "the story that Hindus were killed in a Muslim area spread through the city,",
  "catalysing more violence. In Dharavi, angry Hindus looted shops and ware-",
  "houses owned by Muslims. In another slum area, Jogeshwari, a Hindu family",
  "was burnt to death. For a week the fires raged, till Bal Thackeray announced",
  "in a Saamna editorial that the attacks could stop ‘since the fanatics had been",
  "taught a lesson’ It was, indeed, the minorities who had borne the brunt of the",
  "violence. Of the nearly 800 people who died in the riots, at least two-thirds",
  "wereMuslim,thoughtheyconstituted amere15percentofthecity’spopula-",
  "tion.",
  "Once more Bombay limped back to normal. This time the peace held for",
  "two whole months. On 12 March 1993 a series of bombs went off in south",
  "Bombay, one outside the Stock Exchange, others in front of or inside luxury",
  "hotels and corporate offices. The intention was to inflict the maximum casu-",
  "alties, for the explosions occurred in the early afternoon, the busiest time in",
  "the richest part of the city. More than 300 people died in the blasts. The ma-",
  "terial used to blow them up was the powerful explosive RDX. The operations",
  "hadbeendirectedbytwoDubai-basedmafiadons,inapparentrevengeforthe",
  "killings of their co-religionists earlier in the season.",
  "The rise of the Shiv Sena had, over the years, somewhat dented Bom-",
  "bay’s reputation as the most cosmopolitan and multicultural of India’s cit-",
  "ies.That image was dealt a body blow by the riots and bomb blasts of 1992-3.",
  "This was now a ‘permanently altered city’, a ‘deeply divided city’ , even a",
  "‘city at war with itself’.21",
  "The Babri Masjid demolition was depressing enough, but, as the colum-",
  "nistBehramContractorwrote,‘thebiggertragedy,perhaps,isnotthatIndiais",
  "nolongerasecularcountry,butthatBombayisnolongeracosmopolitancity.",
  "Whatever happens henceforth, whether the Ram Janmabhoomi issue is re-",
  "solved,whetherHindusandMuslimsrelearntolivetogether,Bombay’srepu-",
  "tation as a free-living and high-swinging city, absorbing people from all com-",
  "munities and all parts of India, is gone for ever’.22V",
  "In 1994 the VHP leader Ashok Singhal remarked that the destruction of the",
  "Babri Masjid was ‘a catalyst for the ideological polarization which is nearly",
  "complete’.23 Two years later the Bharatiya Janata Party reaped the rewards in",
  "the eleventh general election. It won 161 seats, emerging as the largest single",
  "party in Parliament. The Congress was relegated to second place, twenty-one",
  "seats behind. The veteran BJP leader Atal Behari Vajpayee was invited to",
  "formthegovernment,butaftertwoweeksheresigned,failingtocobbleama-",
  "jority. For the next two years the BJP sat in the opposition, while the country",
  "was governed by a motley coalition of regional parties calling itself the Na-",
  "tionalFront.Whenamid-termpollwasheldin1998,theBJPimproveditspo-",
  "sition further, winning 182 seats. This time, the support of smaller parties and",
  "independents gave it the numbers to govern. However, within a year it called",
  "a fresh election, hoping to do better still. As it happened, it won the same",
  "number of seats (182), but the Congress hit an all-time low of 114. A strong",
  "performance by its allies allowed the BJP to govern for a further five years.",
  "Thus, the BJP’s Atal Behari Vajpayee became the country’s longest-serving",
  "non-Congress prime minister, occupying that office for six years altogether.",
  "In the first years of Independence the wounds of Partition had provided",
  "the excuse for a vigorous assertion by the Hindu right. The RSS was partic-",
  "ularly active. But when the Jana Sangh won a mere three seats in the 1952",
  "elections, commentators were ready to write an epitaph for a party that, in a",
  "modern, secular, democratic state, dared to base its politics on religion. The",
  "socialist politician Asoka Mehta wrote that Hindu communalism ‘has proved",
  "to be weak twice, once in [the elections of ] 1946 and again in 1951–2’. He",
  "was confident that ‘its ghost is now laid for good’.24 ‘The Hindu is too toler-",
  "ant’, remarked the writer-couple Taya and Maurice Zinkin, themselves long",
  "resident in India. The election results had shown that ‘Hindu communalism",
  "has been utterly defeated’, indeed, that ‘communalism has thus failed, prob-",
  "ably finally’.25",
  "Other observers, the Kashmiri leader Sheikh Abdullah among them,",
  "thoughtthat itwasmostly Jawaharlal NehruwhokepttheIndianstate andIn-",
  "dianpoliticsonthesecularpath.Theyworriedaboutwhatwouldhappenafter",
  "he was gone. After Nehru’s death the Jana Sangh slowly gained in influence.",
  "It won twenty-five seats to the Lok Sabha in 1967 and twenty-two in 1971,",
  "more or less holding its own despite the ‘Indira wave’ of that year. Later, its",
  "participation in the JP movement, its leaders’ incarceration during the emer-gencyanditsroleintheJanatagovernmentsubstantiallyincreasedtheparty’s",
  "profile and presence. Then it fell away again. As the freshly named Bharatiya",
  "Janata Party it won two seats in the elections of 1984. Even Atal Behari Va-",
  "jpayee, who had been a member of parliament since 1957, failed to win re-",
  "election. Once more obituaries were written for a politics based on religion.",
  "OncemoreitwasclaimedthattheHinduwouldnottoleratebigotryamonghis",
  "kind. ‘The most striking feature of Indian politics is its persistent centrism’,",
  "wrotetwoAmericanpoliticalscientists.ApartfromthenaturalIndiantenden-",
  "cytowardsmoderation,theBJPhadalsotocontendwiththefragmentationof",
  "theelectorateonlinesofcasteandregion.Hencetheconclusionthat‘thesup-",
  "port base for a national confessional party, [representing] the Hindu majority,",
  "is illusionary’.26",
  "The events of the 1990s confounded these predictions. For the big story",
  "ofthisdecadewasinfacttheriseofHinducommunalism,asmanifestedmost",
  "significantlyinthenumberofseatswonbytheBJPinsuccessivegeneralelec-",
  "tions. Beyond the formal theatre of party politics, there was also a transform-",
  "ationoccurringontheground.IntownsandvillagesacrossnorthernIndia,re-",
  "lationsbetweenHindusandMuslimswerebeingredefined.Once,membersof",
  "the two communities had lived next to one another, traded with one another,",
  "evenbefriendedandplayedwithoneanother.True,therewasalsocompetition",
  "and conflict. Each community thought itself theologically superior, each had",
  "memories – real or imagined – of being scorned or victimized by the other.",
  "However, the compulsions of living together meant that these divisions were",
  "deflected or subsumed by activities conducted in common. But with the riots",
  "sparked by the Ayodhya movement, the ambivalences had been replaced by",
  "anunambiguousanimosity.Hostilityandsuspicionwerenowthegoverning–",
  "some would say only – idioms of Hindu-Muslim relations.27",
  "Fewerinnumbers,andgenerallypoorerineconomicterms,theMuslims",
  "had more to lose from the souring of relations. In most riots more Muslims",
  "died than Hindus, more Muslim homes were burnt than Hindu ones. The",
  "whole community had become prey to a deep insecurity. The taunts of Hindu",
  "chauvinists that they should move to Pakistan made them feel vulnerable and",
  "victimized. The sentiments of the ordinary Indian Muslim, circa 1995, were",
  "movingly expressed by the Telugu poet Khadar Mohiuddin. On the one hand,",
  "he wrote, the Muslim is told by the Hindus to think that",
  "My religion is a conspiracy",
  "My prayer meetings are a conspiracyMy lying quiet is a conspiracy",
  "My attempt to wake up is a conspiracy",
  "My desire to have friends is a conspiracy",
  "My ignorance, my backwardness, a conspiracy.",
  "On the other hand, said Khadar,",
  "It’s no conspiracy",
  "[for the Hindu] to make me a refugee",
  "in the very country of my birth",
  "It’s no conspiracy",
  "to poison the air I breathe",
  "and the space I live in",
  "It’s certainly no conspiracy",
  "to cut me to pieces",
  "and then imagine an uncut Bharat.",
  "The Muslim was being continually asked to prove his loyalty to India. As",
  "Khadar Mohiuddin found, ‘cricket matches weigh and measure my patriot-",
  "ism’ When India played Pakistan, it was demanded of Muslims that they dis-",
  "play the national flag outside their homes, and that they loudly and publicly",
  "cheer for the national side. In the poet’s words: ‘Never mind my love for my",
  "motherland/ What’s important is how much I hate the other land’.28",
  "The polarization of the two communities was a victory for the Sangh",
  "Parivar,thecollectivenamebywhichthefamilyoforganizationsbuiltaround",
  "the RSS and the BJP is known. Through the first five decades of Indian inde-",
  "pendence, the ideology of the Sangh Parivar had remained pretty much con-",
  "stant.Tomyknowledge,thebestsummationofthisideologyappearsinD.R.",
  "Goyal’sauthoritativehistoryoftheRSS.InGoyal’srendition,thecorebeliefs",
  "of what the Sangh Parivar calls ‘Hindutva’ are as follows:",
  "Hindus have lived in India since times immemorial; Hindus are the na-",
  "tionbecauseallculture,civilisationandlifeiscontributedbythemalone;",
  "non-Hindus are invaders or guests and cannot be treated as equal un-",
  "less they adopt Hindu traditions, culture etc.; the non-Hindus, particu-",
  "larly Muslims and Christians, have been enemies of everything Hinduand are, therefore, to be treated as threats; the freedom and progress of",
  "this country is the freedom and progress of Hindus; the history of India",
  "is the history of the struggle of the Hindus for protection and preserva-",
  "tion of their religion and culture against the onslaught of these aliens;",
  "the threat continues because the power is in the hands of those who do",
  "not believe in this nation as a Hindu Nation; those who talk of nation-",
  "al unity as the unity of all those who live in this country are motivated",
  "by the selfish desire of cornering minority votes and are therefore trait-",
  "ors;theunityandconsolidationoftheHindusisthedireneedofthehour",
  "because the Hindu people are surrounded on all sides by enemies; the",
  "Hindus must develop the capacity for massive retaliation and offence is",
  "the best defence; lack of unity is the root cause of all the troubles of the",
  "Hindus and the Sangh is born with the divine mission to bring about that",
  "unity.29",
  "Goyal adds that ‘without fear of contradiction it can be stated that nothing",
  "morethanthishasbeensaidintheRSSshakhasduringthepast74yearsofits",
  "existence’.",
  "While its ideology was unchanged, in time the organization of the RSS",
  "grew enormously in strength and influence. Once an all-male body, it opened",
  "a separate women’s wing which both schoolgirls and housewives were en-",
  "couraged to join. Once limited to northern India, it setup active branches in",
  "states where it previously had no presence at all. Everywhere the core ideo-",
  "logy of the Sangh was adapted to the local context. Thus, in Gujarat, the re-",
  "building of the ancient Somnath temple was celebrated as a manifestation of",
  "a united and assertive Hinduism. In Orissa the focus was on the great Jagan-",
  "natha temple, used by the RSS to build bridges between the local and pan-In-",
  "dianHinduidentities.Therewasaparticularemphasisonworkintribalareas,",
  "on ‘reclaiming’ the adivasis and ‘returning’ them to the Hindu fold. Schools",
  "were opened where tribal youths were taught Sanskrit and acquainted with",
  "Hindu myths and legends. The RSS worked hard in times of natural calam-",
  "ity, bringing grain when the rains failed and rebuilding homes after an earth-",
  "quake.30",
  "As its organization grew, the RSS’s ideology found even fuller expres-",
  "sionthroughanewcampaignstrategy.M.S.Golwalkarhadthoughtthatcow-",
  "slaughter was the issue on which the Sangh Parivar would launch a country-",
  "wide struggle. That failed, but then the egregious mistakes of the Congress",
  "delivered an even more emotive issue into their lap. When Rajiv Gandhi’sgovernmentappeasedMuslimfanaticsandoverturnedtheSupremeCourtver-",
  "dictintheShahBanocase,theHinduradicalscouldclaim,moreconvincingly",
  "than ever,that (pace D.R. Goyal’swordsabove) the present rulers were ‘mo-",
  "tivated by the selfish desire of cornering minority votes’, that to counter this,",
  "‘the unity and consolidation of the Hindus is the dire need of the hour’. That",
  "‘non-Hindus are invaders or guests’ was further proven by the stubborn re-",
  "luctance of Muslims to hand over the Babri Masjid. The monument itself was",
  "a standing insult to Hindu pride, a nasty reminder of the slavery of past times",
  "that had not yet been fully overcome. That they were not allowed to construct",
  "a shrine to their beloved Lord Ram was only because ‘the Hindu people are",
  "surroundedonallsidesbyenemies’;enemieswithin,asinthepoliticianswho",
  "appeased Muslims, and enemies without, as in the malevolent Muslim na-",
  "tion (Pakistan) which had fought three wars against them. To build the Ram",
  "temple, but also to protect themselves more generally, the Hindus had to ‘de-",
  "velop the capacity for massive retaliation’ , to realize that ‘offence is the best",
  "defence’.",
  "TothephrasesalreadyquotedfromD.R.Goyal’ssummation,letusnow",
  "add the critical last line: ‘lack of unity is the root cause of all the troubles of",
  "the Hindus and the Sangh is born with the divine mission to bring about that",
  "unity’.",
  "In the Ram movement, the RSS’s mission was furthered by its sister or-",
  "ganizations, in particular the Vishwa Hindu Parishad, which had taken up the",
  "issue in the first place. Then there was the Bajrang Dal, named after Ram’s",
  "great monkey devotee Hanuman (who was also called Bajrang Bali). This",
  "was composed of angry youths, equipped not so much to ‘protect’ their idol",
  "(as Hanuman is supposed to have done) but to beat up anyone who stood in",
  "their way. Finally, there was the Shiv Sena, actually another party altogeth-",
  "er, and whose ideas and methods were even more extreme than the VHP and",
  "the Bajrang Dal. They were prone to calling Muslims ‘poisonous snakes’ and",
  "‘traitors’, and advising them to move to Pakistan.31",
  "By the 1980s the RSS could no longer be called a male or north-Indian",
  "body;ithadreachedouttowomenandtootherpartsofthecountry.However,",
  "it was only through the Ram movement that it successfully overthrew the tag",
  "of being a ‘Brahmin-Bania’ organization, led and dominated by the elite, tra-",
  "ditionally literate Hindu castes. For the first sixty years of its existence it had",
  "been guided by a Maharashtrian Brahmin – first K. B. Hedgewar, then M.",
  "S. Golwalkar, finally Balasaheb Deoras. Then in March 1994 a non-Brahmin",
  "from Uttar Pradesh, Rajendra Singh, was appointed head of the organization.",
  "This was a bow not only to the Mandal debate, but also an acknowledgementof the major role played by the backward castes in the Ayodhya movement.",
  "ThecadresoftheShivSenaandtheVHPweremostlydrawnfromthemiddle",
  "castes, and there were a fair number of Dalits as well.",
  "Through this broadening of the base – in terms of region, gender and,",
  "above all, caste – was created what might justly be called the ‘mother of all",
  "votebanks’.IntheearlydaysoftheAyodhyacontroversy,circa 1985-6,VHP",
  "leaders were liable to refer to the issue as one which affected the ‘sentiments",
  "ofsixtycrore[600million] Hindus’.Astime wenton,andtheissueremained",
  "unresolved, demographic change caused a natural inflation in numbers: ‘sixty",
  "crore’became‘seventycrore’,even‘eightycrore’.Thiswas,ofcourse,acon-",
  "ceit. The VHP and the RSS did not speak for the majority of Hindus. But ap-",
  "parentlytheyspokeforenoughHindustoallowtheirpoliticalfront,theBhar-",
  "atiya Janata Party, to emerge as the largest single party in the Indian Parlia-",
  "ment.",
  "In the 1990s the BJP came to define the political agenda in a way the",
  "Congressoncedidinthe1950sand1960s.Thus,apropertydisputeinasmall",
  "north-Indian town came to enjoy an overwhelming importance in the life of",
  "the nation. Thus, the political discourse in general came to be obsessed with",
  "questions of religious identity rather than matters of economic development",
  "orsocialreform.Losingitsholdonthegovernment,winningeverfewerseats",
  "in Parliament, the Congress was now merely reacting to debates initiated by",
  "the BJP. In desperation, it called upon Rajiv Gandhi’s widow Sonia, then liv-",
  "ing a reclusive life with her family in Delhi, to head the party. After she took",
  "charge as Congress president in 1998, Sonia Gandhi worked overtime to dis-",
  "pel the image of her party as ‘anti-Hindu’. She regularly visited temples, and",
  "even went so far as to participate in the great Kumbh Mela, a congregation",
  "held every twelve years in which tens of millions of Hindus take a dip in the",
  "Ganga at Allahabad.32",
  "While the Ayodhya dispute remained its focus, the Sangh Parivar also",
  "took up other campaigns in the 1990s. More sites were identified where, it",
  "was alleged, Muslims had usurped a Hindu shrine – in Mathura, in Banaras,",
  "in the Madhya Pradesh town of Dhar, in the Baba Budan hills of Karnataka’s",
  "Chikmaglur district. Movements were launched, with varying success, to ‘re-",
  "claim’ these places from the ‘intruders’. Simultaneously a series of attacks",
  "were launched on Christian missionaries, particularly those working in tribal",
  "areas. Churches wereburntandpriests beaten upinbothGujarat andMadhya",
  "Pradesh. An Australian missionary was burnt alive in Orissa, along with his",
  "two sons, the arsonist later identified as a member of the Bajrang Dal named",
  "DaraSingh.33HinduswereacomfortablemajorityinIndia,yettheRSSinsis-ted that their pre-eminence was threatened on the one hand by Christian pros-",
  "elytization and on the other by the larger family size of Muslims, this in turn",
  "attributed to the practice of polygamy.34",
  "Occurring in different parts of India, sometimes led by the RSS, at other",
  "times initiated by the VHP or the Shiv Sena, there was nonetheless an under-",
  "lyingpatterntothesecampaigns.Ineverycase,areligiousminority–Muslim",
  "or Christian – was targeted and accused of having offended Hindu sentiment,",
  "or of being in the pay of a foreign power. The demonizing of the other was",
  "a necessary prelude to mobilizing one’s own forces, thus to foster a collect-",
  "ive spirit of solidarity in along-divided Hindu community. Usually, there was",
  "much malice aforethought. Sometimes, however, the issue taken up was far-",
  "cical rather than diabolical. In the summer of 2000, for example, the RSS",
  "journalPanchjanyacomplainedthatthethreeleadingmaleactorsintheHindi",
  "film industry were all Muslim (Shah Rukh Khan, Aamir Khan, and Salman",
  "Khan). The journal saw in this coincidence a dark conspiracy, whose agents",
  "apparently were mafia dons who funded these actors’ films and multination-",
  "al corporations whose products the actors endorsed. To thwart the conspiracy,",
  "Panchjanyacalleduponitsreaderstopromoteanup-and-comingactornamed",
  "Hrithik Roshan, the lone ‘Hindu’ challenger to the monopoly of the Khans.35",
  "VI",
  "As a rule, the Muslims in India were poorer than the Hindus, as well as less",
  "educated.TherewereafewMuslimentrepreneurs,butnorealMuslimmiddle",
  "class. They continued to be under-represented in the professions, and in gov-",
  "ernment service. Forty per cent of Muslims in cities lived below the poverty",
  "line;thesituation inthecountrysidewasnotmuchbetter.Theliteracy ratefor",
  "Muslims was well below the national average, and the gap between them and",
  "the other communities was growing. Few Muslim girls were sent to school,",
  "while the boys were often placed in madrasas (religious schools) whose ar-",
  "chaic curricula did not equip them for jobs in the modern economy. Mean-",
  "while,thetauntsoftheSanghParivarhadinculcatedadefensive,almostsiege",
  "mentalityamongtheMuslimintelligentsia.Theyoungmen,especially,sought",
  "succourinreligion,seeinginarenewedcommitmenttoIslamanalternativeto",
  "povertyandpersecutionintheworldoutside.Norwasthisturntofaithalways",
  "quietist. A Students Islamic Movement of India had arisen, whose leaders ar-gued that threats from the rival religion could be met only through force of",
  "arms.36",
  "TheriseofHindufundamentalisminthe1990sputanalreadyvulnerable",
  "minority further on the defensive. In the border state of Jammu and Kashmir,",
  "however,theroleswerereversed.Here,theMuslimmajoritywasincreasingly",
  "expressingitsaspirationsinreligiousterms,withtheHinduminoritysuffering",
  "as a consequence.",
  "ThepopularrevoltthatbrokeoutintheValleyin1989wasatfirstledby",
  "the Jammu and Kashmir Liberation Front. Within a year, however, the JKLF",
  "had ceded ground to the Hizb-ul Mujahideen, whose own commitment to a",
  "multireligious Kashmir was much less certain. The cry of azaadi (freedom)",
  "was being replaced by the call of jihad (holy war). As a popular slogan of the",
  "Hizb-ul cadres went: ‘Na guerrilla jang, na qaumi jang: al jihad, al jihad’.",
  "(This is neither a guerrilla war nor a national liberation struggle; this is jihad,",
  "jihad.)37",
  "One consequence of this turn to religion was that the community of",
  "Kashmiri Pandits became suspect intheeyesofthemilitants. TheywereHin-",
  "dus, but in other respects akin to their Muslim brethren, speaking the same",
  "language, eating the same kind of food, partaking of the same syncretic cul-",
  "tureoftheValley.InthepasttherehadbeeneconomicrivalrybetweenHindus",
  "and Muslims. Sheikh Abdullah, for example, had resented and then brought",
  "toanendPanditcontrolofcultivable landandofthestateadministration. But",
  "the social harmony was more or less complete. Even in the Partition riots of",
  "1947 Kashmir was untouched, an oasis of peace lauded by Mahatma Gandhi",
  "himself.",
  "Inthewinterof1989/90,astheHizb-ulsupplantedtheJKLF,thePandits",
  "becameatargetofattack.BecausetheywereHindus,andfornootherreason,",
  "they were seen as agents of a state that had for so long oppressed the Kash-",
  "miris.SeveralhundredPanditswerekilledin1989-90,andkilledinwaysthat",
  "made the ones who survived deeply insecure. As a reporter who documented",
  "these murders later wrote:",
  "These women and men were not killed in the cross-fire, accidentally,",
  "but were systematically and brutally targeted. Many of the women were",
  "gang-raped before they were killed. One woman was bisected by a mill",
  "saw. The bodies of the men bore marks of torture. Death by strangula-",
  "tion, hanging, amputations, the gouging out of eyes, were not uncom-mon.Oftentheirbodiesweredumpedwithnotesforbiddinganyone–on",
  "pain of death – to touch them.38",
  "Inpanic,PanditfamiliesbeganleavingtheValleyfortheHindu-majorityJam-",
  "mu region. Others fled further a field, to Delhi and even to Bombay.",
  "There were an estimated 200,000 Pandits living in the Kashmir Valley.",
  "By the summer of 1990, at least half had left. They lived in refugee camps,",
  "some run by the government, others by the RSS. At first the state’s hope, and",
  "theirown,wasthatthemigrationwastemporary,andthatoncepeacereturned",
  "to the Valley then so would they. In the event, they stayed on, and on.39",
  "Throughout the 1990s there were further attacks on Pandits who had",
  "chosen to remain. Sometimes entire hamlets were set on fire. By the end of",
  "the decade, fewer than 4,000 Pandits were left in the Valley, a melancholy re-",
  "minderofthecenturiesinwhichtheyhadlivedcheek-by-jowlwiththeircom-",
  "patriots.40",
  "The growing militancy in Kashmir was actively aided by Pakistan. That",
  "country’s Inter-Services Intelligence (ISI) ran camps where terrorists were",
  "trained in the use of arms and provided maps of the region. With the ISI’s",
  "help, Kashmiri activists moved freely across the border, into India to kill or",
  "bomb, then back to Pakistan for rest and replenishment. By now, indigenous",
  "militants had been joined by foreign mercenaries – Arabs, Chechens, Uzbeks",
  "–whohadcuttheirteethinthewaragainsttheSovietpuppetregimeinAfgh-",
  "anistan. When that war ended, and Russian troops had returned, defeated, to",
  "their homeland, these fighters found another holy cause in the liberation of",
  "Kashmir.",
  "By the mid 1990s the Hizb-ul had been joined by many hundreds of",
  "mehmani mujahideen (guest freedom-fighters).These owed allegiance to dif-",
  "ferent groups, all of which were headquartered in Pakistan, and all of which",
  "practised the austere, fundamentalist version of Islam taught in that country’s",
  "manyreligiousschools.Throughthe1980s,theIslamicizationofPakistaniso-",
  "ciety had proceeded apace. At the nation’s birth in 1947 it had a mere 136",
  "madrasas; by 2000 it had as many as 30,000. These madrasas, writes Tariq",
  "Ali, were ‘indoctrination nurseries designed to produce fanatics’. Pakistan",
  "now boasted fifty-eight Islamic political parties and twenty-four armed reli-",
  "gious militias, peopled in the main by the products of the madrasa system.41",
  "The intensification of religious sentiment in Pakistan deepened its com-",
  "mitment to the ‘liberation’ of Kashmir. Preachers in mosques and madrasas",
  "spoke repeatedly of Indian zulm (terror) in the Kashmir Valley, urging theirfollowers to join the jihad there. Youths so swayed entered groups such as",
  "the Lashkar-i-Toiba, which was rapidly assuming a leading role in the armed",
  "struggle. The proximate aim was the uniting of Kashmir with the Pakistani",
  "nation, this ‘a religious duty binding not only on the people of Pakistan, but,",
  "in fact, on the entire Muslim ummat [brotherhood]’. A wider ambition was to",
  "catalyse a civil war in India. As the chief of the Lashkar, Hafiz Mohammed",
  "Saeed, boasted, they were aiming to ‘set up a mujahideen network across In-",
  "dia’,which,whenitwasupandrunning,wouldspell‘thestartofthedisinteg-",
  "ration of India’42 ‘Revenge is our religious duty’, said Saeed to an American",
  "journalist. ‘We beat the Russian superpower in Afghanistan; we can beat the",
  "Indian forces too. We fight with the help of Allah, and once we start jehad,",
  "noforcecanwithstandus.’SpeakingtoaPakistanireporter,theLashkarchief",
  "claimed that ‘our struggle will continue even if Kashmir is liberated. We still",
  "have to take revenge [against India] for [the loss of] East Pakistan.’43",
  "This animosity and hatred was perhaps not unexpected. For the jihadis,",
  "Indiawasthelandofthekafirs,orunbelievers. Butasithappenedtheirwrath",
  "was being visited on some co-religionists as well. There were killings of act-",
  "ivists from the National Conference, which wanted autonomy within India,",
  "of the JKLF, which wanted independence rather than merger with Pakistan,",
  "and of the People’s Conference, which advocated non-violence.44 The funda-",
  "mentalists also came down hard on the pleasures of the people. Cinema halls",
  "and video parlours were closed, and drinking and smoking banned. Militant",
  "groups distributed leaflets ordering women to cover themselves from head to",
  "toebywearingthelongblackveil,orburqa.TheburqawascontrarytoKash-",
  "miricustom–heremanywomendidnotevenwearheadscarves.Besides,they",
  "cost Rs2,000 a piece. Cynics suggested that tailors and cloth merchants were",
  "behindthemove.Therewere,withal,savageattemptstoenforcetheban,with",
  "acid being thrown on women who disregarded it.45",
  "The main target of fundamentalist ire, however, was the Indian state and",
  "its symbols. Scarcely a week passed without a suicide attack on an army post",
  "or police camp, to stop or stem which even more troops were moved into the",
  "Valley.TherewerenowbunkersoneverystreetcornerinSrinagar.TheIndian",
  "army had become ‘an imposing and ubiquitous presence’ in Kashmir, a ‘par-",
  "allel government’ even. It was charged not merely with the maintenance of",
  "law and order, but also with running hospitals, airports, bus stations and tour-",
  "ist centres. The state government had abdicated most of its duties. By 1995",
  "or thereabouts, there were only two functioning institutions in Kashmir – the",
  "Indian army on the one side and the network of jihadi groups on the other.46As the Valley came to resemble a zone of occupation, popular sentiment",
  "rallied to the jihadi cause. Terrorists mingled easily with the locals, and were",
  "givenrefugebeforeoraftertheiractions.Whentheirmenwerekilledinbomb",
  "attacks, the reprisals of the Indian security forces could be murderous. Sol-",
  "diers dropped in unannounced in remote villages, searching for terrorists –",
  "when they did not find them, they beat up the peasants instead. A large num-",
  "ber of custodial deaths were also reported.",
  "The costs of this apparently unending war were colossal. According to",
  "government figures, between January 1990 and August 2001 some 12,000 ci-",
  "viliansdiedunnaturaldeaths–three-quartersatthehandsofmilitants,therest",
  "inthecross-fire.Securityforcesclaimedtohavekilled13,400militants,while",
  "losing3,100oftheirown.Giventhelowpopulationdensities,somanydeaths",
  "in Kashmir was the equivalent of 4million Indians being killed in the country",
  "as a whole.47 The casualties were spread all across this lovely if increasingly",
  "desolate Valley. However, they were mostly of young men, of Kashmiris who",
  "came of age in this cursed decade. The journalist Muzamil Jaleel, who almost",
  "became a militant himself, later visited a graveyard near his native village,",
  "wherehefoundtwenty-onetombstonesrecordingthedeathsofhisfriendsand",
  "classmates.48",
  "As James Buchan has written, in the years since 1990,",
  "the Kashmiri Muslims and the Indian government conspired to abolish",
  "the complexities of Kashmiri civilization. The world [it] inhabited has",
  "vanished: thestate governmentandthepolitical class,theruleoflaw,al-",
  "mostallthe...Hinduinhabitantsofthevalley,alcohol,cinemas,cricket",
  "matches,picnicsbymoonlightinthesaffronfields,schools,universities,",
  "an independent press, tourists and . . .banks. In this reduction of civil-",
  "ian reality, the sights of Kashmir . . . are redefined: not the . . .lakes and",
  "Mogul gardens . . . or the storied triumphs of Kashmiri agriculture, han-",
  "dicraftsandcookery,buttwoentitiesthatconfronteachotherwithoutin-",
  "termediary: the mosque and the army camp.49",
  "Throughout the 1990s, as Hindu fundamentalism gathered strength in the rest",
  "of India, Islamic fundamentalism was on the ascendant in Kashmir. The two",
  "processes began independently, yet each legitimized and furthered the other.",
  "With every communal riot sparked by the Ayodhya movement, radicals in the",
  "Valley could more easily portray India as a state run for and by Hindus. With",
  "every killing of innocent civilians or Indian soldiers in the Valley, the RSScould point to the hand of Pakistan in fomenting trouble within India. There",
  "weretwocriticaleventsthat,asitwere,definedthisepochofcompetitivefun-",
  "damentalisms:thedestructionoftheBabriMasjidandtheexodusoftheKash-",
  "miri Pandits. Would one trust a state that could not honour its commitment to",
  "protectanancientplaceofworship?Wouldonetrustacommunitythatsobru-",
  "tally expelled those of a different faith? Such questions resonated across the",
  "subcontinent, askedbycountless Indiansnotpreviouslyknowntothinkalong",
  "lines of religion and faith.",
  "VII",
  "After the Babri Masjid came down, Hindu radicals hoped to build a grand",
  "temple in its place. Architects were commissioned to design an edifice in",
  "marble, and craftsmen engaged to cut the stone and polish it. However, the",
  "site itself remained in the custody of the state. Cases were being heard in",
  "the Allahabad High Court and the Supreme Court, to decide whether a Ram",
  "temple had ever existed here, and whether the VHP had (as it claimed) the",
  "legal rights to the land surrounding the old mosque. Attempts were also made",
  "tofindasolutionoutsidethecourts.TheinfluentialShankaracharyaofKanchi",
  "met with the Babri Masjid Action Committee, and urged them to hand over",
  "thisonesite,inexchangeforwhichnofurtherdemandswouldbemadeonthe",
  "Muslims.",
  "TheBJPremainedcommittedtotheconstructionofatempleinAyodhya.",
  "Whenitcametopowerin1998,itsaiditwouldforgeanationalconsensuson",
  "the issue, failing which it would enact enabling legislation. The prime minis-",
  "ter,AtalBehariVajpayee,saidthat‘RamaoccupiesanexaltedplaceinIndian",
  "culture’, and claimed that ‘the entire country wants a Rama temple at Ayod-",
  "hya’ , the issue being ‘how to make it and where’.50",
  "However, at the site itself the status quo prevailed. The courts took their",
  "time disposing of the matter, and no compromise could be reached outside",
  "them either. Meanwhile the Vishwa Hindu Parishad organized tours of Ayod-",
  "hya by kar sevaks from all over the country. They also held religious cere-",
  "monies in anticipation of the building of the temple. One such yagna, held",
  "in the last week of February 2002, was attended by hundreds of volunteers",
  "from the state of Gujarat. On their way back home by train, these kar sevaks",
  "got into a fight with Muslim vendors at the Godhra railway station. The",
  "vendors were asked to chant slogans in homage to Lord Ram; when they re-fused, their beards were pulled. Word of the altercation spread; young men",
  "from the Muslim neighbourhood outside the station joined in. The kar sevaks",
  "clamberedbackintothetrain,whichstartedmovingevenasstoneswerebeing",
  "thrown. However, the train stopped on the outskirts of the station, when a fire",
  "broke out in one of its coaches. Fifty-eight people perished in the conflagra-",
  "tion.",
  "Godhra was a town with along history of communal violence; it had ex-",
  "perienced serious riots in 1949, and again in 1981. That Hindus and Muslims",
  "had not always been on the best of terms, and that the Ayodhya problem had",
  "strained relations further, is clear. It is also beyond dispute that the incident at",
  "thestationwassparkedbykarsevakstauntingMuslimvendors.Whatremains",
  "unclear is the cause of the fire afterwards. The VHP claimed that it was the",
  "handiwork of a Muslim mob. On the other hand, forensic evidence suggests",
  "that it originated inside the carriage, and was probably the result of a gas cyl-",
  "inder or paraffin stove accidentally catching fire.51",
  "Word that a group of kar sevaks had been burnt to death at Godhra",
  "quicklyspreadthroughGujarat.Awaveofretributoryviolencefollowed.This",
  "was at its most intense, and horrific, in the cities of Ahmedabad and Baroda.",
  "Once known for their philanthropic industrialists and progressive intellectu-",
  "als, once centres of technical innovation and artistic excellence, both places",
  "had experienced a prolonged period of economic decline. With this came a",
  "deterioration in inter-community relations. Hindus and Muslims now rarely",
  "worked or played together, a separation that had in the recent past expressed",
  "itself in bouts of communal violence.52",
  "TheselatestriotsinBarodaandAhmedabadwereunprecedented intheir",
  "savagery. Muslim shops and offices were attacked, mosques torched and cars",
  "vandalized. Muslim women were raped, Muslim men killed and bonfires",
  "made of their bodies. The mobs were often led by activists of the VHP, with",
  "the local administration in collusion. Their weapons ranged from swords and",
  "gunstopetrol bombsandgascylinders. Thevandals hadvoterlists, whichal-",
  "lowed them to identify which homes were Muslim and which were not. Min-",
  "isters of the state government were camped in police control rooms, directing",
  "operations. The police had been instructed to give ‘free run of the roads to",
  "VHP and Bajrang Dal mobs’.53",
  "BeyondBarodaandAhmedabad,theviolencealsoreachedoutintosmal-",
  "ler towns and rural settlements. In the district of Sabarkantha, mobs roamed",
  "the countryside in tractors and jeeps, targeting properties owned by Muslims.",
  "The numerical record of their activities is available: ‘altogether, 2161 houses,",
  "1461 shops, 304 smaller enterprises . . . 71 factories, 38 hotels, 45 religiousplaces and 240 vehicles were completely or partially destroyed’.54 What was",
  "true of Sabarkantha was broadly true of the state as a whole. The VHP had",
  "made it clear that it wanted to render the Muslims hopeless as well as home-",
  "less. Thus in Ahmedabad, weeks after the riots had subsided Muslims still",
  "found it difficult to get loans from banks, gas and phone connections and en-",
  "rolmentinschoolfortheirchildren.Muslimswhohadfledtheirvillageswere",
  "told they would have to drop charges against the rioters if they wished to re-",
  "turn.SometimestheirsafetywasmadeconditionalontheirconversiontoHin-",
  "duism.55",
  "The chief minister of Gujarat at the time of the 2002 riots was Narendra",
  "Modi, a hard-line Hindutva ideologue who had grown up in the unforgiving",
  "school of the RSS. Now, he justified the violence on Muslims by pointing to",
  "the burning of the railway coach in Godhra, which, he said, had set in motion",
  "a ‘chain of action and reaction’. In truth, the reaction was many times that of",
  "the original action. More than 2,000 Muslims were killed, and at least fifty",
  "times that number rendered homeless, living in refugee camps whose pitiable",
  "condition was noticed by the prime minister and president themselves.56",
  "The Oxford English Dictionary defines ‘pogrom’ as ‘an organized mas-",
  "sacre of a particular ethnic group’. By this definition, while there have been",
  "hundredsofinter-religiousriotsinthehistoryofindependentIndia,therehave",
  "been only two pogroms: that directed at the Sikhs in Delhi in 1984 and that",
  "directedattheMuslimsofsouthGujaratin2002.Therearesomestrikingsim-",
  "ilarities between thetwo.Both began asaresponse toasingle, stray act ofvi-",
  "olencecommittedbymembersoftheminoritycommunity.Bothproceededto",
  "take a generalized revenge on the minorities as a whole. The Sikhs who were",
  "butcheredwereinnowayconnectedtotheSikhswhokilledMrsGandhi.The",
  "Muslims who were killed by Hindu mobs were completely innocent of the",
  "Godhra crime (which may anyway have been an accident).",
  "In both cases the pogroms were made possible by the willed breakdown",
  "of the rule of law. The prime minister in Delhi in 1984, and the chief minister",
  "in Gujarat in 2002, issued graceless statements that in effect justified the",
  "killings. And serving ministers in their government went so far as to aid and",
  "direct the rioters.",
  "The final similarity is the most telling, as well as perhaps the most de-",
  "pressing.Bothparties,andleaders,reapedelectoralrewardsfromtheviolence",
  "they had legitimized and overseen. Rajiv Gandhi’s party won the 1984 gener-",
  "alelectionbyaverylargemargin,andinDecember2002NarendraModiwas",
  "re-elected as chief minister of Gujarat after his party won a two-thirds major-",
  "ity in the assembly polls.VIII",
  "TheriseoftheHindurightingeneral,andtheeventsatAyodhyainparticular,",
  "prompted afresh wave of gloomy forebodings about the future of India. ‘The",
  "secular fabric of the country has been seriously damaged’, wrote the Madras",
  "fortnightly Frontline, adding: ‘India will never be the same again’. For the",
  "‘events of December 6 and 7 gave India a taste of what things would be",
  "[like]ifandwhentheHindutvacombine’sHinduRashtra[HinduState]comes",
  "intoexistence.Itbecameclear...[that]theminoritycommunitieswouldhave",
  "no right to live, not to speak of social interaction; that freedom of expres-",
  "sion would be non-existent; and that truth would be only what the rulers per-",
  "ceive. ‘In the week that followed [6th December 1992], India changed, per-",
  "haps forever’, commented the Calcutta weekly Sunday. With the breakdown",
  "of authority and the rule of law, ‘in the eyes of the world, India moved one",
  "step closer to being perceived as a tinpot African “republic”’. The ‘forces let",
  "loosebythevandalismatAyodhya’,lamentedtheNewDelhimagazineIndia",
  "Today, ‘have begun not just to take a ghastly toll of human lives, but also to",
  "reduce to rubble the edifice of our hopes and aspirations as a people and as a",
  "nation.57",
  "These worries were shared by the Western press. ‘Like the three domes",
  "that crowned the 464-year-old Babri mosque’, wrote Time magazine, ‘the",
  "three pillars of the Indian state – democracy, secularism and the rule of law",
  "– are now at risk from the fury of religious nationalism’.58 The day after the",
  "mosque came down, The Times of London carried a story with the headline",
  "‘Militants Bury Hope of Harmony in Rubble of Indian Mosque’. The next",
  "day’s paper quoted the views of the Labour politician Jack Straw, then on a",
  "visit to Bombay. Straw thought that there was a real danger that India would",
  "slide ‘into the abyss of sectarianism’. The same issue carried a leading article",
  "by the Irish intellectual Conor Cruise O’Brien, which confidently proclaimed",
  "that‘India’shistoryasasecularstateappearstobecomingtoanend’.O’Brien",
  "anticipatedamassflightofMuslimsintoPakistan,andtheemigrationofedu-",
  "cated Hindus into Europe and North America.59",
  "These were the immediate, so to say knee-jerk, responses of excitable",
  "journalists and professional cynics (O’Brien had previously predicted that the",
  "fall of the Berlin Wall would lead to the revival of a cult of Hitler and of a",
  "party based on Nazi ideals). But writers trained to take the long view also",
  "echoedthesefears.ABritishauthorwhohadwrittenmanyaffectionatebooks",
  "about the subcontinent remarked that ‘all who care about that country musttremble for the future of its secular democracy’.60 And an American scholar",
  "who had spent a lifetime studying India went so far as to compare the Sangh",
  "Parivar to the Nazis: ‘It is past time to note’, wrote Paul Brass, ‘that Indian",
  "politics and society display many of the symptoms of a murderous pre-fascist",
  "stage which has already produced a multiplicity of localized Kristall-nachts",
  "in numerous urban sites.’ The ‘spread of violence, lawlessness and disorder",
  "at the local level, thought Brass, might prompt the central government (then",
  "controlled by the Congress) into ‘another venture into authoritarian practices’",
  ". And so the ‘Indian state may yet disintegrate in this clash between secular",
  "opportunists and chauvinist nationalists equally tied to the pursuit of illusions",
  "andchimeras,“symbolsandshadows”ofnationalunityandgreatnesspursued",
  "by all the tyrannical regimes of the twentieth century .61",
  "At the time of writing (2008), these dire predictions have not come to",
  "pass. In theory, if less assuredly in practice, India remains a secular state. The",
  "rule of law is not what it might be, but the writ of the central government still",
  "runsovermostofIndia.Indiahasnot(yet)becomeeitheratinpotdictatorship",
  "of the African kind or a fascist one modelled on European examples.28R",
  ""
]