[
  "ch28",
  "ULERS",
  "I know that most members of Parliament see the constitution for the first",
  "time when they take an oath on it.",
  "P M , Union minister, 2000",
  "RAMOD AHAJAN",
  "The current resurgence of identity politics, or the politics of caste and",
  "community, is but an expression of the primacy of the group over the in-",
  "dividual. It does not augur well for liberal democracy in India.",
  "A B , sociologist, 2002",
  "NDRÉ ÉTEILLE",
  "I",
  "I J 1958 I ’ leading journal of public affairs carried an anonymous es-",
  "N ULY NDIA S",
  "say with the intriguing title ‘After Nehru . . .’. At the time, Jawaharlal Nehru",
  "had been prime minister of India for a full eleven years. He was pushing sev-",
  "enty, and the last representative of the old guard within the Congress Party.",
  "Vallabhbhai Patel and Maulana Azad were dead, Govind Ballabh Pant was ail-",
  "ing and Chakravarti Rajagopalachari was sulking in retirement in Madras. The",
  "party, and the nation, were being willed along by the moral authority of the",
  "prime minister. There was no obvious successor among the next generation of",
  "Congress politicians. What would happen after he was gone?",
  "The essay that posed the question in July 1958 provided this answer:",
  "The prestige that the party will enjoy as the inheritor of the mantle of Til-",
  "ak, Gandhi and Nehru will inhibit the growth of any effective or healthy",
  "opposition during the first few years. In later years as popular discontent",
  "against the new generation of party bosses increases, they will for sheer",
  "self-preservation, be led to make increasing attempts to capture votes by",
  "pandering to caste, communal and regional interests and ultimately even",
  "to ‘rig’ elections.In this situation, argued the essayist, the Congress Party would find it",
  "hard to resist the allure of commerce. For",
  "in a politico-economic system of mixed economy, in which the dividing",
  "linebetweenmercantilism andsocialism isstillveryobscureandcontrol",
  "overtheStatemachinerycangiveglitteringprizestothebusinessaswell",
  "as the managerial classes, the moneyed interests are bound to infiltrate",
  "sooner or later into the ruling cadres of the party in power.",
  "Finally, the writer predicted that the growth of caste, communal and re-",
  "gional caucuses would lead to an ‘increasing instability of Government first",
  "in the States and later also at the Centre’. This instability, in turn, might lead",
  "to a competitive patriotism among the different parties.",
  "For instance, the Congress Party may try to unite the nation behind it",
  "by warning of the dangers of ‘Balkanisation’, the Jan Sangh by playing",
  "up the fear of aggression from Pakistan, the P[raja] S[ocialist] P[arty] by",
  "emphasisingthecompetitionbetweenIndiaandChinaandtheCommun-",
  "ist Party by working up popular indignation against dollar imperialism.1",
  "Of all the predictions quoted in these pages, this one reads best with the",
  "passage of time. The 1967 elections, the first held after Nehru’s death, pro-",
  "duced instability at the centre as well as in the states. There was a growth of",
  "popular sentiment along the axes of region, religion and caste, which found",
  "expression within the ruling party and – something the writer did not anti-",
  "cipate – in new parties organized on sectarian lines. As politics became more",
  "competitive,theCongressunderIndiraGandhiplayedupthefear,realorima-",
  "ginary,ofBalkanization, theJanaSanghplayedupthethreats,realorimagin-",
  "ary, from Pakistan and the communists pointed to the diabolical designs, real",
  "orimaginary,oftheUnitedStates.Therewasanincreasinginfusionofmoney",
  "into politics, and various attempts to rig elections.",
  "Who was this gifted political astrologer, whose forecasts have been so",
  "largely vindicated by later events? He might have been a Western political",
  "scientist,constrainedtowriteanonymouslyaboutacontroversialsubjectcon-",
  "cerninganothercountry.Orperhapshewasacivilservantworkingwithinthe",
  "governmentofIndia,precludedbyhisjobfromspeakingoutinhisownname.",
  "Thathewasonesuchissuggestedbytheremarkthat‘seniorcivilservantsarehoping that they will retire before Nehru goes’, so as not to work under what",
  "was likely to be a less broad-minded as well as less competent successor.2",
  "II",
  "While Jawaharlal Nehru was alive, the Congress always ruled at the centre.",
  "And of all the opposition parties, only the communists in Kerala had enjoyed",
  "power in the states. Beginning with the elections of 1967, the political land-",
  "scape of India became more variegated. An increasing number of state gov-",
  "ernments fell into the hands of non-Congress parties. In 1977 the first non-",
  "Congress government came to power in New Delhi. The 1980s saw Congress",
  "regain power in the centre, but at the end of the decade it lost it again.",
  "This growing decentralization of the political system has manifested it-",
  "self in the rise of coalition governments. The Janata Party which came to",
  "power in 1977 was itself a coalition of four different parties. The next non-",
  "Congress government was the National Front that came to power in 1989.",
  "This had seven distinct components, and was yet a minority government.",
  "Since then no government in New Delhi has been ruled by a single party.3",
  "These coalitions have been of three types. The first kind has been dom-",
  "inatedbytheBharatiyaJanataParty,successortotheoldJanaSangh.Fortwo",
  "weeksin1996,andthenforsixyearsbetween1998and2004,theBJPheaded",
  "coalition governments. In this National Democratic Alliance the BJP kept for",
  "itself the post of prime minister and the key portfolios of Home, Finance, and",
  "ExternalAffairs,whileallottingotherministriestoitscoalitionpartners,these",
  "mostly regional groupings.",
  "The BJP took to coalition politics in the well-founded belief that it could",
  "never come to power on its own. With its roots so strongly in northern India,",
  "its expansion depended heavily on alliances with other parties, each based in",
  "a particular state. With the exception of the Shiv Sena in Maharashtra, these",
  "parties did not subscribe to the Hindutva (Hindu-first) ideology. Thus, in for-",
  "ging alliances the BJP had to promise to put to one side such contentious is-",
  "sues as the Ram temple in Ayodhya and the abrogation of Article 370 of the",
  "constitution (which accorded special status to the state of Jammu and Kash-",
  "mir).4",
  "The second kind of coalition was initiated by the socialist remnants of",
  "the Janata experiment. These led the National Front government of 1989–91",
  "and the United Front government of 1996–8. They were both minority gov-ernments, which encouraged a wider dispersal of ministerial responsibilities.",
  "WhiletheprimeministercamefromtheJanataDal,importantportfoliossuch",
  "as Home and Defence were allotted to alliance partners.",
  "The third type of coalition has been dominated by the Congress Party. In",
  "1991, in the elections held in the aftermath of Rajiv Gandhi’s assassination,",
  "the Congress won 244 seats. It was by some distance the largest single party,",
  "but still fell nearly thirty seats short of a majority. However, the support",
  "– brought about by persuasion or other means – of independents and the",
  "Jharkhand Mukti Morcha allowed it to remain in power for a full five-year",
  "term.",
  "In the elections of 1996 the tally of the Congress fell to 140 seats. P. V.",
  "Narasimha Rao resigned as prime minister and, shortly afterwards, as party",
  "president. Now the party bosses turned to Sonia Gandhi, Rajiv’s widow. Born",
  "in Italy, a Catholic by upbringing, Sonia had married into India’s premier",
  "political family but had no political ambitions herself. In 1981 she had been",
  "deeply resistant to the idea of her husband entering politics. After his death",
  "ten years later, she retreated into her home and her family.5",
  "Beforethe1998elections,however,SoniaGandhiyieldedtothepressure",
  "applied by old colleagues of her husband and mother-in-law, and joined the",
  "campaign. When the party won only 141 seats the incumbent president, Sit-",
  "aram Kesri, was replaced by Rajiv’s widow. A year later, mid-term elec-",
  "tions were held, in which the Congress tally dropped further, to 114 seats.",
  "At this stage pundits were ready to write off the housewife-turned-politician.",
  "However, Sonia Gandhi kept her job and campaigned energetically in a series",
  "of assembly elections. Her persistence was rewarded: at one stage, although",
  "the BJP-led National Democratic Alliance (NDA) was in power at the centre,",
  "as many as fifteen state governments were headed by the Congress.6",
  "InearlymeetingsheldunderSoniaGandhi’sleadershiptheCongresshad",
  "scorned the idea of entering a wider alliance. The old guard held that, in the",
  "future as in the past, they would come to power under their own steam. But",
  "therealitiesonthegroundcompelledachangeoforientation.Beforethe2004",
  "elections the Congress put in place alliances with a variety of other parties.",
  "In the event, the Congress won 145 seats, but their United Progressive Alli-",
  "ance (UPA) won 222 in all. Since the BJP-led NDA had won only 189, the",
  "UPAformedthegovernmentwiththesupportfromoutsideofthecommunists.",
  "Sonia Gandhi declined the post of prime minister, which went instead to her",
  "trustedcolleagueManmohanSingh.FollowingtheNDAmodel,theCongress",
  "kepttheFinance,HomeandForeignMinistries.However,importanteconom-ic ministries such as Information Technology and Agriculture were ceded to",
  "alliance partners.7",
  "Table 28.1 – Percentage of votes won by the Congress Party",
  "and the BJP, 1989–2004",
  "1989 1991 1996 1998 1999 2004",
  "Congress 39.5 36.5 28.8 25.8 28.3 26.4",
  "BJP 11.5 20.1 20.3 25.6 23.8 22.2",
  "The year 1989 marks a watershed in Indian political history. Before that",
  "date, the Congress was a mighty colossus; after that date, single-party dom-",
  "inance gave way to a multi-polar system. In the past, some 40 per cent of the",
  "nationalvotehadallowedtheCongresstowinsome60percentoftheseatsin",
  "Parliament. Now, behind the fall in the number of seats won by the Congress",
  "lay a steady decline in its vote share, as Table 28.1 makes clear.",
  "Between1989and2004,thevoteshareoftheCongressdeclinedbymore",
  "than10percentagepoints;overthisperiod,thevoteshareoftheBJPincreased",
  "byroughlythesameextent.However,inthelastfewelectionsthesetwomajor",
  "parties have garnered a mere 50 per cent of the vote between them. Where",
  "does the other half go? The communist parties, concentrated in West Bengal",
  "and Kerala, generally win about 8 per cent. The backward-caste and Dalit",
  "parties,stronginnorthIndia,togetherclaimabout16percent.Theregionalist",
  "parties,whichhaveamarkedpresenceinsouthernandeasternIndia,getabout",
  "11 per cent.",
  "The decline of the Congress has come in two phases. The first phase,",
  "which began in Kerala in 1957 and peaked in Andhra Pradesh in 1983, saw",
  "Congress hegemony challenged by parties based on the identities of region,",
  "languageandclass.Thesecondphase,whichbeganinnorthIndiain1967and",
  "haspeakedinthesameregioninthelastdecade,hasseentheCongresslosing",
  "groundtoparties basingthemselves ontheidentities ofcaste andreligion. On",
  "the one hand, the upper castes in particular and Hindus in general have deser-",
  "ted the party and gravitated towards the BJP. On the other hand, the lowercastes havepreferred tothrowtheir weight behindparties suchasMayawati’s",
  "Bahujan Samaj Party and Mulayam’s Samajwadi Party. Even the Muslims,",
  "traditionally among the Congress’s strongest supporters, were turned by the",
  "demolition of the Babri Masjid into voting for other parties.",
  "It is this fragmentation of the party system that lies behind the rise",
  "of coalition governments. These coalitions are truly multi-hued: the BJP-led",
  "NDA government of 1999-2004 brought together sixteen separate parties; the",
  "Congress-led UPA alliance which fought (and won) the last general elections",
  "hadnineteen. Andbecause theyaresovariegated these coalitions are also un-",
  "stable. In forty-two years between 1947 and 1989 India was ruled by ten dif-",
  "ferent governments and had six different prime ministers. In the fifteen years",
  "between 1989 and 2004, the country was ruled by seven different govern-",
  "ments and had six different prime ministers – i.e. there was a change of gov-",
  "ernment (and usually a new prime minister) just over every two years on av-",
  "erage.8",
  "The rise of coalition governments is a manifestation of the widening and",
  "deepening of democracy in India. Different regions and different groups have",
  "acquiredagreaterstakeinthesystem,withpartiesthatseektorepresentthem",
  "winning an increasing number of seats – usually at the expense of the Con-",
  "gress, which for the first two decades of Independence had claimed, rather",
  "successfully,tobeapartythatrepresentednosectionofIndiainparticularbut",
  "all in general.",
  "This deepening of democracy has come at a cost – that of a steady loss",
  "of coherence in public policy. The wide-ranging policies of economic and so-",
  "cial development that Jawaharlal Nehru crafted in the 1950s – among them",
  "the boost to heavy industry, the reform of archaic personal laws and an inde-",
  "pendent foreign policy – would not have been feasible in the fragmented and",
  "divided polity of today. Even programmes focused on specific sectors, such",
  "as the thrust to agricultural development that Lal Bahadur Shastri and Indira",
  "Gandhi provided in the 1960s, would now be difficult to bring to fruition. In",
  "the past, in allotting portfolios to ministers their relevant experience and abil-",
  "ities were taken into account. Now, the distribution of ministries is dictated",
  "more by the compulsions of having to please alliance partners, who demand",
  "portfoliosseeneitherasprestigiousorprofitable.Andintheexecutionoftheir",
  "duties, Cabinet ministers are prone to put the interests of their party or their",
  "state above those of India as a whole.III",
  "From parliamentary elections, let us move now to the unfolding dynamic of",
  "party politics in the states. Despite its declining fortunes, the Congress re-",
  "mains a genuinely national party, a force to be reckoned with in most parts of",
  "the Union. In many states, there is a stable two-party system, with the Con-",
  "gress providing one pole and the BJP, the communists, or a regional party",
  "the other pole. However, in the vast states of Bihar and Uttar Pradesh, the",
  "Congresshasbeenreducedtoinsignificance. Herethemainplayersarecaste-",
  "based parties and the BJP.",
  "State elections over the past two decades have been marked by a great",
  "deal of volatility. The phenomena of ‘anti-incumbency’, the voting out of the",
  "party in power, is very nearly ubiquitous. Thus, in Himachal Pradesh, Mad-",
  "hya Pradesh and Rajasthan, Congress governments alternate with BJP ones.",
  "In Andhra Pradesh the Congress alternates with the Telugu Desam, in Kerala",
  "withthecommunists.Rarelydoesapartyenjoymorethanasingleterminof-",
  "fice. One exception was the Rashtriya Janata Dal in Bihar, which held office",
  "more-or-lesscontinuously from1989to2005.Morestrikingstill hasbeenthe",
  "success of the CPM-led Left Front in West Bengal, which has been in power",
  "since 1977.",
  "For the two decades following Independence the Congress was in power",
  "in the centre as well as in virtually all the states. Then, from 1967 to 1989",
  "(exceptforthebriefJanatainterregnum),theCongressranthecentralgovern-",
  "ment in New Delhi while it shared power with its rivals in the states. In this,",
  "the most recent period, the Congress has been out of power for long stretches",
  "at the centre as well.",
  "These changes have radically altered the form and functioning of Indian",
  "federalism. Now, before a general election, the smaller parties, each powerful",
  "in a single state, need to be cajoled and placated before joining an all-India",
  "coalition. Thus, ‘the two aspirants to be “national parties”, the Congress and",
  "the BJP, now must behave like fast-food franchises. They sell their brand to",
  "local agents, who choose, reject, bargain or change sides on the basis of loc-",
  "al conditions.’9 Ideology plays no part in this bargaining – it is all based on",
  "strategic calculation, on what one can extract from the national party by way",
  "of ministerships at the centre or subsidies to one’s state. Thus, the DMK and",
  "AIADMK have each been part of both Congress and BJP-led alliances, while",
  "the Telugu Desam has been with the BJP as well as the National Front.The alliance in power in New Delhi tends to favour those state govern-",
  "ments run by their own people. A World Bank study for the period 1972-95",
  "foundthatstatesruledbypartieswhichwerealsoinofficeinDelhireceived4",
  "percentto18percentmorefromcentralfundsthandidstatesthatdidnoten-",
  "joy this status. Another study, by two Indian economists and for amore recent",
  "period,estimatedthatgrantswere30percenthigherwhenthesamepartywas",
  "in power in the state as well as the centre.10",
  "Another consequence of this fragmentation is that the writ of the centre",
  "does not run as authoritatively as it once did. When all chief ministers were",
  "of the same party as the prime minister, it was easier to make them sacrifice",
  "the interests of their state in favour of what was perceived to be the wider na-",
  "tional interest. Now, chief ministers are less likely to do the prime minister’s",
  "bidding. Once, a dispute between two states could be amicably settled after a",
  "word to the two chief ministers from Nehru or Indira Gandhi. Now, a dispute",
  "once begun becomes increasingly hard to resolve.",
  "Illustrative here is the dispute between the states ofKarnataka and Tamil",
  "Nadu over the waters of the Cauvery river. The Cauvery originates in",
  "Karnataka,flowsthroughthestateandintoTamilNadu,fromwhereitmerges",
  "with the Indian Ocean. The lower parts of the delta have for centuries had a",
  "sophisticated irrigation network, allowing farmers to grow high-value paddy.",
  "In contrast, irrigation works in Karnataka are of recent origin; the first canals",
  "werebuiltintheearlytwentieth century,withafurtherspurtincanal building",
  "after the 1970s.",
  "In 1928 Cauvery waters irrigated 11 million acres of farmland in what is",
  "now Karnataka, and 145 million acres in what is now Tamil Nadu. By 1971",
  "the gap had increased; the figures now were 44 million acres in Karnataka",
  "and 253 million acres in Tamil Nadu. However, by the end of the twentieth",
  "century the upper riparian state had virtually caught up with the lower one –",
  "the figures now were 213 million acres for Karnataka and 258 million acres",
  "for Tamil Nadu. This massive expansion of irrigation facilities has generated",
  "muchwealthforthefarmersoftheMandyaandMysoredistrictsofKarnataka.",
  "Once dependent on a single harvest of a low-value crop (usually millet), they",
  "can now enjoy two or even three harvests a year of high-value crops such as",
  "rice and sugar cane.",
  "Duringthe1970sand1980sthecentralgovernmentconvenedaseriesof",
  "discussionstoworkoutamutuallyacceptabledistributionoftheCauverywa-",
  "ters. Twenty-six ministerial meetings were held between 1968 and 1990; all",
  "failedtoarriveataconsensus.TamilNadufearedthatthefreneticcanalbuild-",
  "ingintheupperreachesthreateneditsfarmersdownstream.Karnatakaarguedthat its late start should not preclude the fullest development of the waters in",
  "its territory.",
  "In June 1990, by an order of the Supreme Court, a Cauvery Water Dis-",
  "putes Tribunal was constituted. Three (presumably impartial) judges were its",
  "members. On 25 June 1991, the tribunal passed an interim order, directing",
  "Karnataka to release 205 million cubic feet of water per year to Tamil Nadu,",
  "pending final resolution of the matter. Ten days later the Karnataka assembly",
  "passed a unanimous resolution rejecting the tribunal’s order. The Karnataka",
  "governmentthenpasseditsownorder,whichmandateditsofficialsto‘protect",
  "and preserve’ the waters of the Cauvery for the state’s farmers.",
  "The matter went to the Supreme Court, which held that the Karnataka",
  "directive was ultra vires of the constitution. The central government now",
  "made the tribunal’s interim order official by publishing it in the official gaz-",
  "ette. The Karnataka chief minister, S. Bangarappa, responded by declaring a",
  "bandh (general strike) in the state. All schools and colleges were closed and,",
  "with the administration looking on, protesters were allowed to go on the ram-",
  "pageinTamillocalitiesofthestatecapital,Bangalore.Theviolencecontinued",
  "for days, with an estimated 50,000 Tamils being forced to flee the state.",
  "Karnataka’s defiance sparked angry words from the chief minister of",
  "Tamil Nadu, J. Jayalalithaa. Her administration, in turn, encouraged the tar-",
  "geting of Kannada homes and businesses in Tamil Nadu. Altogether, property",
  "worth more than Rs200 million was destroyed.",
  "While ordering the constitution of the Cauvery Water Disputes Tribunal,",
  "the chief justice of the Supreme Court noted that ‘disputes of this nature have",
  "the potentiality of creating avoidable feelings of bitterness among the peoples",
  "of the States concerned. The longer the disputes linger, more the bitterness.",
  "The Central Government as the guardian of the interests of the people in all",
  "the States must, therefore, on all such occasions take prompt steps to set the",
  "Constitutional machinery in motion.’",
  "However, while the central government could set the machinery in mo-",
  "tion, it no longer had the powers to compel the states to accept its recom-",
  "mendations.Fifteenyearsafteritwasconstituted,theCauveryWaterDisputes",
  "Tribunal has yet to come up with a final resolution. When the monsoon is",
  "good, Karnataka has no problems releasing 205 million cubic feet to Tamil",
  "Nadu. But if the rains fail, panic sets in all round. Tamil film stars lead",
  "demonstrations and go on fasts to compel Karnataka to ‘see reason’. In her",
  "most recent term as chief minister, Jayalalithaa went on fast herself, surely a",
  "less-than-constitutional method of pressing her state’s demands on the centre.",
  "Meanwhile, peasant leaders in Karnataka warn their government that if wateris released without their consent, the administration will have to face the con-",
  "sequences.",
  "In bad years, between the months of June and September the Cauvery",
  "question rarely strays off the front pages of the newspapers in Karnataka and",
  "Tamil Nadu. Protest and counter-protest is followed by the centre ordering",
  "Karnataka to release x million cubic feet of water to save standing crops in",
  "Tamil Nadu. The Tamil Nadu chief minister demands more than x; her coun-",
  "terpart in Karnataka says he can release only so much less than x. A central",
  "teamrushestotheCauveryvalleytosuperviseoperations.Thepreciseamount",
  "of water eventually released is never made public. One can, however, be cer-",
  "tain that it is determined more by the fluid dynamics of inter-party politics",
  "than by the logic of science or the letter of the law.11",
  "Meanwhile, at the other end of the country, in July 2004 the Punjab as-",
  "sembly passed a resolution abrogating its agreements on water-sharing with",
  "other states. It would, it said, appropriate as much of the Ravi and Beas",
  "rivers as it chose before allowing them to flow on to Haryana and Rajasthan.",
  "The resolution was clearly at variance with the spirit of Indian federalism.",
  "Moreover,itwaspilotedbyaCongresschiefministeratatimewhentheCon-",
  "gress was also in power at the centre.",
  "The act of the Punjab Assembly was possibly unethical, probably illegal",
  "andcertainlyunconstitutional.12Itmightyetcometobeviewedbyotherstates",
  "as an encouraging precedent. For water, more than oil, is the resource most",
  "critical to India’s economic development, critical both for agriculture and to",
  "sustaintheburgeoningpopulationofthecities.Withtheincreasingfragmenta-",
  "tionofthepolity,andthedecliningcapacitiesofthecentralgovernment,more",
  "states might be tempted to take such unilateral action.",
  "IV",
  "In1993Parliamentpassedthe73rdand74thAmendmentstotheconstitution.",
  "The 73rd Amendment mandated the creation of local government institutions",
  "at the level of the village, taluk (county) and district while the 74th did the",
  "same for towns and cities. Office-bearers were to be chosen on the basis of",
  "universal adult franchise. Everywhere, one-third of the seats were reserved",
  "for women, with additional reservation for Scheduled Castes and Scheduled",
  "Tribes.Panchayati Raj,orvillage self-governance, hadbeenanabiding concern",
  "of Mahatma Gandhi. However, both Jawaharlal Nehru and Indira Gandhi",
  "were hesitant to devolve power to lower levels, if for different reasons: the",
  "formerbecause hefelt itwouldbeinimical toeconomic development, thelat-",
  "ter because of a general preference for centralization. In the 1960s Rajasthan",
  "and Maharashtra had both experimented with village and district councils.",
  "However, the first serious attempts to create village panchayats were in West",
  "Bengal, after the Left Front came to power therein1977. The process was",
  "takenfurtherbytheJanatagovernmentinKarnataka,whichbetween1983and",
  "1987 devolved significant responsibilities to local institutions.",
  "As prime minister during 1984–9, Rajiv Gandhi sought to create an all-",
  "Indiasystemoflocalself-governance.Hisinterestwasinpartanodtotherise",
  "oflocal autonomy movements, whichcalled forawidersharingofpowerand",
  "authority, but it was also based on political calculation – namely, the fact that",
  "while the Congress ruled at the centre, state governments were dominated by",
  "parties hostile to it. Panchayati raj would allow New Delhi to bypass these",
  "parties and deal directly with the people, putting straight into their hands a",
  "portion of the funds previously controlled by the state administration.13",
  "The process initiated by Rajiv Gandhi bore fruition after his death, when",
  "the Congress regained power at the centre. During the discussions leading up",
  "to the amendments, state governments had expressed concern about the un-",
  "dermining of their authority. The legislation as finally passed gave individual",
  "states the discretion to specify the functions and powers of the panchayats in",
  "their territory. The provincial acts varied widely in intent and consequence.",
  "Some states gave panchayats responsibility over all aspects of development",
  "work–irrigation,education,health,road-buildingetc.–andtransferredfunds",
  "appropriately. Other states followed a more parsimonious line regarding the",
  "functions and finances of their local institutions.14",
  "In the 1980s West Bengal was at the forefront of panchayati raj; after-",
  "wards, the lead was taken by another state with a strong communist presence,",
  "Kerala. When it came to power in 1996 the Left Democratic Front (LDF) de-",
  "cided to allocate 35–40 per cent of plan funds for programmes designed and",
  "executed by local institutions. Across the state, panchayats were encouraged",
  "to hold meetings at which villagers were helped by officials and technical ex-",
  "perts to set their own priorities. Hundreds of locality-specific plans were pre-",
  "pared, which tended to highlight the careful management of natural resources",
  "such as soil, water and forests.15",
  "In Kerala, as in Bengal, the promotion of panchayati raj is based on an",
  "unstable mixture of idealism and opportunism. On the one hand, left-wing in-tellectuals and activists believe that, by devolving power, villagers can spend",
  "public money on projects relevant to their needs instead of being subject to",
  "directives from above. There is also some evidence that decentralization re-",
  "duces the leakages in the system, that there is less corruption and thus more",
  "moneyactuallyspentondevelopmentworks.Ontheotherhand,intheorigin-",
  "al Gandhian vision, panchayati raj was to be a ‘partyless democracy’, where",
  "themostrespected(orable)villagerswereelectedregardlessofpoliticalaffil-",
  "iation.Inpractice,theprocesshasbeendeeplypoliticized.InKerala,andeven",
  "moresoinWestBengal,theCPMhasseeninpanchayatirajaninstrument to",
  "tighten its grip on the countryside. The power of the panchayat, and its offi-",
  "cials,isusednotmerelyinandforthemselvesbut,crucially,tomobilizevotes",
  "during assembly and parliamentary elections.16",
  "These caveats notwithstanding, the 73rd Amendment has set in motion",
  "a process with possibly profound implications for the future of Indian demo-",
  "cracy. A decade after its enactment there were more than 3 million elected",
  "representativesinlocalinstitutions,athirdofthemwomen.Theywerechosen",
  "through a very competitive process, with voter turnout at panchayat elections",
  "generally exceeding 70 per cent.",
  "One subject of great interest, and greater importance, is the impact that",
  "panchayati raj will have on relations between castes. In Uttar Pradesh, where",
  "the Dalits are vocal and organized, the dominant castes are now forced to",
  "share power at the local level with those historically less advantaged. In",
  "Orissa, where the Dalits are more submissive, they have been (illegally) ex-",
  "cluded from participation in many panchayats. In Tamil Nadu, the forma-",
  "tion of village councils has sharpened existing conflicts between the landed",
  "Thevars and the Dalits. About one-fifth of panchayat presidents have to",
  "be Dalits, but these often find their authority eroded by the upper castes.",
  "Likewise, while some women presidents act autonomously, others are mere",
  "mouthpieces for the male members of their family or caste.",
  "Notably, members of Parliament and of the various state legislatures are",
  "often hostile to the panchayati raj experiment. So are many members of the",
  "Indian Administrative Service, who argue that it will merely lead to the ‘de-",
  "centralization of corruption’. Supporters of the new system answer that such",
  "criticism is motivated, emanating as it does from groups that would be hard",
  "hitifadministrativeandfinancialauthorityweretobemorewidelydistributed",
  "than is presently the case.17V",
  "During the 1990s Indian politics became more complex at the domestic level,",
  "withgreatercompetitionbetweenpartiesandtheintroductionofathirdtierof",
  "government. However, when it came to India’s dealings with the rest of the",
  "world there was a noticeable convergence of views. Whether led by the BJP",
  "ortheCongress,therulingalliancewascommittedtoenhancingthecountry’s",
  "military capabilities, and to a more assertive foreign policy in general.18",
  "One manifestation of this new strategy was a growth in the size and",
  "power of the military. India was rapidly moving ‘from a defence dependent",
  "upon diplomacy to a diplomacy strengthened by a strong defence’.19 Military",
  "expenditure rose steadily through the decade, from US $7,000 million to",
  "$12,000millionbetween1991and1999.Someofthismoneywentonsalaries",
  "– there were now more than a million Indians in uniform, members of the",
  "army, navy or air force, with another million staffing the various paramilitary",
  "outfits.",
  "Some of the money also went to buy state-of-the-art weaponry. And",
  "some went to manufacturing instruments of war that the richer Western coun-",
  "tries were not prepared to supply. In addition to the Agni and Prithvi missiles",
  "developed in the 1980s, India now had an intercontinental ballistic missile,",
  "Surya (with a range of up to 12,000 kilometres), and another, Sagarika, that",
  "could be launched from sea. Indian scientists had also developed a range of",
  "defensive options, designing shorter-range missiles to be aimed at any the en-",
  "emy might throw at them.20",
  "ThesemissilesweredesignedbytheDefenceResearchandDevelopment",
  "Organization, one of two scientific institutions that played a vanguard role",
  "in the defence sector. The other was the Atomic Energy Commission (AEC),",
  "whichhadresponsibilityfortheproductionofbothnuclearpowerandnuclear",
  "weapons. An atomic device had been tested in 1974, but in subsequent years",
  "the AEC scientists were able to improve considerably its sophistication and",
  "destructive capability. From the early 1990s they pressed the government to",
  "allow them to test their improved bombs.",
  "InhishistoryofIndia’snuclearprogramme,GeorgePerkovichtracksthe",
  "persistent efforts of the scientists. Those who led the missile and nuclear pro-",
  "grammes told successive prime ministers that, in the absence of tangible res-",
  "ults, talented young scientists would prefer high-paying jobs in the commer-",
  "cial sector to the service of the state. ‘Without full-scale tests’, they argued,",
  "‘morale would fall and the nation would not find replacements for the agingcohortthathadproducedthefirstdevicein1974.’Inlate1995PrimeMinister",
  "Narasimha Rao sanctioned tests, but backed off when American satellites re-",
  "vealedthepreparations,provokingastrongwarningfromtheUSgovernment.",
  "When a United Front government came to power in 1996,the scientists urged",
  "the new prime minister, H. D. Deve Gowda, to give them the green signal.",
  "Gowdademurred;hedidn’tcareaboutAmericanopinion,hesaid,buthispri-",
  "orities were economic development rather than a show of military strength.21",
  "The BJP-led National Democratic Alliance assumed office in March",
  "1998. The next month Pakistan tested a medium-range missile, provocatively",
  "named Ghauri, after a medieval Muslim warrior who had conquered and (ac-",
  "cording to legend) laid waste to much of northern India. A quick response",
  "wascalledfor,ifonlybecause‘theBJP’shistorictoughnessonnationalsecur-",
  "ity would have seemed hollow if the government did not respond decisively",
  "to the new Pakistani threat’.22 The heads of the AEC and the DRDO insisted",
  "that a nuclear test would be the most fitting response. Their calls were en-",
  "dorsedbytheatomicphysicistRajaRamanna,whocarriedenormousprestige",
  "as the man who had ‘fathered’ the1974 tests. Ramanna met Prime Minister",
  "Vajpayee, who assured him that he wanted ‘to see India as a strong country",
  "and not as a soft one’. To this the physicist added a definitive caveat: ‘Also,",
  "you can’t keep scientists in suspended animation for twenty-four years. They",
  "will simply vanish.’23",
  "InthesecondweekofMay1998theIndiansblastedfivenucleardevices",
  "in the Rajasthan desert. Three kinds of bombs were tested: a regular fission",
  "device, a thermonuclear bomb and a ‘sub-kiloton’ weapon. Before and after",
  "the tests senior members of the NDA government made provocative state-",
  "ments aimed at India’s neighbours. The defence minister, George Fernandes,",
  "describedChinaasIndia’s‘numberonethreat’.Thehomeminister,L.K.Ad-",
  "vani, said that India was prepared to give hot pursuit across the border to any",
  "terrorists that Pakistan may send to make trouble in Kashmir.",
  "Opinion polls conducted immediately after the tests suggested that a",
  "majority of the urban population supported them. The most enthusiastic ac-",
  "claim, however, came from the BJP’s sister organizations, the VHP and the",
  "RSS. They announced that they would build a temple at the test site, and",
  "take the sand, contaminated by radioactivity but nonetheless ‘holy’ for them,",
  "to be worshipped across India. The Shiv Sena chief, Bal Thackeray, saluted",
  "the scientists for showing that Hindu men were ‘not eunuchs’. The scientists",
  "themselves posed triumphantly before the news cameras, clad in military uni-",
  "forms.24Two weeks later this balloon of patriotic pride was punctured and de-",
  "flated. On 28 May Pakistan tested its own nuclear device. Their atomic pro-",
  "gramme had been built on the basis of designs and materials acquired in du-",
  "bious circumstances from a Dutch laboratory by the scientist A. Q. Khan,",
  "supplemented by Chinese technical help. The Indian bomb was wholly indi-",
  "genous. But these discriminations were made meaningless when six atomic",
  "blasts(deliberately,onemorethantheotherside)disturbedtheChagaihillsin",
  "Baluchisthan province. The Pakistani public greeted the news by dancing and",
  "singing in the streets. The ‘father’ of this bomb, A. Q. Khan, told interview-",
  "ers that ‘our devices are more consistent, more compact, more advanced and",
  "more reliable than what the Indians have’.25",
  "ThePakistaniachievement wasglossedasan‘Islamic’bomb,inpartbe-",
  "cause at this time no other Muslim nation had one. In India, too, both sup-",
  "porters and opponents of the tests tended to see them as ‘Hindu’ inspired. In",
  "truth, although the BJP was in power in May 1998, the preparations had been",
  "laidundersuccessiveCongressregimes.Thepolicyofnuclearambiguity–we",
  "havethebomb,butwewon’ttestit–wasbecomingunsustainable.Pressedby",
  "the West to sign the Comprehensive Test Ban Treaty, India decided to make",
  "its nuclear status a matter of public record.26",
  "TheBJPnaturallytriedtomakepoliticalcapitaloutofthetests,butfaced",
  "with signing the CTBT and thus shelving further nuclear ambitions, a Con-",
  "gress regime would have acted likewise. Indeed, it had been Congress prime",
  "ministers who had, in the past, most insistently laid claim to a ‘great power’",
  "statusforIndia.TheseclaimsbecamemorepersistentaftertheendoftheCold",
  "War. Indian leaders demanded that in deference to its size, democratic history",
  "and economic potential, the country be made a permanent member of the Un-",
  "ited Nations Security Council. That the claim was disregarded made the mat-",
  "ter of nuclear tests all the more urgent. Across party lines, strategic thinkers",
  "argued that an open declaration of nuclear weapons would make the Western",
  "powers sit up and take notice. Reason and argument having failed, India had",
  "necessarily to blast its way to world attention.27",
  "VI",
  "The only countries to be acknowledged as nuclear powers were the five per-",
  "manentmembersoftheUNSecurityCouncil–theUS,Russia,China,France",
  "and the UK. It was also known that Israel had nuclear capability. When, inthesummerof1998,IndiaandPakistansimultaneouslyenteredthisexclusive",
  "club it created some disquiet among the older members. It was feared that the",
  "Kashmir dispute could spark the first atomic war in history. Pressure was put",
  "on both countries to sort out their differences on the negotiating table.",
  "InFebruary1999theIndianprimeministertravelled bybustoLahoreto",
  "meethisPakistanicounterpart.AtalBehariVajpayeeandNawazSharifspoke",
  "of increasing trade between the two countries, and of putting in place a more",
  "liberal visa regime. No progress was made on Kashmir, but the fact that the",
  "two sides were talking was, to subcontinental eyes as well as Western ones, a",
  "most reassuring sign.28",
  "Barely three months after the Vajpayee-Sharif talks Indo-Pak relations",
  "were once more on a short fuse. The provocation was the infiltration into the",
  "KargildistrictofJammuandKashmirofhundredsofarmedmen,someKash-",
  "miri in origin but others unambiguously citizens of Pakistan. The operation",
  "hadbeenplannedbythePakistaniarmy,whotoldtheircivilianprimeminister",
  "about it only when it was well under way. The idea was to occupy the moun-",
  "tain tops that overlooked the highway linking Srinagar to Leh, the only all-",
  "weather road connecting two towns of crucial importance. The generals ap-",
  "parently believed that their nuclear shield provided protection, inhibiting the",
  "Indians from acting against the intruders.29",
  "The Indian army was first alerted to the infiltration by a group of shep-",
  "herds.Scanningthemountainswithbinocularsinsearchofwildgoatstohunt,",
  "they instead spotted men in Pathan dress digging themselves into bunkers.",
  "Theyconveyedtheinformationtothenearestregiment.Soon,thearmyfound",
  "that the Pakistanis had occupied positions across a wide swathe of the Kargil",
  "sector,fromtheMushkohvalleyinthewesttoChorbatLaintheeast.Thede-",
  "cision was taken to shift them.30",
  "The shepherds saw the Pathans on 3 May 1999. Two weeks later the In-",
  "dians began the artillery bombardment of enemy positions. Air force planes",
  "screamed overhead while on the ground jawans made their way laboriously",
  "up the mountain slopes. Men reared in tropical climes had now to battle in",
  "cold and treacherous terrain. ‘In battle after decisive battle Indian infantry",
  "battalions clambered up near perpendicular cliffs the entire night in freezing",
  "temperatures before lunging straight into battle at first light against the in-",
  "truders.’31",
  "The exchanges were fierce and, on both sides, costly. Dozens of peaks,",
  "each defended by machine guns, had to be recaptured one by one. A major",
  "victory was the taking of Tiger Hill, in the Drass sector. The battles raged all",
  "through June. By the end of the month the Pakistanis had been cleared from1,500 square kilometres of Indian territory. The areas reoccupied included all",
  "vantage points overlooking the Srinagar-Leh highway.32",
  "InthelastweekofJunetheAmericanPresident,BillClinton,receivedan",
  "unexpected phone call from the Pakistani prime minister. The two countries",
  "were close allies, and now the junior partner was asking to be bailed out of",
  "a jam of its own creation. More than 2,000 Pakistanis had already lost their",
  "lives in the conflict, and Nawaz Sharif was in search of a face-saving device",
  "to allow him to end hostilities. Clinton granted him an appointment on 4 July,",
  "American Independence Day. In that meeting Sharif promised to withdraw",
  "Pakistani troops if America would put pressure on India to resolve the Kash-",
  "mir dispute. Clinton agreed to take an ‘active interest’ in the question. With",
  "this assurance, Sharif returned to Islamabad and formally called off the oper-",
  "ation.33",
  "Approximately500IndiansoldiersdiedintheKargilconflict.Theycame",
  "from all parts of the country, and when their coffins returned home the grief",
  "ondisplaywasmixedwithalargedoseofpride.Thebodieswerekeptinpub-",
  "lic places – schools, colleges, even stadiums – where friends, family and fel-",
  "low townsmen came to pay their last (and often first) respects. A cremation",
  "or burial with full military honours followed, this attended by thousands of",
  "mourners and presided over by the most important dignitary on hand – often",
  "a state chief minister or governor. The men being honoured included both of-",
  "ficers andsoldiers. Manyhailed fromthetraditional catchment area oftheIn-",
  "dian army (the north and the west of the country), but many others were born",
  "in places not previously known for their martial traditions, such as Ganjam in",
  "OrissaandTumkurinKarnataka.34AndsomewhodieddefendingIndiacame",
  "from regions long thought to be at odds with the very idea of India. A partic-",
  "ularly critical role in recapturing the Kargil peaks was played by soldiers of",
  "the Naga regiment. Their valour at the other end of the Himalaya, hoped one",
  "army general, would allow the ‘brave Nagas [to] finally get their Indian iden-",
  "tity’. Their bravery was certainly saluted by their kinsmen; when the body of",
  "a Naga lieutenant was returned home to Kohima, thousands thronged the air-",
  "port to receive it.35",
  "The Kargil clashes also furthered the reintegration of the Punjab and the",
  "Punjabis.Farmersalongtheborderinsistedthatiftheconflictweretobecome",
  "a full-fledged war, they would be at hand to assist the Indian army, providing",
  "food and shelter and even, if required, military help. ‘We shall fight with the",
  "jawans’, said one Sikh peasant, ‘and teach the Pakistanis a bitter lesson for",
  "violating our territory.’36AcrossIndiatheconflictwithPakistanunleashedasurgeofpatrioticsen-",
  "timent. Thousands volunteered to join the lads on the front, so many in fact",
  "that in several places the police had to fire to disperse crowds surrounding",
  "armyrecruitment centres.37ThewarwithChinahadlikewisefuelledasimilar",
  "response, with unemployed youth seeking to join the forces. Yet there was a",
  "significant difference. On that occasion, the intruders had overrun thousands",
  "of square miles before choosing on their own to return. This time they had",
  "been successfully thrown out by the use of force.",
  "In this respect the Kargil war was a sort of cathartic experience for the",
  "meninuniformand,beyondthat,fortheircompatriotsasawhole.TheIndian",
  "army had finally redeemed itself. It had removed, once and for all, the stigma",
  "of having failed to repulse the Chinese in 1962. At the same time the popular",
  "response to the conflict bore witness to the birth of a new and more assertive",
  "kindofIndiannationalism.Neverbeforehadbodiesofsoldierskilledinbattle",
  "beengreetedwithsuchaneffusionofsentiment.Itappearedasifeachdistrict",
  "wasdeterminedtomakepublicitsowncontributiontothenationalcause.The",
  "mood was acknowledged and stoked further by reporters in print and on tele-",
  "vision,whosecompetitivejingoismwassurprisingeventothosefamiliarwith",
  "that profession’s hoary record of making truth the first casualty of war.",
  "VII",
  "In October 1999, Pakistan’s brief flirtation with parliamentary democracy",
  "ended. Prime Minister Nawaz Sharif was deposed in a coup led by the chief",
  "ofarmystaff,PervezMusharraf.TheIndianswerenotbestpleasedwiththese",
  "developments; for it was Musharraf who was believed to have masterminded",
  "the Kargil operations.",
  "In March 2000 President Clinton visited South Asia. He spent five days",
  "in India and five hours in Pakistan, in a historic reversal of the traditional",
  "American bias towards the smaller country. This was an acknowledgement of",
  "India’s rising economic strength, but also a chastisement of Pakistan’s return",
  "to military rule. The day after Clinton landed in New Delhi, terrorists dressed",
  "in Indian army uniforms descended upon the village of Chittisinghpora in",
  "Kashmir, pulled out Sikh men from their homes and shot them. In a village",
  "of 300 homes, ‘nearly every house ha[d] lost a relative, neighbour, or friend’.",
  "The tragedy was compounded when the security forces shot five men they",
  "claimed had committed the crime, but who were later found to be innocent.38The Chittisinghpora killers were probably freelancers who did not have",
  "the sanction of the Pakistani government.39 Still, there was little question that",
  "it was the Kashmir issue which continued to divide the two nations most",
  "deeply. President Musharraf issued periodic reminders of Pakistan’s undying",
  "commitment to the ‘liberation struggle’ of the Kashmiris. The Indian prime",
  "minister chastised his counterpart for adhering to the ‘pernicious two-nation",
  "theory that brought about the partition’.40",
  "Neither country was prepared to accept the other’s position on Kashmir.",
  "However, a dialogue was recommenced, this motivated perhaps by the need",
  "to act as responsible nuclear powers in the eyes of the world. In July 2001",
  "President Musharraf visited Agra at the invitation of the Indian government.",
  "He and his wife were put up in a luxury hotel overlooking the Taj Mahal. The",
  "generalandVajpayeetalkedforlonghours,withandwithoutaides.Themeet-",
  "ing ended inconclusively, when a draft communiqué left both sides dissatis-",
  "fied,Indiawantingagreateremphasistobeplacedonstampingoutcross-bor-",
  "derterrorismandPakistanaskingforamoreexplicitacknowledgementofthe",
  "democratic aspirations of the Kashmiri people.",
  "While General Musharraf was in Agra terrorists struck again in the Val-",
  "ley.Inadozenseparateattacksatleasteightypeoplewerekilled.Thiswasbe-",
  "comingapattern–wheneverimportantdignitariesvisitedNewDelhitheviol-",
  "ence in Kashmir would escalate. When the US Secretary of State Colin Pow-",
  "ell came in October 2001, terrorists launched a grenade assault on the Jammu",
  "and Kashmir assembly. Two months later they undertook an even more dar-",
  "ing action. Four suicide bombers entered the Indian Parliament in a car and",
  "attempted to blow it up. They were killed by the police, who later identified",
  "them as Pakistanis.41",
  "TheassemblybuildinginSrinagarwasasymbolofthestate’sintegration",
  "with India. The Parliament building in New Delhi was the symbol of Indian",
  "democracy itself. Within its portals met elected politicians representing a bil-",
  "lion people. The attacks on these two places brought an end to the diplomatic",
  "dialogue.IndiaaccusedPakistanofabettingtheterrorists.Appealsweremade",
  "totheUSgovernmenttoreininitsoldally.WhilesympathizingwithAmerica",
  "aftertheincidentsofSeptember112001,Indiaaddedthattheirsympathywas",
  "made the more sincere by the fact that they had long been victims of terrorist",
  "violence themselves.",
  "Inthespringof2002exchanges between IndianandPakistani troopsbe-",
  "came more frequent. As spring turned to summer, and the troop build-up in-",
  "tensified, the concerns of 1998 returned – would the subcontinent be witness",
  "to the first ever nuclear exchange? A respected Nepali monthly thought thatthe region was ‘poised on the cusp of war once again’. A leading American",
  "analystbelievedthat‘thecrisisbetweenIndiaandPakistanisthemostdanger-",
  "ous confrontation since Soviet ships steamed towards the US naval blockade",
  "of Cuba in 1962’.42",
  "In the end, war was averted, although perhaps it had never even been",
  "planned. Within India attention shifted to the coming assembly elections in",
  "Kashmir. The state had, as a Delhi newspaper bluntly put it, a ‘long history",
  "of rigged elections’, the polls of 1977 being the exception to the rule.43 In the",
  "past the Election Commission had, in Kashmir at any rate, ‘always appeared",
  "to be in the company of, and therefore in collaboration with, security forces",
  "and partisan state government functionaries’. Now it worked overtime to re-",
  "deemitsreputation.Thechiefelectioncommissionerorderedacompleterevi-",
  "sionofthevoters’list,whichwasunchangedsince1988.Anextensivesurvey",
  "of all houses led to a new, comprehensive roll, covering 350,000 pages in the",
  "elegant but hard-to-print Urdu script. Copies of the electoral rolls were then",
  "distributed to all political parties and displayed in schools, hospitals and gov-",
  "ernment offices across the state. A further precaution was the import of 8,000",
  "electronic voting machines, to prevent booth-capturing and rigging.44",
  "The assembly elections were held in September 2002. The militants",
  "killedaprominentmoderatejustbeforethepolls,andurgedthepublictoboy-",
  "cott them. Despite these threats, some 48 per cent of Kashmiris turned out to",
  "vote, somewhat less than was usual in other parts of India, but far in excess",
  "of what had been anticipated. International observers were at hand to con-",
  "firm that the polls were fair. The ruling National Conference was voted out of",
  "power;thewinnerswereanalliancecomprisingtheCongressandthePeople’s",
  "Democratic Party. The 2002 Jammu and Kashmir election, wrote two long-",
  "time students of the state’s politics, could ‘be seen as a reversal of [the] 1987",
  "assembly elections which by eroding the democratic space had become [the]",
  "catalyst for separatist politics . . . This election has brought about a change",
  "in the regime through the popular verdict and to that extent it has become in-",
  "strumental in providing a linkage between the people and the government.’45",
  "The new chief minister, Mufti Mohammed Saeed, expressed these sentiments",
  "morecrisplywhenheremarkedthat‘thisisthefirsttimesince1953thatIndia",
  "has acquired legitimacy in the eyes of the [Kashmiri] people’.46",
  "In the summer of 2003 tourists from other parts of India flocked to",
  "Kashmir for the first time in more than a decade. Fifty thousand pleasure-",
  "seekers came in the months of May and June, filling hotels across the Valley",
  "and houseboats on Srinagar’s Dal Lake. Indian Airlines announced an extra",
  "dailyflightfromDelhitoSrinagar.Provokedbythesedevelopments,terroristslaunched a series of strikes, throwing grenades in shopping centres, kidnap-",
  "ping civilians, suicide-bombing the chief minister’s house.47 But even more",
  "tourists came the next year, and more airlines announced flights to Srinagar.",
  "In January 2005 civic polls were held in Jammu and Kashmir for the",
  "firsttimeinalmostthreedecades.Ahandsome60percentofvoterscasttheir",
  "ballots in these local elections, despite intimidating threats by terrorists and",
  "theassassinationofseveralcandidates.Thosewhovotedsaidtheywantedthe",
  "new councillors to provide new roads, clean water and better sanitation. A",
  "shopkeeper in the town of Sopore – a stronghold of pro-Pakistani militants –",
  "wasquotedassaying,‘Wecan’twaitforcivicamenitiestillazaadi[independ-",
  "ence]’.48",
  "Accordingtoofficialfigures,thenumberof‘violentincidents’inJammu",
  "and Kashmir decreased from 3,505 in 2,002 to less than 2,000 in 2005.49 The",
  "state could by no means be said to be at peace. But, for the first time in many",
  "years, the claim of the Indian government over this territory did not seem",
  "altogether hollow. In talks with Pakistan, New Delhi could urge a series of",
  "‘confidence-building measures’, such as a bus service linking the two halves",
  "of Kashmir. The first bus was scheduled to leave from Srinagar for Muzaf-",
  "farabad on 7 April 2005. On the afternoon of the 6th, terrorists stormed the",
  "tourist complex where the passengers were staying. They were repulsed, and",
  "the next day two buses left as planned. A reporter who travelled on one of",
  "the vehicles wrote of how, when it crossed the newly built Aman Setu (Peace",
  "Bridge) and entered Pakistani territory, ‘divided families were reunited, tears",
  "and rose petals flecked their faces. The significance of this extraordinary mo-",
  "ment lay perhaps in the ordinariness of the backdrop: two buses with 49 pas-",
  "sengers had crossed over – and blurred a line that has divided Kashmir for",
  "over five decades in blood and prejudice.’50",
  "Therewere,however,somewhowouldratherthattheprejudicepersisted",
  "and the blood continue to be spilt. On 11 July 2006 there were two terrorist",
  "attacksontouristsinKashmir.EightBengalivisitorswerekilled.Onthesame",
  "daydeadlybombswentoffsimultaneouslyinsevendifferentcommutertrains",
  "in Mumbai (as Bombay had become known). The toll here was far higher –",
  "with more than 200 innocent civilians killed, and more than 1,000 injured. It",
  "was one of the worst terrorist incidents in history. While the perpetrators re-",
  "main to be identified, their aims needed no clarification – these were to pit",
  "Hindu against Muslim, Kashmir against the rest of India, and India against",
  "Pakistan.VIII",
  "The great German sociologist Max Weber once remarked that ‘there are two",
  "ways of making politics one’s vocation: Either one lives “for” politics or one",
  "lives“off”it’.51ThefirstgenerationofIndianleaderslivedmostlyforpolitics.",
  "Theywereattractedbytheauthoritytheywielded,butalsooftenmotivatedby",
  "a spirit of service and sacrifice. The current generation of Indian politicians,",
  "however, are more likely to enter politics to live off it. They are attracted by",
  "the power and prestige it offers, and also by the opportunities for financial",
  "reward. Control over the state machinery, they know, can bestow glittering",
  "prizes upon those in charge.",
  "Political corruption was not unknown in the 1950s, as the cases of the",
  "Mundhra scandal and the Kairon administration in the Punjab demonstrate.",
  "But it was restricted. Most members of Nehru’s Cabinet, and even Shastri’s,",
  "did not abuse their position for monetary gain. Some Congress bosses did,",
  "however, gather money for the party from the business sector. In the 1970s",
  "politicians began demanding a commission when contracting arms deals with",
  "foreign suppliers. The money – or most of it – went into the party’s coffers to",
  "be used in the next elections. By the 1980s, however, political corruption had",
  "shiftedfromtheinstitutionaltothepersonallevel–thusanincreasingnumber",
  "of ministers at the centre and in the states were making money from govern-",
  "ment contracts, from postings of officials and by sundry other means.",
  "The evidence of political corruption is, by its very nature, anecdotal",
  "rather than documentary. Those who take or give commissions rarely leave a",
  "paper trail. However, in the 1990s the Central Bureau of Investigation (CBI)",
  "laid charges against a number of prominent politicians for having assets ‘dis-",
  "proportionate’ to their position. The leaders so charged included the chief",
  "ministers of Bihar and Tamil Nadu, Lalu Prasad Yadav and J. Jayalalithaa.",
  "Each was accused of amassing hundreds of millions of rupees from the alloc-",
  "ation of government contracts. In another case, the CBI raided the house of",
  "Sukh Ram, the Union minister for communications, and found Rs36 million",
  "in cash. It was alleged that this represented the commission on licences awar-",
  "ded to private telecom companies.",
  "In all these cases the charges were not converted into convictions, some-",
  "times because of lack of evidence, at other times because of the timidity of",
  "the judiciary. There is also a sense of honour among thieves. In the run-up to",
  "an election the Opposition makes a hue and cry about corruption in the ruling",
  "administration, but if it is elected it does not pursue cases against the previ-ous regime, trusting that it will be similarly rewarded when it loses power.52",
  "Indeed, politicians from different parties and different states often exchange",
  "favours.Inonedocumentedcase,aHaryanachiefministersanctionedthesale",
  "ofaplotofpubliclandtothesonofaPunjabchiefminister–whilethemarket",
  "value of the land was Rs500 million, the price actually paid was Rs25 milli-",
  "on.53",
  "In the words of the political scientist Peter deSouza, corruption is Indian",
  "democracy’s ‘inconvenient fact’. Governments in power in New Delhi take",
  "kickbacks on purchases from abroad, on defence deals especially. The cut",
  "takenonforeigncontractsisintheregionof20percent.Inmoststatesthema-",
  "jorityofministersareonthetake,skimmingmoneyofflicencestocompanies,",
  "postings of top officers, land deals and much else. The Planning Commission",
  "estimates that 70–90 per cent of rural development funds are siphoned off by",
  "a web extending up from the panchayat head to the local MP, with officials",
  "too claiming their share. One reason that city roads are in such poor shape is",
  "thatthemuchofthemoneyallocatedtothemisspentelsewhere.Ofevery100",
  "rupees allocated to road building by the Bangalore City Corporation, for ex-",
  "ample,40gointothepocketsofpoliticiansandofficialswithanother20being",
  "the contractor’s profit margin. Only 40 rupees are spent on the job, which is",
  "done either badly or not at all.54",
  "Because being in power is so profitable, there is now an increasing trade",
  "in politicians. To makeup the numbers and obtain a majority, legislators are",
  "boughtandsoldfora(usually high)price. Intheeraofminority andcoalition",
  "governments thetrade isespecially brisk.Legislators routinely crossthefloor",
  "and change parties. This has become so common that, in times of political in-",
  "stability, it is not unknown for the MLAs of a particular party to be taken en",
  "massefora‘holiday’inGoa,lesttheydefecttotheotherside.Herethesemen",
  "– sometimes up to fifty of them – are kept in a hotel, drinking and playing",
  "cards,whilearmedguardswatchoutforfurtivephonecallsorunknownvisit-",
  "ors. The holiday extends until the crisis has passed, which could take several",
  "weeks.",
  "Because politics is such good business, it has also become a dirty busi-",
  "ness. In 1985 the weekly Sunday ran a cover story on ‘The Underworld of",
  "Indian Politics’, which spoke of how, in the states of Uttar Pradesh and Bihar",
  "especially, candidates with criminal records were contesting elections, some-",
  "times winning them, and sometimes being made ministers as well. Among",
  "the crimes these men were charged with were ‘murder, abduction, rape, mo-",
  "lestation, gangsterism’.55 Over the next decade a greater number of criminals",
  "entered politics, so many in fact that a citizens group filed a public interestlitigation(PIL)intheSupremeCourtdemandingthatpartiesreleasedetailsof",
  "their candidates. In May 2002 the Court made it mandatory for those contest-",
  "ing state or national elections to make public their assets and their criminal",
  "record (if any).",
  "The Association for Democratic Reforms, the group that had filed the",
  "original PIL, then setup Election Watch Committees in the states, these com-",
  "prisinglocallawyers,teachersandstudents.Theaffidavitsfiledbycandidates",
  "infivestateelectionsheldin2002–3werecollatedandanalysed.Inthemajor",
  "political parties – such as the BJP, the Congress, Uttar Pradesh’s Samajwadi",
  "Party (SP) and Bihar’s Rashtriya Janata Dal (RJD) – between 15 and 20 per",
  "cent of candidates had criminal records. A detailed study of Rajasthan’s 2003",
  "VidhanSabhaelectionshowedthatroughlyhalfthecandidateswereveryrich",
  "by Indian standards – they had a declared wealth of more than Rs3 million",
  "each. And as many as 124 candidates had criminal records. Forty per cent",
  "of these had been charged with crimes that qualified as ‘serious’ – which in-",
  "cluded armed robbery, attempt to murder, defiling a place of worship and ar-",
  "son.56",
  "Equally revealing was an analysis made of the affidavits of the 541 MPs",
  "elected in the 2004 parliamentary polls. The Congress had the wealthiest can-",
  "didates – their MPs each had, on average, assets of Rs31 million. Most MPs",
  "had assets in excess of Rs10 million; those who ranked lowest on this scale",
  "werethecommunists.Onthequestionofcriminalcharges,theleadwastaken",
  "by parties powerful in UP and Bihar: 34.8 per cent of RJD MPs had been",
  "formally accused of breaking the law, 27.8 per cent of Bahujan Samaj Party",
  "MPs, and nearly 20 per cent of SP MPs. The Congress and the BJP came out",
  "slightly‘cleaner’,havinghad17percentand20percentoftheirMPscharged",
  "with crimes, respectively. However, the situation was reversed when it came",
  "to money owed to public financial institutions. Of all such debts, Congress",
  "MPs accounted for 45 per cent, and the BJP members for 23 per cent. Again,",
  "it was communist MPs who came out best – they reported virtually no debts",
  "at all.57",
  "From these figures we may conclude that, while in power at the centre,",
  "the Congress and the BJP have systematically milked the system, the Con-",
  "gress to a greater extent since it has been in power longer. Meanwhile, to get",
  "to power in the states, and to retain it, parties such as the SP, the BSP and the",
  "RJD had come to rely very heavily on criminals.58",
  "Withcorruptionandcriminalization,Indianpoliticshasalsoincreasingly",
  "fallen victim to nepotism. Once, most parties had a coherent ideology and or-",
  "ganizational base. Now, they have degenerated into family firms.Theprocesswasbegunbyandwithinthatgrandoldparty,theIndianNa-",
  "tional Congress. For most of its history the Congress was a party run by and",
  "for democrats, with regular elections to district and state bodies. After split-",
  "ting the Congress in 1969, Mrs Indira Gandhi put an end to elections with-",
  "in the party organization. Henceforth, Congress chief ministers and state unit",
  "presidentsweretobenominatedbytheleaderinNewDelhi.Then,duringthe",
  "emergency, Mrs Gandhi dealt a second and more grievous blow to Congress",
  "tradition when she anointed her son Sanjay as her successor.",
  "After Sanjay’s death his elder brother Rajiv was groomed to take over",
  "thepartyand,intime,government.When,in1998,theCongressbossesasked",
  "SoniaGandhitoheadtheparty,itwasanacknowledgementthatthepartyhad",
  "completely surrendered to the claims of the dynasty. Sonia, in turn, asked her",
  "son Rahul to enter politics in 2004, allotting him the safe family borough of",
  "Amethi. If the Congress Party retains power in 2009, Rahul Gandhi will have",
  "precedence over every other member if he chooses to become prime minister.",
  "ApartfromitscorrosiveeffectsontheethosofIndia’spre-eminentpolit-",
  "ical party, Mrs Indira Gandhi’s embrace of the dynastic principle has served",
  "as a ready model for others to emulate. With the exception of the cadre-based",
  "parties of left and right, the CPM and the BJP, all political parties in India",
  "have been converted into family firms. The DMK was once the proud party",
  "ofDravidiannationalism andsocialreform;itscadresarenowresignedtothe",
  "factthatM.Karunanidhi’ssonwillsucceedhim,orelsehisnephew.Forallhis",
  "professed commitment to Maharashtrian pride and Hindu nationalism, when",
  "picking the next Shiv Sena leader Bal Thackeray could look no further than",
  "his son Udhav. The Samajwadi Party and Rashtriya Janata Dal claim to stand",
  "for ‘social justice’, but Mulayam Singh Yadav has made it clear that only his",
  "son Akhilesh will succeed him, while when Lalu Prasad Yadav was forced to",
  "resign as chief minister of Bihar (after a corruption scandal), his wife Rabri",
  "Devi was chosen to replace him, although her previous work experience was",
  "limitedtothehomeandthekitchen.Thepracticehasbeenextendeddownthe",
  "system, so that if a sitting MP dies, his son or daughter is likely to be nomin-",
  "ated in his place.",
  "Conducting research in a Bengali village, a Norwegian anthropologist",
  "found that the term most often used to describe politics was nungra (dirty).",
  "Politicians were described as those who promoted ‘abusive exchanges’",
  "(galagali), caused ‘fist-fights’ (maramari) and promoted ‘disturbances’",
  "(gandagol). In sum, politics served only to fill society with ‘poison’ (bish).",
  "Thiswasnotalwaysso,saidthevillagers.AtthetimeofIndependencepoliti-cians had been honest, hard-working and dedicated, but now every party was",
  "peopled with ‘scheming, plotting [and] unprincipled individuals’.59",
  "The statements are fairly representative of matters in the country as a",
  "whole. A survey carried out by Gallup in sixty countries found that the lack",
  "of confidence in politicians was highest in India, where 91 per cent of those",
  "polled felt that their elected representatives were dishonest.60",
  "Someconsolationcanperhapsbefoundinstatementsbyscholarswriting",
  "about other societies in other times. Thus, of his own country in the 1940s,",
  "Jorge Luis Borges writes that ‘the state is impersonal; the Argentine can con-",
  "ceiveonlyofpersonalrelations.Therefore,tohim,robbingpublicfundsisnot",
  "a crime. I am noting a fact; I am not justifying or excusing it.’ And, speaking",
  "of his own continent, Europe, in centuries past, the historian R. W. Southern",
  "remarksthat‘nepotism,politicalbribery,andtheappropriationofinstitutional",
  "wealth to endow one’s family, were not crimes in medieval rulers; they were",
  "part of the art of government, no less necessary in popes than in other men’.61",
  "IX",
  "Corruption in contemporary India is widespread not merely in the legislature,",
  "but in the executive branch as well. In times past it manifested itself more in",
  "the lower echelons of the bureaucracy, with minor officials taking bribes to",
  "allot housing sites, sanction electricity connections or shortlist candidates for",
  "jobs.62 In recent years it has become widespread among higher officials too.",
  "The CBI has charged even secretaries to the government of India and chief",
  "secretariesofstateswithhavingassets‘disproportionate’totheirincome.The",
  "lifestyle of some of these officials certainly suggests as much – with private",
  "farmhouses and family holidays in exotic locations whose cost must many",
  "times exceed their official lifetime earnings.63",
  "In Jawaharlal Nehru’s time the civil service was shielded from politics;",
  "transfers, promotions and the like were decided within the executive branch",
  "itself. From the 1970s, however, individual bureaucrats came increasingly to",
  "ally with individual politicians or political parties. When the party they allied",
  "withwasinpower,theygotthebestpostings.Inreturn,theyenergeticallyim-",
  "plemented the partisan agenda of the politicians. On deals high and low, offi-",
  "cials now work closely with their ministers, and are rewarded with a share of",
  "the proceeds. The rot runs deep down the system – thus, every MLA has his",
  "own favoured district magistrate, police officer, and so on.As P. S. Appu points out, the founders of the Indian nation-state respec-",
  "tedtheautonomyandintegrityofthecivilservices.VallabhbhaiPatelinsisted",
  "that hissecretaries shouldfeel free tocorrect orcriticize hisviews, sothat the",
  "minister, and his government, could arrive at a decision that was the best in",
  "the circumstances. However, when Indira Gandhi started choosing chief min-",
  "isters purely on the basis of their loyalty to her, these individuals would pick",
  "their subordinates by similar criteria. Thus, over time, the secretary of a gov-",
  "ernmentdepartmenthaswillinglybecomeanextensionofhisminister’svoice",
  "and will.64",
  "In a letter to the prime minister, the retired civil servant M. N. Buch",
  "has highlighted the consequences of this politicization of the administration.",
  "The way the government is now run, he writes, means that ‘the disciplinary",
  "hierarchy of the civil services (including the police) has completely broken",
  "down.Asubordinatewhodoesnotmeasureupandispulledupbyhissuperior",
  "knows that he can approach a politician, escape the consequences for his own",
  "misdeeds and cause harm to his superior.’ Since failure cannot be punished,",
  "‘there is no accountability, there is no monitoring of work, there is no finan-",
  "cial discipline and there is a visible breakdown of the system’.65",
  "Particularly in northern India, the alliances between politicians and civil",
  "servants are often made on the basis of caste. In Uttar Pradesh, for example,",
  "when the Samajwadi Party is in power, backward caste and especially Yadav",
  "officialsseemtogetthemostinfluentialandlucrativepostings.IftheBahujan",
  "Samaj Party were to win the next election, however, then many of these Ya-",
  "davs will make way for Dalits. If corrupt acts are sometimes undertaken on",
  "the basis of caste, they are often justified on the basis of that other great and",
  "enduring Indian institution, the family. The money made by illegal means is",
  "spent on educating children at expensive schools and colleges abroad, and",
  "generally in feathering a nest for future generations.",
  "Oddly enough, the corruption of the Indian state has been mimicked by",
  "actors that aim at its destruction. Across the north-east insurgent groups have",
  "found in kidnapping and extortion a profitable alternative to fighting for eth-",
  "nic or national freedom. In the tiny state of Tripura, as many as 1,394 abduc-",
  "tions were reported between 1997 and 2000 – an average of over 300 a year.",
  "The ransom demanded could be as low as Rs20,000 for a child – and as high",
  "as Rs3million for the manager of a tea plantation.66",
  "At a press conference in January 1997 the former Meghalaya chief min-",
  "ister B. B. Lyngdoh lashed out at the media for ‘lionizing’ the guerrillas.",
  "‘They’re cowards, petty thieves, robbers and extortionists,’ insisted Lyngdoh.",
  "‘Insurgency in the north-east died two decades ago.’67 Other politicians havebeenlessbrave.ABJPleaderinManipurhadfallenfoulofaninsurgentgroup",
  "called the KYKL; when he decided to stand for a parliamentary election, he",
  "took out an advertisement in the papers apologizing for his past ‘mistakes’",
  "and appealing to the KYKL to forgive him. Apart from this public apology, a",
  "private understanding was also reached between the politician and the milit-",
  "ants.Reportingtheincident,thecolumnistHarishKharegrimlyobservedthat,",
  "like everything else in the north east, ‘clemency from an insurgent group is",
  "also on sale’.68",
  "X",
  "There are, of course, still many upright officers in the Indian administrative",
  "and police services. Based on anecdotal evidence, again, it appears that the",
  "percentage of corrupt officials is probably considerably lower than the per-",
  "centage of corrupt politicians. What then of the third arm of government, the",
  "judiciary? While here too corruption and negligence are not unknown, ‘or-",
  "dinary people look up to judges in a way in which they no longer look up to",
  "legislators, ministers or civil servants’. This judgment is of the distinguished",
  "sociologist André Béteille, who adds that ‘judges, particularly of the higher",
  "courts,arebyandlargebelievedtobelearned,high-minded,independent,du-",
  "tiful and upright, qualities that one no longer associates with either ministers",
  "or their secretaries’.69",
  "When politicians can no longer be trusted, and where the sectarian iden-",
  "titiesofcasteandreligiondeterminesomuchofwhatpassesforpublicpolicy,",
  "the High Courts and the Supreme Court have witnessed a spate of public in-",
  "terest litigations aimed at stopping violations of the law or the constitution.",
  "It was such a PIL that forced candidates to declare their wealth and criminal",
  "records. Other PILs have spanned a wide gamut of issues. Some are aimed at",
  "protecting the environment from industrial pollution, others at protecting the",
  "rights of disadvantaged social groups such as tribals, the disabled and pave-",
  "ment dwellers.",
  "The Supreme Court is usually a court of last resort, appealed to when",
  "protestandpersuasionhavefailed.Someofitsjudgementshavebeensocially",
  "emancipatory, enabling bonded labourers to be freed and India’s notoriously",
  "dirty and badly run prisons to be opened up for public scrutiny. Others have",
  "curbedpoliticalcorruption,cancellinglicencesissuedunderdubiousjustifica-",
  "tionorretrievinglandgrabbedbyMPsandministers.However,theCourthassometimes exceeded its brief, pronouncing judgement on complex technical",
  "matters – the building of a dam, for example – on which its own competence",
  "is open to question. And some judges have taken their ‘activist’ role too seri-",
  "ously, creating rights which cannot be enforced and ordering the cessation of",
  "economic activities without a thought for the unemployment and discontent",
  "thiswouldgenerate.Andsomeothershaveshownanunfortunatepenchantfor",
  "showmanship, as in a Madurai judge who, while allowing anticipatory bail to",
  "anMLAchargedwithcriminalintimidation,instructedhimtospendfivedays",
  "in the city’s Gandhi Museum, reading Gandhian literature.70",
  "XI",
  "In so far as it holds regular elections and has a multiparty system and a free",
  "press,Indiaisemphaticallyademocracy.Butthenatureofthisdemocracyhas",
  "profoundly changed over the years. In the first two decades of Independen-",
  "ce, India was more or less a constitutional democracy, with laws passed and",
  "enacted after due deliberation in Parliament, by political parties which were",
  "themselvesrunondeliberativelines.Thethirdandfourthdecadeswereaperi-",
  "od of transition, as the ruling Congress sought to reshape the constitution to",
  "give it itself more power. At the same time, it led the move away from inner-",
  "party democracy towards the anointing of a Supreme Leader. The opposition",
  "answered by moving outside the constitution itself, through a countrywide",
  "agitation that sought to delegitimize elected governments and their authority",
  "to rule.",
  "Back in 1949, in his last speech to the Constituent Assembly, B. R.",
  "AmbedkarhadurgedthatdisputesinIndiabesettled byconstitutional means,",
  "not by recourse to popularprotest. He had also warned against the dangers of",
  "bhakti, or hero-worship, of placing individual leaders on a pedestal so high",
  "that they were always immune from criticism.",
  "Ambedkar’s warnings have been disregarded. As shown most dramatic-",
  "ally by the Mandal and Mandir disputes, the settlement of political differen-",
  "ces is as likely to be sought on the streets rather than in the legislature. This",
  "process has been encouraged by the rise of identity politics, with groups or-",
  "ganizing themselves on the basis of caste or religion and seeking to assert",
  "themselves by force of numbers rather than by the quality of their arguments.",
  "Parliamentarydebates,onceofaveryhighorder,havedegeneratedintoslang-",
  "ing matches. At the slightest excuse political parties organize strikes, shut-downs, marches and fasts, seeking to have their way by threat and intimid-",
  "ation rather than by reason or argument. The law-makers of India are, more",
  "often than not, its most regular law-breakers.",
  "The decline of Parliament, and of reasoned public discourse in general,",
  "has meant that the",
  "Government forces are swarmed by the opposition almost instantly after",
  "an electoral mandate. There is no patience, either on the part of the gov-",
  "ernment or the opposition, to respect the authenticity of the mandate to",
  "rule given by the voter to a parliament or legislature. Unbending pos-",
  "tures adopted by government even in defiance of persistent and legitim-",
  "atedemandsofparliamentaryoppositionsleadtocynicismandatenden-",
  "cytotaketothestreets.Havingtastedthetumultandmightydisharmon-",
  "ies of plebiscitary mass mobilizations, the opposition gets addicted to it",
  "and never wants to return to the mundane task of rational parliamentary",
  "debates and ventilation of grievances.71 At the same time, most political",
  "parties have become extensions of the will and whim of a single leader.",
  "PoliticalsycophancymayhavebeenpioneeredbytheCongressPartyun-",
  "der Indira Gandhi, but it is by no means restricted to it. Regional leaders",
  "such as Mulayam, Lalu and Jayalalithaa revel in a veritable cult of per-",
  "sonality, encouraging and expecting craven submission from their party",
  "colleagues, their civil servants and the public at large. Tragically, even",
  "Ambedkar has not been exempted from this hero worship. Although no",
  "longer alive, and not associated with any particular party, the reverence",
  "for his memory is so utter and extreme that it is no longer possible to",
  "have a dispassionate discussion of his work and his legacy.",
  "Sixty years after Independence, India remains a democracy. But the",
  "events of the last two decades call for a new qualifying adjective. India is no",
  "longer a constitutional democracy but a populist one.29R",
  ""
]