[
  "ch29",
  "ICHES",
  "Meetthepissed-off[American]programmer...He’stheguy–and,yeah,",
  "he’s usually a guy – launching websites like yourjobisgoingtoindia.com",
  "and nojobsforindia.com. He’s the guy telling tales – many of them true, a",
  "fewofthemurbanlegends-aboutAmericanprogrammersbeingforcedto",
  "train their Indian replacements.",
  "Article in Wired magazine, February 2004",
  "I",
  "I 1954 B economist named A. D. Shroff began a Forum of Free En-",
  "N A OMBAY",
  "terprise, whose ideas on economic development were somewhat at odds with",
  "those then influentially articulated by the Planning Commission of the gov-",
  "ernment of India. Shroff complained against the ‘indifference, if not discour-",
  "agement’ with which the state treated entrepreneurs. He believed that ’if the",
  "GovernmentofIndiashedsomeoftheirimpracticalideologiesandextendtheir",
  "active support to the private sector, very rapid industrialisation can be brought",
  "about with in the next 10 years’.1",
  "At the same time as Shroff, but independently of him, a journalist named",
  "Philip Spratt was writing a series of essays in favour of free enterprise. Spratt",
  "was a Cambridge communist who was sent by his party in the 1920s to foment",
  "revolution in the subcontinent. Detected in the act, he spent many years in",
  "an Indian jail. The books he read in prison, and his marriage to an Indian",
  "woman afterwards, inspired a steady move rightwards. By the 1950s he was",
  "editing a pro-American weekly from Bangalore called MysIndia. There he in-",
  "veighed against the economic policies of the government of India. These, he",
  "said, treated the entrepreneur ‘as a criminal who has dared to use his brains",
  "independently of the state to create wealth and give employment’. The state’s",
  "chief planner, P. C. Mahalanobis, had surrounded himself with Western leftists",
  "andSovietacademicians,whoreinforcedhisbeliefin‘rigidcontrolbythegov-",
  "ernment over all activities’. The result, said Spratt, would be ‘the smothering",
  "of free enterprise, a famine of consumer goods, and the tying down of millionsof workers to . . . soul-deadening techniques’. His own preference was for a",
  "planthatwouldcreate‘thepsychologicalandeconomicconditionsneededfor",
  "a forward march by private enterprise’.2",
  "The voices of men like Spratt and Shroff were drowned in the chorus",
  "of popular support for a model of heavy industrialization funded and directed",
  "by the government. The 1950s were certainly not propitious times for free-",
  "marketeers in India. But from time to time their ideas were revived. After",
  "the rupee was devalued in 1966 there were some moves towards freeing the",
  "trade regime, and hopes that the licensing system would also be liberalized.3",
  "However, after Indira Gandhi split the Congress Party in 1969, her govern-",
  "menttookits‘leftturn’,nationalizingafreshrangeofindustriesandreturning",
  "to economic autarky. Then, in the late 1970s, the socialists in the Janata re-",
  "gime spectacularly affirmed India’s economic independence by expelling for-",
  "eign firms such as IBM and Coca-Cola.",
  "In 1980 Mrs Gandhi returned to power. The next year, the head of the",
  "Tata Group of Companies gave along interview to a leading newspaper. J.",
  "R. D. Tata said here that ‘the performance of the Indian economy from the",
  "mid-fiftiestothemid-sixtiesreflectedthesoundnessofthemixedeconomyas",
  "originally conceived’. Industrial production grew at a handsome 8 per cent a",
  "year. Then, in the late 1960s, the opportunity arose to open up the economy",
  "to competition. Had this been done, thought Tata, ‘employment would have",
  "grownmorequicklyinallsectors;productionwouldhaveincreasedconsider-",
  "ablyandshortagesremoved;andgovernmentrevenuestoowouldhavemater-",
  "iallyincreased,whichinturncouldhavebeenutilized fordevelopmental pro-",
  "grammes’. What actually happened, however, was that the government em-",
  "barked on ‘the nationalization of major industries on an expropriatory basis’.",
  "Movingonfromhistorytothepresent,theindustrialisturgedthegovern-",
  "ment now ‘to free the economy and see the difference’. The recent economic",
  "success of countries such as South Korea, Spain, Singapore, and Taiwan was",
  "because these ‘newly industrializing countries rely mainly on private enter-",
  "prise [which] their government’s economic policies are geared to[wards] en-",
  "couraging and supporting’.4",
  "II",
  "In the 1980s the government of India did lose some of its antipathy towards",
  "business. Greater encouragement was given to private enterprise, with keysectors being delicensed. These were ‘pro-business’ policies that enabled",
  "Indian industry to become more productive and profitable. However, they",
  "stopped short of being ‘pro-market’ policies that removed impediments to",
  "entry and exit by Indian or foreign firms, thus encouraging competition and",
  "expandingconsumerchoice.5IttookamajorcrisisfortheIndianstatetowork",
  "towards a fuller liberalization of the economy.",
  "This crisis was linked to the growing external debt of the government.",
  "IndiahadlongtakenaidfrommultilateralinstitutionssuchastheWorldBank.",
  "DuringRajivGandhi’stenureborrowingsfromthemarketalsoincreasedrap-",
  "idly. In the summerofl991 the debt had reached $70 billion, of which 30 per",
  "cent was owed to private creditors. At one stage, foreign exchange reserves",
  "were down to two weeks of imports.",
  "Theprimeministerin1991wasP.V.NarasimhaRao,aquiet,understated",
  "man who had lived and served in the shadow of Indira Gandhi and her elder",
  "son.ThrustintothetopjobafterRajivGandhi’sdeath,herevealedaboldness",
  "altogether at odds with what was previously known of his character. He ap-",
  "pointed as his finance minister Dr Manmohan Singh, an apolitical economist",
  "whose previous jobs included finance secretary and governor of the Reserve",
  "Bank. Moreover, he gave him the freedom to carry out economic reforms as",
  "he saw fit.",
  "Beforehebecameapublicservant,ManmohanSinghhadwrittenanOx-",
  "ford DPhil thesis suggesting that India move towards a more open trade re-",
  "gime. His thesis was written in the 1960s; now, three decades later, he seized",
  "the chance to put its recommendations into practice. The rupee was deval-",
  "ued, quotas removed forimports, tariffsreduced, exports encouraged and for-",
  "eign direct investment welcomed in. The domestic market was also freed; the",
  "‘licence-permit-quota-raj’ was substantially done away with, and the public",
  "sector discouraged from expanding. Finally, the reforms sought to curb the",
  "profligacy of the government. Measures were introduced to reduce the fisc-",
  "al deficit, which was running at an alarming 8 per cent of gross domestic",
  "product.6",
  "Anewindustrialpolicy,framedinJuly1991,madeitclearthat‘industri-",
  "al licensing will henceforth be abolished for all industries, except those spe-",
  "cified, irrespective of levels of investment’. The exceptions were industries",
  "critical to the country’s defence, and industries hazardous to the environment",
  "and to human health, such as cigarette and alcohol manufacture. This was a",
  "dramatic reversal of the existing policy, which had reserved many industries",
  "to the state, and many others to the small-scale sector.7Therewasalsoaliberalizationoftheservicessector,withprivateplayers",
  "beingencouragedtoinvestininsurance,banking,telecommunications andair",
  "travel – sectors previously under more or less complete state control. Some",
  "economists thought that the reforms did not go far enough, noting, for in-",
  "stance, that the labour laws remained rigid (making it almost impossible for",
  "managers to fire workers) and that, while barriers to entry had been removed,",
  "barrierstoexitremained(thus,entrepreneursstillneededgovernmentpermis-",
  "sion to close unprofitable units). The bureaucratic regime had been under-",
  "mined but not completely dismantled. It still took weeks or months to start a",
  "business in India, whereas in China or Malaysia it took a matter of days.8",
  "Nonetheless, the changes introduced under the new regime constituted",
  "a major departure from past policies. Even a year or two before they were",
  "undertaken, such reforms were considered unlikely or even impossible. In a",
  "book published in 1989, a professor at the Harvard Business School identi-",
  "fied the vested interests that kept the command economy going – which in-",
  "cluded politicians, bureaucrats and indigenous entrepreneurs. The apparently",
  "permanent hold of this alliance of interests, wrote the Harvard professor, had",
  "‘served to diminish prospects for fundamental reforms of the nation’s eco-",
  "nomic policies’. In countries such as South Korea, the discipline of the mar-",
  "ket and the openness to foreign capital had led to a surge of wealth and pro-",
  "ductivity.InIndia,however,thestatewas‘paralyzed’,andlocalentrepreneurs",
  "‘blind to the need for reform. The prospect was grim, namely, that ‘the “mir-",
  "acle”growthachievedbytheseotherindustrializingcountrieswillcontinueto",
  "elude India’.9",
  "III",
  "ForyearstheIndianeconomyhadexpandedatwhatwasderisivelytermedthe",
  "‘Hindu rate of growth’. The pro-business reforms of the 1980s had increased",
  "the growth rate, and the pro-market reforms of the 1990s augmented it fur-",
  "ther. The steadily improving performance of the Indian economy is captured",
  "in Table 29.1.",
  "Table 29.1 – Indian economic performance, 1972–2002",
  "Percentage growth in Percentage growth inPeriod gross domestic product per-capita income",
  "1972–82 3.5 1.2",
  "1982–92 5.2 3.0",
  "1992–2002 6.0 3.9",
  "SOURCE:VijayL.Kelkar,‘India:OntheGrowthTurnpike’,K.R.NarayanOration,AustralianNational",
  "University, Canberra, 2004.",
  "Naturally, the growth has been uneven, with some parts of the economy",
  "doing better than others. The most significant expansion has been in the ser-",
  "vices sector, which grew at an average of 8.1 per cent a year through the",
  "1990s. Much of this was contributed by the software industry, whose reven-",
  "ues grew from a paltry $197 million in 1990 to $8,000 million in 2000. In",
  "someyearstheindustrygrewatmorethan50percentayear.Muchofthisex-",
  "pansion was aimed at the overseas market. While in 1990 the Indian software",
  "industry’s exports were valued at $100 million, by the end of the decade the",
  "figure had jumped to $6,300 million.",
  "Intheyear2000therewere340,000softwareprofessionalsinIndia,with",
  "some 50,000 fresh engineering graduates being recruited annually. About 20",
  "per cent of these professionals were women. In the first years of the new",
  "century the industry grew at an even faster rate. By 2004 it was employing",
  "600,000 people, and exporting $13 billion worth of services.",
  "In both India and abroad the software industry is commonly acknow-",
  "ledgedasthe‘posterboy’ofthereforms.Theindustryisalargelyindigenous",
  "product, with firms large and small owned by Indian entrepreneurs, employ-",
  "ing Indian engineers trained at Indian universities. Yet the work they do is",
  "mostly for foreign clients, who include many of the Fortune 500 companies.",
  "Some of this work is routine – maintaining accounts and employee records,",
  "for example. Other work is more innovative, such as designing new software",
  "which is then patented and sold overseas. (I-Flex, a financial package deve-",
  "loped by an Indian company, is now in use in more than seventy countries.)",
  "Initsearlyyears,theindustryfocusedon‘body-shopping’,sendingengineers",
  "on short-term visas to work on site in European and American companies.",
  "However, with the development of satellite communications and the Internet,",
  "and the increasing sophistication of the work being done, the emphasis has",
  "shifted to ‘outsourcing’, to the codes being written within India and then sent",
  "back overseas.Software firms such as Wipro, TCS and Infosys are now household",
  "names in India. But they are also known and widely respected in business",
  "circles abroad. They are listed on the New York Stock Exchange, and own",
  "and operate subsidiary companies in many parts of the world. But there are",
  "also many small- and medium-sized companies in the business, and the mar-",
  "ket share of the largest firms has steadily declined over the last decade.10",
  "The software enterprises are clustered round a few major cities: Delhi,",
  "Madras, Hyderabad and, above all, Bangalore, which has acquired the sobri-",
  "quet‘India’sSiliconValley’.BangaloreishometoIndia’sfinestresearchuni-",
  "versity,theIndianInstituteofScience,setupin1909.AfterIndependencethe",
  "city became a hub of industrial units, with large state-owned factories setup",
  "to manufacture machine tools, aircraft, telephones and electronic equipment.",
  "When one adds to this rich scientific tradition Bangalore’s mild climate and",
  "cosmopolitan culture, one understands why it has emerged as such an attract-",
  "iveinvestmentdestination.WiproandInfosysarebothheadquarteredhere,as",
  "are several other important players in the software industry.",
  "To explain the rise of the software sector one must invoke factors both",
  "proximate and distant. Success, said John F. Kennedy, has many fathers. In",
  "this particular case, however, all the claimants have truth on their side. Some",
  "credit is certainly due to the reforms of 1991, which opened up the foreign",
  "marketforthefirsttime.ButsomecreditmustalsobetakenbyRajivGandhi’s",
  "government, which gave special emphasis to the then very nascent electron-",
  "ics and telecommunications industries. Moving back a decade further, the",
  "Janata government’s expulsion of IBM allowed the development of an indi-",
  "genous computer manufacturing and maintenance industry. But perhaps the",
  "story should really begin with jaw a harlal Nehru’s government, which had",
  "the foresight to set up a chain of high-quality engineering schools, and the",
  "wisdom to retain English as the language of higher education and of interest",
  "and intranational communication. For, as one respected analyst of the IT sec-",
  "tor comments, ‘India’s greatest asset is a large, educated, English-speaking",
  "workforce that is willing to work at relatively low wages’.11 This is a deli-",
  "ciousirony:thatthisshowpieceofmarketliberalizationwasmadepossibleby",
  "a man committed to a state-sponsored path of economic development.",
  "In addition to these other factors, a geographical accident has also con-",
  "tributed enormously to the boom – the fact that India is on the other side of",
  "the globe from the United States, so that work done in the Indian day is ready",
  "by the time the US client gets out of bed.",
  "The facility with English, and the luck to be five or ten hours ahead of",
  "theprosperousWest,hasledtootherformsofworkbeingoutsourcedtoIndia.At the higher end of the value chain, medical tests of patients in US hospitals",
  "are sent to be analysed by Indian radiologists and pathologists. At the lower",
  "end is the mushrooming call-centre market in which young Indians are em-",
  "ployed to stay up all night to take calls from holders of Western credit cards,",
  "ortobookseatsonWesternplanesandtrains.Manyoftheemployeesinthese",
  "centresarewomen,whocanspeakgrammaticalandeasilyunderstoodEnglish",
  "and who work harder than their American counterparts at one-tenth the cost.",
  "In 2002 there were more than 300 call centres in India, employing 110,000",
  "people. The industry was growing at a staggering 71 per cent per year. It was",
  "estimated that by 2008 it would employ 2 million people, and generate $25",
  "billion dollars annually, amounting to as much as 3 per cent of India’s GDP.12",
  "The outsourcing of Western work to Indian workers is taking ever more",
  "variedforms.EnglishteachersinKeralatutorAmericankidsovertheInternet",
  "in grammar and composition. Catholic priests in the US and Canada send",
  "prayer requests to their Indian counterparts. One can have a thanksgiving",
  "prayer said for Rs40 (roughly a dollar) in an Indian church, whereas in an",
  "American church it would cost five times that amount.13",
  "If less spectacularly, the reforms of the 1990s have also had an impact",
  "on the manufacturing sector. Increased competition and the entry of foreign",
  "firmshasledtogreaterproductivityandlowerprices,benefitingthedomestic",
  "consumer.Some Indian industries have seized onopportunities offered bythe",
  "openingofinternationalmarkets.Thus,topclothingbrandssuchasGap,Polo",
  "and Tommy Hilfiger all increasingly have their products made in India. India",
  "now exports some half-million motor vehicles a year, as well as many soph-",
  "isticated components used in vehicles assembled elsewhere (one out of every",
  "two American trucks uses an axle made by an Indian firm). Another growth",
  "area is pharmaceuticals. Medicines exported by Indian companies were val-",
  "ued at $1,000 million in 2003 – these included drugs made according to mod-",
  "ern pharmacopoeia as well as those following the indigenous Ayurveda sys-",
  "tem.14",
  "The opening of the economy also led to many foreign firms coming in",
  "to tap the Indian market. Between 1991 and 2000 the government approved",
  "morethan10,000investmentproposalsbyforeigncompanies;ifallhadfructi-",
  "fied, they would be worth a staggering $20,000 million. They spanned the",
  "rangefromtelecommunicationstochemicals,andfromfoodprocessingtopa-",
  "per products. Of the projects that actually got off the ground, the most visible",
  "brands were in the consumer sector: cars made by Ford and Honda, TVs by",
  "Samsung,phonesbyNokiaanddrinksbyPepsiandCoca-Cola,whoseadvert-",
  "isements and showrooms were now a noticeable presence in the major Indiancities.Lessvisibly,companiessuchasPhilips,MicrosoftandGeneralElectric",
  "had also begun establishing research stations in India, which employed local",
  "aswellasexpatriateengineersindevelopingcutting-edgetechnologiesforthe",
  "global market.15",
  "The importance of foreign trade to the Indian economy steadily grew",
  "throughthe1990s.Exportsincreasedfrom4.9to8.5percentofGDP,imports",
  "from 7.9 to 11.6 per cent. Yet, in the aggregate, this remained a relatively",
  "closed economy. In 1980 India accounted for 0.57 per cent of world trade;",
  "twenty years later the figure had inched up to 0.71 per cent.16",
  "IV",
  "Oneless obviousaspect ofrecent economic historyisthechange inthesocial",
  "composition of the entrepreneurial class. Once, the major capitalists in India",
  "came from the traditional business communities – Marwaris, Jains, Banias,",
  "Chettiars,Parsis.However,inthepastthreedecadesarangeofpeasantscastes",
  "have moved into the industrial sector. Some of the most successful entrepren-",
  "eurs of late have been Marathas, Vellalas, Reddys, Nadars and Ezhavas -from",
  "casteswhoforcenturieshaveworkedtheland.Again,someofthebest-known",
  "softwarestart-ups–suchasInfosys–havebeeninitiatedbyBrahmins,acaste",
  "thattraditionallyservedthestateortheacademyandregardedcommercewith",
  "disdain. There have also been some very successful Muslim entrepreneurs,",
  "such as Azim Premji of the software giant WIPRO.17",
  "Meanwhile, the surge in economic growth has led to an expansion in the",
  "size and influence of the Indian middle class. The emergence of this stratum,",
  "writes the political scientist E. Sridharan, ‘has changed India’s class structure",
  "from one characterized by a sharp contrast between a small elite and a large",
  "impoverished mass, to one with a substantial intermediate class’. How sub-",
  "stantialitactuallyisremainsamatterofdefinitionandinterpretation.Defined",
  "most broadly, to include all households with an annual income in excess of",
  "Rs70,000(at1998–9prices), themiddle class consists ofasmanyas250mil-",
  "lion Indians. Defined most exclusively, to keep out all those who earn less",
  "than Rs140,000 a year, it consists of only 55 million Indians.18",
  "This new middle class is the prime target of the new products and ser-",
  "vicesthathaveenteredtheIndianmarketinrecentyears.Therearenowmore",
  "than 50 million subscribers to cable television in India, and at least 100 milli-",
  "onIndianswhoownmobilephones.Thespreadoftheseservicesgrowsexpo-nentially, as does the spread of that artefact most typical of the modern con-",
  "sumer economy, the motor vehicle. Bangalore, for example, has as many as 2",
  "millionvehiclesonitsroads,with20,000newonesbeingaddedeverymonth.",
  "In the early years of Independence an ethic of Gandhian austerity hung",
  "heavily overthe Indian middle class. Inapoorcountry,onewasnotsupposed",
  "to have much wealth, and certainly not supposed to display it. Even those",
  "inclined towards hedonism were stalled by the absence of choice. With the",
  "opening of the economy in the 1990s, the guilt formerly associated with con-",
  "sumerism has rapidly disappeared. Whether it be cigarettes, cars, whisky or",
  "sunglasses,foreignbrandspreviouslyunavailableinIndianowfloodthemar-",
  "ket. Commercial television carries appealing images of the goods on offer;",
  "andbanksandcreditcardcompaniesrushintohelponebuy–andconsume–",
  "them.19",
  "Although most characteristic of the big cities, the new consumption is",
  "not restricted to them. A recent ethnography of rural Kerala speaks of how",
  "consumers in this age of liberalization exercise their choices with care and",
  "discrimination, with one eye on their pocket and the other on their neigh-",
  "bour. Rural Kerala, of course, is anything but characteristic of rural India as",
  "a whole. For one thing, the villages blend seamlessly into the towns; for an-",
  "other,manyvillagershavespenttimeworkingintheMiddleEast,makingthe",
  "kind of money that takes them straight into the middle class. Anyhow, among",
  "these new consumers,",
  "styles and tastes are hierarchically arranged, brand-names acting as",
  "markers of distinction: a Keltron (Kerala Electronics; a state enterprise)",
  "television confers less prestige than an Onida, Indian made, which, in",
  "turn, is not as good as a Sony made under licence in India, with max-",
  "imum prestige attached to foreign-made, imported televisions . . . Some-",
  "times people leave their labels on consumer durables to emphasise their",
  "origins.20",
  "As with televisions, so too with a whole range of products from facial creams",
  "to cars – the Indian consumer is now spoiled for choice. Once, the only auto-",
  "mobileslocallyavailable werea1950smodelMorrisanda1960smodelFiat;",
  "now,ifonehasthemoneyonecanbuythelatestMercedesBenz.Middle-class",
  "Indians, once very focused on saving for the future, are now grounded much",
  "more in the present. Twenty years ago just a handful of Indians had creditcards; now more than 20 million do so. This was once a risk-averse culture,",
  "but now millions of Indians invest in property and the stock market.",
  "Thesechangesinproductionandconsumptionhaveledtoafundamental",
  "transformation of the urban landscape. Modest homes have given way to",
  "grand apartment buildings, one-storey offices to imposing structures in glass",
  "and concrete. There are still traditional bazaars, whose makeshift stalls sell",
  "locallymadepotsandpansorlocallygrownfruitandvegetables;butthereare",
  "nowalsolargemalls whichoffer,underoneroof,suchinternational brandsas",
  "Levi, Estée Lauder, Sony and Baskin Robbins.",
  "V",
  "A second consequence of the recent economic growth has been a decline in",
  "the percentage of Indians who live below the official poverty line. There is",
  "a vigorous scholarly debate on precisely how many poor people there are in",
  "India. Some statisticians have concluded that a mere 15 per cent live below",
  "the poverty line, while the more pessimistic estimates put the figure as high",
  "as 35 per cent. The government of India’s own estimate lies in between these",
  "two extremes – at 26 per cent. While the precise numbers are in dispute, vir-",
  "tually all scholars accept that in both absolute and relative terms poverty has",
  "declined in the 1990s. At the beginning of the decade close to 40 per cent of",
  "Indianswere‘poor’;bytheendofitthefigurehaddroppedbytenpercentage",
  "points or more.21",
  "Still, there are huge numbers of poor people in India – close to 300 mil-",
  "lion, if one sticks to the official estimate. Many of them are located in the",
  "cities. For beyond the glitzy malls and spanking new office buildings lie the",
  "slums and shanty towns where the majority of urban residents live. These are",
  "the people who service the middle class yet will never be part of it. They",
  "‘sell newspapers they will never read, sew clothes they cannot wear, polish",
  "carstheywillneverownandconstructbuildingswheretheywillneverlive’.22",
  "Other slum dwellers labour long hours at low wages, in jobs perilous to their",
  "health,suchascuttingmetalandseparatingchemicals.Theyareusuallyunor-",
  "ganized, liable to be laid off without notice, and without insurance or pension",
  "benefits. 23",
  "The majority of the poor people in India, however, live in the villages.",
  "For the fruits of economic liberalization have scarcely percolated into the",
  "countryside. Agricultural growth was painfully slow during the 1990s. Thereweresomeattemptsatthediversification ofcrops,atgrowingfruitandveget-",
  "ables for the domestic market, and flowers for export. Yet these moves were",
  "limited in their success, largely because of deficiencies in infrastructure, i.e.",
  "thelackofelectricitytoprocesscropsorkeeptheminstorage,andthelackof",
  "roads to take them to the market.24",
  "Even when it came to that basic resource, food, the picture was less",
  "cheering than it might have been. Taking the country as a whole, there was",
  "a modest food surplus. ‘Buffer stocks’ of several million tones were being",
  "maintainedingovernmentgodowns.Yetthedistributionmechanismsinplace",
  "were seriously inadequate; in times of scarcity, stocks did not move quickly",
  "enough to communities that needed them. The targeting was inefficient; grain",
  "from the Public Distribution System (PDS) more easily reached urban areas",
  "than rural ones, and rich states than poor ones. And there was terrific corrup-",
  "tion; according to one estimate, only 20 per cent of the grain released through",
  "the PDS actually reached the intended recipients, the rest being sold on the",
  "blackmarket.Hungerandmalnutritionremainedendemicinmanyparts,with",
  "starvation deaths reported when the rains failed.25",
  "Through much of the country, life and livelihood remained dependent",
  "on the availability of water. Sixty years after independence, a mere 40 per",
  "cent of cultivated area was under irrigation. For most farmers, the uncertain-",
  "tiescausedbytheyear-to-yearfluctuationinrainfallwerecompoundedbythe",
  "pre-emption of perennial water sources by the cities. Delhi took its supplies",
  "from the Tehri dam, 200 miles away; Bangalore from the Cauvery, 100 miles",
  "distant. Home to the privileged and the powerful, the cities got the water they",
  "demanded at a highly subsidized rate. Scarcity and discrimination sometimes",
  "promoted desperate acts. Travelling in Tamil Nadu in 1993, the journalist P.",
  "Sainath saw his train stopped in the dead of night by peasants who then took",
  "all the water they could find. Ten years later, when a drought hit northern Ra-",
  "jasthan, herders in Bikaner had to buy water in the open market to save their",
  "livestockfromdying.Thepricetheypaidwas166timesthepriceaDelhicon-",
  "sumer was paying for his water.26",
  "In the last years of the twentieth century the first farmers’ suicides were",
  "reported. This was a disturbingly novel phenomenon, for while hunger and",
  "poverty had been a feature of the subcontinental landscape for centuries, nev-",
  "er before had so many rural people gone so far as to take their own lives.",
  "Suicide, as the pioneering studies of the French sociologist Emile Durkheim",
  "hadshown,wasaproductoftheanomieandalienationcausedbymodernurb-",
  "an living. It increased in late-ninetheenth-century France, among migrants to",
  "cities dislocated from the protective care of the family and community; andit also, as it happened, increased in late-twentieth-century Bangalore, among",
  "young software professionals stressed out by the long hours of work or the",
  "rapid success of their colleagues.",
  "Indian anthropologists had previously reported high rates of suicide",
  "among some isolated mountain tribes.27 But what was now happening among",
  "settled peasant communities was unprecedented. Between 1995 and 2005",
  "there were at least 10,000 suicides by farmers, these occurring in states as far",
  "apart as Andhra Pradesh and Rajasthan. Usually it was the male head of the",
  "household who killed himself, most often by swallowing pesticides, at other",
  "timesbyhangingorelectrocution.Inmanycaseshetookthisextremestepbe-",
  "causeofaninability topayoffdebtsaccumulated overtheyearstobanks,co-",
  "operatives or private moneylenders. But indebtedness had also been a pervas-",
  "ive feature of rural life; why, now, did it lead so often to this tragic outcome?",
  "No systematic studies yet exist to answer this question, but some preliminary",
  "speculation might be in order. Pace Durkheim, the rash of farmers’ suicides",
  "is perhaps related to the rapidity of social change in contemporary India. The",
  "new consumer society, its images carried into the villages by television, does",
  "place a very high premium on success and failure. Thus, when crops fail, or",
  "a new crop does not give the yield it promised, the personal humiliation felt",
  "is greatly in excess of what it might have been in an earlier, more stable, and",
  "less acquisitive time.28",
  "VI",
  "One reason for the continuing poverty is the government’s poor record in",
  "providing basic services such as education and health care. In 1991, the year",
  "the reforms began, only 39 per cent of Indian women could read and write",
  "and only 64 per cent of men. Here, India lagged behind not merely the deve-",
  "loped nations of the West, but also some of its Asian neighbours: Sri Lanka",
  "had educated 89 per cent of its women and 94 per cent of its men, while the",
  "corresponding figures for China were 75 and 96 per cent.",
  "The inability – some would say unwillingness – to educate all or even",
  "most of its citizens counted as independent India’s greatestfailure.29 In the",
  "1990s,however,thegovernmentinitiatedanumberofschemestouniversalize",
  "education. First, there was the District Primary Education Programme, which",
  "focused on 250 districts where female literacy was less than the national av-",
  "erage. A little later this was superseded by a Sarva Shiksha Abhiyan (Pro-gramme to Educate All). The funds devoted to primary education from the",
  "publicexchequerwereincreased,andtherewasalsoaninflowofmoneyfrom",
  "foreign donors.",
  "The government was pushed to be more proactive by an order of the Su-",
  "preme Court directing all state governments to provide cooked midday meals",
  "in schools. Many children who entered primary school dropped out well be-",
  "fore they got to secondary education. A high proportion of these drop-outs",
  "were girls withdrawn by their families to help with household tasks such",
  "as cooking, cleaning and collecting firewood. In Tamil Nadu, where midday",
  "meals had first been introduced, they had helped considerably in increasing",
  "enrolment. It was hoped that a country wide extension would encourage par-",
  "ents to send their children to school and keep them there.30",
  "Anumberofinnovativenon-governmentalorganizationsalsoenteredthe",
  "educational field in the 1990s. One NGO, active in the poorer districts of",
  "Andhra Pradesh, was able to place every child from 400 villages in school.",
  "The NGO ran a ‘bridge course’ for those who entered school late (most of",
  "whom were girls) – giving them six months of intensive coaching before pla-",
  "cing them in the regular curriculum. Another NGO was following similar",
  "methods among the slum dwellers of India’s largest city, Mumbai. They had",
  "opened 3,000 balwadis (playschools), where children between the ages of 3",
  "and 5 were taught to read and write. In these densely crowded slums, with",
  "spaceatapremium,allkindsofsiteswereutilized–templecourtyards,school",
  "verandahs, public parks, even offices of political parties. From the balwadis",
  "these children were sent on to regular municipal schools. By 1998, some",
  "55,000childrenhadpassedthroughthisprocess,whichwasbythenbeingex-",
  "tended to other cities and towns of northern and western India.31",
  "Within the state system there was considerable variation in implement-",
  "ation and effectiveness. Schools in Bihar and Uttar Pradesh were very badly",
  "run,withpoorornon-existent facilities –noblackboards, nochairs, notoilets",
  "for girls. The teachers were uncommitted – rates of absenteeism were high",
  "– and the parents apathetic. Among the better-performing states were Kerala",
  "and Tamil Nadu in the south and Himachal Pradesh in the north. The edu-",
  "cational progress of this last state was both rapid and unexpected. Himachal",
  "was dominated by the Rajputs, a caste who had traditionally kept their wo-",
  "men at home. It was also a hilly state, with widely dispersed hamlets, making",
  "schools hard to site and harder to get to. However, these natural and cultural",
  "disadvantages were overcome by the state’s administration, led by its dynam-",
  "icchiefministerDrY.S.Parmar.AfterHimachalwascarvedoutofPunjabin",
  "the late 1960s, Parmar made elementary education a pivotal element of pub-lic policy. Public expenditure on education was twice the national average,",
  "while the teacher-child ratio was far higher than in other parts of India. Par-",
  "ents were quick to realize the benefits of sending both their boys and girls to",
  "school. Concerned families and capable administrators worked to ensure that",
  "the schools were well maintained, and teachers properly motivated. The res-",
  "ultswereimpressive:while,in1961,only11percentofgirlsinthesehilldis-",
  "tricts were literate, by 1998 the figure had jumped to 98 per cent.32",
  "Although no other state performed nearly as well as Himachal Pradesh,",
  "the data suggested that the education sector was not as somnolent as it had",
  "once been. By the end of the 1990s the national literacy rate had risen from",
  "39 to 54 per cent for females and from 64 to 76 per cent for males. Behind",
  "these changes in quantity lay a fundamental change in mentality. Once, many",
  "poorparentshadchosentoputtheirchildrentoworkratherthansendthemto",
  "school. Now they wished to place them in a position from which they could,",
  "withluckandenterprise,exchangealifeofmeniallabourforajobinthemod-",
  "ern economy. As the educationist Vimala Ramachandran wrote in 2004, ‘the",
  "demand side had never looked more promising. The overwhelming eviden-",
  "ce emanating from studies done in the last 10 years clearly demonstrates that",
  "there is a tremendous demand for education – across the board and among",
  "all social groups. Wherever the government has ensured a well-functioning",
  "school within reach, enrolment has been high.’33",
  "Where developments in education called for a cautious optimism, the",
  "outlook in the health sector remained bleak. Hospitals owned and run by",
  "the central and state governments were in a pathetic state: crowded, corrupt,",
  "withoutbasicfacilitiesorqualifieddoctors.Andthepoliticalclassseemedun-",
  "concerned. In fact, public expenditure on health was on the decline: in 1990",
  "it constituted 1.3 per cent of GDP, by 1999 the figure had dropped to 0.9 per",
  "cent. At the same time there was a tremendous expansion of privatized health",
  "care which, by 2002, accounted for nearly 80 per cent of all health expendit-",
  "ure.This, however,was aimed at servicing the growingmiddle class. Insome",
  "areas the poor were served by committed NGOs, but for the most part they",
  "were left to their own devices, going to local medicine men or village quacks",
  "to treat their illnesses.",
  "Some statistics may be in order here. Average life expectancy in 2001",
  "wasaniggardly64years.Inmanystates,infantmortalityratesremainedhigh.",
  "In Meghalaya, for example, it was 89 deaths per 1,000. India had 60 per cent",
  "oftheworld’sleprosycases(abouthalfamillion);15millionIndianssuffered",
  "from tuberculosis, a number that rose by 2million every year. To these olderdiseases was added a new one – Aids. By 2004, more than 5million Indians",
  "were HIVpositive.34",
  "In the popular mind it is the continent of Africa that is most seriously",
  "threatened by the Aids virus. In an August 2005 cover story in the prestigious",
  "Financial Times weekend magazine, a British journalist wrote that this per-",
  "ception was mistaken, and that ‘it will be in India, home to one-sixth of hu-",
  "manity, that the global fight against Aids will be won or lost’. There were",
  "already several localized epidemics; the worry was these would ‘mesh and",
  "contribute to a terrifying steepening of the infection curve . . .’ Were that to",
  "happen,‘allbetswereoff’onIndiajoiningtheleagueoftheworld’seconomic",
  "powers.Besides,HIV/Aidswas‘notonlyagrowingeconomicnightmare,but",
  "also a growing national security issue’, with military personnel five times as",
  "likelyascivilianstocontracttheinfection.Thearticle’sconcludingparagraph",
  "ran as follows:",
  "India’sprecariouspublicfinancesandunder-resourcedpublicsystemare",
  "in no state to cope with the colossal burden of a sub-continental Aids",
  "pandemicsimilartothatafflictingpartsofAfrica.Indiaisatacrossroads",
  "in its fight against Aids and the path it takes now will be decisive for",
  "nothing less than the future of the world.35",
  "One is tempted to dismiss this as merely the latest in the long line of apoca-",
  "lyptic scenarios painted by Western journalists – except that this time it was",
  "notfamineorriotsorapoliticalassassinationthatwouldruinIndia,butakiller",
  "virus. However, there is indeed a health crisis in the country, and it is not",
  "restricted to Aids alone. In the more sober but not necessarily contradictory",
  "words of a home-grown journalist, ‘India has stopped thinking about public",
  "health and has paid a very heavy price for that’.36",
  "VII",
  "Economic liberalization has improved the lives of many millions of Indians,",
  "but has left millions more untouched. And there are also some Indians who",
  "have been adversely affected by the freeing of the market and the opening of",
  "the economy to the outside world.Amongthosewhohavesufferedfromeconomicliberalization,thetribals",
  "of Orissa are perhaps foremost. Orissa is divided into a coastal region, dom-",
  "inated by caste Hindus, and a series of mountain ranges in the interior, where",
  "live a variety of adivasi communities. In the state as a whole the Hindus are",
  "in a majority, and they wield most of the political and administrative power.",
  "In 1999 Orissa overtook – if that is the word – Bihar as India’s poorest state.",
  "Andamongtheresidents ofOrissa theuplandtribals arethepoorestandmost",
  "vulnerable.Whetherreckonedintermsofland,income,healthfacilitiesorlit-",
  "eracyrate,theylagbehindthestateasawhole.Thetribalsareheavilydepend-",
  "entonthemonsoonandontheforestsforsurvival.Withthewoodsdisappear-",
  "ing, and the rains sometimes failing, they have plunged deeper into poverty,",
  "as manifested periodically in deaths from starvation.37",
  "The wealth in these highlands is mostly under the ground. Orissa has 70",
  "percentofthecountry’sbauxitereserves,andalsosubstantialdepositsofiron",
  "ore. These minerals are concentrated in the tribal districts of Rayagada and",
  "Koraput. In the past, these ores were worked by Indian public sector compan-",
  "ies,butinthelastdecadetheyhavebeensupplantedbyprivatefirms,domest-",
  "ic as well as foreign. The state government has signed a series ofleases offer-",
  "ing land at attractive prices to companies who wish to mine these hills.38",
  "One of the more ambitious projects was floated in 1992 by a consortium",
  "named Utkal Alumina, which brought together Canadian and Norwegian",
  "firms with the Aditya Birla Group. This had its eye on the Baphlimali hills of",
  "theKashipurblockofRayagadadistrict,underwhichlayadepositof200mil-",
  "lion tones of bauxite. The proposal was to mine this ore and transport it to a",
  "newly built refinery, which would process the material and export the refined",
  "product.",
  "Some of the land to be used for these operations was owned by the gov-",
  "ernment, but some 3,000 acres were cultivated by tribals. These saw no bene-",
  "fit in the project, which would dispossess them of their fields and give them",
  "naught in return. In 1993 a delegation of tribal activists met the chief minis-",
  "ter and demanded that he cancel the lease. Their request was refused; instead,",
  "the government sent a team to survey the land preparatory to its acquisition.",
  "Over the next few years the tribals tried a variety of strategies to stop the pro-",
  "ject from getting off the ground. Employees of Utkal Alumina were prohib-",
  "ited from entering the villages. Roads were blockaded and marches organized",
  "toraise consciousness oftheenvironmental damage that mining wouldcause.",
  "When the company constructed a ‘model’ of the kind of house in which they",
  "intended to rehabilitate the tribals, the prospective beneficiaries simply de-",
  "molished it.39On the other side, the administration was determined to go ahead with",
  "theproject.Theysawitasasourceofrevenuefortheexchequer,someofthis",
  "intended also for the coffers of parties and politicians. In March 1999 a group",
  "of social scientists from Delhi visited Rayagada and issued a report warning",
  "the Orissa government that, ‘unless the popular discontent among local tri-",
  "bals over the acquisition of land was properly addressed, this peaceful district",
  "mayturnintoahotbedofNaxalite [Maoist] activity’.40Ayearandahalflater",
  "the veteran environmental journalist Darryl D’Monte came from Mumbai to",
  "studythesituation ontheground.Hefoundthetribalsresoluteintheiroppos-",
  "ition.Themines,theytoldhim,would‘destroytheecosystemoftheBaphlim-",
  "aliplateau’.Oneadivasileadersaidtheywouldstopallvehiclesfromentering",
  "the area. ‘We are prepared for any consequences,’ he insisted, adding, ‘In a",
  "conflagration,anyoneoughttobepreparedtogetsinged.’D’Montenotedthat",
  "thegovernmentwasequallydeterminedtopushtheprojectthrough:‘Overthe",
  "pastfiveyearsthedistrictadministration,intandemwiththepoliceandpoliti-",
  "cians, has almost acted like the advance guard of the companies.’41",
  "Theconflagrationcametwomonthslater,andtragicallyitwasthetribals",
  "whogotsinged.On15December 2000therulingBijuJanata Dalorganized a",
  "meetingintheareatocanvasssupportfortheproject.Angryvillagersrefused",
  "toallowthemtoholdthemeeting.Threeplatoonsofpolicearrivedtodisperse",
  "the protesters, but were held up by a group of women. When the police lathi-",
  "charged the women, the men arrived to help them. At some stage the police",
  "opened fire, killing three tribals.42",
  "ThefiringinKashipurdidnotdeterthestategovernment.Encouragedby",
  "thegrowinginternationaldemand,theysignedaseriesofagreementswithIn-",
  "dian and foreign companies aimed at mining 3,000 million tonnes of iron and",
  "1,500 million tonnes of bauxite over the next twenty-five years. No thought",
  "was given to the likely environmental and social consequences.43 As these",
  "projects began to take shape they too encountered popular resistance. To al-",
  "low Tata Steel to build a factory processing iron ore for the Chinese market,",
  "the government acquired land in Kalinganagar at much less than the market",
  "rate. The protests of the local villagers were overruled, the land handed over",
  "and construction work commenced. In the first week of 2006 a group of tri-",
  "bals demolished the boundary wall, provoking the police to open fire. Twelve",
  "people died in the incident. The tribals placed the bodies of these martyrs on",
  "the highway and held up traffic for a week. Among the first to express solid-",
  "arity with them were Maoist revolutionaries.44VIII",
  "ItistemptingtoviewBangaloreasthebenignfaceofeconomicliberalization.",
  "There, the opening of foreign markets has generated skilled employment and",
  "enormouswealth, sharedfairly widely amongthepopulation. Itisalsotempt-",
  "ing to see tribal Orissa as the brutal face of economic liberalization. The",
  "wealth that will accrue from mining will go to the mine owners and the polit-",
  "icalclassthatworksinleaguewiththem.Thoselosingoutwillbethevillagers",
  "beneath whose land the veins of bauxite run. They will be rendered homeless",
  "and assetless, and also left to cope with the degradation of the ecosystem that",
  "will be the inevitable consequence of open-cast mining.",
  "Of course, even before 1991 India was a land marked by sharp inequal-",
  "ities. Some regions and some social groups were noticeably less poor than",
  "others.However,themarket-orientedreformshavetendedtoaccentuatethese",
  "inequalities. The states that were poorest grew most slowly during the dec-",
  "ade, while the states that were already better off grew faster. Throughout the",
  "1990s Bihar registered an annual growth rate of 2.69 per cent, Uttar Pradesh",
  "3.58percentandOrissa3.25percent.Ontheotherside,Gujarathadagrowth",
  "rateof9.57percent,Maharashtra8.01percentandTamilNadu6.22percent.",
  "Broadly speaking, the states that did well were located in the south and west",
  "of the country while the states that fared indifferently were in the north and",
  "east. At the very bottom were the massively populous states of Bihar and Ut-",
  "tar Pradesh. In 1993, these two states accounted for 41.7 per cent of India’s",
  "poor, in 2000, for 42.5 per cent.45",
  "Itappearedthateconomicperformancewascruciallydependentoninitial",
  "endowments of human capital and physical infrastructure. The states that had",
  "better schools and hospitals and hence amore skilled and healthy workforce",
  "were usually also the states that had better roads, more reliable electricity and",
  "less corrupt administrations.46 Naturally it was to these locations that invest-",
  "ment and investors gravitated. In a pre-reform era, the central government of-",
  "ten chose to site industries in areas deemed ‘backward’. Private entrepren-",
  "eurs were under no such obligation; they looked to where they would get the",
  "bestreturnontheircapital.Thesewerethesouthernandwesternstates,which",
  "surged further ahead as a consequence.",
  "That said, in even the most prosperous states it was not the entire pop-",
  "ulation that benefited. The capitals of Karnataka and Andhra Pradesh, Ban-",
  "galore and Hyderabad respectively, were at the leading edge of the software",
  "boom, but their own hinterlands had been left far behind. Between 1994 and2000 per capita consumption expenditure grew in rural Karnataka at 9.5 per",
  "cent annually, in urban Karnataka at 26.5 per cent. The corresponding figures",
  "for Andhra Pradesh were 2.8 and 18.5 per cent. Taking India as a whole, ex-",
  "penditure grew at 8.7 per cent per year in the countryside, but at 16.6 per cent",
  "in the cities.47",
  "AstheeconomistT.N.Srinivasanobserves,thesewidedisparitiesmeant",
  "that",
  "if one is poor in India . . . one is more likely to live in rural areas, more",
  "likely to be a member of the Scheduled Caste or Tribe or other socially",
  "discriminated group, more likely to be malnourished, sick and in poor",
  "health,morelikelytobeilliterateorpoorlyeducatedandwithlowskills,",
  "more likely to live in certain states (such as . . . Bihar, Madhya Pradesh,",
  "Rajasthan and Uttar Pradesh, and also Orissa) than in others . . .48",
  "One consequence of these disparities is the growing migration from poorer",
  "areastoricherones.Once,mostIndianslived,workedanddiedinthevicinity",
  "of their place of birth. Now, they increasingly travel long distances in search",
  "of a living. Labourers from Orissa come to work on coffee plantations in",
  "the Coorg district of Karnataka, 1,000 miles away. Many of the wheat fields",
  "of Punjab and Haryana are harvested by labourers shipped in from Bihar",
  "and Jharkhand. But there is also a great deal of migration into the cities.",
  "ManyplumbersinDelhi,forexample,comefromOrissa,manytaxi-driversin",
  "Mumbai from Uttar Pradesh. Nor is the outflow one of artisanal or unskilled",
  "labour alone: for example doctors and engineers trained in Bihar increasingly",
  "seek work elsewhere.49",
  "Economic growth in contemporary India is marked by considerable dis-",
  "paritiesofregionandclass.TheNobel-prize-winningeconomistAmartyaSen",
  "worries that, as these inequalities intensify, one half of India will come to",
  "lookandlivelikeCalifornia,theotherhalflikesub-SaharanAfrica.50Already,",
  "prosperity co-exists with misery, technological sophistication with human de-",
  "gradation. The paradoxes of life in India were tellingly captured in a conver-",
  "sation between the prime minister and villagers in Orissa that took place in",
  "September 2001. From his home in New Delhi, Atal Behari Vajpayee spoke",
  "bysatellitetotribalsinKashipur,whosekinsmenhaddiedaftereatingmango",
  "kernel because their crops had failed. ‘It is extremely unfortunate that in",
  "today’sworldpeoplediebyeatingpoisonousmaterial’,saidtheheadofagov-ernment that could speak to its citizens by videophone, yet not supply them",
  "with wholesome food.51",
  "IX",
  "Thestrategyofeconomicdevelopmentfollowedinthe1950swasbackedbya",
  "strongconsensus.Therewerecritics,buttheseweremarginalfigures,lacking",
  "in influence and without asocial base. By contrast, the strategy of economic",
  "development adopted since the 1990s has been subject to a searing critique",
  "within and outside the political system.",
  "The economic debate in contemporary India is conducted between two",
  "schools,whomthecolumnistT.N.Ninancallsthe‘reformists’andthe‘popu-",
  "lists’.52Thereformists askforafreeingofmarket forces,theabolition ofsub-",
  "sidies, the removal of restrictive labour laws, the full convertibility of the ru-",
  "pee and a general retreat of the state from intervention in the economy. Some",
  "even want health care and education to be privatized. The populists, on the",
  "other hand, demand restrictions on foreign investment, the continued nation-",
  "alization of key industries and the protection of the interests of labourers and",
  "small entrepreneurs. In addition they demand that the state implement land",
  "reforms, fund programmes to end rural poverty and provide subsidized food,",
  "housing and energy to the urban as well as rural poor.",
  "Theargumentsbetweenthesetwogroupsareveryvigorous,andconduc-",
  "ted in different for a – in the press, in Parliament, on television and in the",
  "streets.Intriguingly,politicalpartiestendtobeinfavourofeconomicreforms",
  "wheninpower,andagainstthemwheninopposition.Between1998and2004",
  "the Bharatiya Janata Party promoted the opening of the economy and the dis-",
  "investment of publicly owned industries. These policies were opposed by the",
  "Congress Party, which had, of course, originally introduced market-friendly",
  "reformsin1991.Forgetting(orannulling)itsownrecenthistory,theCongress",
  "led a countrywide strike in March 2000, in protest against liberalization in",
  "general and the rolling back of subsidies in particular.53",
  "TherulingBJPfoughtthe2004electionswithafeelgoodslogan–‘India",
  "Shining’–andapromisetobringprosperitytoallthroughmarket-ledgrowth.",
  "The Congress campaign proposed the claims of the aam aadmi (common",
  "man).However,afterwinningpower,theCongress-ledcoalitionchosetheori-",
  "ginal architect of the reforms, Dr Manmohan Singh, as prime minister. He",
  "in turn appointed two well-known reformists as finance minister and deputychairman of the Planning Commission. Now it was the turn of the BJP to",
  "cry foul. They dusted off the old nationalist idea of swadeshi (self-reliance),",
  "claiming that the new government’s policies were undermining India’s sover-",
  "eignty and independence.",
  "Most curious is the behaviour in and out of power of the Communist",
  "Party of India (Marxist). In Delhi, CPM intellectuals – many associated with",
  "the prestigious Jawaharlal Nehru University – are in the populist vanguard,",
  "opposing any move to cut subsidies, sell inefficient state enterprises or in-",
  "vite foreign capital. And CPM-led tradeunions organize strikes and bandhs",
  "whenever a public utility is privatized. In West Bengal, however, the CPM",
  "chief minister, Buddhadeb Bhattacharya, is actively canvassing investment",
  "from capitalists both foreign and indigenous. He has chastised trade unions",
  "fortheirexcessivemilitancy,andbannedstrikesinthekeysoftwaresector.He",
  "once went so far as to say that his administration is guided by the slogan ‘Re-",
  "form or Perish!’",
  "In an era of minority governments and coalition politics, there has ne-",
  "cessarily to be some give and take, the seeking of common ground between",
  "reformists and populists. One such compromise was worked out in 2005 over",
  "the implementation of an employment guarantee scheme (EGS), under which",
  "the state would commit itself to providing gainful employment to those who",
  "neededit,byputtingthemtoworkonschemesforsoilandwaterconservation,",
  "road-building and the like. The EGS was lobbied for by left-wing econom-",
  "ists,whothoughtitwouldprovidevaluablesupportfortheruralpoorandalso",
  "create badly needed infrastructure in the countryside. But it was opposed by",
  "market-oriented economists, who felt it would be an unnecessary drain on the",
  "exchequerandonlypromotecorruption.Predictably,theEGSschemeeventu-",
  "allyapprovedbyParliamentwasregardedastooradicalbythereformists,but",
  "as not radical enough by the populists.54",
  "The dismantling of the ‘licence-permit-quota raj’ has closed many aven-",
  "uesofcorruption.Yettheprocessofprivatization hasopenedsomenewones.",
  "Whenpublicsectorfactoriesaresoldtherearepossibilitiesoffavouringapar-",
  "ticularbidderinexchangeforafinancialconsideration.Crucially,thestatere-",
  "tains the power to acquire and dispose of land; a power abused in the present",
  "as in the past to allot land to private firms at well below market cost.55",
  "Perhaps the most notorious case of corruption in post-reform India con-",
  "cerns a power plant that the American firm Enron wished to setup in Maha-",
  "rashtra. In June1992 the state government, then controlled by the Congress,",
  "signed a deal with Enron which guaranteed the company a staggering 16 per",
  "cent annual rate of return on its investment. The details were leaked to thepressandapopularcampaignwaslaunchedtostoptheproject.TheShivSena",
  "Party, then in opposition, also joined in the protests. The project was tem-",
  "porarily shelved, but when it won the state elections in 1995 the Shiv Sena",
  "reversed its stand and recommenced negotiations with Enron. Fresh protests",
  "were launched, this time with the Congress Party seeking to support them.",
  "TheEnronprojectnevergotofftheground,inpartbecauseoftheintens-",
  "ityoftheprotestsandinpartbecauseofthetroublesthatthecompanywasfa-",
  "cing in the US, which finally forced it to declare bankruptcy. However, while",
  "thecontroversywasatitsheight,theheadofEnroninIndiarevealedthatthey",
  "had spent $20 million on ‘publicity’ for the project, this widely (and almost",
  "certainly correctly) seen as a euphemism for bribery. If the negotiations alone",
  "saw so much money change hands, one can only speculate on how rich the",
  "pickings would have been when the project was up and running.56",
  "X",
  "The growing size of the Indian economy has prompted some noticeable shifts",
  "in foreign policy, among them a growing friendship with the United States.",
  "As we have seen in this book, these countries did not always or usually enjoy",
  "cordialrelations.DuringtheColdWartheAmericanstiltedmarkedlytowards",
  "India’s hostile neighbour while India tilted somewhat towards the US’s rival",
  "superpower.",
  "After 1991 the provocation of the Soviet Union did not exist; but",
  "Pakistan did.Itwasonlytowards theendofthe1990sthat theUSmovedtoa",
  "position of equidistance between India and Pakistan. In the early years of the",
  "twenty-first century it even seemed to favour India. The reasons for this were",
  "chiefly economic, the sense that here was a large market for American goods.",
  "(In 1990, Indo-US trade was worth $5.3 billion; by the end of the decade it",
  "had nearly tripled.) President Clinton came to India in 2000 and President G.",
  "W. Bush six years later, these visits merely confirming what had become a",
  "fundamental change in attitude. For, as the foreign policy expert Stephen Co-",
  "hen has pointed out, while for many decades Washington was prone to treat",
  "India as an ‘insignificant pawn’ in the Cold War, by the end of the twentieth",
  "century it had become a ‘natural ally’.57",
  "InaspeechtotheAsiaSocietyinWashingtonontheeveofhisvisittoIn-",
  "dia,GeorgeW.Bushdescribeditasa‘globalleader’,anda‘strategicpartner’",
  "and ‘good friend’ of the UnitedStates.58 This anointing of India as a naturalally marked a decisive victory of the US Congress and the White House over",
  "the Pentagon. As the former senator Larry Pressler points out, the generals in",
  "Washington warmed to Pakistan not only because they could sell them arms,",
  "‘butalsobecausethePentagonwouldoftenratherdealwithdictatorshipsthan",
  "democracies.WhenaPentagonofficialgoestoPakistan,hecanmeetwithone",
  "general and get everything settled. On the other hand, if he goes to India, he",
  "has to talk to the Prime Minister, the Parliament, the courts and, God forbid,",
  "the free press.’59",
  "For its part, the Indian government took time to realize the significance",
  "oftheendingoftheColdWar.Thenucleartestsof1998wereinsomemeasure",
  "acontinuationofan‘independent’foreignpolicy.However,aftertheUSover-",
  "cameitsinitialdistasteandacceptedIndia’snuclearstatus,NewDelhiworked",
  "seriously to improve relations. In a unipolar world it made sense to ally with",
  "themostpowerfulnationinit.Indianleaderstooktospeakingofthe‘common",
  "values’ that linked these two ‘great democracies’. There was also economic",
  "self-interest at work, for the US was by far the greatest outlet for the software",
  "industry.Anyhow,in2001relationsbecamesocosythattheBJPforeignmin-",
  "ister even offered to send troops to help the Americans in Afghanistan. The",
  "proposal was overruled by his prime minister, but that it was made at all was",
  "a sign of how close the political establishments of the two nations had now",
  "become.60",
  "As with economic policy, here too the leading parties behave differently",
  "in and out of power. In opposition, the Congress harked back to Nehruvian",
  "‘non-alignment’ whenever the BJP government proposed to move closer to",
  "theUnitedStates.Sinceitcametopowerin2004,theCongresshasvigorously",
  "promoted trade ties, sided with America on nuclear proliferation and sought",
  "American aid on the transfer of nuclear technology.",
  "The recent coming together of India and America runs contrary to his-",
  "torical trends; so, and even more emphatically, does the growing concord",
  "betweenIndiaandChina.Heretoothemotorofchangeiseconomic. In2007,",
  "the trade between India and China was valued at $25 billion (a decade pre-",
  "viously it had been close to zero). Chinese electronic goods were an increas-",
  "ing presence in shops in India, Indian drugs and cosmetics in shops in China.",
  "It helped that Beijing had followed Washington in distancing itself from too",
  "close an identification with Pakistan. During the 1999 Kargil conflict, for ex-",
  "ample, it stayed neutral; by contrast, during the wars of 1965 and 1971 it had",
  "come out openly on the side of Islamabad.61",
  "In July 2003 Prime Minister Vajpayee spent a week in China. In Beijing",
  "he inked an agreement affirming India’s recognition of Tibet (conquered in1950) as an integral part of China. The Chinese returned the compliment by",
  "accepting that Sikkim (annexed in 1974) was part of India. In Shanghai, Mr",
  "Vajpayee focused on economics, calling for an alliance between Indian soft-",
  "ware firms and Chinese manufacturers of computer hardware. It seemed that",
  "the two previously hostile countries were now ‘taking a new road’ and mov-",
  "ing ‘towards a cooperative partnership’.62",
  "Two years later the Chinese prime minister, Wen Jiabao, came to India.",
  "Remarkably,hechosetovisitthecityofBangaloreaheadofthenationalcapit-",
  "al,NewDelhi.Hishundred-memberdelegationwascomposedmostlyofbusi-",
  "nessmen,andtheirmeetingsweremostlywithIndianchambersofcommerce.",
  "In a speech in Bangalore, Wen Jiabao echoed Vajpayee’s call for an alliance",
  "betweenIndiansoftwareandChinesehardware,thusensuring,ashesaid,that",
  "thetwenty-firstcenturywouldbean‘Asiancentury’.Speakingtoatelevision",
  "interviewer,theChineseambassadortoIndiaremarkedthat,tothem,‘the“B”",
  "of business [co-operation] is more important than the “B” of boundary [dis-",
  "putes]’.63",
  "XI",
  "In2004theIndianeconomybecameasubjectofdebateintheAmericanpres-",
  "idential election. This was unprecedented, but even more striking was that it",
  "was not the poverty of Indians but their wealth that was being discussed. In",
  "several speeches on the stump, the Democratic challenger John Kerry stoked",
  "fears of more American jobs being shipped east if President Bush were re-",
  "elected. Kerry promised that, if elected, he would reinstate a protectionist re-",
  "gime to save American jobs from being ‘Bangalored’. This too was another",
  "first: the first time that a presidential candidate had singled out an Indian city",
  "by name as a threat to American interests.",
  "Other American politicians had got into the act before Kerry. In 2002",
  "a computer programmer from Florida ran for Congress on a one point pro-",
  "gramme:anendto‘outsourcing’.ThesameyearawomanmemberoftheNew",
  "JerseySenateintroducedabillforbiddingtheoutsourcingofstatecontractsto",
  "foreignfirms.LikehercounterpartinFlorida,hermaincomplaintwasagainst",
  "Indian computer firms and professionals. These politicians were responding",
  "sympathetically to the ‘pissed-off programmers’, to the Americans who had",
  "lost their jobs to Indians and wanted them back.64In December 2003 the influential Business Week ran a cover story on",
  "‘The Rise of India’. It noted that there were now more IT engineers in Ban-",
  "galore than in the whole of Silicon Valley. And they were mostly doing work",
  "for American clients, for giant corporations such as General Electric who",
  "wanted complex engineering problems solved as well as for Kansas farmers",
  "who wished merely to have their tax returns filled out. This ‘techno take-",
  "off is wonderful for India’, commented Business Week, ‘but terrifying for",
  "many Americans’. The local workers laid off by foreign substitutes would",
  "face ‘wrenching change’; few would ever land a job as well paid as the one",
  "they had just lost. ‘No wonder India [was] at the centre of a brewing storm",
  "in America’. State legislatures were under pressure to ban outsourcing; some",
  "succumbed,likeIndiana,whichcancelledcontractsawardedtoIndianfirms.65",
  "It must be emphasized that these concerns are expressed throughout the",
  "Western world; they are by no means confined to America alone. When Brit-",
  "ish Rail outsourced timetable enquiries to India there were protests in the Un-",
  "ited Kingdom, although some saw it as poetic justice, a case of the empire’s",
  "victims striking back. In the summer of 2006 both French and Belgian politi-",
  "cians expressed concern at the possible sale of their biggest steel firm, Ar-",
  "celor,toMittalSteel,acompanyownedandrunbyIndians.Althoughthesale",
  "finally went through, both popular prejudice and state power were invoked to",
  "tryandthwartthetakeover.Thenewbuyers,itwassaid,wouldnotadequately",
  "appreciate the ‘culture’ of the firm and its workers.",
  "Some commentators on India’s economic rise write in paranoid terms;",
  "othersoutofadmiration.InApril2004NewsweekinformeditsreadersthatIn-",
  "diawasnolongerapoor,benighted,ThirdWorldcountry;itwasnow‘agood",
  "place to do business’, indeed, ‘an investment-worthy partner’ for Americans",
  "and American capital.66 Two years later, to mark President George W. Bush’s",
  "visit to India, the same magazine wrote a breathless celebration of what it",
  "called ‘Asia’s Other Powerhouse’. ‘In India, the individual is king’, claimed",
  "Newsweek. While the credit card industry grew at 35 per cent a year, and per-",
  "sonalconsumptionmadeup67percentofGDP,‘statisticsdon’tquitecapture",
  "what is happening. Indians, at least in urban areas, are bursting with enthu-",
  "siasm. Indian businessmen are giddy about their prospects. Indian designers",
  "and artists speak of extending their influence across the globe . . . It is as if",
  "hundreds of millions of people have suddenly discovered the keys to unlock",
  "their potential.’67",
  "In a widely read book that was published in 2005, the New York Times",
  "columnistThomasFriedmanwrotethattwentyyearsagoIndia‘wasknownas",
  "a country of snake charmers, poor people, and Mother Teresa. Today its im-age has been recalibrated. Now it is also seen as a country of brainy people",
  "and computer wizards.’68 In another much publicized book that appeared the",
  "same year, the Columbia University economist Jeffrey Sachs celebrated ‘In-",
  "dia’shistoricescapefrompoverty’.Healsospokeofhow‘thereturnofChina",
  "and India to global economic prominence’ would ‘reshape global politics and",
  "society’ in the twenty-first century.69",
  "This was a coupling that was becoming increasingly common, with the",
  "implication generally that China was ‘the tiger in front’.70 However, some",
  "strategic analysts argued that while India was the ‘newest Asian tiger’, it",
  "might in course of time become the biggest. Its democratic traditions and",
  "youngerpopulationmeantthatwhileChinawouldbe‘thebigwinnerbetween",
  "now and 2040, India is now driving fast and will pick up all the marbles in",
  "the latter half of this century’. The US, UK, France and the south-east Asian",
  "countries were all seeking better relations with India. And ‘with all compet-",
  "ing for its favor, India may find itself the kingmaker or perhaps make itself",
  "king’.71",
  "The predictions come thick and fast – that Indians will takeaway Amer-",
  "ican and European jobs; that India, with China, will become the global super-",
  "powerofthenewcentury.Whethertheystemfromfearandparanoia,orfrom",
  "wonder and admiration, it must be reckoned a miracle that such forecasts are",
  "made at all. For through most of India’s history as an independent nation it",
  "has heard altogether different tunes being sung. With every communal riot it",
  "wassaid that Indiawouldbreakupintomanydifferent fragments. Withevery",
  "failureofthemonsoonitwaspredictedthatmassstarvationandfaminewould",
  "follow. And with every death or killing of a major leader it was forecast that",
  "India would abandon democracy and become a dictator ship.",
  "Those earlier prophecies also stemmed from a variety of motives some",
  "weremadewithconcern,othersoutofpityorcontempt.Theypromptedanger",
  "and embarrassment among educated Indians. These more recent predictions,",
  "however, have led to arising tide of self-congratulation. Indian newspapers",
  "and magazines run stories captioned ‘Global Champs’ and ‘On the Way to",
  "Number One’. One Delhi columnist was so certain that India was becoming",
  "the world’s titan that he worried that it would repeat the errors of those it had",
  "replaced. Where the West in its heyday had callously exploited its colonies,",
  "he urged ‘Indian business to establish a loving and friendly relationship with",
  "other countries’. The important thing, he said, was ‘to ensure that India is not",
  "seen as a cruel imperial power in the world of tomorrow’. That India would",
  "indeed soon be an imperial power was, however, taken for granted.72Those older anticipations of India’s demise were greatly exaggerated.",
  "For the constitution forged by the nation’s founding fathers allowed cultural",
  "heterogeneitytoflourishwithintheambitofasingle(anddemocratic)nation-",
  "state. However, these celebrations of India’s imminent rise to power are pre-",
  "mature as well. Despite the manifest successes of the new economy there re-",
  "mainlargeareasofpovertyanddeprivation.Onlypurposivestateintervention",
  "can correct these imbalances, and the state as it exists now is too corroded",
  "andcorrupted toact with muchpurpose.Itwasmistaken, then,tosee Indiaas",
  "swiftly going down the tube; it is mistaken, now, to see it as soon taking its",
  "place among the elect of the earth.30A P ’ E",
  ""
]