[
  "ch2",
  "THE LOGIC OF IVISION",
  "It was India’s historic destiny that many human races and cultures should",
  "flowtoher,findingahomeinherhospitablesoil,andthatmanyacaravan",
  "should find rest here . . . Eleven hundred years of common history [of",
  "IslamandHinduism]haveenrichedIndiawithourcommonachievements.",
  "Our languages, our poetry, our literature, our culture, our art, our dress,",
  "our manners and customs, the innumerable happenings of our daily life,",
  "everything bears the stamp of our joint endeavour . . . These thousand",
  "years of our joint life have moulded us into a common nationality . . .",
  "Whether we like it or not, we have now become an Indian nation, united",
  "and indivisible. No fantasy or artificial scheming to separate and divide",
  "can break this unity.",
  "M A K A ,",
  "AULANA BUL ALAM ZAD",
  "Congress Presidential Address, 1940",
  "The problem in India is not of an intercommunal but manifestly of an in-",
  "ternational character, and must be treated as such . . . It is a dream that",
  "Hindus and Muslims can evolve a common nationality, and this miscon-",
  "ception of one Indian nation has gone far beyond the limits, and is the",
  "cause of most of our troubles, and will lead India to destruction, if we fail",
  "to revise our actions in time. The Hindus and Muslims belong to two dif-",
  "ferent religious philosophies, social customs, and literature. They neither",
  "intermarry,norinterdine together,andindeed they belong totwo different",
  "civilizationswhicharebasedmainlyonconflictingideasandconceptions.",
  "Their aspects on and of life are different.",
  "M. A. J ,",
  "INNAH",
  "Muslim League Presidential Address, 1940",
  "I",
  "D I be partitioned? When the British left, could they not have left",
  "ID NDIA HAVE TO",
  "asinglecountrybehind?Eversince1947suchquestionshavebeenasked.Andintheprocessofbeinganswered,theybringforththesupplementary question",
  "–Why was India partitioned?",
  "The nostalgia for an undivided India has been mostly manifest among",
  "people on the Indian side of the border. But there has sometimes been a sense",
  "oflossdisplayedinwhathasbecomePakistantoo.Indeed,on15August1947",
  "itself, a veteran Unionist politician wrote of how he wished he",
  "could do anything to save the unity of the Punjab . . . It is heartbreaking",
  "to see what is happening . . . It is all due to the policy of liquidating and",
  "quitting before any real agreement has been arrived at . . . The fixing of",
  "adatefortransferenceofpowerruledoutanyadjustmentandvivisection",
  "was the only course left . . . We will have to start afresh [but] there is",
  "hardly any hope of building things on old lines as communal hatred and",
  "mutual destruction are now uppermost in everybody’s mind.1",
  "Why could not the unity of Punjab, or of India, be saved? There have been",
  "three rather different answers on offer. The first blames the Congress leader-",
  "ship for underestimating Jinnah and the Muslims. The second blames Jinnah",
  "forpursuinghisgoalofaseparatecountryregardlessofhumanconsequences.",
  "The third holds the British responsible, claiming that they promoted a divide",
  "between Hindus and Muslims to perpetuate their rule.2",
  "All three explanations, or should one say accusations, carry an element",
  "of truth. It is true that Nehru and Gandhi made major errors of judgement in",
  "their dealings with the Muslim League. In the 1920s Gandhi ignored Jinnah",
  "and tried to make common cause with the mullahs. In the 1930s Nehru ar-",
  "rogantly and, as it turned out, falsely, claimed that the Muslim masses would",
  "rather follow his socialist credo than a party based on faith. Meanwhile, the",
  "Muslims steadily moved over from the Congress to the League. In the 1930s,",
  "when Jinnah was willing to make a deal, he was ignored; in the 1940s, with",
  "the Muslims solidly behind him, he had no reason to cut a deal at all.",
  "It is also true that some of Jinnah’s political turns defy any explanation",
  "other than that of personal ambition. He was once known as an ‘ambassador",
  "of Hindu–Muslim unity’ and a practitioner of constitutional politics. Even as",
  "he remade himself as a defender of Islam and Muslims, in his personal life",
  "he ignored the claims of faith. (He liked his whisky and, according to some",
  "accounts, his ham sandwiches too.)3 However, from the late 1930s he assidu-",
  "ously began to stoke religious passions. The process was to culminate in hiscalling for Direct Action Day, the day that set in train the bloody trail of viol-",
  "ence and counter-violence that made Partition inevitable.",
  "Finally, it is also true that the British did welcome and further the anim-",
  "osities between Hindus and Muslims. In March 1925, by which time the anti-",
  "colonial struggle had assumed a genuinely popular dimension, the secretary",
  "of state for India wrote to the viceroy: ‘I have always placed my highest and",
  "most permanent hopes upon the eternity of the Communal Situation.’4 Within",
  "England the growth of liberal values placed a premium on the sovereignty of",
  "the individual; but in the colonies the individual was always seen as subor-",
  "dinatetothecommunity.Thiswasevidentingovernmentemployment,where",
  "care was taken to balance numbers of Muslim and Hindu staff, and in polit-",
  "ics, where the British introduced communal electorates, such that Muslims",
  "voted exclusively for other Muslims. Most British officials were predisposed",
  "to prefer Muslims, for, compared with Hindus, their forms of worship and",
  "ways of life were less alien. Overall, colonial policy deepened religious divi-",
  "sions, which helped consolidate the white man’s rule.",
  "The short-sightedness of Congress, Jinnah’s ambition, Britain’s amor-",
  "ality and cynicism – all these might have played their part, but at least by",
  "the early 1940s Partition was written into the logic of Indian history. Even",
  "if the British had not encouraged communal electorates, the onset of mod-",
  "ern electoral politics would have encouraged the creation of community vote",
  "banks. Muslims were increasingly persuaded to think of themselves as, in-",
  "deed, ‘Muslims’. As late as 1927 the Muslim League had a mere 1,300 mem-",
  "bers. By 1944 it had more than half a million in Bengal alone (Punjab had",
  "200,000). Muslims of all classes flocked to the League. Artisans, workers,",
  "professionals, businessmen – all rallied to the call of ‘Islam in Danger’, fear-",
  "ing the prospect, in a united India, of a ‘Brahmin Bania Raj’.5",
  "The call for Pakistan was first made formally by the Muslim League in",
  "March 1940. The Second World War had kept the question of Pakistan (as of",
  "Indianindependencemoregenerally)onhold.AfterthewaraLabourgovern-",
  "ment came to power in Great Britain. Unlike the Conservatives, the Labour",
  "Party ‘regarded itself as morally committed to speed up the process of inde-",
  "pendence for India’. On the subject of India, Prime Minister Clement Attlee",
  "showed ‘a decisiveness and passion unusual during hiscareer’.6",
  "Some leading Labour politicians had close ties to Congress. These in-",
  "cluded Sir Stafford Cripps, who in the beginning of 1946 was sent as part of",
  "a three-member Cabinet Mission to negotiate the terms of Indian independ-",
  "ence. Cripps, and other Labour leaders, would have liked to leave behind a",
  "united India for the Congress to govern and guide. But a note prepared forthe Mission in December 1945 showed how unlikely this would be. Its au-",
  "thor was Penderel Moon, a Fellow of All Souls and sometime member of the",
  "Indian Civil Service. Moon pointed out that ‘there is more likelihood of ob-",
  "taining Hindu consent to Division than Muslim consent to Union’. From the",
  "Britishpointofview,‘touniteIndiaagainstMuslimwisheswouldnecessarily",
  "involve force. To divide India against Hindu wishes would not necessarily in-",
  "volve force; and at worst the force required is likely to be less. The Hindus of",
  "Madras, Bombay, U. P, and C. P. may loudly lament their brethren in Bengal",
  "and the Punjab being torn from the embrace of Mother India, but they are not",
  "likely to have the will or the power to undertake a Crusade on their behalf.’7",
  "The next few months bore out the cold wisdom of these remarks. Early",
  "in 1946 elections were held to the various provincial assemblies. These were",
  "conducted on a franchise restricted by education and property. About 28 per",
  "centoftheadultpopulationwaseligibletovote–butthis,inalandthesizeof",
  "British India, still amounted to some 41 million people.8",
  "The world over, the rhetoric of modern democratic politics has been",
  "marked by two rather opposed rhetorical styles. The first appeals to hope, to",
  "popular aspirations for economic prosperity and social peace. The second ap-",
  "peals to fear, to sectional worries about being worsted or swamped by one’s",
  "historic enemies. In the elections of 1946 the Congress relied on the rhetoric",
  "of hope. It had a strongly positive content to its programme, promising land",
  "reforms,workers’rights,andthelike.TheMuslimLeague,ontheotherhand,",
  "relied on the rhetoric of fear. If they did not get a separate homeland, they",
  "told the voters, then they would be crushed by the more numerous Hindus in",
  "a united India. The League sought, in effect, a referendum on the question of",
  "Pakistan. As Jinnah put it in a campaign speech, ‘Elections are the beginning",
  "oftheend.IftheMuslimsdecidetostandforPakistaninthecomingelections",
  "half the battle would have been won. If we fail in the first phase of our war,",
  "we shall be finished.’",
  "The leader’s message was energetically carried by the cadres. In Bihar",
  "theprovincialMuslimLeagueaskedthevotersto‘judgewhetherthebricksof",
  "votes should be used in the preparation of a fort of “Ram Raj” or for the con-",
  "structionofabuildingfortheindependenceofMuslimsandIslam’.ALeague",
  "election poster in Punjab offered some meaningful pairs of contrasts: din (the",
  "faith) versus dunya (the world); zamir (conscience) versus jagir (property);",
  "haqq-koshi (righteousness) versus sufedposhi (office). In each case, the first",
  "item stood for Pakistan, the second for Hindustan.",
  "League propaganda also urged voters to overcome sectarian divisions of",
  "caste and clan. ‘Unite on Islam – Become One’, declared one poster. TheMuslims were asked to act and vote as a single qaum, or community. A vi-",
  "tal role was played by student volunteers, who traversed the countryside can-",
  "vassing votes from house to house.",
  "The election results were a striking vindication of the League’s cam-",
  "paign. Across India, in province after province, the Congress did exceedingly",
  "well in the general category, but the Muslim seats were swept by the League,",
  "fighting on the single issue of a separate state for Muslims. In the province",
  "of Bengal, for example, the League won 114 out of 119 seats reserved for",
  "Muslims; since the strength of the assembly was 250, it required little effort",
  "to cobble together a majority. In the United Provinces the Congress won 153",
  "seats out of a total of 228, and so formed the government. But within this lar-",
  "ger victory there was a significant defeat, for of the 66 Muslim seats on offer",
  "in the United Provinces the League won a resounding 54. Even more striking",
  "were the results in the southern province of Madras, which even the most de-",
  "votedfollower ofJinnahwouldnotclaim foraprospective Pakistan. Herethe",
  "Congress won 165 out of 215 seats, but the League won all 29 seats reserved",
  "for Muslims. Overall, in the general constituencies, the Congress won 80.9",
  "per cent of the votes, whereas in the seats reserved for Muslims the League",
  "garnered74.7 per cent.",
  "Aftertheresultshadcomein,theLeague’spaper,Dawn,proclaimedthat",
  "‘ThosewhohavebeenelectedthistimetotheLegislatureshavebeencharged",
  "by the voters with the duty . . . of winning Pakistan. Within and outside the",
  "ProvincialandCentralAssembliesandCouncilsthatandthataloneisnowthe",
  "“priority job”. The time for decision is over; the time for action has come.’",
  "This was written on 7 April 1946. Three days later Jinnah convened a",
  "meeting in Delhi of the 400 legislators elected on the Muslim League ticket.",
  "This convention reiterated the call for an independent Pakistan. However, in",
  "early May Jinnah attended a conference in Simla, where attempts were being",
  "made by the Cabinet Mission to find a unitary solution. Through the next two",
  "months various drafts were passed round, allowing for one nation-state but",
  "withprovinceshavingtheoptiontoleaveiftheysodesired.TheCongressand",
  "the League could not agree on the conditions under which provinces would",
  "join or leave the projected union. Another sticking point was Jinnah’s conten-",
  "tion that the Congress could not nominate a Muslim as one of its representat-",
  "ives to the talks.9",
  "Jinnah bargained hard, knowing now that he had Muslim popular senti-",
  "mentbehindhim.BytheendofJune1946itwasclearthatnosettlementcould",
  "bereached.TheCabinetMissionreturnedtoLondon.TheLeagueleadersmet",
  "on29Julyandaffirmedthat‘thetimehasnowcomefortheMuslimnationtoresort to direct action in order to achieve Pakistan and assert their just rights",
  "and to vindicate their honour and to get rid of the present slavery under the",
  "British and contemplated future of Caste Hindu domination’.",
  "Two weeks later was Direct Action Day, and the beginning of the end of",
  "the dream of United India.",
  "II",
  "Gandhi was not alone in choosing to mark the day of Independence for India,",
  "15August1947,asadayofmourningratherthancelebration.Acrossthebor-",
  "der in Pakistan, where independence had come a day earlier, the poet Faiz",
  "Ahmad Faiz wrote of",
  "This leprous daybreak, dawn night’s fangs have mangled –",
  "This is not that long-looked for break of day,",
  "Not that clear dawn in quest of which those comrades",
  "Set out, believing that in heaven’s wide void",
  "Somewhere must be the stars’ last halting-place,",
  "Somewhere the verge of night’s slow-washing tide,",
  "Somewhere the anchorage for the ship of heartache.10",
  "The lament here was not so much for the fact of Partition, as for its bloody",
  "costs. For at least by the end of 1945, and possibly earlier, some form of",
  "Pakistan seemed inevitable. It could not now be stopped by Congress mag-",
  "nanimity or a sudden show of modesty on the part of Jinnah. But the poet’s",
  "lament impels us to ask one further question – if Partition had to happen, did",
  "it necessarily have to cause so much loss of life?",
  "To answer this, we need to briefly rehearse the events of the last six",
  "months of the Raj. On 20 February 1947 the Labour government in London",
  "announcedthattheBritishwouldquitIndiabyJune1948,andthattheviceroy,",
  "Lord Wavell, would be replaced. On 22 March the new viceroy, Lord Mount-",
  "batten, assumed office. Over the next few weeks he discussed the terms of",
  "the British withdrawal with the relevant parties. He found that most Congress",
  "leaders were coming round to the inevitability of Partition. They saw that the",
  "‘immediateindependenceofthemajorpartofIndiawaspreferabletothepost-",
  "ponement of the independence of the whole of India’.11 Gandhi made a last-ditchefforttosaveunitybyaskingJinnahtoheadthefirstgovernmentoffree",
  "India. But this offer did not have the backing of Congress, and Jinnah did not",
  "accept it in any case.",
  "On 2 May the viceroy’s chief of staff, Lord Ismay, was sent to London",
  "with a plan for Partition. He obtained Cabinet approval, but the plan had to",
  "beredraftedseveraltimesonhisreturn,soastosatisfybothCongressandthe",
  "League. (At one stage Jinnah, brazen to the last, asked for an 800-mile-long",
  "corridorthroughIndiatolinktheeastern andwestern wingsofPakistan.) The",
  "revised plan was taken by Mountbatten to the British Cabinet.",
  "All this took the better part of a month. On 3 June Mountbatten, back",
  "from London, announced the Partition plan on All-India Radio. He was fol-",
  "lowed on the microphone by Nehru, Jinnah and Baldev Singh (speaking for",
  "the Sikhs). The next morning the viceroy addressed a press conference in the",
  "Legislative Assembly building. It was here that he suggested, for the first",
  "time, that the British would leave not by June 1948 but by the middle of",
  "August 1947, that is, in less than ten weeks.",
  "The decision so dramatically to shorten the time frame of the British",
  "withdrawalwastakenbyMountbattenhimself.Hisbiographer,PhilipZiegler,",
  "justified the decision as follows:",
  "Once the principle of partition had been accepted, it was inevitable that",
  "communalism would rage freely. The longer the period before the trans-",
  "ferofpower,theworsethetensionandthegreaterthethreatthatviolence",
  "would spread.Today it was the Punjab, tomorrow Bengal, Hyderabad, or",
  "anyofthemyriadsocietiesinthesub-continentwhereHinduandMuslim",
  "lived cheek by jowl. Two hundred thousand [dead] could have become",
  "two million, even twenty million.12",
  "In fact, even while Ziegler wrote (in 1985), the toll of the Partition violence",
  "wasestimatedatamilliondead;somelaterscholarshavesuggestedthefigure",
  "is closer to 2 million. How many would it have been if the British had left,",
  "as planned, in June 1948? In a blistering attack on Mountbatten’s reputation,",
  "Andrew Roberts accuses him of softness and vacillation – ‘whenever he had",
  "to exhibit toughness, Mountbatten took the most invertebrate line possible’ –",
  "ofbeingunwillingtocrackdowneffectivelyoncommunalviolenceand,more",
  "specifically, of understaffing the Punjab Boundary Force and not supplying it",
  "withaircover.ContraZiegler,Robertsisconvincedthatthe‘over-hastywith-",
  "drawal’ led ‘to more rather than fewer deaths’.13Some contemporary observers also felt that the decision to undo in two",
  "months flat an empire built over two centuries was poorly conceived. In the",
  "summer of 1947 the man occupying the hottest of hot seats was the governor",
  "of the still undivided Punjab, Sir Evan Jenkins. In early May Jenkins wrote to",
  "Mountbatten urging him to ‘reconsider the terms of any early announcement",
  "embodying a solution of the Indian political problem. In the Punjab we are",
  "going to be faced with a complete refusal of the communities to cooperate on",
  "any basis at all. It would clearly be futile to announce a partition of the Pun-",
  "jab which no community would accept.’14 The decision was made regardless,",
  "and the governor was left with thet task of maintaining law and order while",
  "the Punjab was divided. On 30 July he wrote to Mountbatten again, explain-",
  "ing that the prospect of Independence with Partition evoked anger rather than",
  "enthusiasm. TheMuslimshadhopedforthewholeofthePunjab,whereasthe",
  "SikhsandHinduswerefearfulthattheywouldloseLahore.‘Itwouldbediffi-",
  "cult enough’, archly commented the governor, ‘to partition with in six weeks",
  "acountryof30millionpeoplewhichhasbeengovernedasaunitfor98years,",
  "even if all concerned were friendly and anxious to makeprogress.’15",
  "Jenkins did in fact ask several times for more troops and for a ‘Tactical",
  "ReconnaissanceSquadron’.Onereasonthereweretoofewtroopsavailableto",
  "deal with rioters was that they were busy guarding the paranoid rulers, who",
  "wereconvincedthatBritishcivilianswouldbeattackedassoonasthedecision",
  "to leave was made public. This feeling was widespread among all sections of",
  "Europeans in India: among officers, priests, planters, and merchants. In the",
  "summerof1946,ayoungEnglishofficialwrotetohisfamilythat‘weshallvir-",
  "tuallyhavethewholecountryagainstus(forlongenoughatalleventstowipe",
  "out our scattered European population) before the show becomes, as inevit-",
  "ably it will, a communal scrap between Hindusand Muslims’.16",
  "To make the protection of British lives the top priority was pretty much",
  "statepolicy.InFebruary1947thegovernorofBengalsaidthathis‘firstaction",
  "in the event of an announcement of a date for withdrawal of British power .",
  ". . would be to have the troops “standing to” and prepare for a concentration",
  "of outlying Europeans at very short notice as soon as hostile reactions began",
  "to showthemselves’.17 In fact, in the summer of 1947 white men and women",
  "were the safest people in India. No one was interested in killing them.18 But",
  "theirinsecuritymeantthatmanyarmyunitswereplacednearEuropeansettle-",
  "ments instead of being freed for riot control elsewhere.",
  "The instinct of self-preservation also lay behind the decision to postpone",
  "the Punjab boundary award until after the date of Independence. On 22 July,",
  "after a visit to Lahore, Lord Mountbatten wrote to Sir Cyril Radcliffe askinghimto hurry things up, for ‘every extra day’ would lessen the risk of disorder.",
  "The announcement of the boundary award before Independence would have",
  "allowed movements of troops to be made in advance of the transfer of power.",
  "The governor of Punjab was also very keen that the award be announced as",
  "soon as it was finalized. As it happened, Radcliffe was ready with the award",
  "on 9 August itself. However, Mountbatten now changed his mind, and chose",
  "to make the award public only after the 15th. His explanation for the delay",
  "was strange, to say the least: ‘Without question, the earlier it was published,",
  "the more the British would have to bear responsibility for the disturbances",
  "which would undoubtedly result.’ By the same token, ‘the later we postponed",
  "publication, the less would the inevitable odium react upon the British’.19",
  "As a rule, one must write of history only as it happened, not how it",
  "might have happened. Would amore extended time frame – an announcement",
  "in April 1947 that the British would quit in a year’s time – have allowed for a",
  "lesspainfulprocessofdivision?Wouldmoreactivetroopdeploymentsandan",
  "earlier announcement of the Radcliffe award have led to less violence in the",
  "Punjab? Perhaps. Or perhaps not. As it turned out, the most appropriate epi-",
  "taphonthelastdaysoftheRajwasprovidedbythePunjabofficialwhotolda",
  "young social worker from Oxford: ‘You British believe in fair play. You have",
  "left India in the same condition of chaos as you found it.’20",
  "While the debates continue to rage about the causes of Partition, some-",
  "what less attention has been paid to its consequences. These were quite con-",
  "siderable indeed – as this book will demonstrate. The division of India was to",
  "cast a long shadow over demography, economics, culture, religion, law, inter-",
  "national relations, and party politics.A B",
  ""
]