[
  "ch30",
  "EOPLE S NTERTAINMENTS",
  "Wehavetoseethatourpicturesarespunintothewebofnationallife,that",
  "they sculpt and reflect the real India.",
  "V. S , film director, 1940",
  "HANTARAM",
  "There is no Pakistan in Indian music at least.",
  "D. P. M , sociologist, 1945",
  "UKERJI",
  "I",
  "T bookhaveexploredthelaboursandstrugglesofthecitizens",
  "HECHAPTERSOFTHIS",
  "of free India. But how have they entertained themselves? What do Indians do",
  "when they are not working or fighting or raising a family?",
  "The short answer to this question is: most of them go to the movies.",
  "Feature films are the great popular passion of India, cutting across the social",
  "divides featured so heavily in this book – the divides of caste, class, region, re-",
  "ligion, gender and language.",
  "It was in the last week of 1895 that the Lumière brothers launched the",
  "first Cinématograph in Paris. Soon, intrepid Indian photographers were shoot-",
  "ingandshowingfilmsonsuchtopicsasPoonaRaces’98andTrainArrivingat",
  "Bombay Station. The first Indian feature was made in 1913 by a printer named",
  "Dadasaheb Phalke, who was inspired by a pictorial life of Jesus to film the life",
  "of a legendary prince, Raja Harishchandra. Eighteen years later the first Indian",
  "sound feature appeared, Ardeshir Irani’s Alam Ara.",
  "During the 1920s and 1930s Indian films had to compete with pictures",
  "madeinEuropeandNorthAmerica.ButaftertheendoftheSecondWorldWar",
  "the number of films made in India dramatically increased. In 1945, 99 feature",
  "films were produced; two years later, by the time of Independence, the number",
  "had jumped to 250, two-thirds of these made by first-time venture capitalists.1Someearly films tookupdevotional orromantic themes; otherswerein-",
  "fluencedbythesocialandpoliticalcurrentsofthetime.A1930sclassic,Ach-",
  "hut Kanya, was about the love of a Brahmin man for an Untouchable girl.",
  "The movies of the inter-war period were redolent with patriotic imagery,",
  "the love for the nation-in-the-making manifest in their dialogue and songs.",
  "Whilefilmdirectorsandactorswereinfluencedbythenationalmovement,the",
  "latter was supremely indifferent to them. The producer of Achhut Kanya was",
  "unable to get that lifelong crusader against Untouchability, Mahatma Gandhi,",
  "towatchhisfilm.(ApparentlytheonlyfilmGandhisaw–andeventhatnotto",
  "its end – was a mythological story titled Ram Rajya.)2 Nor is there any record",
  "of Jawaharlal Nehru, Vallabhbhai Patel or many other early leaders visiting",
  "cinema theatres.",
  "Where some nationalists ignored the movies, others more actively pros-",
  "elytizedagainstthem.TherewasalwaysapuritanicalstreakintheIndianfree-",
  "dom movement, which was repelled by the colourful costumes, the love stor-",
  "ies and the song-and-dance routines of the popular film. After Independence",
  "some puritans assumed high office, from where they spoke out against an in-",
  "dustry they did not like. In September 1950 the chief minister of Rajasthan",
  "rued the ‘baneful influence’ of motion pictures, while admitting that he had",
  "seen only one film himself. Three years later the chief minister of Madras",
  "complained that the focus of films on sex and murder was corrupting India’s",
  "youth. He urged film-makers to ‘reduce the sex appeal in pictures’, and think",
  "insteadof‘theproductionofPuranic[religious]picturesincolour’.‘Howcan",
  "we progress in other matters if every young man is thinking of this [sex] stuff",
  "all the time?’ he complained. He especially ‘asked the poor wage-earners not",
  "to see cinemas, not because he disliked the cinema trade, but because he felt",
  "that they could find better use for the money. The rich could afford to go to",
  "pictures and ruin themselves.’3",
  "In truth, such sentiments were not restricted to the political class. In",
  "December 1952 a committee appointed by the Syndicate of the Calcutta",
  "University found that a major reason for the high failure-rate in examinations",
  "was that students spent too much time at the movies.4 Two years later a pe-",
  "tition was sent to the prime minister claiming that films threatened ‘the mor-",
  "al health of the country’; apparently, they were ‘a major factor in incitement",
  "to crime and general unsettlement of society’.5 The petition was signed by",
  "13,000housewives,whosecausewastakenupinParliamentbyLilavatiMun-",
  "shi, herself the wife of a well-known puritan politician named K. M. Mun-",
  "shi. Speaking in the Rajya Sabha in November 1954,Mrs Munshi argued that",
  "‘the cinema can make or mar the whole generation and the entire nation’. Shethought the latter more likely, since (in her view) the celebration of crime and",
  "sex was encouraging young Indians to repeat these acts in real life. She was",
  "especially worried about ‘the showing of the flesh of girls in an unseemly",
  "way to excite the crowds’. She was answered in the House by the great actor",
  "PrithvirajKapoor,whoinsistedthatinafreesocietyartcouldnotbethrottled.",
  "From the artist’s point of view, he added, ‘sunshine and shadow went hand in",
  "hand’.6",
  "To counter these objections a Censor Board was constituted, which saw",
  "everyfilmbeforegrantingitanapprovalcertificate.Scenesthatweresexually",
  "suggestive were prohibited, while films with scenes of violence were granted",
  "an ‘adults-only’ certificate. Withal, the industry grew at a terrific pace after",
  "Independence. By 1961 there were more than 300 films made annually, these",
  "shown in 4,500 theatres spread across the country. By 1990 the number of",
  "cinemas had doubled and the number of films made more than tripled.",
  "By the 1950s the city of Bombay had become the acknowledged centre",
  "of the Indian film industry. The most popular films were in Hindi, a language",
  "understoodacrossmuchofthecountry,buttherewerealsothrivingindustries",
  "in the other languages. In 1992, for example, while 189 films were made in",
  "Hindi, nearly as many (180) were made in Tamil, 153 in Telugu, 92 in Kan-",
  "nada, 90 in Malayalam, 42 in Bengali and 25 in Marathi.7",
  "By 1980 India had surpassed the United States as the country that made",
  "the most films in the world. Film going in India was now unarguably the",
  "most popular form of entertainment ever devised. In 1997, the fiftieth year of",
  "Independence, it was estimated that the daily cinema audience in India was12",
  "million – more than the population of many member-states of the United Na-",
  "tions.",
  "Thegrowthofthefilmindustryhashadanoticeableimpactonthephys-",
  "icallandscapeofurbanIndia.Cinemahallsdominatesmallertowncentres;in",
  "larger metropolises they are strung across the city locality by locality. Even",
  "more ubiquitous are the film posters, exhibited in vivid colours and various",
  "sizes, somesmall enoughtobestuckonthesideofawayside shop,othersgi-",
  "gantic billboards that tower above the road. Some 70,000 posters are printed",
  "for a big-budget film; pasted wherever a blank wall presents itself, these stay",
  "on in their faded glory well after the film itself has passed into history.8",
  "IIThe ingredients of the average Hindi film are well known; colour (East-",
  "man preferred); songs (six or seven) in voices one knows and trusts;",
  "dance – solo and ensemble – the more frenzied the better; bad girl, good",
  "girl, bad guy, goody guy, romance (but no kisses); tears, guffaws, fights,",
  "chases, melodrama; characters who exist in a social vacuum; dwellings",
  "which do not exist outside the studio floor; [exotic] locations in Kulu,",
  "Manali, Ooty, Kashmir, London, Paris, Hong Kong, Tokyo . . . See any",
  "three Hindi films, and two will have all the ingredients listed above.9",
  "So wrote the Indian filmmaker Satyajit Ray. Ray’s own films had no dances",
  "and few songs. He took his viewers into the homes his characters lived in,",
  "showingtheclothestheyworeandthefoodtheyate.Theliveshisprotagonists",
  "led were utterly and compellingly real. Still, while his films have their (un-",
  "deniably elevated) place, thepopularIndianfilm hasitsplace, too.Raymight",
  "dismissthisasa‘synthetic,non-existentsociety’,a‘make-believeworld’.But",
  "it was precisely because the world they depicted was unreal that these films",
  "appealed. And those who made the most popular movies knew as much. A",
  "successful film director of the 1970s, Manmohan Desai, said of his work that",
  "‘I want people to forget their misery. I want to take them into a dream world",
  "where there is no poverty, where there are no beggars, where fate is kind and",
  "God is busy looking after hisflock.’10",
  "Peasants and workers in independent India went to the movies for the",
  "same reason as, back in the nineteenth century, a newly literate working class",
  "in Britain chose to read stories of the rich and the famous. As a character in a",
  "George Gissing novel remarks, ‘nothing can induce workingmen and women",
  "to read stories that treat of their own world. They are the most consummate",
  "idealistsincreation,especiallythewomen...Theworkingclassesdetestany-",
  "thingthattriestorepresenttheirdailylife.’11Onlyfarceandmelodrama,wrote",
  "Gissing, went down well with the British working classes. Such is also the",
  "case in India where, however, farce and melodrama have been suitably indi-",
  "genized. Some recurrent themes make less sense outside the Indian context –",
  "a son’s devotion to his mother, for example, or a mother-in-law’s contentious",
  "relationshipwithherdaughter-in-law,orthedifficulties(andglories)ofchoos-",
  "ing one’s life partner in defiance of caste and family custom. Again, in the",
  "Indianfilmthe‘badguy’andthe‘badgirl’playmorecentralrolesthaninthe",
  "typical Hollywood melodrama – these are the villain and the vamp, malevol-",
  "ent characters in opposition to whom the hero and heroine appear purer than",
  "one would have thought humanly possible.12A celebrated film director once described his productions as ‘pageants",
  "for peasants’.13 These pageants, naturally, were set in locations the peasants",
  "could only dream of. Sometimes this was a mythic past, where men flew on",
  "horses and conversed with gods; at other times, in places on earth that the",
  "viewers would never get to. Indian films were – and are – shot on the French",
  "Riviera, in the Swiss Alps, on the South African coast, with its characters",
  "wearing clothes not worn in India and driving cars never seen there. This",
  "was a ‘wholly voyeuristic cinema, where the object of desire could be any-",
  "thing from Dutch tulips to fancy telephone instruments’, and through which",
  "the viewer ‘lived at second hand a lifestyle lived Elsewhere’.14",
  "Where the Indian film rises above stock themes and stereotypes, and be-",
  "comes truly original, is in its music. Traditional Indian plays and dramas all",
  "had songs of one sort or another. This method was carried over to the cinema,",
  "whereeachfilmincludesabouthalfadozensongs,sungoffscreenbyavoice",
  "not the actor’s, who merely lip-synchs the sung words.",
  "In a historic accident, or perhaps an accident made possible only by his-",
  "tory, these songs of love and despair came to be written by some of the finest",
  "poets of the age. At the time of Independence, and for perhaps a century",
  "before that, the pre-eminent language of poetry was Urdu. Before and after",
  "Partition, many Muslim writers – and not a few Hindus – found refuge in",
  "the Bombay film industry. Their noms de plume – Sultanpuri, Jaipuri, Ludhi-",
  "anvi,Azmi,Badayuni,Bhopali–evokedthetownsofnorthIndiawhereUrdu",
  "had flowered, as a syncretic language spoken with an exquisite refinement by",
  "Muslims and Hindus alike.",
  "One reason that film songs were so popular was because of their lyrics.",
  "Theseweredelicatelyworded,richinpunsandhistoricalorpoliticalallusion.",
  "And they were set to music that was no less appealing. The melodies drew",
  "from classical music and folk songs, but their orchestration also borrowed",
  "heavily - and for the most part, innovatively – from Western exemplars. The",
  "sitar and the tabla mixed more or less harmoniously with the saxophone and",
  "violin. ‘Long before fusion music became fashionable’, wrote one student of",
  "thesubject,‘itwasbeingperformedeverydayinBombay’sfilmstudios.’This",
  "wasaheadybrewwhichmixedfolkmelodiesfromtheGangesdeltawith‘sliv-",
  "ers of Dixieland stomp, Portuguese fados, Ellingtonesque doodles . . .’, the",
  "whole set to the strict structure of a classical Hindustani raga.15",
  "Traditionalists dismissed the film song as ‘a degraded – even degenerate",
  "– form of Indian classical or folk genres’. But, as Ashraf Aziz points out, this",
  "wasneitherfolknorclassical,but‘anewgenreofsongobligatorilycreatedfor",
  "the cinematic narrative’. It was ‘a new synthesis resulting in an entirely newform of music’.16 A form, one might add, that was more widely and intensely",
  "lovedthanitspredecessors.For,asagreatclassicalvocalistoncecomplained,",
  "the songs of the films were ‘on the tongues of high society ladies of Calcutta",
  "as well as the tongawallahs of Peshawar’.17",
  "Indian audiences, writes the film historian Nasreen Munni Kabir, are",
  "‘resigned to stock characters and predictable dialogue’. But they know, and",
  "hope, that these ‘tired old stories’ can yet ‘be brought back to life by good-",
  "lookingstarsandsixoreightgreatsongs’.Theseaudiences‘canacceptrepeti-",
  "tioninstorylines’,but‘theywillrejectafilm’smusicifithasnooriginality’.18",
  "III",
  "From the 1940s to the 1980s films were watched by two kinds of Indians -",
  "young men in all-male groups, and families. An anthropologist working in",
  "northern India found that ‘many unmarried men are intensive users of film",
  "culture’. They liked films in themselves, for the entertainment they provided",
  "and for offering them an escape from the trials of family living. The theatre",
  "wasaplace where theycouldsmoke cigarettes (prohibited athome),andjoke",
  "andplayaroundwiththeir friends.Althoughyoungwomenrarely wenttothe",
  "movies, older men sometimes took along their wives and parents. The two",
  "groups tended to prefer different kinds of films. Young men liked those with",
  "‘unrestrained dance and fight scenes’, whereas mixed groups chose to watch",
  "films depicting the joys and troubles of family life.19",
  "The passion for films was even more intense in south India. Here, male",
  "moviegoers had constituted themselves into fan clubs, each devoted to cel-",
  "ebrating a particular male star. The town of Madurai in Tamil Nadu, for ex-",
  "ample, had as many as 500 such clubs, whose members were mostly in their",
  "late teens orearly twenties. Theyincluded tailors, rickshaw pullers, vegetable",
  "sellers and students. The club’s activities were aimed at promoting their star,",
  "by pasting posters of his films, buying tickets to watch them and generally",
  "singing his praises in public and in private. Occasionally, the club’s activities",
  "tookamorephilanthropicturn,bydonatingbloodinthehero’snameorraising",
  "money for disaster relief.20",
  "InearlierchapterswehavemetM.G.RamachandranofTamilNaduand",
  "N. T. Rama Rao of Andhra Pradesh, movie stars who became chief ministers",
  "of their state on the strength of their acting career alone. As adored in his nat-",
  "ive heath was the Kannada film actor Rajkumar, although he did not seek toconvertthisadorationintopoliticaladvantage.Inallcases,thevenerationwas",
  "a consequence of the fact that, in this part of India, film was a prime vehicle",
  "forthearticulationoflinguisticnationalism.Thepeopleofthesouthsawtheir",
  "languages under threat from Hindi; mobilizing to protect it, they sought hope",
  "and support from the actors who spoke most eloquently their own beloved",
  "tongue.Intheirfilms,thesestarsenactedtheessentialthemesofhumanexist-",
  "ence – life and death, romance and betrayal, prosperity and misery – and did",
  "so in phrases and idioms drawn from the rhythms and cadences of everyday",
  "speech. Literally as well as metaphorically, NTR and his fans, MGR and his",
  "fans, and Rajkumar and his fans spoke the same language.",
  "In the Hindi heartland, the love of films was not so closely tied in with",
  "one’s social identity. (As it was spoken by more Indians than any other lan-",
  "guage, Hindi was scarcely seen as being under threat.) Still, because their",
  "catchment was bigger, the Hindi stars could command a wider – though not",
  "necessarily deeper – appreciation. Arguably the most popular film star of all",
  "time is the Hindi actor Amitabh Bachchan. (I speak here not merely of India",
  "but of the world as a whole – Bachchan was voted as such in an online poll",
  "conducted by the British Broadcasting Corporation in 2001.)",
  "Born in 1942, the son of a famous Hindi poet of Allahabad, Amitabh",
  "Bachchan joined films after a stint in the corporate world. He was very tall",
  "andfairlydark,inbothrespectsatoddswiththepopularheroeswhopreceded",
  "him. These handicaps were soon overcome by his imperious manner and his",
  "magnificent deep voice. Bachchan rose to stardom in the early 1970s – a time",
  "of great cynicism with regard to the political system, which was being chal-",
  "lenged by such extra-parliamentary forces as the Naxalites and Jayaprakash",
  "Narayan’s Bihar movement. His roles were in keeping with the times. He",
  "playedtheangryyoungman,pittedagainstbutalwaysovercomingthesystem",
  "– as a militant worker against unfeeling capitalists, an honest police officer",
  "against corrupt superiors, even as an underworld don whose wicked manner",
  "hid (not very successfully) a golden heart.21",
  "In 1982 Bachchan was hospitalized after an accident suffered on the set.",
  "Millions prayed, successfully, for his recovery. Three years later he became a",
  "Congress MP from Allahabad, at the invitation of his childhood friend Rajiv",
  "Gandhi. ‘Who will replace the angry young man?’ asked the popular press",
  "plaintively.22 Fortunately, he and Rajiv Gandhi then fell out, with Bachchan",
  "leaving Parliament to return to the screen. As he has grown older, his roles",
  "have changed. He is astonishingly versatile – in his sixties, he can play the",
  "stern father as well as the quirky policeman (as in Bunty and Babli, 2005). In",
  "the first years of the new millennium he took on his most popular role yet, asthe host of Kaun Banega Crorepati, the Indian version of Who Wants to Be a",
  "Millionaire? The show was spectacularly successful, in part because it was in",
  "tunewiththeget-rich-quicktemperamentofpost-liberalizationIndia,butalso",
  "because of the fame and personality of the host. Bachchan was brilliant – by",
  "turns gentle and sharp, and superbly bilingual, his improvisations worthy of",
  "his father, a Hindi poet who was also a professor of English literature.",
  "Asixtieth-birthday tribute toBachchan spokeofhowhiscareer had‘tra-",
  "versedemotionsandgenerations’.23Perhapstheonlyotherfiguretohavedone",
  "that successfully is the singer Lata Mangeshkar. She too had a gifted father,",
  "the singer, actor and composer Dinanath Mangeshkar. He diedin 1942, when",
  "Latawasonlythirteenbuthavingspentthebetterpartofherlifelearningmu-",
  "sic from her father. As the eldest of five siblings, Lata very quickly became",
  "the family’s main breadwinner. She sang at first in Marathi films, but soon",
  "moved to the more popular and better-paying Hindi arena.",
  "Lata Mangeshkar’sfirstsongasaplayback singerwasrecordedin1947.",
  "By the end of the decade she had become the best-known singer in India. As",
  "wellasthemostsought-after,fornoproducerordirectorcouldthinkofafilm",
  "withoutasongbyher.Inacareerspanningfivedecadesshehasrecordedmore",
  "than 5,000 songs.24",
  "Before Lata Mangeshkar, most women singers in films possessed husky",
  "voices. Lata’s veered towards the higher end of the scale. Shrill to some, her",
  "singing was to others the very embodiment of soft femininity. It soon became",
  "the best-known voice in India, the ‘voice to which the road-side vendor in",
  "Delhi has transacted his business, the long-distance trucker has sped along",
  "the highway, the Army jawan in Ladakh has kept guard at his frontier bunker",
  "and to which the glittering elite have dined in luxury hotels’.25 Her appeal cut",
  "across both class and political orientation. The nationalist Jawaharlal Nehru",
  "was an admirer, not least because Lata made famous asong (‘Ae Méré Vatan",
  "KéLogon’)salutingthemartyrswhohadfallenvictimtotheChineseinvasion",
  "in1962.Butso,muchlater,wasthechauvinistBalThackeray,whoupheldthe",
  "little lady as a splendid exemplar of Marathi womanhood.",
  "IV",
  "Onefeatureofthefilmindustryhasbeenitscapaciouscosmopolitanism.Parsi",
  "andJewishactorshaverubbedshoulderswithHindusandMuslimsandChris-tians. Some of the greatest film directors have been from Bengal or south In-",
  "dia.",
  "A very representative example is one of the most successful films ever",
  "made, Sholay (1975). Its director was a Sindhi, while its lyricist and one male",
  "lead were Punjabi. Other male leads were from Uttar Pradesh, Gujarat and",
  "North-West Frontier Province respectively. (Another, who was dropped at the",
  "last moment, was from Sikkim.) Of the two female leads, one was a Tamil,",
  "the other a Bengali domiciled in Madhya Pradesh. The music director was a",
  "Bengali – from Tripura.26",
  "It was not just in Bombay that the film industry was socially inclusive.",
  "In the Madras studios of the Tamil director S. S. Vasan the ‘make-up depart-",
  "ment was first headed by a Bengali who became too big for a studio and then",
  "left. He was succeeded by a Maharashtrian who was assisted by a Dharwar",
  "Kannadiga,anAndhra,aMadrasIndianChristian,anAnglo-Burmeseandthe",
  "usuallocalTamils.’AsoneofVasan’sscriptwriterswastorecall,‘thisgangof",
  "nationally integrated make-up men could turn any decent-looking person into",
  "a hideous crimson-hued monster with the help of truck-loads of pancake and",
  "a number of other locally made potions and lotions.’27",
  "Above all, the film industry provided generous refuge for India’s largest",
  "and often very vulnerable minority, the Muslims. Many of the best lyricists,",
  "as already noted, were Muslim; so were some popular scriptwriters. Some of",
  "the best male singers were Muslim. So too were some top directors and, even",
  "morestrikingly,sometopactors.When,shortlyafterIndia’sfirstgeneralelec-",
  "tion, a Bombay magazine asked its readers to choose their favourite actor, a",
  "Muslim man polled the most votes, a Muslim woman the second most.28 In-",
  "terestingly, both had assumed non-Muslim names – Yusuf Khan becoming",
  "theHindu-soundingDilipKumarandFatimaRashidtakingtheneutralpseud-",
  "onym Nargis (after the Narcissus flower). As Muslim actors and actresses be-",
  "came more established, they no longer needed to resort to such subterfuge. A",
  "great star of the 1950s and 1960s was the actress Waheeda Rahman. Much",
  "later, in the 1990s, the top male stars in Hindi films were three Muslims with",
  "a common surname, Khan.",
  "The novelist Mukul Kesavan writes of his Delhi childhood that in his",
  "school and home he never came across a Muslim name. Then he adds, ‘The",
  "only place youwere sure ofmeeting Muslims was the movies.’29 Notably,the",
  "content of the movies also reflected their presence and contribution. Because",
  "so many scriptwriters and lyricists were Muslim, the language of the Bom-",
  "bay film – spoken or sung – was quite dissimilar to the stiff, formal, Sanskrit-",
  "ized Hindi promoted by the state in independent India. Rather, it was closertothecolloquialHindustanithatthesewritersspoke,alanguagesuffusedwith",
  "UrduwordsandwidelyunderstoodacrosstheIndianheartland.30Again,while",
  "most films featured Muslim characters, these were ‘rarely shown in an unfa-",
  "vourablelight.Theywerehonestfriends,loyalsoldiers,goodpolicemen,bluff",
  "Pathans,friendlyuncles.’31Thereremainedonesignificanttaboo–againstro-",
  "mantic relationships between Hindus and Muslims. This taboo was partially",
  "breached by the 1995 hit film Bombay, which showed a Hindu boy falling in",
  "love with a Muslim girl. However, the reverse was not conceivable: no film",
  "could go so much against the grain as to show a Muslim man marrying a",
  "Hindu girl.",
  "In the world of Indian film Muslims have occupied an honourable place.",
  "The leading Malayalam film actor Maamooty remarks that ‘I have been in",
  "this business for the last two decades and a half and I don’t remember even a",
  "single occasion in which my Muslim identity stood in my way.’32 Would that",
  "we could say the same about other spheres of life in independent India.",
  "V",
  "For ‘an Indian world full of strife, tension and misery’, writes one critic, the",
  "popular film provided ‘just the right escapism the country needed’.33 While",
  "most films took their viewers into a fantasy world, there was also a signific-",
  "ant strain of realism. In the first years of Independence, three filmmakers in",
  "particular(partially)buckedthepopulisttrend.ThesewereBimalRoy,whose",
  "Do Bigha Zamin (1953) sensitively portrayed the sufferings of the rural poor;",
  "Mehboob Khan, whose Mother India (1957) interwove the story of a heroic",
  "mother with the story of a new nation coming into its own; and Guru Dutt,",
  "whoinaseries ofremarkable films explored the darker side oflife, asexperi-",
  "enced especially by artists shunned by a crassly materialistic society.",
  "The pre-eminent representative of an ‘alternative’ tradition of film mak-",
  "ing in India, however, was the Bengali giant Satyajit Ray (1921–92). The son",
  "and grandson of writers, Ray himself was very variously gifted. An accom-",
  "plished short-story writer in Bengali, he was knowledgeable about classical",
  "music(WesternandIndian),andformanyyearsmadealivingasanartistand",
  "designer. His debut film, Pather Panchali, released in 1955, was the first of",
  "a trilogy that followed a boy named Apu from childhood into manhood, in",
  "the process delineating, with great sensitivity and skill, social changes in the",
  "Bengal countryside. Over the next three decades he made virtually a film ayear,thesewithoneexceptionallsetinBengal.Severalwerebasedonnovels",
  "by Rabindranath Tagore, by whose scepticism regarding nationalism and aes-",
  "thetic sensibility Ray was deeply influenced. He received an Oscar for ‘life-",
  "time achievement’ in 1992; in the same year, he was awarded India’s highest",
  "civilian honour, the Bharat Ratna.",
  "Ray’sfilmsdealtwithanastonishingrangeofsubjects.Jalsaghar(1958)",
  "was a paean to music, Mahanagar (1963) a portrait of his own city, Calcutta;",
  "Nayak(1966)anexplorationofanactor,hisartandhisconstituency;Aranyer",
  "Din Ratri (1970) a juxtaposition of the worlds of the urban middle class and",
  "the forest-dwelling tribal. Other films deal with politics without being ‘polit-",
  "ical’; one was set during the Swadeshi movement of 1905–6, another at the",
  "time of the Naxalite movement of the late 1960s. He made some marvellous",
  "children’sfilms,basedonstorieswrittenbyhisgrandfather,aswellasseveral",
  "detective films based on his own novels. In his films women play strong and",
  "often pivotal roles; they are intelligent, artistically gifted and, above all, inde-",
  "pendent.34",
  "SatyajitRaywasaniconicfigureinhisnativeBengal,hisfilmsdiscussed",
  "in newspapers and magazines and in trains and buses as well. He was also",
  "greatly admired abroad; his films were regularly shown at Cannes and other",
  "festivals and his work was handsomely praised by Akira Kurosawa and other",
  "peers. Within India, however, he could attract criticism, as when the actress",
  "Nargis alleged in Parliament that he show cased Indian poverty to attract at-",
  "tention in the West. The charge was petty, not to say petulant; it was probably",
  "provoked by Ray’s own less-than-flattering remarks about the Hindi film.",
  "Among Ray’s distinguished contemporaries were two fellow Bengalis –",
  "Ritwik Ghatak (1925–76) and Mrinal Sen (born 1923). Both were influen-",
  "ced by the state’s communist movement, and their films were often sharply",
  "political, dealing with such themes as peasant protest, Partition and the great",
  "Bengal Famine of 1943. The leading radical film makers of the next gen-",
  "eration were Shyam Benegal (born 1934) and A door Gopalakrishnan (born",
  "1941),whosemovies foregroundedsuchissues asthereformofthecaste sys-",
  "tem and the prudery and hypocrisy of the Indian middle class.35",
  "Knownsometimesas‘artcinema’andatothertimesas‘parallelcinema’,",
  "the movies made by Ray, Ghatak, Benegal and company had a subtlety of",
  "methodandanattention tosocialrealismthatdistinguished themfromthees-",
  "capist fantasies of the formulaic Bombay film. Although few art films were",
  "successful at the boxoffice, they were acclaimed bycritics, and wona galaxy",
  "ofprizes at film festivals. Andthey often had a long after-life, circulating andbeingshownatfilm clubs–oftenrunbycollege students –inthemajor cities",
  "of India and abroad.",
  "VI",
  "Outside of the cinema, Indians have also taken succour in various forms of",
  "‘live’ entertainment. One such is theatre. The subcontinent was home to a",
  "rich tradition of classical Sanskrit drama; besides, each region had its own",
  "form of folk theatre, where dialogue was usually interspersed With song and",
  "dance. Known as jatra in Bengal, natya in Maharashtra, and Yakshagana in",
  "Karnataka, these folk forms skilfully adapted to the modern world. The cos-",
  "tumes remained traditional, but the themes of the plays now squarely ad-",
  "dressed the debates of the time – whether women’s liberation, the reform of",
  "caste or the conflict between economic development and environmental sus-",
  "tainability.",
  "The creation of linguistic states gave a fresh fillip to regional theatre.",
  "They now had a ‘captive’ audience, so to speak, thirty or forty million speak-",
  "ers of the language in which the plays were performed. New groups and",
  "movements took shape, working within the ambit of the linguistic state but",
  "with an eye open to the wider world.",
  "Among these groups was Ninasam, established in 1949 by an areca nut",
  "farmernamedK.V.SubannainhisnativevillageinnorthKarnataka.Subanna",
  "studied at the University of Mysore, where he was inspired by his teacher,",
  "the poet Kuvempu (K. V. Puttappa), to combine a life of farming with that",
  "of artistic creation. On returning home to Heggodu, he first started a theatre",
  "group, followed, in time, by a newspaper, a publishing house, a film club, a",
  "drama school and a full-fledged repertory company.",
  "Fifty years after it started, Ninasam is thriving, run now by Subanna’s",
  "sonK.V.Akshara,himselfagraduateoftheNationalSchoolofDramaandof",
  "Leeds University. Ninasam organizes ‘culture camps’ in which peasants and",
  "artisans interact with distinguished scholars from all over the world. But their",
  "main activity remains the theatre. Ninasam runs a full-fledged drama school,",
  "many of whose graduates then join their travelling repertory.",
  "Every year, during the annual culture camp in Heggodu, three plays are",
  "premieredatanauditoriumnamedfortheKannadawriterandpolymathShiv-",
  "arama Karanth. The playsare all performed in the local language; one is usu-",
  "allyanoriginalKannadaplay,thesecondatranslationofaplaywritteninan-other Indian language, the third a translation of a classic Western work. Thus,",
  "onsuccessivedays,thevillageaudiencemightseeplaysby,forexample,Gir-",
  "ish Karnad, Mohan Rakesh and Anton Chekhov. These treats are not restric-",
  "ted to Heggodu; after being premiered there, the plays are thentaken by the",
  "Ninasam repertory to different towns and villages in the state.36",
  "In an average year the repertory performs around 150 plays before audi-",
  "ences totalling some 300,000 people, the bulk of which are rural and small-",
  "town folk. And ‘so you found farmers who grew areca, rice and sugarcane",
  "in daytime turn themselves into connoisseurs of Sophocles, Shakespeare,",
  "Molière and Ibsen at night’.37",
  "Another innovator who has successfully blended folk with classical",
  "forms is the director Habib Tanvir. A product of the radical Indian People’s",
  "Theatre Association of the 1940s, Tanvir later studied at the Royal Academy",
  "of Dramatic Arts in London before returning home to his native Chattisgarh.",
  "There he worked with local singers and actors to create a series of superb",
  "plays in which song and dance were used to satirize the petty corruptions of",
  "thevillageeliteandthemorebrutalcorruptionsofthestate.Hisrepertorycon-",
  "sisted chiefly of local actors, who spoke in the local dialect. Yet their skill al-",
  "lowedthemtopresenttheirdirector’sideastoaudienceswellbeyondChattis-",
  "garh itself.38",
  "Subanna might be described as a ‘progressive’; Tanvir, as an ‘activist’.",
  "Neither explicitly aligned himself with a political party or movement. Other",
  "theatre groups have been more directly propagandist. They include the Jana",
  "Natya Mandali, which is closely identified with the Naxalite movement in",
  "Andhra Pradesh. The Mandali’s star performer is the folk singer Gaddar, a",
  "sometime engineering student from a Dalit home who has been active in left-",
  "wing politics for more than thirty years. In 1971 he composed a song about",
  "the rickshaw pullers of Hyderabad; since then, he has composed and sung",
  "many songs celebrating the stoicism of the poor or the savaging of their op-",
  "pressors.Thesesongsmakeofferingstothevictimsofpolicebrutality,orcon-",
  "trast the hard labour of the peasant with the opulent lifestyle of the proper-",
  "tied class. In his songs, says Gaddar, ‘life is people, people’s suffering, [and]",
  "their tunes’. Often underground, sometimes in jail, detested by the police but",
  "revered by the peasantry, Gaddar is a near-legendary figure, and not just in",
  "Andhra Pradesh. When he gave a concert in Bangalore, for example, some",
  "20,000 people attended.39VII",
  "The most sophisticated form of entertainment in modern India is classical",
  "music, this performed and heard in two major styles, the Hindustani and the",
  "Carnatic. Traditionally, classical music flourished in courts and temples, pat-",
  "ronized by Maharajas and Nawabs. During British rule, the princes continued",
  "tomaintainmusiciansintheircourts,butsecularpatronsalsobegantoemerge",
  "– these merchants and professionals based in cities such as Bombay, Madras",
  "and Calcutta.40",
  "Themusicianwhosecareerbestembodiestheselargershiftsinsocialhis-",
  "toryisthesingerM.S.Subbulakshmi.Bornin1916inMadurai,intoafamily",
  "oftemplemusiciansandcourtesans,MS(asshecametobeknown)wastaken",
  "by her musician mother to Madras to further her career. Her exquisite voice",
  "matched by a legendary beauty, she became a much sought-after figure in the",
  "musical circles of the city. In 1940 she married the entrepreneur T. Sadashiv-",
  "am,whomanagedhersubsequentcareerwithgreatskill.Inthe1940sMSalso",
  "actedinseveralfilms,mostnotablyMeera,inwhichsheplayedthepartofthe",
  "great medieval singer Mirabai.",
  "While Subbulakshmi was rigorously trained in the classical style, and",
  "took pains to learn from the leading teachers of the time, she also worked on",
  "expanding her repertoire. Indeed, it was as a singer of bhajans (popular reli-",
  "gioushymns)thatsheattractedtheattentionofMahatmaGandhi.Anotherand",
  "perhaps even more influential admirer was Jawaharlal Nehru, who attended",
  "the premiere of Meera at Plaza Cinema in New Delhi and later named her the",
  "‘QueenofSong’.AnadmireraswellasaclosefriendwasC.Rajagopalachari,",
  "whoservedbothasgovernorgeneralofIndiaandaschiefministerofMadras.",
  "While the endorsement of such prominent figures was helpful, Subbu-",
  "lakshmi’s claims to greatness were independent of them. She was are mark-",
  "able singer, with a very wide range and a dignified and gracious personality.",
  "Hermanyrecordingsofclassicalandfolkcompositionsmadeherwellknown",
  "throughout India. She was herself very willing to sing for other than metro-",
  "politanandeliteaudiences,andtoraisemoneyforworthycauses.Onescholar",
  "has listed as many as 244 charity concerts that MS gave between 1944 and",
  "1987.Thetownsandcausesareindicativeofbothherpopularityandhercon-",
  "cerns: in Jamshedpur to sing for a women’s group, in Bombay in memory of",
  "the Hindustani woman vocalist Kesarbai Kerkar, in Hassan for a hospital, in",
  "MadrasforLittleSistersofthePoor(aChristiancharity),inJaffnafortheRa-",
  "makrishna Mission (a Hindu social-service organization), in Trichy for work-ers of a public sector factory, in Tanjore for a tuberculosis sanatorium named",
  "after Mahatma Gandhi.41",
  "IfSubbulakshmitookclassicalmusictoallcornersofIndia,themanwho",
  "most effectively took Indian music overseas was the sitar player Ravi Shank-",
  "ar.Hewasbornin1920inBenares,theyoungerbrotherofthefamousdancer",
  "Uday Shankar. He joined his brother’s troupe as a boy, touring Europe with",
  "thembeforehewassentbacktotrainunderthemusicianAllauddinKhan.Al-",
  "lauddin was a legendary disciplinarian, and seven years with him made Ravi",
  "Shankaroneofthetworisingstarsofhisgeneration,theotherbeinghisguru’s",
  "son, the sarod player Ali Akbar Khan.",
  "By the time of Independence Ravi Shankar was well established as a",
  "concert artist. He usually played solo, but with Ali Akbar Khan also popular-",
  "ized the duet, or jugalbandhi, a form previously unknown to classical instru-",
  "mental music. Like M. S. Subbulakshmi, he did not restrict himself to the",
  "purelyclassicalform.ThusRaviShankarcreatedaballetbasedonJawaharlal",
  "Nehru’s Discovery of India, and also composed music for several films made",
  "by Satyajit Ray.",
  "In 1956 Ravi Shankar went on the first of what were to become annual",
  "overseas tours. Of a concert he gave in New York in 1961, the city’s newspa-",
  "per of record wrote that it ‘created a whole new aural landscape’, one ‘evoc-",
  "ative of a musical mystique, rich in religion and philosophic traditions’. By",
  "now Ravi Shankar had begun playing with Western musicians – John Col-",
  "trane, Yehudi Menuhin, Andre Previn, and the like – and also recording discs",
  "with them. His fame dramatically increased after the Beatle George Harrison",
  "took lessons with him, and began to refer to him as his ‘guru’.",
  "In 1967 Ravi Shankar shifted his base to California. He became a hippie",
  "icon, a regular presence at music festivals at Monterey and elsewhere, and",
  "playedaleadingroleinthefamous‘Bangladesh’concertin1970.Headapted",
  "well to his new audience – introducing each composition in his immaculate",
  "English and taking care to alternate formal ragas with lighter compositions.",
  "(Indian audiences could listen to a single raga for four hours at a stretch.) He",
  "made his tradition altogether more palatable to the Western world, paving the",
  "way for younger Indians to follow in his wake and take their music to places",
  "where it had never been heard before. In the 1990s he returned to India, with",
  "New Delhi his base, while continuing to visit the West regularly. Now in his",
  "ninth decade, he is still spruce and fit, still capable of a high-quality concert",
  "extending over two hours and more.42",
  "M. S. Subbulakshmi and Ravi Shankar were not necessarily the greatest",
  "musicians of their generation, but they became the best-known because theywere great enough, because of their charming personalities, and because",
  "through their careers one could trace larger processes of social change. They",
  "weresplendidambassadorsfortheirancientart,helpingitadjusttoandindeed",
  "winacclaiminanimpatientandoftenunforgivingworld.Theyhelpedexpand",
  "theaudienceandsupportbasefortheirmusic,thus,inthelongrun,benefiting",
  "numerous performers who came after them.43",
  "VIII",
  "The form of entertainment most typical of urban-industrial society is, of",
  "course, spectator sport. All modern sports are played and watched in India,",
  "along with traditional games such as kho-kho and kabaddi. In terms of",
  "achievement,twosportsstandout:billiards,inwhichIndiahasproducedsev-",
  "eral world champions, and field hockey, in which the Indian team was un-",
  "defeated in the Olympic Games between 1928 and 1956, winning six gold",
  "medals in succession.",
  "In terms of viewership, the two main sports are soccer and cricket. As in",
  "the West, soccer has been very popular among the working classes. The great",
  "industrial centres – Bombay, Delhi and Bangalore – all have active leagues,",
  "played between clubs several of which are sponsored by industrial houses.",
  "Thegameisalsowidelyfollowed,andactivelyplayed,inGoa,Keralaandthe",
  "Punjab.",
  "The capital city of Indian soccer, however, is Calcutta. Here, sporting",
  "rivalryhasgonehand-in-handwithpoliticalcompetition.Therearethreelead-",
  "ing teams: Mohammedan Sporting, traditionally representing the Muslims;",
  "Mohun Bagan, founded and supported by the Bengali bhadralok or upper",
  "classes;andEastBengal,theclubfavouredbythemoreplebeianclassesfrom",
  "the other side of the province. These and other teams play each other on the",
  "Calcutta Maidan, the vast expanse of turf that lies at the heart of the city.",
  "Fromthe1930stotheearly1980ssoccerwasprobablythemostpassion-",
  "ately discussed topic in Calcutta, even more so than politics or religion. The",
  "leading clubs each had thousands of followers, whose emotional investment",
  "in their team fully equalled that of European football fans. Violence during or",
  "after matches was not uncommon. However, after the 1982 World Cup popu-",
  "lar interest in the sport began to wane. This was the first World Cup telecast",
  "live in India; alerted to the gap between their own local heroes and the great",
  "international stars, men in Calcutta began to turn away from their clubs. Theslide has continued; twenty years later, soccer ranks a poor second to cricket",
  "among the sporting passions of Bengal.",
  "As it does in the rest of India as well. Cricket is a game that privileges",
  "wrist-work rather than size or physical fitness; to be small and stocky is not",
  "always a disadvantage. Thus, Indians can compete with the best in the world.",
  "Its slow pace and interrupted structure of play also suits Indians, encouraging",
  "them to go in groups to matches, there to engage in chatter and banter among",
  "themselves and with the players.",
  "In 1983 India won cricket’s World Cup. The victory coincided with",
  "the spread of satellite television, which took the game to small towns and",
  "working-class homes. Through the 1980s and beyond cricket steadily gained",
  "inpopularity.TwoIndians,SunilGavaskarandSachinTendulkar,brokeworld",
  "batting records, while Kapil Dev was for a time the bowler with most wick-",
  "ets in Test cricket. Thesocial base of the game deepened – more players were",
  "coming into the national team from smaller towns, and women particularly",
  "were taking to watching the game in large numbers.",
  "Bytheturnofthecenturycricketwasonaparwithfilmintermsofpop-",
  "ularappeal. Some cricketers were aswealthy andaswell knownasfilm stars.",
  "They were ubiquitous on television, either playing the game or advertising all",
  "manner of products from toothpaste to luxury cars.",
  "Much of the sentiment that went into the sport was nationalistic. Two",
  "opponents were most disliked, even hated: the old colonial power, England,",
  "andthenewsubcontinentalrival,Pakistan.Victoryoveroneortheotherguar-",
  "anteed the players handsome cash prizes, a massive public reception and an",
  "audience with the prime minister.",
  "In the aftermath of the Babri Masjid demolition, the Kargil war and the",
  "Kashmir insurgency, cricket matches between India and Pakistan became far",
  "more intensely fought, not just by the players but equally in the minds of",
  "thosewhofollowedandsupportedthem.ThetelevisionaudienceforanIndia-",
  "Pakistanmatchwasintheorderof300million,formostofwhomthiswas,as",
  "it were, war minus the shooting. A particularly ugly aspect of this rivalry was",
  "the spotlight it placed on Indian Muslims, who were accused by Hindu fun-",
  "damentalists ofsecretlysupportingPakistan.WhenIndiadefeatedPakistanin",
  "the World Cup of 2003, for example, the residents of Bangalore poured out",
  "into the streets, ‘bursting firecrackers, whooping, whistling, cheering aloud",
  "with the shouts of Bharat mataki jai [Glory to Mother India] renting the air’.",
  "In Ahmedabad, however, the victory celebration turned into a communal riot",
  "after revellers accused some Muslim students of celebrating the fall of an In-",
  "dian wicket.44The next year, cricket figured in a curious way in the general election.",
  "At the time of the campaign the Indian team was playing, and winning, in",
  "Pakistan, where one of its leading players was Mohammed Kaif, a Muslim",
  "fromthestateofUttarPradesh.Returningseventy-nineMPstotheLokSabha,",
  "UP held the key to the elections, but its large population of Muslims had",
  "rarelyvotedfortheBharatiyaJanataParty.ForapartytryingtosheditsHindu",
  "chauvinist image, the cricketing victory came as a gift from the Gods. In his",
  "speeches in UP the prime minister, Atal Bihari Vajpayee, praised the ‘splen-",
  "did job done by one of your sons, Mohammed Kaif’. ‘God knows how big a",
  "person he [Kaif] would be in future,’ he predicted – before appealing to the",
  "Muslims in the audience to vote for his party. He urged the Muslims to trust",
  "the BJP, for, he claimed, ‘we are in a position to protect them’.",
  "In the end, the Muslims did not vote for Mr Vajpayee’s party, which was",
  "dulyturnedoutofoffice.Butthattheprimeministersoughttocanvassacrick-",
  "eter to his cause was witness to the extraordinary importance accorded the",
  "game by India and Indians.45",
  "IX",
  "Crucial aids to these varied forms of entertainment have been the radio and,",
  "more recently, television. The first broadcasting companies started operating",
  "inIndiainthe1920s.Theseweresoonsubsumedbythestate-ownedAll-India",
  "Radio (AIR), which for many decades enjoyed a monopoly over the medium.",
  "AIR commanded afar-flung network of stations that collectively serviced the",
  "whole of the subcontinent, with only the jungles and deserts and mountains",
  "excluded.",
  "Thestate’shopesforradiowereexpressedbyaleadingnationalistpoliti-",
  "cian as ‘not only to give entertainments but to give such programmes as will",
  "give enlightenment and elevation of spirit to the villagers’.46 Most stations",
  "began broadcasting at dawn, with a hymn of invocation, ending at midnight",
  "with a weather report. The programmes interspersed music – classical, film",
  "and folk – with stories, plays, news bulletins and special shows for women,",
  "childrenandrurallisteners.Educationinhealthandfarmingmethodswasalso",
  "provided. It was a very mixed brew, allowing listeners to pick and choose ac-",
  "cording to their tastes and needs.",
  "In the year of Independence, 1947, the Indian radio industry manufac-",
  "tured a mere 3,000 sets. The number went up to 60,000 in 1951, and to150,000 in 1956. By 1962 All-India Radio was broadcasting from over thirty",
  "stations with a combined output of about 100,000 hours annually. A decade",
  "latertherewereanestimated15millionradiosetsinoperation;manyofthese,",
  "of course, listened to by more than one person.47",
  "Fora decade after Independence the Union minister in charge ofinform-",
  "ation and broadcasting was Dr B. V. Keskar, a scholar with a deep interest in",
  "classical Indian culture combined with a lofty disdain for its modern variants.",
  "In a speech in 1953 he noted that",
  "Classical music has fallen on bad days and is on the point of extinction",
  "in North India. Classical music has lost touch with the masses, not due",
  "to the fault of the public, but because of historical circumstances. In the",
  "past, it was patronized by Princes and Sardars, but that support has al-",
  "most ended. During the last 150 years we were under the British who",
  "would not understand and support Hindustani music . . . The main prob-",
  "lembeforemusiciansandAllIndiaRadioistorevivepubliccontactwith",
  "classical music. We must make them familiar with our traditional music,",
  "and make them more intimate with it.48",
  "Already, from the late 1930s, All-India Radio had begun employing classical",
  "musicians on its staff. The artists were ranked in various grades according to",
  "their age, ability and experience. They were assigned to the station nearest",
  "their home and expected to advise on programming as well as give regular",
  "recitals. By the late 1950s as many as 10,000 musicians were on the state’s",
  "payroll.TheywerefromboththeHindustaniandCarnaticstyles,andincluded",
  "some of the greatest artists then living, among them Ali Akbar Khan, Bismil-",
  "lah Khan, Mallikarjun Mansur and Emmani Shankar Sastri.",
  "Most stations on All-India Radio played several hours of classical music",
  "a day. Saturday night featured the prestigious ‘National Programme’, when a",
  "single artist played or sang for a full ninety minutes. Every year the AIR or-",
  "ganized a Radio Sangeet Sammelan, a festival of live concerts held in towns",
  "and cities across India, whose recordings provided material for a month-long",
  "celebration of Indian music over the radio.",
  "Along with his love of the classical genres, Dr B. V. Keskar also had a",
  "particular distaste for films and film music. For the first few years of his ten-",
  "ure, popular music was banned on the airwaves. Fortunately, better sense pre-",
  "vailed and AIR launced a new station, Vividh Bharati, devoted exclusively tofilm music. The broadcasts soon found their way into millions of homes and",
  "attracted commercial advertisements that made the station self-supporting.49",
  "Without All-India Radio, Indian classical music might nothave survived",
  "the death of the princely order. But AIR also played a wider role in national",
  "integration, by linking popular culture with high culture, and region with na-",
  "tion.TheleastappealingpartofAIRwasitsnewsbulletins.Thesereportedall",
  "events–nationalorinternational–fromtheperspectiveofthepartyinpower,",
  "thepropagandamadeevenlesspalatablebythemonotonousdroneinwhichit",
  "was delivered.",
  "From the early 1970s television began supplementing radio as a major",
  "source of entertainment (as well as propaganda). It was the latter objective",
  "which at first predominated, with programming on the state-owned Doordar-",
  "shan focusing on the government’s achievements while appealing to citizens",
  "to grow more food and forge more steel. By the 1980s the channel had dis-",
  "coveredthedelightsofprogrammessponsorednotbythestatebutbythemar-",
  "ket. The Ramayan and Mahabharat serials were trail-blazers here, attracting",
  "millions of viewers as well as millions of rupees in advertising. These were",
  "followed by soap operas which followed the saga of a family over fifty or",
  "more episodes. (An early success was Ramesh Sippy’s Buniyaad, which told",
  "the tale of a family from Lahore making a new life in India after Partition.)",
  "While viewers were entertained, the state was being enriched; in a mere ten",
  "years, 1975–85, the revenues of Doordarshan increased sixtyfold.50",
  "Inthe1990stheairwaveswereopeneduptoprivateoperators.WhileFM",
  "stations sprung up in the cities, the main beneficiaries of this liberalization",
  "were television channels. These proliferated at an amazing rate, operating in",
  "all the languages of India. By 2000 there were more than 100 private chan-",
  "nelsinoperation,someveryspecialized,focusingonlyonsportorbusinessor",
  "film or news, others more catholic in their approach, taking in all the above",
  "subjects(andsomemorebesides).Thiswasaferociouslycompetitivemarket,",
  "withahighrateofmortalityfornewentrantsandmuchpoachingofstaff.The",
  "consumers themselves were spoiled for choice – where once there existed a",
  "single state-owned channel, now there was a dazzling variety of alternatives",
  "on offer.",
  "XThe critic Chidananda Dasgupta once claimed that ‘India’s popular cinema .",
  ". . speaks not in the international language of cinema, but in a local dialect",
  "which is incomprehensible to most countries in the world’.51 Dasgupta may",
  "have been speaking here as a friend and biographer of Satyajit Ray, and for",
  "Bengal, whose artistic standards have tended to be different from (or superior",
  "to) other parts of the country. In fact, from very early on, the Indian film has",
  "also appealed to (and resonated with) audiences that were not Indian.",
  "ApioneerinthisregardwasRajKapoor,scionofIndia’smostcelebrated",
  "film family. (His father, Prithviraj Kapoor, was a celebrated stage and cinema",
  "actor; his two brothers, Shashi and Shammi, were notable film stars, a tra-",
  "dition continued by his two sons and their children.) Raj Kapoor was a sort",
  "of Indian Charlie Chaplin who played the tramp in self-directed films.52 He",
  "formed a memorable partnership with Nargis, a gorgeous beauty with whom",
  "he starred on seventeen occasions. When the duo showed up at a premier",
  "in Calcutta, they were mobbed by ‘hordes of autograph-hunting juveniles’.53",
  "More surprisingly, they got the same kind of reception in the Soviet Union.",
  "When they visited the USSR in 1954 and again in 1956, old veterans of the",
  "Czar’swarslineduptoshaketheirhands,whilepregnantladiestoldthemthat",
  "they would call their child Raj, if it were a boy, and Nargis, if it were a girl.54",
  "Raj Kapoor’s breakthrough film was Awara, released towards the end of",
  "1951, in which he played a lovable rogue forced by family circumstance to",
  "turn to a life of crime. The reviewer in an up-market English-language news-",
  "paperwrotesniffilyofthe‘stiltedartificiality’ofthefilm,ofhowits‘continu-",
  "ouscontrivanceforeffect’had‘shatter[ed]realisminthestoryandrob[bed]the",
  "picture of its most essential quality’.55 But the masses flocked to it nonethe-",
  "less. And not just in India. When the film’s scriptwriter visited the Soviet",
  "Union, he discovered that ‘all bands and orchestras were playing tunes from",
  "this film, Russian and Ukrainian and Georgian teenagers were singing the",
  "Awarasongsinchorus,andonemetpeoplewhoboastedthattheyhadseenthe",
  "film twenty or thirty times. In the whole history of the Soviet cinema no film",
  "had ever won such popularity, and no film or stage star had won such renown",
  "in so short a time’.56",
  "Hindi films have been popular across Africa, in the Middle East and in",
  "Southeast Asia. An anthropologist doing fieldwork in a Malay village had to",
  "takehisrespondentseveryweektothenearestcinematoseewhattheysimply",
  "called ‘a Hindi’.57 And in Japan the films of the Tamil star Rajnikanth were,",
  "for a time, all the rage.",
  "Less surprising has been the popularity of Hindi films in countries that",
  "share the same broad culture. An American tourist in Pakistan found that inboth public buses and private homes, the music that was most likely to be",
  "heard was Hindi film music. Pirated cassettes abounded, as did pirated DVDs",
  "of the latest films, which were officially banned in Pakistan to protect the do-",
  "mestic film industry.58 Further to the west, in Afghanistan, music of all kinds",
  "hadbeenbannedbytheTaliban.Butwhenthatregimefell,itwasreportedthat",
  "thebriskestbusinesswasdonebybarberswhocutbeardsandbyvendorswho",
  "sold photos of Indian film stars. Songs by Lata Mangeshkar and Mohammad",
  "Rafi once more blared out of Kabul homes. More daringly, young men and",
  "womenwereinspiredbyHindifilmstochoosetheirownlifepartners,inviol-",
  "ation of family custom and tradition. A court in Kabul was besieged by cases",
  "brought by such couples, who pleaded that they be allowed to marry without",
  "the permission of their parents.59",
  "More recently Hindi films have found a market in western Europe and",
  "North America, this chiefly comprising what are now substantial and wealthy",
  "communities of diasporic Indians. In 2000 as many as four Hindi films fea-",
  "turedinthetoptwentyreleasesintheUnitedKingdomthatyear.60Threeyears",
  "later Time magazine reported that the worldwide audience for Indian films",
  "comfortably exceeded that for Hollywood – at 3.6 billion, it was a whole bil-",
  "lion greater.61",
  "Inviewofthisgrowingaudienceoverseas,andinkeepingwithchanging",
  "moreswithinIndia,filmcharacters andthemes wereundergoingsubtleshifts.",
  "Western clothes were now more common and ‘love marriages’ more accept-",
  "able. The vamp had been rendered redundant, since the heroine was now no",
  "longerpureandvirginalbutcapableherselfofintrigueandseduction.Andthe",
  "films themselves indulged intheunabashed celebration ofwealth. Inthepast,",
  "even if the hero was not poor or unemployed, he tended to identify with the",
  "downtrodden. Now, however, it was ‘a party of the rich’, with the audience",
  "‘invited to watch, from adistance’.62",
  "In the first year of the millennium a wax image of Amitabh Bachchan",
  "was unveiled at Madame Tussaud’s waxworks in London. This was a greater",
  "honour than being chosen ‘actor of the century’ by the BBC, in a poll biased",
  "byfreneticmassvotingbyIndians.Still,itwasnotBachchanbutsomeyoung-",
  "er Indians who were emerging as the face of the industry in its new, global-",
  "ized phase. One was the actress Aishwarya Rai, a former Miss World celeb-",
  "rated by Julia Roberts as ‘the most beautiful woman in the world’. Rai made",
  "thecoverofTimemagazine’sAsianedition,servedoninternationalfilmjuries",
  "and was wooed by prominent Hollywood directors. A second was the actor",
  "Shahrukh Khan, the most successful ‘hero’ of his generation, whose speaking",
  "and singing tours across Europe and North America were wild hits, attendedby thousands from the ethnic Indian, Iranian, Afghan and Arab communities",
  "and by a growing number of Caucasians as well.",
  "Another international success was the composer A. R. Rahman. A child",
  "prodigy who composed his first film songs when he was not yet in his teens,",
  "Rahman first made a name in Tamil cinema before moving on to score Hindi",
  "films. His training (courtesy of his musician father) was in the classical",
  "Carnatic style, which he was adept at blending with rhythms and instruments",
  "from other parts of the world. In 2002 Rahman was invited by Andrew Lloyd",
  "Webber to compose the music for his Bombay Dreams. After that musical’s",
  "success in the West End and on Broadway, the Indian was commissioned to",
  "co-write the music for the first major stage adaptation of J. R. R. Tolkien’s",
  "Lord of the Rings, a production whose budget was £27 million, one-tenth",
  "of this being the fee of the composers. Then, in 2004, Rahman was invited",
  "to conduct the Birmingham Symphony Orchestra, whose first conductor had",
  "been Sir Edward Elgar.63",
  "One who would have gloried in Rahman’s success was his fellow Tamil",
  "S. S. Vasan. Back in 1955 Vasan had pleaded with an audience of puritans in",
  "Delhi to abandon their ‘prejudice against film-men’. ‘Recreation and enter-",
  "tainment’, he argued, ‘are almost as important as food, clothing and shelter.’",
  "If ‘public men work for the good of the public’, said Vasan, then ‘showmen",
  "do, as a matter of fact, work for the pleasure of the public’.64 At the time both",
  "partsofthestatementweretrue,forthepublicmenthenactiveincludedJawa-",
  "harlal Nehru and B. R. Ambedkar. Fifty years later only the latter part holds",
  "good.Wherepublicmennowworkmostlyforprivategain,the‘showmen’of",
  "India – among whom we must include singers and composers as well as act-",
  "ors, and women equally with men – still work creatively for the pleasure of",
  "their ever-growing public.EpilogueWhy lndia Survives",
  "The Sikhs may try to set up a separate regime. I think they probably will",
  "and that will be only a start of a general decentralization and break-up of",
  "the idea that India is a country, whereas it is a subcontinent as varied as",
  "Europe. The Punjabi is as different from a Madrassi as a Scot is from an",
  "Italian.TheBritishtriedtoconsolidateitbutachievednothingpermanent.",
  "No one can make a nation out of a continent of many nations.",
  "G S C A , ex Indian army C-in-C, 1948",
  "ENERAL IR LAUDE UCHINLECK",
  "Unless Russia first collapses, India – Hindustan, if you will – is in grave",
  "danger of becoming communist in the not distant future.",
  "S F T , ex Indian army General, 1950",
  "IR RANCIS UKER",
  "As the years pass, British rule in India comes to seem as remote as the",
  "battle of Agincourt.",
  "M M ,broadcaster and author, 1964",
  "ALCOLM UGGERIDGE",
  "Few people contemplating Indira Gandhi’s funeral in 1984 would have",
  "predicted that ten years later India would remain a unity but the Soviet",
  "Union would be a memory.",
  "R J , historian, 2000",
  "OBIN EFFRET",
  "I",
  "I February 1959, that venerable American magazine The Atlantic",
  "N ITS ISSUE FOR",
  "Monthly carried an unsigned report on the state of Pakistan. General Ayub",
  "Khan had recently assumed power via a military coup. What was missing in",
  "Pakistan, wrote the correspondent, was ‘the politicians. They have been ban-",
  "ishedfrompubliclifeandtheirverynameisanathema.Evenpoliticsintheab-stracthasdisappeared.Peoplenolongerseeminterestedindebatingsocialism",
  "versus free enterprise or Left versus Right. It is as if these controversies, like",
  "theformsofparliamentarydemocracy,weremerelysomethingthatwasinher-",
  "ited willy-nilly from the West and can now be dispensed with.’",
  "The Atlantic reporter believed that ‘the peasants [in Pakistan] welcome",
  "the change in government because they want peace’. He saw law and order",
  "returning to the countryside, and smugglers and black-marketeers being putin",
  "their place. ‘Already the underdog in Pakistan’ is grateful to the army, he",
  "wrote, adding: ‘In a poor country ... the success of any government is judged",
  "bythepriceofwheatandrice’,which,heclaimed,hadfallensinceAyubtook",
  "over.",
  "Foreign correspondents are not known to be bashful of generalizations,",
  "even if these be based on a single fleeting visit to a single unrepresentative",
  "country.OurmanattheAtlanticMonthlywasnoexception.Fromwhathesaw",
  "– or thought he saw – in Pakistan he offered this general lesson: ‘Many of the",
  "newly independent countries in Asia and Africa have tried to copy the Brit-",
  "ish parliamentary system. The experiment has failed in the Sudan, Pakistan",
  "and Burma, while the system is under great stress in India and Ceylon. The",
  "Pakistan experiment [with military rule] will be watched in Asia and Africa",
  "with keen interest.’",
  "Forty years later the Atlantic Monthly carried another report on the state",
  "ofPakistan.Betweentimesthecountryhadpassedfromdictatorshiptodemo-",
  "cracyandthenbackagaintorulebymeninuniform.Ithadalsobeendivided,",
  "withitseasternwingsecedingtoformthesovereignstateofBangladesh.And",
  "ithadwitnessedthreewars,eachoneinitiatedbythegeneralswhomthepeas-",
  "ants had hoped would bring them peace.",
  "This fresh Atlantic report was signed, by Robert D. Kaplan, who is",
  "something of a travelling specialist on ethnic warfare and the breakdown of",
  "nation-states. Kaplan presented a very negative portrayal of Pakistan, of its",
  "lawlessness, its ethnic conflicts (Sunni vs. Shia, Mohajir vs. Sindhi, Balochi",
  "vs. Punjabi etc.), its economic disparities, and of the training of jihadis and",
  "the cult of Osama bin Laden.",
  "Kaplan quoted a Pakistani intellectual who said: ‘We have never defined",
  "ourselvesinourownright–onlyinrelationtoIndia.Thatisourtragedy.’The",
  "reporter himself thought that Pakistan ‘could be a Yugoslavia in the making,",
  "but with nuclear weapons’. Like Yugoslavia, Pakistan reflected an ‘accumu-",
  "lation of disorder and irrationality that was so striking’. Kaplan’s conclusion",
  "was that ‘both military and democratic governments in Pakistan have failed,",
  "evenasIndia’sdemocracyhasgonemorethanhalfacenturywithoutacoup’.1Kaplan doubtless had not read the very different prognosis of Pakistan",
  "offered in his own magazine forsty years previously. What remains striking",
  "are the very different assessments of India. In 1959, the Atlantic Monthly pit-",
  "iedIndiaforhavingademocracywhenitmightbebetteroffasamilitarydic-",
  "tatorship. In 1999 the same magazine thought this very democracy had been",
  "India’s saving grace.",
  "Two years later the Twin Towers in New York fell. As attempts were",
  "made by Western powers to foster democracy by force in Afghanistan and",
  "Iraq,India’srecordinnurturingdemocracyfromwithingatheredrenewedap-",
  "preciation. When, in April 2004, India held its fourteenth general election the",
  "contrast withPakistan wasbeinghighlighted byPakistanis themselves: ‘India",
  "goes to the polls and the world notices,’ wrote the Karachi columnist Ayaz",
  "Amir. ‘Pakistan plunges into another exercise in authoritarian management –",
  "and the world notices, but through jaundiced eyes. Are we so dumb that the",
  "comparison escapes us?’ ‘When will we wakeup?’ continued Amir, ‘When",
  "will we learn? When will it dawn on us that it is not India’s size, population,",
  "tourismorITindustry[thatis]makinguslooksmall,butIndiandemocracy?’2",
  "II",
  "In those elections of 2004 some 400 million voters exercised their franchise.",
  "The ruling alliance, led by the Bharatiya Janata Party, was widely expected to",
  "win by a comfortable margin, prompting fears of a renewal of the ‘Hindutva’",
  "agenda.Asithappened,theCongress-ledUnitedProgressiveAlliancedefiedt",
  "he pollsters and came to power. The outcome was variously interpreted as a",
  "victory for secularism, a revolt of the aam admi (common man) against the",
  "rich and an affirmation of the continuing hold of the Nehru-Gandhi dynasty",
  "over the popular imagination. In the larger context of world history, however,",
  "what is important is not why the voters voted as they did but the fact that",
  "they voted at all. Ever since the 1952 elections were described as the ‘biggest",
  "gamble in history’, obituaries have been written for Indian democracy. It has",
  "beensaid,timeandagain,thatapoor,diverseanddividedcountrycannotsus-",
  "tain the practice of (reasonably) free and fair elections.",
  "Yet it has. In that first general election voter turnout was less than 46",
  "per cent. Over the years this has steadily increased; from the late 1960s about",
  "threeoutoffiveeligibleIndianshavevotedonelectionday.Inassemblyelec-",
  "tions the voting percentage has tended to be even higher. When these num-bersaredisaggregatedtheyrevealafurtherdeepening.Inthefirsttwogeneral",
  "elections, less than 40 per cent of eligible women voted; by 1998 the figure",
  "was in excess of 60 per cent. Besides, as surveys showed, they increasingly",
  "exercised their choice independently, that is regardless of their husband’s or",
  "father’s views on the matter. Also voting in ever higher numbers were Dal-",
  "its and tribals, the oppressed and marginalized sections of society. In northern",
  "India in particular, Dalits turned out in far greater numbers than high castes.",
  "As the political analyst Yogendra Yadav points out, ‘India is perhaps the only",
  "large democracy in the world today where the turnout of the lower orders is",
  "well above that of the most privileged groups.’3",
  "The Indian love of voting is well illustrated by the case of a cluster of",
  "villagesontheAndhra/Maharashtraborder.Issuedvotingcardsbytheadmin-",
  "istrations of both states, the villagers seized the opportunity to exercise their",
  "franchise twice over.4 It is also illustrated by the peasants in Bihar who go",
  "to the polls despite threats by Maoist revolutionaries. Dismissing elections as",
  "an exercise in bourgeois hypocrisy, the Maoists have been known to blacken",
  "the faces of villagers campaigning for political parties, and to warn potential",
  "voters that their feet and hands would be chopped off. Yet, as an anthropolo-",
  "gistworkingincentralBiharfound,‘theoveralleffectofpoll-boycottonvoter",
  "turnoutseems tobenegligible’. Invillages whereMaoists hadbeenactive for",
  "years, ‘in fact, election day was seen as an enjoyable (almost festive) occa-",
  "sion. Women dressed in bright yellows and reds, their hair oiled and adorned",
  "withclips,madetheirwaytothepollingboothinsmallgroups.’5Likewise,in",
  "partsofthenorth-eastwherethewritoftheIndianstaterunserratically ornot",
  "atall,insurgentsareunabletostopvillagersfromvoting.Asthechiefelection",
  "commissioner wryly putit, ‘the Election Commission’s small contribution to",
  "the integrity of the country is to make these areas part of the country for just",
  "one day, election day’.6",
  "That elections have been successfully indigenized in India is demon-",
  "stratedbythedepthandbreadthoftheirreach–acrossandintoallsectionsof",
  "Indiansociety–bythepassionstheyevoke,andbythehumourthatsurrounds",
  "them. There is a very rich archive of electoral cartoons poking fun at prom-",
  "ises made by prospective politicians, their desperation to get a party ticket",
  "andmuchelse.7Atothertimesthehumourcanbegentleratherthanmocking.",
  "Consider the career of a cloth merchant from Bhopal named Mohan Lal who",
  "contested elections against five different prime ministers. Wearing a wooden",
  "crown and a garland gifted by himself, he would walk the streets of his con-",
  "stituency, ringing a bell. He unfailingly lost his deposit, thereby justifying his",
  "own self-imposed sobriquet of Dhartipakad, or he who lies, humbled, on theground.Hisideaincontestingelections,saidMohanLal,was‘tomakeevery-",
  "one realise that democracy was meant for one and all’.8",
  "That elections allow all Indians to feel part of India is also made clear",
  "by the experience of Goa. When it was united – or reunited – with India by",
  "force in 1961 there was much adverse commentary in the Western press. But",
  "where in 400 years of Portuguese rule the Goans had never been allowed to",
  "choosetheirownleaders,withinacoupleofyearsofcomingundertheruleof",
  "New Delhi they were able to do so. The political scientist Benedict Anderson",
  "has tellingly compared India’s treatment of Goa with Indonesia’s treatment of",
  "East Timor, that other Portuguese colony ‘liberated’ by armed nationalists:",
  "Nehru had sent his troops to Goa in 1960 [sic] without a drop of blood",
  "being spilt. But he was a humane man and the freely elected leader of",
  "a democracy; he gave the Goanese their own autonomous state govern-",
  "ment, and encouraged their full participation in India’s politics. In every",
  "respect, General Suharto was Nehru’s polar opposite.9",
  "Considering the size of the electorate, it is overwhelmingly likely that more",
  "people have voted in Indian elections than voters in any other democracy. In-",
  "dia’s success in this regard is especially striking when compared with the re-",
  "cord of its great Asian neighbour, China. That country is larger, but far less",
  "divided on ethnic or religious lines, and far less poor as well. Yet there has",
  "never been a single election held there. In other ways too China is much less",
  "freethanIndia.Theflowofinformationishighlyrestricted–whenthesearch",
  "engineGooglesetupshopinChinainFebruary2006ithadtoagreetosubmit",
  "to state censorship. The movement of people is regulated as well – the per-",
  "mission of the state is usually required to change one’s place of residence. In",
  "India, on the other hand, the press can print more or less what they like, and",
  "citizens can say exactly what they feel, live where they wish to and travel to",
  "any part of the country.",
  "India/China comparisons have long been a staple of scholarly analysis.",
  "Now, in a world that becomes more connected by the day, they have become",
  "ubiquitous in popular discourse as well. In this comparison China might win",
  "on economic grounds but will lose on political ones. Indians like to harp on",
  "about their neighbour’s democracy deficit, sometimes directly and at other",
  "times by euphemistic allusion. When asked to put on a special show at the",
  "World Economic Forum of 2006, the Indian delegation never failed to de-scribe their land, whether in speech or in print or on posters, as the ‘World’s",
  "Fastest Growing Democracy’.",
  "Ifonelooksatwhatwemightcall the‘hardware’ofdemocracy,thenthe",
  "self-congratulation is certainly merited. Indians enjoy freedom of expression",
  "and of movement, and they have the vote. However, if we examine the ‘soft-",
  "ware of democracy, then the picture is less cheering. Most political parties",
  "havebecome family firms.Mostpoliticians arecorrupt,andmanycome from",
  "acriminalbackground.Otherinstitutionscentraltothefunctioningofademo-",
  "cracy have also declined precipitously over the years. The percentage of truly",
  "independent-mindedcivilservantshassteadilydeclined,ashasthepercentage",
  "of completely fair-minded judges.",
  "Is India a proper democracy or a sham one? When asked this question,",
  "I usually turn for recourse to an immortal line of the great Hindi comic actor",
  "Johnny Walker. In a film where he plays the hero’s sidekick, Walker answers",
  "every query with the remark: ‘Boss, phipty-phipty’. When asked what pro-",
  "spect he has of marrying the girl he so deeply loves, or of getting the job he",
  "sodearlydesires,thesidekicktellsthebossthatthechancesareroughlyeven,",
  "50 per cent of success, or 50 per cent of failure.",
  "Is India a democracy, then? The answer is well, phipty-phipty. It mostly",
  "is when it comes to holding elections and permitting freedom of movement",
  "andexpression.Itmostlyisnotwhenitcomestothefunctioningofpoliticians",
  "andpoliticalinstitutions.However,thatIndiaisevena50percentdemocracy",
  "flies in the face of tradition, history and the conventional wisdom. Indeed, by",
  "its own experience it is rewriting that history and that wisdom. Thus Sunil",
  "Khilnani remarked of the 2004 polls that they represented",
  "thelargestexerciseofdemocraticelection,everandanywhere,inhuman",
  "history. Clearly, the idea of democracy, brought into being on an Atheni-",
  "an hillside some 2,500 years ago, has travelled far-and today describes a",
  "disparate array of political projects and experiences. The peripatetic life",
  "of the democratic idea has ensured that the history of Western political",
  "ideas can no longer be written coherently from within the terms of the",
  "West’s own historical experience.10",
  "IIIThehistoryofindependentIndiahasamendedandmodifiedtheoriesofdemo-",
  "cracy based on the experience of the West. However, it has confronted even",
  "more directly ideas of nationalism emanating from the Western experience.",
  "Inanessaysummarizingalifetimeofthinkingonthesubject,IsaiahBer-",
  "lin identifies ‘the infliction of a wound on the collective feelings of a society,",
  "oratleastofitsspiritualleaders’,asa‘necessary’conditionforthebirthofna-",
  "tionalistsentiment.Forthissentimenttofructifyintoamorewidespreadpolit-",
  "icalmovement, however,requires‘onemorecondition’,namelythatthesoci-",
  "etyinquestion‘must,inthemindsofatleastsomeofitsmostsensitivemem-",
  "bers, carry an image of itself as a nation, at least in embryo, in virtue of some",
  "generalunifyingfactororfactors–language,ethnicorigin,acommonhistory",
  "(real or imaginary)’. Later in the same essay, Berlin comments on the ‘aston-",
  "ishingly Europo-centric’ thought of nineteenth – and early twentieth-century",
  "politicalthinkers,where‘thepeopleofAsiaandAfricaarediscussedeitheras",
  "wards or as victims of Europeans, but seldom, if ever, in their own right, as",
  "peoples with histories and cultures of their own; with a past and present and",
  "future which must be understood in terms of their own actual character and",
  "circumstances.’11",
  "Behind every successful nationalist movement in the Western world has",
  "been a certain unifying factor, a glue holding the members of the nation to-",
  "gether, this provided by a shared language, a shared religious faith, a shared",
  "territory,acommonenemy–andsometimesalloftheabove.Thus,theBritish",
  "nation brought together those who huddled together on a cold island, who",
  "were mostly Protestant and who detested France. In the case of France, it",
  "was language which powerfully combined with religion. For the Americans a",
  "sharedlanguageandmostlysharedfaithworkedintandemwithanimosityto-",
  "wards the colonists. As for the smaller east European nations – the Poles, the",
  "Czechs, the Lithuanians etc. – their populations have been united by a com-",
  "mon language, a mostly common faith and a shared and very bitter history of",
  "domination by German and Russian oppressors.12",
  "By contrast with these (and other examples) the Indian nation does not",
  "privilege a single language or religious faith. Although the majority of its cit-",
  "izens are Hindus, India is not a ‘Hindu’ nation. Its constitution does not dis-",
  "criminate between people on the basis of faith; nor, more crucially, did the",
  "nationalist movement that lay behind it. From its inception the Indian Nation-",
  "al Congress was, as Mukul Kesavan observes, a sort of political Noah’s Ark",
  "which sought to keep every species of Indian on board.13 Gandhi’s politic-",
  "al programme was built upon harmony and co-operation between India’s two",
  "major religious communities, Hindus and Muslims. Although, in the end, hiswork and example were unsuccessful in stopping the division of India, the",
  "failure made his successors even more determined to construct independent",
  "India as a secular republic. For Jawaharlal Nehru and his colleagues, if India",
  "was anything at all it was not a ‘Hindu Pakistan’.",
  "Like Indian democracy, Indian secularism is also a story that combines",
  "success with failure. Membership of a minority religion is no bar to advance-",
  "ment in business or the professions. The richest industrialist in India is a",
  "Muslim. Some of the most popular film stars are Muslim. At least three pres-",
  "idents and three chief justices have been Muslim. In 2007, the president of",
  "IndiaisaMuslim,theprimeministeraSikh,andtheleaderoftherulingparty",
  "a Catholic born in Italy. Many of the country’s most prominent lawyers and",
  "doctors have been Christians and Parsis.",
  "Ontheotherhand,therehavebeenperiodicepisodesofreligiousrioting,",
  "in the worst of which (as in Delhi in1984 and Gujarat in 2002) the minorities",
  "have suffered grievous losses of life and property. Still, for the most part the",
  "minorities appear to retain faith in the democratic and secular ideal. Very few",
  "Indian Muslims have joined terrorist or fundamentalist organizations. Even",
  "more than their compatriots, Indian Muslims feel that their opinion and vote",
  "matter. One recent survey found that while 69 per cent of all Indians approve",
  "and endorse the ideal of democracy, 72 per cent of Muslims did so.And the",
  "turnout of Muslims at elections is higher than ever before.14",
  "Buildingdemocracyinapoorsocietywasalwaysgoingtobehardwork.",
  "Nurturing secularism in a land recently divided was going to be even harder.",
  "The creation of an Islamic state on India’s borders was a provocation to those",
  "Hindus who themselves wished to merge faith with state. My own view –",
  "speaking as a historian rather than citizen – is that as long as Pakistan exists",
  "therewillbeHindufundamentalists inIndia.Intimesofstability,orwhenthe",
  "politicalleadershipisfirm,theywillbemarginaloronthedefensive.Intimes",
  "of change, or when the political leadership is irresolute, they will be influen-",
  "tial and assertive.",
  "The pluralism of religion was one cornerstone of the foundation of the",
  "Indian republic. A second was the pluralism of language. Here again, the in-",
  "tention and the effort well pre-dated Independence. In the 1920s Gandhi re-",
  "constituted the provincial committees of the Congress on linguistic lines. The",
  "party had promised to form linguistic provinces as soon as the country was",
  "free. The promise wasnotredeemed immediately after 1947,because the cre-",
  "ationofPakistanhadpromotedfearsoffurtherBalkanization.However,inthe",
  "face of popular protest the government yielded to the demand.Linguistic states have been in existence for fifty years now. In that time",
  "they have deepened and consolidated Indian unity. Within each state a com-",
  "mon language has provided the basis of administrative unity and efficiency.",
  "It has also led to an efflorescence of cultural creativity, as expressed in film,",
  "theatre,fictionandpoetry.However,prideinone’slanguagehasrarelybeenin",
  "conflictwithabroaderidentificationwiththenationasawhole.Thethreema-",
  "jor secessionist movements in independent India – in Nagaland in the 1950s,",
  "in Punjab in the 1980s and in Kashmir in the 1990s – have affirmed reli-",
  "gious and territorial distinctiveness, not a linguistic one. For the rest, it has",
  "proved perfectly possible – indeed, desirable – to be Kannadiga and Indian,",
  "Malayali and Indian, Andhra and Indian, Tamil and Indian, Bengali and Indi-",
  "an, Oriya and Indian, Maharashtrian and Indian, Gujarati and Indian and, of",
  "course, Hindi-speaking and Indian.",
  "That, in India, unity and pluralism are inseparable is graphically ex-",
  "pressed in the country’s currency notes. On one side is printed a portrait of",
  "the ‘father of the nation’, Mahatma Gandhi; on the other side apicture of the",
  "HousesofParliament. Thenote’sdenomination –5,10,50,100etc. –isprin-",
  "ted in words in Hindi and English (the two official languages), but also, in",
  "smaller type, in all the other languages of the Union. In this manner, as many",
  "as seventeen different scripts are represented. With each language, and each",
  "script, comes a distinct culture and regional ethos, here nesting more or less",
  "comfortably with the idea of India as a whole.",
  "Some Western observers – usually Americans – believed that this profu-",
  "sion of tongues would be the undoing of India. Based on their own country;s",
  "experience, where English had been the glue binding the different waves of",
  "immigrants,theythoughtthatasinglelanguage–beitHindiorEnglish–had",
  "to be spoken by all Indians. Linguistic states they regarded as a grievous er-",
  "ror. Thus, in a book published as late as 1970, and at the end of his stint as",
  "the Washington Post’s man in India, Bernard Nossiter wrote despairingly that",
  "this was ‘a land of Babel with no common voice’. The creation of linguistic",
  "states would ‘further divide the states from each other [and] heighten the im-",
  "pulsetowardsecession’.FromitsbirththeIndiannationhadbeen‘plaguedby",
  "particularist, separatist tendencies’, wrote Nossiter, and ‘the continuing con-",
  "fusionoftongues...canonlyfurtherthesetendencies andputsinquestionthe",
  "future unity of the Indian state’.15",
  "That, to survive, a nation-state had necessarily to privilege one language",
  "was a view that the Soviet dictator Joseph Stalin shared with American liber-",
  "als.Stalininsistedthat‘anationalcommunityisinconceivablewithoutacom-",
  "mon language’, and that ‘there is no nation which at one and the same timespeaksseverallanguages’.16Thisbeliefcametoinformthelanguagepolicyof",
  "the Soviet Union, in which the learning of Russian was made obligatory. The",
  "endeavour, as Stalin himself put it, was to ensure that ‘there is one language",
  "in which all citizens of the USSR can more or less express themselves – that",
  "is Russian’.17",
  "Like Bernard Nossiter, Stalin too might have feared for the future of",
  "the Indian nation-state because of its encouragement of linguistic diversity.",
  "In fact, exactly the reverse has happened: the sustenance of linguistic plur-",
  "alism has worked to tame and domesticate secessionist tendencies. A com-",
  "parison with neighbouring countries might be helpful. In 1956, the year the",
  "states of India were reorganized on the basis of language, the Parliament of",
  "Sri Lanka (then Ceylon)introduced legislation recognizing Sinhala as the sole",
  "official language of the country. The intention was to make Sinhala the me-",
  "dium of instruction in all state schools and colleges, in public examinations",
  "and in the courts. Potentially the hardest hit were the Tamil-speaking minor-",
  "ity who lived in the north of the island, and whose feelings were eloquently",
  "expressedbytheirrepresentatives inParliament. ‘Whenyoudenymemylan-",
  "guage’, said one Tamil MP, ‘you deny me everything.’ ‘You are hoping for a",
  "dividedCeylon’,warnedanother,adding:‘Donotfear,Iassureyou[thatyou]",
  "will have a divided Ceylon.’ A left-wing member, himself Sinhala speaking,",
  "predicted that if the government did not change its mind and insisted on the",
  "actbeingpassed,‘twotornlittlebleedingstatesmightyetariseoutofonelittle",
  "state’.18",
  "In 1971 two torn medium-sized states arose out of one large-sized one.",
  "The country being divided was Pakistan, rather than Sri Lanka, but the cause",
  "for the division was, in fact, language. For the founders of Pakistan likewise",
  "believedthattheirstatehadtobebasedonasinglelanguageaswellasasingle",
  "religion.InhisfirstspeechinthecapitalofEastPakistan,Dacca,Mohammad",
  "Ali Jinnah warned his audience that they would have to take to Urdu sooner",
  "ratherthanlater.‘Letmemakeitverycleartoyou’,saidJinnahtohisBengali",
  "audience,‘thattheStateLanguageofPakistanisgoingtobeUrduandnoother",
  "language. Anyone who tries to mislead you is really the enemy of Pakistan.",
  "WithoutoneStatelanguage,nonationcanremaintiedupsolidlytogetherand",
  "function.’19",
  "In the 1950s bloody riots broke out when the Pakistan government tried",
  "toimposeUrduonrecalcitrantstudents.Thesentimentofbeingdiscriminated",
  "against on the grounds of language persisted, and ultimately resulted in the",
  "formation of the independent state of Bangladesh.Pakistan was created on the basis of religion, but divided on the basis of",
  "language. And for more than two decades now a bloody civil war has raged",
  "in Sri Lanka, the disputants divided somewhat by territory and faith but most",
  "ofallbylanguage.Thelessonfromthesecasesmightwellbe:‘Onelanguage,",
  "two nations’. Had Hindi been imposed onthe whole ofIndia the lesson might",
  "well have been: ‘One language, twenty-two nations’.",
  "ThatIndiansspokemanylanguagesandfollowedmanyfaithsmadetheir",
  "nation unnatural in the eyes of some Western observers, both lay and aca-",
  "demic. In truth, many Indians thought so too. Likewise basing themselves on",
  "the European experience, they believed that the only way for independent In-",
  "dia to survive and prosper would be to forge a bond, or bonds, that overlay",
  "or submerged the diversity that lay below. The glue, as in Europe, could be",
  "provided by religion, or language, or both. Such was the nationalism once",
  "promoted by the old Jana Sangh and promoted now, in a more sophisticated",
  "form, by the BJP. This reaches deep into the past to invoke a common (albeit",
  "mostly mythical) ‘Aryan ancestry for the Hindus, a common history of suf-",
  "fering at the hands of (mostly Muslim) invaders, with the suffering tempered",
  "hereandtherebyresistancebyvaliant‘Hindu’chieftainssuchasRanaPratap",
  "and Shivaji.",
  "A popular slogan of the original Jana Sangh was ‘Hindi, Hindu, Hindus-",
  "tani’. The attempt was to makeIndian nationalism more natural, by making –",
  "or persuading – all Indiansto speak the same language and worship the same",
  "gods. In time, the bid to impose a uniform language was dropped. But the de-",
  "sire to impose the will of the majority religion persisted. This has led, as we",
  "have seen in this book, to much conflict, violence, rioting and death. Partic-",
  "ularly after the Gujarat riots of 2002, which were condoned and to some ex-",
  "tentevenapprovedbythecentralgovernment,fearswereexpressedaboutthe",
  "survival of a secular and democratic India. Thus, in a lecture delivered in the",
  "university town of Aligarh, the writer Arundhati Roy went so far as to char-",
  "acterize the BJPregime as‘fascist’. Infact, sheusedthe term ‘fascism eleven",
  "times in a single paragraph while describing the actions of the government in",
  "New Delhi.20",
  "Here again, Indian events and experiences were being analysed in terms",
  "carelessly borrowed from European history. To call the BJP ‘fascist is to di-",
  "minishtheseverityandseriousnessofthemurderouscrimescommittedbythe",
  "original fascists in Italy and Germany. Many leaders of the BJP are less than",
  "appealing, but to see the party as ‘fascist’ would be both to overestimate its",
  "powers and to underestimate the democratic traditions of the Indian people.",
  "Notably,theBJPnowvigorouslypromoteslinguisticpluralism.Nolongerareits leaders from the Hindi heartland alone; and it has expanded its influence",
  "in the southern states. And it is obliged to pay at least lip service to religious",
  "pluralism.OneofitsgeneralsecretariesisaMuslim;evenifheisdismissedas",
  "a token, the ideology he and his party promote goes by the name of ‘positive",
  "secularism’. The qualifier only underlines the larger concession – that even if",
  "some BJP leaders privately wish for a theocratic Hindu state, for public con-",
  "sumption they must endorse the secular ideals of the Indian Constitution.",
  "Finally, despite all their best efforts, the BJP was not able to disturb",
  "the democratic edifice of the Indian polity. A month after Arundhati Roy de-",
  "liveredherspeech,theBJPalliancelostpowerinageneralelectionthatithad",
  "called. Its leaders moved out of office and allowed their victors to move in",
  "instead. When was the last time a ‘fascist’ regime permitted such an orderly",
  "transfer of power?",
  "The holding of the 1977 elections – called by an individual who had",
  "proven dictatorial tendencies – and of the 2004 elections – called by a party",
  "unreliably committed to democratic procedure – were both testimony to the",
  "deep roots that democracy had struck in the soil of India. In this respect, the",
  "countrywasfortunateinthecalibreofitsfoundingfigures,andinthefactthat",
  "they lived as long as they did. Few nations have had leaders of such acknow-",
  "ledged intelligence and integrity as Jawaharlal Nehru, Vallabhbhai Patel and",
  "B. R. Ambedkar all living and working at the same time. Within a few years",
  "ofIndependence Patel haddiedandAmbedkar hadleft office; butbythenthe",
  "one had successfully overseen the political integration of the country and the",
  "othertheforgingofademocraticconstitution.AsNehrulivedon,hewaskept",
  "company by outstanding leaders in his own party – K. Kamaraj and Morarji",
  "Desai, for instance – and in the opposition, in whose ranks were such men as",
  "J. B. Kripalani and C. Rajagopalachari.",
  "Jawaharlal Nehru served three full terms in office, a privilege denied",
  "comparable figures in the countries of South Asia, where, for example, Aung",
  "San was murdered on the eve of the British departure from Burma, Jinnah",
  "died within a few years of Pakistan’s freedom, Mujib within a few years of",
  "Bangladesh’s independence and the Nepali democrat B. P. Koirala was al-",
  "lowed only a year as prime minister before being dismissed (and then jailed)",
  "bythemonarchy.Whatmightthosemenhavedoneiftheyhadenjoyedpower",
  "aslongasNehru,andiftheyhadhadthekindofsupportingcastthathedid?21",
  "Ofcourse,therehasbeenarapid,evenalarming,declineinthequalityof",
  "the men and women who rule India. In a book published in 2003 the politic-",
  "altheoristPratapBhanuMehtawrotefeelingly of‘thecorruption,mediocrity,",
  "indiscipline, venality and lack of moral imagination of the [Indian] politicalclass’. Within the Indian state, he continued, ‘the lines between legality and",
  "illegality, order and disorder, state and criminality, have come to be increas-",
  "ingly porous’.22",
  "That said, the distance – intellectual or moral – between Jawaharlal",
  "Nehru and Indira Gandhi, or between B. R. Ambedkar and Mulayam Singh",
  "Yadav,isnotnecessarilygreaterthanbetween,say,AbrahamLincolnandGe-",
  "orge W. Bush. It is in the nature of democracies, perhaps, that while visionar-",
  "ies are sometimes necessary to make them, once made they can be managed",
  "by mediocrities. In India, the sapling was planted by the nation’s founders,",
  "who lived long enough (and worked hard enough) to nurture it to adulthood.",
  "Those who came afterwards could disturb and degrade the tree of democracy",
  "but, try as they might, could not uproot or destroy it.",
  "IV",
  "Indian nationalism has not been based on a shared language, religion, or",
  "ethnicidentity.Perhapsoneshouldtheninvokethepresenceofacommonen-",
  "emy, namely European colonialism. The problem here is the methods used to",
  "achieve India’s freedom. The historian Michael Howard claims that ‘no Na-",
  "tion,inthetruesenseoftheword...couldbebornwithoutwar...noself-con-",
  "sciouscommunitycouldestablishitselfasanewandindependentactoronthe",
  "world scene without an armed conflict or the threat of one’.23 Once again, In-",
  "diamustcountasanexception.Certainly,itwasthemovementagainstBritish",
  "rule that first united men and women from different parts of the subcontin-",
  "ent in a common and shared endeavour. However, their (eventually success-",
  "ful) movement for political freedom eschewed violent revolution in favour of",
  "non-violent resistance. India emerged as a nation on the world stage without",
  "an armed conflict or, indeed, the threat of one.",
  "Gandhi and company have been widely praised for preferring peaceful",
  "protest to armed struggle. However, they should be equally commended for",
  "having the wisdom to retain, after the British left, such aspects of the colonial",
  "legacy as might prove useful in the new nation.",
  "The colonialists were often chastised by the nationalists for promoting",
  "democracy at home while denying it in the colonies. When the British finally",
  "left, it was expected the Indians would embrace metropolitan traditions such",
  "as parliamentary democracy and Cabinet government. More surprising per-haps was their endorsement and retention of a quintessentially colonial tradi-",
  "tion – the civil service.",
  "The key men in British India were the members of the Indian Civil Ser-",
  "vice (ICS). In the countryside they kept the peace and collected the taxes,",
  "whileintheSecretariattheyoversawpolicyandgenerallykeptthemachinery",
  "of state well oiled. Although there was the odd rotten egg, these were mostly",
  "men of integrity and ability.24 A majority were British, but there were also a",
  "fair number of Indians in the ICS.",
  "When Independence came, the new government had to decide what to",
  "do with the Indian civil servants. Nationalists who had been jailed by them",
  "argued that they should be dismissed or at least put in their place. The home",
  "minister,VallabhbhaiPatel,however,feltthattheyshouldbeallowedtoretain",
  "their pay and perquisites, and in fact be placed in positions of greater author-",
  "ity. In October 1949 a furious debate broke out on the subject in the Constitu-",
  "ent Assembly of India. Some members complained that the ICS men still had",
  "the‘mentality[ofrulers]lingeringinthem’.Theyhadapparently‘notchanged",
  "theirmanners’,‘notreconciledthemselvestothenewsituation’.‘Theydonot",
  "feel that they are part and parcel of this country’, insisted one nationalist.",
  "Vallabhbhai Patel had himself been jailed many times by ICS men, but",
  "this experience had only confirmed his admiration for them. He knew that",
  "without them the Pax Britannica would simply have been inconceivable. And",
  "he understood that the complex machinery of a modern independent nation-",
  "state needed such officers even more. As he reminded the members of the as-",
  "sembly,thenewconstitutioncouldbeworkedonly‘byaringofServicewhich",
  "will keep the country intact’. He testified to the ability of the ICS men, but",
  "alsototheirsenseofservice.AsPatelputit,theofficershad‘servedveryably,",
  "very loyally the then Government and later the present Government’. Patel",
  "was clear that ‘these people are the instruments [of national unity]. Remove",
  "them and I see nothing but a picture of chaos all over the country.’25",
  "Inthosefirst,terriblydifficultyearsofIndianfreedom,theICSmenvin-",
  "dicated Vallabhbhai Patel’s trust in them. They helped integrate the princely",
  "states, resettle the refugees and plan and oversee the first general election.",
  "Other tasks assigned to them were more humdrum but equally consequential",
  "–suchasmaintaininglawandorderinthedistricts,workingwithministersin",
  "theSecretariat andsupervisingfaminerelief.In1947Patelinauguratedanew",
  "cadre modelled on the ICS but with a name untainted by the colonial experi-",
  "ence. This was the Indian Administrative Service, or IAS.",
  "In2008therearesome5,000IASofficersintheemploymentofthegov-",
  "ernment of India. The IAS is complemented, as in British days, by other ‘allIndia’ services, among them the police, forest, revenue and customs services.",
  "Theseserveasanessentiallinkbetweenthecentreandthestates.Officersare",
  "assigned to a particular state; they spend at least half of their service career",
  "in that province, the rest in the centre. To the older duties of tax collection",
  "and the maintenance of law and order have been added a whole range of new",
  "responsibilities. Conducting elections is one; the supervising of development",
  "programmesanother.InthecourseofhiscareeranaverageIASofficerwould",
  "acquireatleastapassingfamiliaritywithsuchdifferentanddivergentsubjects",
  "ascriminaljurisprudence,irrigationmanagement,soilandwaterconservation",
  "and primary health care.",
  "This, like its predecessor, is truly an ‘elite’ cadre. The competition to",
  "enter the higher civil services is ferocious. In 1996, 120,712 candidates ap-",
  "peared for the examination, of whom a mere 738 were finally selected. Their",
  "intelligence and ability is of a very high order. However, there are complaints",
  "ofincreasingcorruptionamongitsmembers,andoftheirsuccumbingtooeas-",
  "ily to their political masters. Perhaps if the IAS is abolished at one stroke the",
  "country will not descend into chaos. But as it stands IAS officers play a vital",
  "role in maintaining its unity.26 In times of crisis they tend to rise to the chal-",
  "lenge. After the tsunami of 2004, for example, IAS officers in Tamil Nadu",
  "were commended for their outstanding work in relief and rehabilitation.",
  "It was an ICS man, Sukumar Sen, who laid the groundwork for elections",
  "in India, and it has been IAS men who have kept the machinery going. The",
  "chief election commissioners in the states are drawn from the service. Junior",
  "officers supervise polls in their districts; those in the middle ranks serve as",
  "election observers, reporting on violations of procedure. More generally, the",
  "civilservicesserveasabridgebetweenstateandsociety.Inthecourseoftheir",
  "work, these administrators meet thousands of members of the public, drawn",
  "fromallwalksoflife.Livingandworkinginademocracy,theyareobligedto",
  "pay close attention to what people think and demand. In this respect, their job",
  "is probably even harder than that of their predecessors in the ICS.",
  "A colonial institution that has played an equally vital role is the Indian",
  "army. Its reputation took a battering after the China war of 1962, before it re-",
  "deemed itself through its performance in successive wars with Pakistan. The",
  "blows inflicted by Tamil insurgents in Sri Lanka in 1987–8 dented the army",
  "somewhat, butthenhonourwasrestored bythesuccessful oustingoftheKar-",
  "gil intruders a decade later. While its reputation as a fighting force has gone",
  "upanddown,asanagencyformaintainingorderinpeacetimetheIndianarmy",
  "hasusuallycommandedthehighestrespect.Intimesofcommunalrioting,the",
  "mere appearance of soldiers in uniform is usually enough to make the riotersflee.Andintimesofnaturaldisastertheybringsuccourtothesuffering.When",
  "there is a flood, famine, cyclone or earthquake, it is the army which is often",
  "first on the scene, and always the most efficient and reliable actor around.",
  "The Indian army is a professional and wholly non-sectarian body. It is",
  "also apolitical. Almost from the first moments of Independence, Jawaharlal",
  "Nehru made it clear to the army top brass that in matters of state – both large",
  "and small – they had to subordinate themselves to the elected politicians. At",
  "the time of the transfer of power the army was still headed by a British gen-",
  "eral, who had ordered that the public be kept away from a flag-hoisting ce-",
  "remony to be held on the day after Independence. As prime minister, Nehru",
  "rescinded the order, and wrote to the general as follows:",
  "While I am desirous of paying attention to the views and susceptibilities",
  "of our senior officers, British and Indian, it seems to me that there is a",
  "grave misunderstanding about the matter. In any policy that is to be pur-",
  "sued, in the Army or otherwise, the views of the Government of India",
  "and the policy they lay down must prevail. If any person is unable to lay",
  "down that policy, he has no place in the Indian Army, or in the Indian",
  "structure of Government. I think this should be made perfectly clear at",
  "this stage.27",
  "AyearlateritwasVallabhbhaiPatel’sturntoputaBritishgeneralinhisplace.",
  "WhenthegovernmentdecidedtomoveagainsttheNizam,thecommander-in-",
  "chief, General Roy Bucher, warned that sending troops into Hyderabad might",
  "provoke Pakistan to attack Amritsar. Patel told Bucher that if he opposed the",
  "Hyderabad action he was free to resign. The general backed down, and sent",
  "the troops as ordered.28",
  "Shortly afterwards Bucher retired, to be succeeded by the first Indian C-",
  "in-C,GeneralK.M.Cariappa.AtthebeginningofhistenureCariapparestric-",
  "ted himself to military matters, but as he grew into the job he began to offer",
  "his views on such questions as India’s preferred model of economic develop-",
  "ment. In October 1952 Nehru wrote advising him to give fewer press confer-",
  "ences, and at any rate to stick to safe subjects. He also enclosed a letter from",
  "oneofhisCabinetcolleagues,whichcomplainedthatCariappawas‘givingso",
  "many speeches and holding so many Press Conferences all over the country’,",
  "giving the impression that he was ‘playing the role of apolitical or semi-polit-",
  "ical leader’.29The message seems to have gone home, for when Cariappa demitted of-",
  "fice in January 1953, in his farewell speech he ‘exhorted soldiers to give a",
  "wide berth to politics’. The army’s job, he said, was not ‘to meddle in polit-",
  "ics but to give unstinted loyalty to the elected Government’.30 Nehru knew,",
  "however, that the general was something of a loose cannon, who could not be",
  "completely trusted to follow his own advice. Within three months of his re-",
  "tirementCariappawasappointedhighcommissionertoAustralia.Thegeneral",
  "was not entirely pleased, for, as he told the prime minister, ‘by going away",
  "from home to the other end of the world for whatever period you want me",
  "in Australia, I shall be depriving myself of being in continuous and constant",
  "touchwiththepeople.Nehruconsoledthegeneralthatasasportsmanhimself",
  "he was superbly qualified to represent India to a sporting nation. But the real",
  "intention, clearly, was to get him as far away from the people as possible.31",
  "As the first Indian to head the army, Cariappa carried a certain cachet,",
  "which lost its lustre with every passing month after he had left office. By the",
  "time he came back from Australia Cariappa was a forgotten man. Nehru’s",
  "foresight was confirmed, however, by the statements the general made from",
  "time to time. In 1958 he visited Pakistan, where army officers who had",
  "servedwithhiminundividedIndiahadjusteffectedacoup.Cariappapublicly",
  "praised them, saying that it was ‘the chaotic internal situation which forced",
  "these two patriotic Generals to plan together to impose Martial Law in the",
  "countrytosavetheirhomelandfromutterruination’.32Tenyearslater,hesent",
  "an article to the Indian Express, in which he argued that the chaotic intern-",
  "al situation in West Bengal demanded that President’s Rule be imposed for a",
  "minimum of five years. The recommendation was in violation of both the let-",
  "terandthespiritoftheconstitution.Fortunately,thepiecewasreturnedbythe",
  "editor, who pointed out to the general that ‘it would be embarrassing in the",
  "circumstances both to you and to us to publish this article’.33",
  "The pattern set in those early years has persisted into the present. As",
  "Lieutenant General J. S. Aurora notes, Nehru ‘laid down some very good",
  "norms’,whichensuredthat‘politicsinthearmyhasbeenalmostabsent’.‘The",
  "army is not a political animal in any terms’, remarks Aurora, and the officers",
  "especially ‘must be the most apolitical people on earth!’34 It is a striking fact",
  "that no army commander has ever fought an election. Aurora himself became",
  "a national hero after overseeing the liberation of Bangladesh, but neither he",
  "nor other officers have sought to convert glory won on the battlefield into",
  "political advantage. If they have taken public office after retirement, it has",
  "been at the invitation of the government. Some, like Cariappa, have been sent",
  "as ambassadors overseas; others have served as state governors.The army, like the civil services, is a colonial institution that has been",
  "successfullyindigenized.ThesamemightbesaidabouttheEnglishlanguage.",
  "InBritishtimestheintelligentsiaandprofessionalclassescommunicatedwith",
  "oneanotherinEnglish.Sodidthenationalistelite.Patel,Bose,Nehru,Gandhi",
  "andAmbedkarallspokeandwroteintheirnativetongue,andalsoinEnglish.",
  "To reach out to regions other than one’s own, its use was indispensable. Thus",
  "a pan-Indian, anti-British consciousness was created, in good part by thinkers",
  "and activists writing in the English language.",
  "After Independence, among the most articulate advocates for English",
  "was C. Rajagopalachari. The colonial rulers, he wrote, had ‘for certain acci-",
  "dental reasons, causes and purposes ... left behind [in India] a vast body of",
  "the English language’. But now it had come there was no need for it to go",
  "away. For English ‘is ours. We need not send it back to Britain along with",
  "Englishmen. He humorously added that, according to Indian tradition, it was",
  "a Hindu goddess, Saraswati, who had given birth to all the languages of the",
  "world.ThusEnglish‘belongedtousbyorigin,theoriginatorbeingSaraswati,",
  "and also by acquisition’.35",
  "On the other hand, there were some very influential nationalists who be-",
  "lieved that English must be thrown out of India with the British. In Nehru’s",
  "day, fitful attempts were made to replace English with Hindi as the language",
  "of inter-provincial communication. But it continued to be in use within and",
  "outsidegovernment.VisitingIndiain1961theCanadianwriterGeorgeWood-",
  "cock found that, despite India’s strangeness, its ‘immense variety of custom,",
  "landscape and physical types’, this was ‘a foreign setting in which one’s lan-",
  "guagewasalwaysunderstoodbysomeonenearby,andinwhichtospeakwith",
  "an English accent meant that one was seen as a kind of cousin bred out of the",
  "odd,temporarymarriageoftwopeoplesintowhichloveandhateenteredwith",
  "equal intensity’.36",
  "AfterNehru’sdeaththeeffortstoextinguishEnglishwererenewed.Des-",
  "pitepleasfromthesouthernstates,on26January1965Hindibecamethesole",
  "official language of inter-provincial communication. As we have seen, this",
  "provokedprotestssointenseandfuriousthattheorderwaswithdrawnwithin",
  "afortnight.ThusEnglishcontinuedasthelanguageofthecentralgovernment,",
  "the superior courts and higher education.OvertheyearsEnglishhasconfirmed,consolidatedanddeepeneditsposi-",
  "tionasthelanguageofthepan-Indianelite.Thelanguageofthecolonizershas,",
  "inindependentIndia,becomethelanguageofpowerandprestige,thelanguage",
  "of individual as well as social advancement. As the historian Sarvepalli Gopal",
  "observes, ‘that knowledge of English is the passport for employment at higherlevels in all fields, is the unavoidable avenue to status and wealth and is man-",
  "datorytoallthoseplanningtomigrateabroad,hasmeantatremendousenthu-",
  "siasmsinceindependencetostudyit’.But,asGopalalsowrites,English‘may",
  "be described as the only non-regional language in India. It is a link language",
  "in a more than administrative sense, in that it counters blinkered provincial-",
  "ism.’37",
  "Those, like Nehru and Rajaji, who sought to retain English, sensed that",
  "it might help consolidate national unity and further scientific advance. That",
  "it has done, but largely unanticipated has been its role in fuelling economic",
  "growth. For behind the spectacular rise of the software industry lies the profi-",
  "ciency of Indian engineers in English.",
  "V",
  "If India is roughly 50 per cent democratic, it is approximately 80 per cent",
  "united. Some parts of Kashmir and the north-east are under the control of",
  "insurgents seeking political independence. Some forested districts in central",
  "India are in the grip of Maoist revolutionaries. However, these areas, large",
  "enough in themselves, constitute considerably less than a quarter of the total",
  "land mass claimed by the Indian nation.",
  "Over four-fifths of India, the elected government enjoys a legitimacy of",
  "power and authority. Throughout this territory the citizens of India are free to",
  "live, study, take employment and invest in businesses.",
  "The economic integration of India is a consequence of its political integ-",
  "ration. They act in a mutually reinforcing loop. The greater the movement of",
  "goods and capital and people across India, the greater the sense that this is,",
  "after all, one country. In the first decades of Independence it was the public",
  "sector that did most to further this sense of unity. In plants such as the great",
  "steel mill in Bhilai, Andhras laboured and lived alongside Punjabis and Gu-",
  "jaratis,fosteringappreciationofothertongues,customsandcuisine,whileun-",
  "derliningthefactthattheywereallpartofthesamenation.Astheanthropolo-",
  "gistJonathanParryremarks,intheNehruvianimagination‘Bhilaianditssteel",
  "plant were seen as bearing the torch of history, and as being as much about",
  "forginganewkindofsocietyasaboutforgingsteel’.Theattempt wasnotun-",
  "successful; among the children of the first generation of workers, themselves",
  "born and raised in Bhilai, provincial loyalties were superseded by a more in-",
  "clusive patriotism, a ‘more cosmopolitan cultural style’.38Morerecently,ithasbeentheprivatesectorwhichhas,ifwithlessintent,",
  "furthered the process of national integration. Firms headquartered in Tamil",
  "Nadu set up cement plants in Haryana; doctors born and educated in Assam",
  "establishclinicsinBombay.ManyoftheengineersinHyderabad’sITindustry",
  "come from Bihar. The migration is not restricted to the professional classes;",
  "therearebarbersfromUttarPradeshworkinginthecityofBangalore,aswell",
  "as carpenters from Rajasthan. However, it must be said that the flow is not",
  "symmetrical.Whilethecitiesandtownsthatare‘booming’becomeevermore",
  "cosmopolitan, economically laggard states sink deeper into provincialism.",
  "VI",
  "Apartfromelementsofpoliticsandeconomics,culturalfactorshavealsocon-",
  "tributed to national unity. Pre-eminent here is the Hindi film. This is the great",
  "popular passion of the Indian people, watched and followed by Indians of all",
  "ages, genders, castes, classes, religions and linguistic groups.",
  "Each formally recognized state of the Union, says the lyricist Javed",
  "Akhtar, ‘has its different culture, tradition and style. In Gujarat, you have one",
  "kindofculture,thenyougotoPunjab,youhaveanother,andthesameapplies",
  "inRajasthan, Bengal,OrissaorKerala.ThenAkhtaradds,‘Thereisonemore",
  "state in this country, and that is Hindi cinema.’39",
  "This is a stunning insight which asks to be developed further. As a sep-",
  "arate state of India, Hindi cinema acts as a receptacle for all that (in a cultural",
  "sense) is most creative in the other states. Thus its actors, musicians, techni-",
  "cians and directors come from all parts of India. Thus also it draws ecumen-",
  "ically from cultural forms prevalent in different regions. For example a single",
  "songmayfeatureboththePunjabifolkdancecalledthebhangraanditsTamil",
  "classical counterpart, bharatan-atyam.",
  "Having borrowed elements from here, there and everywhere, the Hindi",
  "filmthensendsthesynthesizedproductoutforappreciationtotheotherstates",
  "of the Union. The most widely revered Indians are film stars. Yet cinema",
  "does not merely provide Indians with a common pantheon of heroes; it also",
  "gives them a common language and universe of discourse. Lines from film",
  "songs and snatches from film dialogue are ubiquitously used in conversations",
  "in schools, colleges, homes and offices – and on the street. Because it is one",
  "morestateoftheUnion,Hindicinemaalsospeaksitsownlanguage–onethat",
  "is understood by all the others.The last sentence is meant literally as well as metaphorically. Hindi",
  "cinema provides a stock of social situations and moral conundrums which",
  "widely resonate with the citizenry as a whole. But, over time, it has also made",
  "the Hindi language more comprehensible to those who previously never spoke",
  "or understood it. When imposed by fiat by the central government, Hindi wasresisted by the people of the south and the east. When conveyed seductively",
  "bythemediumofcinemaandtelevision,Hindihasbeenacceptedbythem.In",
  "Bangalore and Hyderabad Hindi has become the preferred medium of com-",
  "munication between those who speak mutually incomprehensible tongues.",
  "Finally, one might instance the banning of Hindi films, DVDs and videos by",
  "insurgents in the north-east: this, in its own way, is a considerable tribute to",
  "the part played by the Hindi film in uniting India.",
  "In 1888 John Strachey wrote that he could never imagine that Punjab",
  "and Madras could ever form part of a single political entity. But in 1947 they",
  "did, along with many other provinces Strachey regarded as distinct ‘nations’.",
  "Whilein1947theunitymighthavebeenmostlypolitical,inthedecadessince",
  "it has been shown also to be economic, cultural and, it must be said, emotion-",
  "al. Perhaps many Kashmiris and Nagas yet feel alien and separate. And per-",
  "haps some revolutionaries believe that India is a land of many nationalities.",
  "ButthebulkofthosewhoarelegallycitizensofIndiaarehappytobecounted",
  "as such. Some four-fifths of the population, living in some four-fifths of the",
  "country, clearly feel themselves to be part of a single nation.",
  "VII",
  "One might think of independent India as being Europe’s past as well as its fu-",
  "ture. It is Europe’s past, in that it has reproduced, albeit more fiercely and in-",
  "tensely, the conflicts of a modernizing, industrializing and urbanizing society.",
  "But itisalso its futureinthat itanticipated, bysome fiftyyears, theEuropean",
  "attempttocreateamultilingual, multireligious, multiethnic, political andeco-",
  "nomic community.",
  "Or one might compare India with the United States, a country justly cel-",
  "ebrated as ‘the planet’s first multiethnic democracy’.40 Born nearly two cen-",
  "turieslater,theRepublicofIndiaistodaycomfortablytheworld’slargestmul-",
  "tiethnic democracy. However, the means by which it has regulated (and mod-",
  "erated) relations between its constituent ethnicities have been somewhat dif-",
  "ferent. For, as Samuel Huntingdon has recently argued, the American nation",
  "has been held together by a ‘credal culture’ whose ‘central elements’ have in-",
  "cluded ‘the Christian religion, Protestant values and moralism, a work ethic,",
  "the English language, British traditions of law, justice, and the limits of gov-",
  "ernment power, and a legacy of European art, literature, philosophy, and mu-",
  "sic’.Indeed,‘AmericawascreatedasaProtestantsocietyjustasandforsomeof the reasons Pakistan and Israel were created as Muslim and Jewish societ-",
  "ies in the twentieth century.’",
  "The United States is, of course, a nation of immigrants. For much of",
  "the country’s history the new groups that came in merged themselves with",
  "the dominant culture. ‘Throughout American history’, writes Huntingdon,",
  "‘people who were not white Anglo-Saxon Protestants have become Americ-",
  "ans by adopting America’s Anglo-Protestant culture and political values’. Of",
  "late, however, newer groups of immigrants have tended to maintain their dis-",
  "tinct identities. The largest of these are the Hispanics, who live in enclaves",
  "wheretheycooktheirownfood,listentotheirownkindofmusic,followtheir",
  "own faith and – most importantly – speak their own language. Huntingdon",
  "worries that if these communities are not quickly brought in to line, they will",
  "‘transform America as a whole into a bilingual, bicultural society .",
  "The older American model of assimilation was called ‘the melting-pot’.",
  "Individual groups poured all their flavours into the pot, then drank asingle,",
  "uniform – or uniformly tasting – drink. Now it appears that the society, and",
  "nation, are coming to resemble a ‘salad bowl’, with each group starkly stand-",
  "ing out, different and distinctive in how it looks and behaves.",
  "Huntingdon himself is less than enthusiastic about the idea of the salad",
  "bowl. For him, America has long been, and must always be, a ‘society with a",
  "single pervasive national culture’. He observes that Americans identify most",
  "strongly with that culture when the nation is under threat. War leads not",
  "merelytonationalconsolidation,butalsotoculturalunity.TheoriginalAmer-",
  "icanCreedwasforgedasaconsequenceofthewarsagainsttheNativeAmer-",
  "icans, the English colonists and the Southern States. The events of 9/11 once",
  "more brought patriotism and national solidarity to the fore. Concerned that",
  "these energies will dissipate, Huntingdon urges a more thoroughgoing return",
  "tothecreedthat,inhisview,wasresponsiblefor‘theunityandstrengthofmy",
  "country’.41",
  "Interestingly, Huntingdon’s views find an echo in recent statements by",
  "the prime minister of Australia, John Howard. That country too has been sub-",
  "ject to successive waves of immigration, mostly or wholly European to be-",
  "ginwith,butmorerecentlyofamarkedlyAsiancharacter.Howardrejectsthe",
  "possibility of a plurality of cultures co-existing in Australia. ‘You ve got to",
  "have a dominant culture’, he says, adding, ‘Ours is Anglo-Saxon – our lan-",
  "guage, our literature, our institutions.’42",
  "The Huntingdon–Howard line of reasoning is, of course, quite familiar",
  "tostudentsofIndianhistory.IthasbeenmadeinIndiabypolitical ideologues",
  "such as M. S. Golwalkar and by political parties such as the Jana Sangh andtheBJP.TheyhavearguedthatIndiahas‘gottohaveadominantculture’,and",
  "that thisculture is‘Hindu’.Asithappened, thoseviewswerenotendorsedby",
  "the founders of the Indian nation, by those who wrote the Indian Constitution",
  "and led the first few governments of independent India. Thus India became a",
  "salad-bowl nation rather than a melting-pot one.",
  "And it has stayed that way. It has sustained a diversity of religions and",
  "languages, precisely the diversities that the likes of Howard and Huntingdon",
  "deem inimical to national survival and national solidarity. It has resisted the",
  "pressures to go in the other direction, to follow Israel and Pakistan by favour-",
  "ing citizens who follow a certain faith or speak a particular language.",
  "VIII",
  "The most eloquent tribute to the idea of India that I have come across rests in",
  "some unpublished letters of the biologist J. B. S. Haldane. In his native Bri-",
  "tain, Haldane was a figure of considerable fame and some notoriety. In 1956,",
  "already past sixty, he decided to leave his post in University College London",
  "and take up residence in Calcutta. He joined the Indian Statistical Institute,",
  "became an Indian citizen, wore Indian clothes and ate Indian food. He also",
  "travelledenergeticallyaroundthecountry,engagingwithitsscientistsbutalso",
  "with the citizenry at large.43",
  "FiveyearsafterHaldanehadmovedtoIndia,anAmericansciencewriter",
  "described him in print as a ‘citizen of the world’. Haldane replied:",
  "No doubt I am in some sense a citizen of the world. But I believe with",
  "Thomas Jefferson that one of the chief duties of a citizen is to be a nuis-",
  "ance to the government of his state. As there is no world state, I cannot",
  "do this . . . On the other hand I can be, and am, a nuisance to the govern-",
  "mentofIndia,whichhasthemeritofpermittingagooddealofcriticism,",
  "though it reacts to it rather slowly. I also happen to be proud of being a",
  "citizen of India, which is a lot more diverse than Europe, let alone the",
  "USA, USSR, or China, and thus a better model for a possible world or-",
  "ganisation. It may of course break up, but it is a wonderful experiment.",
  "So I want to be labelled as a citizen of India.44On another occasion Haldane described India as ‘the closest approximation",
  "to the Free World’. An American friend protested, saying his impression was",
  "that ‘India has its fair share of scoundrels and a tremendous amount of poor",
  "unthinking and disgustingly subservient individuals who are not attractive’.45",
  "To this Haldane responded:",
  "Perhaps one is freer to be as coundrel in India than elsewhere. So one",
  "was in the USA in the days of people like Jay Gould, when (in my opin-",
  "ion)therewasmoreinternalfreedomintheUSAthanthereistoday.The",
  "‘disgusting subservience’ of the others has its limits. The people of Cal-",
  "cuttariot,upsettrams,andrefusetoobeypoliceregulations,inamanner",
  "which would have delighted Jefferson. I don’t think their activities are",
  "very efficient, but that is not the question at issue.46",
  "Forty years down the line, what Haldane called a ‘wonderful experiment’",
  "might be counted as a success, a modest success. Poverty persists in some",
  "(admittedly broad) pockets, yet one can now be certain that India will not go",
  "the way of sub-Saharan Africa and witness widespread famine. Secessionist",
  "movementsareactivehereandthere,butthereisnolongeranyfearthatIndia",
  "will follow the former Yugoslavia and break up into a dozen fratricidal parts.",
  "The powers of the state are sometimes grossly abused, but no one seriously",
  "thinks that India will emulate neighbouring Pakistan, where the chief of army",
  "staff is generally also head of government.",
  "As a modern nation, India is simply sui generic. It stands on its own,",
  "different and distinct from the alternative political models on offer – be",
  "these Anglo-Saxon liberalism, French republicanism, atheistic communism,",
  "or Islamic theocracy. Back in 1971, at the time of the Bangladesh crisis,",
  "whenIndiafounditselfsimultaneouslyatoddswithcommunistChina,Islam-",
  "ic Pakistan and America, an Indian diplomat captured his country’s unique-",
  "ness in this way:",
  "IndiaisregardedwarilyintheWestbecausesheisagainsttheconceptof",
  "Imperialism and because she ‘invented’ the ‘Third World’.",
  "India is looked on with suspicion in the ‘Third World’ because",
  "of her (subversive) sentiments for democracy, human rights, etc.; the",
  "Muslim world is wrathful because of our secularism.The Communist countries regard India as insolent – and potentially",
  "dangerous – because we have rejected Communism as the prime condi-",
  "tion for Progress.",
  "We are, of course, on the side of God. But is God on our side?47",
  "The writer whose lines open this book, the nineteenth-century poet Ghalib,",
  "thoughtthatGodwasindeedonthesideofIndia.Allaroundhimwereconflict",
  "andprivation,butdoomsdayhadnotyetcome.‘WhydoesnottheLastTrum-",
  "petsound?askedGhalibofasageintheholycityofBenares. ‘Whoholdsthe",
  "reins of the Final Catastrophe?’ This was the answer he got:",
  "The hoary old man of lucent ken",
  "Pointed towards Kashi and gently smiled.",
  "‘The Architect’, he said, ‘is fond of this edifice",
  "Because of which there is colour in life; He",
  "Would not like it to perish and fall’.",
  "Ghalib and his interlocutor were speaking then of India, the civilization.",
  "Speaking now of India, the nation-state, one must insist that its future lies not",
  "inthehandsofGodbutinthemundaneworksofmen.Solongastheconstitu-",
  "tionisnotamendedbeyondrecognition,solongaselectionsareheldregularly",
  "andfairlyandtheethosofsecularismbroadlyprevails,solongascitizenscan",
  "speak and write in the language of their choosing, so long as there is an in-",
  "tegrated market and a moderately efficient civil service and army, and – lest",
  "I forget – so long as Hindi films are watched and their songs sung, India will",
  "survive.Acknowledgements",
  "In close to five decades as a citizen of India I have had plenty of opportunity",
  "to discover that this is sometimes the most exasperating country in the world.",
  "However, it was only while working on its modern history that I found that it",
  "was at all times the most interesting. It was my friend Peter Straus who set me",
  "offonthejourney,bysuggestingthatIwriteabookonindependentIndia.And",
  "it was the selfless tribe of archivists and librarians who made the journey an",
  "adventure rich in thrills and unexpected discoveries.",
  "The greatest thanks are owed to the staff of the Nehru Memorial Museum",
  "andLibrary,thatcapaciousrepositoryofprivatepapers,periodicals,microfilms",
  "and books about modern India. For weeks on end I had as my kindly com-",
  "panions Shri Jeevan ChandandShri Rautela of the Manuscripts Division, who",
  "broughtfileafterfileupfromalarge,darkcorridorintothesunnyreadingroom",
  "where Iworked. Outside, in the Main Section, the library staff were unfail-",
  "ingly courteous. In sourcing manuscripts, I also received much help from the",
  "Library’sDeputyDirector,DrN.Balakrishnan,andhissterlingassistantDeepa",
  "Bhatnagar.",
  "Next in order of importance is that other – and more famous – public re-",
  "pository, the British Library in London. My base here was the old India Office",
  "Library and Records, which – while I worked there – was called the ‘Oriental",
  "and India Office Collections’ (it now functions under the label of ‘Asian and",
  "African Studies’. By any name it remains a happy place to work in, with its",
  "briskandefficientstaff,itscloselinkstoothercollections,and–notleast–the",
  "serendipitous meetings it allows with scholars from around the world.",
  "Among the other libraries and archives where I collected material for",
  "this book are those maintained by the National Archives of India, New Delhi;",
  "the Centre for South Asian Studies, Cambridge; the University of California,",
  "Berkeley;StanfordUniversity;CornellUniversity;theUniversityofMichigan,",
  "Ann Arbor; the University of Georgia, Athens; Friends House, Euston; the In-",
  "dia International Centre, New Delhi; the National Library of Scotland, Edin-",
  "burgh; the Imperial War Museum, London; Oslo University; the Madras In-",
  "stitute of Development Studies, Chennai; Tata Steel, Jamshedpur; and the Lal",
  "Bahadur Shastri National Academy of Administration, Mussoorie. A special",
  "thanks is owed to the Centre for Education and Documentation in Bangalore,from whose fabulously comprehensive collection of news clippings Ihave ex-",
  "tensively drawn.",
  "Aside from private papers and periodicals,t his book also draws on other",
  "books old and new, as well as pamphlets. Not many of these could I find",
  "in libraries (at least not the libraries in my home town, Bangalore, which",
  "is a great centre of science but not, alas, of the humanities).The bulk were",
  "bought from bookshops known and unrecognized. Iam grateful, in particular,",
  "to the Premier Bookshop, Bangalore; the Select Bookshop, Bangalore; Prab-",
  "hu Booksellers, Gurgaon; the New and Secondhand Bookshop, Mumbai; and",
  "Manohar Booksellers, New Delhi. As handy and helpful were the unnamed",
  "pavement stalls in Mumbai’s Flora Fountain and Delhi’s Daryaganj – from",
  "whom and where, over the past two decades and more, I have obtained so",
  "much of the material for my work as a historian.",
  "ThephotographsthatIhaveusedherecomeprincipallyfromfourcollec-",
  "tions: those maintained by the Press Information Bureau, the Nehru Memori-",
  "al Museum and Library, and the Hindu and Ananda Bazaar Patrika group of",
  "newspapers. I thank these institutions for their assistance, and my wife Sujata",
  "for advice on the final selection.",
  "For help of various kinds, I would like to thank Chinmayi Arun; Kanti",
  "Bajpai;SuhasBaliga;RukminiBanerji;NupurBasu;MillicentBennett;Stan-",
  "leyBrandes;VijayChandru;ShrutiDebi;KanakManiDixit;ZafarFutehally;",
  "Amitav Ghosh; my parents S. R. D. and Visalakshi Guha; Supriya Guha;",
  "Wajahat Habibullah; Rajen Harshe; Radhika Herz-berger; Trevor Horwood;",
  "Shreyas Jayasimha; Robin Jeffrey; Bhagwan Josh; Nasreen Munni Kabir;",
  "DeveshKapur;MukulKesavan;SoumyaKeshavan;NayanjotLahiri;Nirmala",
  "Lakshman; Edward Luce; Lucy Luck; Raghu Menon; Mary Mount; Rajdeep",
  "Mukherjee; RudrangshuMukherjee; AnilNauriya; NandanNilekani; Mohan-",
  "dasPai;SriramPan-chu;PrashantPanjiar;ShekharPathak;SrinathRaghavan;",
  "Nitya Ramak-rishnan; Ramesh Ramanathan; Jairam Ramesh; my nephew",
  "Karthik Ramkumar; Mahesh Rangarajan; Anuradha Roy; Tirthankar Roy;",
  "John Ryle; P. Sainath; Sanjeev Saith; Rajdeep Sardesai; Jalpa Rajesh Shah;",
  "Rajbhushan Shinde; K. Sivaramakrishnan; Arvind Subramanian; R. Sudar-",
  "shan; Nandini Sundar; M. V. Swaroop; Shikha Trivedy; Siddharth Vara-da-",
  "rajan; A. R. Venkatachalapathy; Rajendra Vora; Amy Waldman; and Francis",
  "Wheen.",
  "Somefriendsdeservespecialmention,fortheirlong-termhelpinmatters",
  "professional and personal. These good souls are Rukun Advani, André",
  "Béteille, Keshav Desiraju, Gopal Gandhi, David Gilmour, Ian Jack, Sanjeev",
  "Jain, and Sunil Khilnani. André and David also provided detailed commentson a draft of the book. And I was kept going by the memory of my friend",
  "KrishnaRaj,editorforthirty-fiveyearsoftheEconomicandPoliticalWeekly,",
  "thejournalwhoseownlifeissocloselyboundupwiththelifeoftheRepublic",
  "– as the notes to this book testify.",
  "I thank, for their support, encouragement, criticism and chastisement,",
  "my editors, Richard Milner of Macmillan and Dan Halpern of Ecco/Harper-",
  "Collins. I promise to be less tardy with the books that might follow! In fact,",
  "without my agent Gill Coleridge even this one would not have been finished.",
  "On more than one occasion I have been tempted to take an extended holi-",
  "day, or drop the book altogether. Each time it was Gill who brought me back,",
  "showing me the ways in which it might be continued and, in the end, com-",
  "pleted.",
  "Mygreatestdebt,asexpressedinthededication,istothealwaysinterest-",
  "ingandoccasionallyexasperatingIndianswithwhomIamprivilegedtoshare",
  "a home.A R G",
  "LSO BY AMACHANDRA UHA",
  "The Unquiet Woods:",
  "Ecological Change and Peasant Resistance in the Himalaya",
  "Savaging the Civilized:",
  "Verrier Elwin, His Tribals and India",
  "Environmentalism:",
  "A Global History",
  "The Use and Abuse of Nature",
  "(with Madhav Gadgil)",
  "An Anthropologist among the Marxists and Other Essays",
  "The Picador Book of Cricket",
  "(editor)",
  "A Corner of a Foreign Field:",
  "The Indian History of a British Spor"
]