[
  "ch3",
  "PPLES IN THE ASKET",
  "TheIndianStatesaregovernedbytreaties...TheIndianStates,iftheydo",
  "not join this Union, will remain in exactly the same situation as they are",
  "today.",
  "S C , British politician, 1942",
  "SIR TAFFORD RIPPS",
  "We shall have to come out in the open with [the] Princes sooner or later.",
  "We are at present being dishonest in pretending we can maintain all these",
  "small States, knowing full well in practice we shall be unable to.",
  "L W , Viceroy of India, 1943",
  "ORD AVELL",
  "I",
  "F so concerned about how history would portray them as Lord",
  "EW MEN HAVE BEEN",
  "Mountbatten, the last viceroy and governor general of India. As a veteran",
  "journalistonceremarked,Mountbattenappearedtoactas‘hisownPublicRela-",
  "tions Officer’.1 An aide of Mountbatten was more blunt, calling his boss ‘the",
  "vainest man alive’. The viceroy always instructed photographers to shoot him",
  "from six inches above the eyeline because his friend, the actor Cary Grant, had",
  "told him that this way the wrinkles didn’t show. When Field Marshal Mont-",
  "gomery visited India, and the press clamoured for photos of the two together,",
  "Mountbatten was dismayed to find that Monty wore more medals than him-",
  "self.2",
  "Altogether, Mountbatten had a personality that was in marked contrast to",
  "thatofhispredecessor,LordWavell.AcivilservantwhoworkedunderWavell",
  "noticed that‘vanity,pomposityandothersuchweaknesses nevertouchedhim',",
  "anotherwayofsayingthathedidnotlookto,orcareabout,howhistorywould",
  "judge him.3 Yet it is Wavell who should get most of the credit for initiating the",
  "end of British rule in India. While sceptical of the political class, he was, des-",
  "pite the reserve which he displayed to them, deeply sympathetic to Indian as-",
  "pirations.4 It was he who set in motion the discussions and negotiations at theendofthewar,anditwashewhopressedforacleartimetableforwithdrawal.",
  "But it was left to his flamboyant successor to make the last dramatic gestures",
  "that announced the birth of the two newnations.",
  "After Mountbatten left India he worked hard to present the best possible",
  "spinonhistenureasviceroy.Hecommissionedorinfluencedawholearrayof",
  "booksthatsoughttomagnifyhissuccessesandglosshisfailures.Thesebooks",
  "projectanimpressionofMountbattenasawiseumpiresuccessfullymediating",
  "between squabbling school boys, whether India and Pakistan, the Congress",
  "and the Muslim League, Mahatma Gandhi and M. A. Jinnah, or Jawaharlal",
  "NehruandVallabhbhaiPatel.5Hiscreditclaimsaretakenatfacevalue,some-",
  "times absurdly so, as in the suggestion that Nehru would not have included",
  "Patel in his Cabinet had it not been for Mountbatten’s recommendation.6",
  "Curiously, Mountbatten’s real contribution to India and Indians has been",
  "rather underplayed by his hagiographers. This was his part in solving a geo-",
  "political problemthelikeofwhichnonewlyindependent statehadeverfaced",
  "(or is likely to face in the future). For when the British departed the subcon-",
  "tinent they left behind more than 500 distinct pieces of territory. Two of these",
  "were the newly created nations of India and Pakistan; the others comprised",
  "the assorted chiefdoms and states that made up what was known as ‘princely",
  "India’. The dissolution of these units is a story of extraordinary interest, told",
  "from a partisan point of view half a century ago in V. P. Menon’s Integration",
  "of the Indian States, but not else where or since.7",
  "II",
  "The princely states were somanythat there waseven disagreement astotheir",
  "number. One historian puts it at 521; another at 565. They were more than",
  "500, by any count, and they varied very widely in terms of size and status. At",
  "one end of the scale were the massive states of Kashmir and Hyderabad, each",
  "the size of a large European country; at the other end, tiny fiefdoms or jagirs",
  "of a dozen or less villages.",
  "The larger princely states were the product of the longue durée of Indian",
  "history as much as of British policy. Some states made much of having resis-",
  "tedthewavesofMusliminvaderswhosweptthroughnorthIndiabetweenthe",
  "eleventhandsixteenthcenturies.Othersowedtheirveryhistorytoassociation",
  "withtheseinvaders,asforinstancetheAsafJahdynastyofHyderabad,which",
  "beganlifeintheearlyeighteenth centuryasavassalstateofthegreatMughalEmpire. Yet other states, such as Cooch Behar in the east and Garhwal in the",
  "Himalayan north, were scarcely touched by Islamic influence at all.",
  "Whatever their past history, these states owed their mid-twentieth-cen-",
  "tury shape and powers – or lack thereof – to the British. Starting as a firm of",
  "traders, the East India Company gradually moved towards a position of over-",
  "lordship. They were helped here by the decline of the Mughals after the death",
  "of Aurangzeb in 1707. Indian rulers were seen by the Company as strategic",
  "allies, useful in checking the ambitions of their common enemy, the French.",
  "TheCompanyforcedtreatiesonthesestates,whichrecognizeditasthe‘para-",
  "mountpower’.Thus,whilelegallytheterritoriesthevariousNawabsandMa-",
  "harajas ruled over were their own, the British retained to themselves the right",
  "to appoint ministers and control succession, and to extract a large subsidy for",
  "theprovisionofadministrativeandmilitarysupport.Inmanycasesthetreaties",
  "also transferred valuable areas from the Indian states to the British. It was no",
  "accident that, except for the states comprising Kathia-war and two chiefdoms",
  "in the south, no Indian state had a coastline. The political dependence was",
  "made more acute by economic dependence, with the states relying on British",
  "India for raw materials, industrial goods, and employment opportunities.8",
  "Thelargernativestateshadtheirownrailway,currencyandstamps,van-",
  "ities allowed them by the Crown. Few had any modern industry; fewer still",
  "modern forms of education. A British observer wrote in the early twentieth",
  "centurythat,takenasawhole,thestateswere‘sinksofreactionandincompet-",
  "ence and unrestrained autocratic power sometimes exercised by vicious and",
  "deranged individuals’.9 This, roughly, was also the view of the main national-",
  "ist party, the Congress. From the 1920s they pressed the state rulers to at least",
  "matchtheBritishinallowingamodicumofpoliticalrepresentation.Underthe",
  "Congress umbrella rested the All-India States Peoples Conference, to which",
  "in turn were affiliated the individual praja mandals (or peoples’ societies) of",
  "the states.",
  "Even in their heyday the princes got a bad press. They were generally",
  "viewed as feckless and dissolute, over-fond of racehorses and other men’s",
  "wives and holidays in Europe. Both the Congress and the Raj thought that",
  "they cared too little for mundane matters of administration. This was mostly",
  "true,buttherewereexceptions.ThemaharajasofMysoreandBarodabothen-",
  "dowedfineuniversities,workedagainstcasteprejudiceandpromotedmodern",
  "enterprises.OthermaharajaskeptgoingthegreattraditionsofIndianclassical",
  "music.Good or bad, profligate or caring, autocratic or part-democratic, by the",
  "1940s all the princes now found themselves facing a common problem: their",
  "future in a free India. In the first part of 1946 British India had a definit-",
  "ive series of elections, but these left untouched the princely states. As a con-",
  "sequence there was a ‘growing antipathy towards princely governments’.10",
  "Their constitutional status, however, remained ambiguous. The Cabinet Mis-sion of 1946 focused on the Hindu–Muslim or United India versus Pakistan",
  "question; it barely spoke of the states at all. Likewise the statement of 20",
  "February1947,formallyannouncingthattheRajwastoend,alsofinessedthe",
  "question. On 3 June the British announced both the date of their final with-",
  "drawal and the creation of two dominions – but this statement also did not",
  "make clear the position of the states. Some rulers began now ‘to luxuriate in",
  "wild dreams of independent power in an India of many partitions’.11",
  "Now, just in time, came the wake-up calls.",
  "III",
  "In1946–7thepresidentoftheAll-IndiaStatesPeoplesConferencewasJawa-",
  "harlal Nehru. His biographer notes that Nehru ‘held strong views on this sub-",
  "ject of the States. He detested the feudal autocracy and total suppression of",
  "popular feeling, and the prospect of these puppet princes . . . setting them-",
  "selves up as independent monarchs drove him into intense exasperation.’12",
  "TheprospectwasencouragedbytheofficialsofthePoliticalDepartment,who",
  "led the princes to believe that once the British had left they could, if they so",
  "wished, stake their claims to independence.",
  "Ontheirpart,theprincesdislikedandevenfearedNehru.Fortunatelythe",
  "Congress had assigned the problem of the states to the pragmatic administrat-",
  "orVallabhbhaiPatel.Throughthespringof1947Patelthrewaseriesoflunch",
  "parties, where he urged his princely guests to help the Congress in framing",
  "a new constitution for India. This they could do by sending delegates to the",
  "Constituent Assembly, whose deliberations had begun in Delhi in December",
  "1946.AtthesametimePatelwrotetothemoreinfluentialdewans(chiefmin-",
  "isters), urging them to ask their rulers to come to terms with the party which",
  "would now rule India.13",
  "One of the first princes to come over to Patel’s side was the Maharaja",
  "of Bikaner. His dewan was K. M. Pannikar, awidely respected historian who,",
  "more clearly than otherpeople, could see that the ‘Vasco da Gama epoch of",
  "Asian history’14 was swiftly coming to an end. The forces of nationalism",
  "were irresistible; if one did not compromise with them, one would be swept",
  "away.Accordingly,inthefirstweekofApril1947Bikanerissuedapublicap-",
  "peal to his fellow princes to join the Constituent Assembly. Their entry into",
  "the Assembly, he said, would ‘make quite clear to everyone that the IndianPrinces are not only workingfor the good of their States and for their mother",
  "country but are above all patriotic and worthy sons of India’.15",
  "The first chiefdom to join the Constituent Assembly, back in February,",
  "had in fact been the state of Baroda. After Bikaner’s appeal a dozen more",
  "states joined, many of them from Rajasthan. Pannikar and Bikaner had ‘led",
  "the Rajput princes in a fresh act of traditional obeisance to Delhi, where in",
  "placeofMogulorBritish,aPanditnowrules.Theyhavemadeacompactwith",
  "Congress – probably, from their point of view, rightly.’16",
  "Several states in Rajasthan,Bikaner included, would share aborder",
  "withPakistan; this, and ancient memories of battles withMuslim kings, pre-",
  "disposed them to an early compromise with Congress. But other states in the",
  "hinterland were less sure how far Delhi’s writ would run after the British left.",
  "Might not the situation revert tothat of the eighteenth century, when the pen-",
  "insula wasdivided up among dozens of more-or-less sovereign states?",
  "On 27 June a newStates Department was set up by the government of",
  "India. This replaced the old Political Department, whose pro-princes, anti-",
  "Congress tenor had caused so much mischief.17 Patel wouldbethe minister in",
  "charge. As hissecretary he chose V. P. Menon, asmall, alert and ferociously",
  "intelligent Malayali from Malabar. Unusually for a man in his position, Men-",
  "on had come from the ranks.Far from being a member of the elite Indian",
  "Civil Service – as other secretaries to government were – he had joined the",
  "government of India asaclerk and steadily worked hisway up. He had been",
  "reforms commissioner and constitutional adviser to successive viceroys, and",
  "had played a key role in drafting the Indian Independence Bill.",
  "His peers in the ICS derisively called him ‘babu Menon’, in reference to",
  "hislowlyorigins.Infact,asBritishRajgavewaytoCongressRaj,therecould",
  "have been no better man to supervise this most tricky aspect of the transition.",
  "Menon’s first act was to urge the British government not to support fanci-",
  "ful claims to independence. ‘Even an inkling that H.M.G. would accord inde-",
  "pendent recognition’, he told London, ‘would make infinitely difficult all at-",
  "temptstobringtheStatesandthenewDominionstogetheronallvitalmatters",
  "of common concern.’18",
  "Menon was also ideally placed to mediate between his old boss, Mount-",
  "batten, and his new boss, Vallabhbhai Patel. Between them they worked on a",
  "draftInstrument ofAccession wherebythestates wouldagree totransfer con-",
  "trol of defence, foreign affairs and communications to the Congress govern-",
  "ment. On 5 July Patel issued a statement appealing to the princes to accede to",
  "the Indian Union on these three subjects and join the Constituent Assembly.",
  "As he put it, the ‘alternative to co-operation in the general interest’ was ‘an-archy and chaos’. Patel appealed to the princes’ patriotism, asking for their",
  "assistance in raising ‘this sacred land to its proper place among the nations of",
  "the world’.19",
  "On 9 July Patel and Nehru both met the viceroy, and asked him ‘what he",
  "was going to do to help India in connection with her most pressing problem –",
  "relations with the [princely] States’. Mountbatten agreed to make this matter",
  "‘hisprimaryconsideration’.LaterthatsamedayGandhicametomeetMount-",
  "batten. As the viceroy recorded, the Mahatma ‘asked me to do everything in",
  "my power to ensure that the British did not leave a legacy of Balkanisation",
  "and disruption on the 15th August by encouraging the States to declare their",
  "independence . . . ’20",
  "Mountbatten was being urged by the Congress trinity to bat for them",
  "against the states. This he did most effectively, notably in a speech to the",
  "Chamber of Princes delivered on 25 July, for which the viceroy had decked",
  "out in all his finery, rows of military medals pinned upon his chest. He was,",
  "recalledanadoringassistant,‘infulluniform,withanarrayofordersanddec-",
  "orations calculated to astonish even these practitioners in Princely pomp’.21",
  "Mountbatten began by telling the princes that the Indian Independence",
  "Act had released ‘the States from all their obligations to the Crown’. They",
  "were now technically independent, or, put another way, rudderless, on their",
  "own. The old links were broken, but ‘if nothing can be put in its place, only",
  "chaos can result’ – a chaos that ‘will hit the States first’. He advised them to",
  "forge relations with the new nation closest to them. As he brutally put it, ‘you",
  "cannot run away from the Dominion Government which is your neighbour",
  "any more than you can run away from the subjects for whose welfare you are",
  "responsible’.",
  "TheInstrument ofAccession theprinces werebeingaskedtosignwould",
  "cede away defence – but in any case, said Mountbatten, the states would,",
  "by themselves, ‘be cut off from any source of supplies of up-to-date arms or",
  "weapons’. It would cede away external affairs, but the princes could ‘hardly",
  "wanttogototheexpenseofhavingambassadorsorministersorconsulsinall",
  "these foreign countries’. And it would also cede away communications, but",
  "this was ‘really a means of maintaining the life-blood of the whole sub-con-",
  "tinent’.TheCongressoffer,saidtheviceroy,lefttherulers‘withgreatinternal",
  "authority’ while divesting them of matters they could not deal with on their",
  "own.22",
  "Mountbatten’s talk to the Chamber of Princes was a tour de force. In my",
  "opinion it ranks as the most significant of all his acts in India. It finally per-suaded the princes that the British would no longer protect or patronize them,",
  "and that independence for them was a mirage.",
  "Mountbatten had prefaced his speech with personal letters to the more",
  "important princes. Afterwards he continued to press them to sign the Instru-",
  "mentofAccession.Iftheydidsobefore15August,saidtheviceroy,hemight",
  "be able to get them decent terms with the Congress. But if they did not listen,",
  "thentheymightfacean‘explosivesituation’afterIndependence,whenthefull",
  "might of nationalist wrath would turn against them.23",
  "By15AugustvirtuallyallthestateshadsignedtheInstrumentofAcces-",
  "sion. Meanwhile the British had departed, never to return. Now the Congress",
  "went back on the undertaking that if the princes signed up on the three speci-",
  "fied subjects, ‘in other matters we would scrupulously respect their autonom-",
  "ous existence’.24 The praja mandals grew active once more. In Mysore a",
  "movement was launched for ‘full democratic government’ in the state. Three",
  "thousandpeoplecourtedarrest.25InsomestatesinKathiawarandOrissa,pro-",
  "testers took possession of government offices, courts and prisons.26",
  "VallabhbhaiPatelandtheCongressPartycleverlyusedthethreatofpop-",
  "ular protest to make the princes fall in line. They had already acceded; now",
  "theywerebeingaskedtointegrate,thatistodissolvetheirstatesasindepend-",
  "ent entities and merge with the Union of India. In exchange they would be",
  "allowed to retain their titles and offered an annual allowance in perpetuity.",
  "If they desisted from complying, they faced the threat of uncontrolled (and",
  "possiblyuncontrollable)agitationbysubjectswhosesuppressedemotionshad",
  "been released by the advent of Independence.27",
  "Through the latter part of 1947 V. P. Menon toured India, cajoling the",
  "princes one by one. His progress, wrote the New York Times correspondent in",
  "New Delhi,",
  "could be measured from the ensuing series of modest newspaper items,",
  "each series running about like this:",
  "First, a small headline, ‘Mr V. P. Menon Visits Stateof Chhota",
  "Hazri’;",
  "Then,intheGovernor-General’sdailyCourtCircular,abriefnotice,",
  "‘H. H. the Maharajah of Chhota Hazri has arrived’;",
  "And soon, a banner headline, ‘CHHOTA HAZRI MERGED’.28",
  "As this account makes clear, the groundwork was done by Patel and V. P.",
  "Menon; but the finishing touch was applied by Mountbatten, a final interviewwith whom was sometimes a necessary concession to princely vanity. The",
  "governorgeneralalsovisitedthemoreimportantchiefdoms,wherehesaluted",
  "their ‘most wise and Statesmanlike decision’ to link up with India.29",
  "Mountbatten dealt with the symbolism of the princes’ integration with",
  "India; V. P. Menon with the substance. In his book, Menon describes in",
  "some detail the tortuous negotiations with the rulers. The process of give and",
  "take involved much massaging of egos: one ruler claimed descent from Lord",
  "Rama, another from Sri Krishna, while a third said his lineage was immortal,",
  "as it had been blessed by the Sikh Gurus.",
  "In exchange for their land each ruler was offered a ‘privy purse’, its size",
  "determined by the revenue earned by the state. The bigger, more strategically",
  "placed states had to be given better deals, but relevant too were such factors",
  "astheantiquityoftherulingdynasty,thereligioushalowhichmightsurround",
  "it, and their martial traditions. Apart from an annual purse, the rulers were",
  "allowed to retain their palaces and other personal properties and, as signific-",
  "antly, their titles. The Maharaja of Chhota Hazri would still be the Maharaja",
  "of Chhota Hazri, and he could pass on the title to his son as well.30",
  "Toreassuretheprinces,Patelsoughttoincludeaconstitutionalguarantee",
  "with regard to the privy purses. But, as V. P. Menon pointed out, the pay-off",
  "had been trifling compared to the gains. In addition to securing the political",
  "consolidation of India, the integration of the states was, in economic terms, a",
  "veritable steal. By Menon’s calculation, while the government would pay out",
  "some Rs150 million to the princes, in ten years’ time the revenue from their",
  "states would amount to at least ten times as much.31",
  "Acquiring the territory of the States was followed by the scarcely less",
  "difficultjobofadministrativeintegration.Inmoststates,thelandrevenueand",
  "judicial systems were archaic, and there was no popular representation of any",
  "kind.TheMinistryofStatestransferredofficialstrainedinBritishIndiatoput",
  "thenewsystemsinplace.Italsooversawtheswearing-inofinterimministries",
  "prior to the holding of full-fledged elections.",
  "Patel and Menon took more than one leaf out of the British book. They",
  "played ‘divide-and-rule’, bringing some princes on side early, unsettling the",
  "rest. They played on the childlike vanities of the maharajas, allowing them to",
  "retaintheirtitlesandsometimesgivingthemnewones.(Thusseveralmahara-",
  "jas were appointed governors of provinces.) But, like the British in the eight-",
  "eenth century,they kept their eye firmly onthe main chance: material advant-",
  "age.For,asPateltoldtheofficialsofthestatesministry,‘wedonotwanttheir",
  "women and their jewellery – we want their land’.32In a mere two years, over 500 autonomous and sometimes ancient chief-",
  "domshadbeendissolvedintofourteennewadministrativeunitsofIndia.This,",
  "by any reckoning, was a stupendous achievement. It had been brought about",
  "by wisdom, foresight, hard work and not a little intrigue.",
  "IV",
  "When Vallabhbhai Patel had first discussed the states problem with Mount-",
  "batten, he had asked him to bring in ‘a full basket of apples’ by the date of",
  "Independence. Would he be satisfied with a bag of 560 instead of the full",
  "565, wondered the viceroy. The Congress strongman nodded his assent.33 As",
  "it turned out, only three states gave trouble before 15 August, and three more",
  "afterthat date.",
  "TravancorewasthefirststatetoquestiontherightoftheCongresstosuc-",
  "ceed the British as the paramount power. The state was strategically placed,",
  "at the extreme southern tip of the subcontinent. It had the most highly edu-",
  "cated populace in India, a thriving maritime trade, and newly discovered re-",
  "serves of monazite, from which is extracted thorium, used in the production",
  "of atomic energy and atomic bombs. The dewan of Travancore was Sir C. P.",
  "Ramaswamy Aiyar, a brilliant and ambitious lawyer who had been in his post",
  "for sixteen years. It was commonly believed that he was the real ruler of the",
  "state, whose maharaja and maharani were like putty in his hands.",
  "As early as February 1946 Sir C. P. had made clear his belief that, when",
  "theBritishleft,Travancorewouldbecomea‘perfectlyindependentunit’,asit",
  "had been before 1795, when it first signed a treaty with the East India Com-",
  "pany.Inthe summer of1947heheld aseries ofpress conferences seeking the",
  "co-operation of the people of Travancore in his bid for independence. He re-",
  "mindedthemoftheantiquityoftheirrulingdynastyandofTravancore’ssink-",
  "ing of a Dutch fleet back in the year 1741 (this apparently the only naval de-",
  "feat ever inflicted by an Asian state on a European power). This appeal to a",
  "past redolent in regional glory was meant to counter the pan-Indian national-",
  "ism of the present. For the Congress had a strong presence in the state, as did",
  "the Communist Party of India. Still, the dewan insisted that from 15 August",
  "1947‘Travancorewillbecomeanindependentcountry’.‘Therewasnopartic-",
  "ular reason’, he defiantly added, ‘why she should be in a worse position than",
  "Denmark, Switzerland, and Siam.’Interestingly, Travancore’s bid for independence was welcomed by Mo-",
  "hammad Ali Jinnah. On 20 June he sent Sir C. P. a wire indicating that",
  "Pakistanwas‘readytoestablishrelationshipwithTravancorewhichwillbeof",
  "mutual advantage’. Three weeks later the dewan wrote to the Madras govern-",
  "ment informing them that Travancore was taking steps to ‘maintain herself as",
  "anindependententity’.Itwas,however,readytosignatreatybetweenthe‘in-",
  "dependent Sovereign State’ of Travancore and the ‘Dominion Governments’",
  "of both India and Pakistan.",
  "On 21 July the dewan of Travancore had an appointment to meet the",
  "viceroy in Delhi. The previous evening he met a senior British diplomat and",
  "told him that he hoped to get recognition from his government. If India re-",
  "fusedtosupplyTravancorewithtextiles,heasked,wouldtheUnitedKingdom",
  "step in? Sir C. P. had, it seems, been encouraged in his ambitions by politi-",
  "cians in London, who saw an independent Travancore as a source of a mater-",
  "ial crucial to the coming Cold War. In fact, the Travancore government had",
  "already signed an agreement with the UK government for the supply of mon-",
  "azite.InLondon,theministerofsupplyadvisedhisgovernmenttoavoidmak-",
  "ing any statement that would ‘give the Indian Dominions leverage in com-",
  "bating Travancore’s claim for independence’. Since the state had the ‘richest",
  "known deposit of monazite sand’, said the minister, from the British point of",
  "view ‘it would be an advantage if Travancore retained political and economic",
  "independence, at least for the time being.’",
  "On the 21st Sir C. P. had his scheduled interview with Mountbatten.",
  "They were together for more than two hours, which time the dewan used to",
  "launch an excoriating attack on Gandhi, Nehru and the Congress. After he",
  "‘had worked off his emotional upset’, the viceroy ‘let him go and sent V. P.",
  "Menon to work on him’. Menon urged him to sign the Instrument of Acces-",
  "sion, but the dewan said he would prefer to negotiate a treaty with India in-",
  "stead.",
  "Sir C. P. returned to Travancore, his mind still apparently firm on",
  "Independence. Then, while on his way to a music concert on 25 July, he was",
  "attackedbyamaninmilitaryshorts,knifedinthefaceandbodyandtakenoff",
  "for emergency surgery. (The would-be assassin turned out to be a member of",
  "the Kerala Socialist Party.) The consequences were immediate, and from the",
  "Indianpointofview,mostgratifying.Astheviceroyputitinhisweeklyreport",
  "to London, ‘The States Peoples organisation turned the heat on and Travan-",
  "core immediately gave in’. From his hospital bed Sir C. P. advised his maha-",
  "rajato‘followthepathofconciliationandcompromise’whichhe,‘beingauto-cratic and over-decisive’, had not himself followed. On 30 July the maharaja",
  "wired the viceroy of his decision to accede to the Indian Union.34",
  "A second state that wavered on the question of accession was Bhopal.",
  "This lay in central India, and had the not unusual combination of a mostly",
  "Hindu population and a Muslim ruler. Since 1944 the Nawab of Bhopal had",
  "served as chancellor of the Chamber of Princes. He was known to be a bit-",
  "ter opponent of the Congress, and correspondingly close to Jinnah and the",
  "Muslim League. When, after the war, the British made clear their intention to",
  "leave India, the prospect filled the Nawab with despair. He saw this as ‘one",
  "of the greatest, if not the greatest, tragedies that has ever befallen mankind’.",
  "Fornowthe‘States,theMoslems,andtheentiremassofpeoplewhoreliedon",
  "British justice . . . suddenly find themselves totally helpless, unorganised and",
  "unsupported’. The only course left to the Nawab now was to ‘die in the cause",
  "of the Moslems of the world’.",
  "These lines are from a letter of November 1946, written to the political",
  "adviser to Lord Wavell. Four months later Wavell was replaced as viceroy by",
  "Mountbatten,who,asithappens,wasanoldpolo-playingbuddyoftheNawab",
  "of Bhopal. Their friendship went back twenty-five years; Mountbatten once",
  "claimed that the Nawab was his ‘second-best friend in India’.35 But it was",
  "soon clear that they now stood in different camps. In mid-July 1947 Mount-",
  "batten wrote to Bhopal, as he had to all other princes, advising him to accede",
  "to India. He got along and self-confessedly ‘sentimental’ letter in reply. This",
  "began by professing ‘unbroken and loyal friendship’ with the Crown of Eng-",
  "land; alinknowbeingbrokenbytheunilateral action ofHMG.Andtowhom",
  "had they delivered Bhopal and his colleagues? The hated party of Gandhi and",
  "Nehru.‘Arewe’,askedBhopalangrily,‘towriteoutablankchequeandleave",
  "it to the leaders of the Congress Party to fill in the amount?’",
  "From accusations of betrayal the letter then issued a warning. In India,",
  "said the Nawab, the main bulwarks against the ‘rising tide of Communism’",
  "were men of property. The Congress had already stated their intention to li-",
  "quidate landlords. To that party’s left stood the Communist Party of India,",
  "which controlled the unions of transport workers; if they so chose, the com-",
  "munists could paralyse and starve the subcontinent. ‘I tell you straight’, said",
  "Bhopal to his friend, ‘that unless you and His Majesty’s Government support",
  "the States and prevent them from disappearing from the Indian political map,",
  "you will very shortly have an India dominated by Communists . . . If the Un-",
  "ited Nations one day find themselves with 450 million extra people under the",
  "heel of Communist domination they will be quite justified in blaming GreatBritain for this disaster, and I naturally would not like your name associated",
  "with it.’",
  "Bhopal hinted that he, like Travancore, would declare his independence;",
  "inanycasehewouldnotattendthemeetingoftheChamberofPrincessched-",
  "uled for 25 July. On the 31st Mountbatten wrote back to Bhopal inviting him",
  "once more to sign the Instrument of Accession. He reminded him of what",
  "he had said in the speech: that no ruler could ‘run away’ from the dominion",
  "closesttohim.Andheshrewdlyturnedtheargumentaboutcommunismonits",
  "head. Yes, he told Bhopal, there was indeed a Red threat, but it would be best",
  "met if the Congress and the princes joined hands. For men like Patel were ‘as",
  "frightened of communism as you yourself are. If only they had support from",
  "all other stable influences such as that of the Princely Order, it might be pos-",
  "sible for them to ward off the communist danger.’36",
  "By this time Bhopal had received reports of the meeting of 25 July. He",
  "had heard of the terrific impression his old friend had made, and also of the",
  "increasingtideofaccessionsbyhisfellowprinces.Andsohecapitulated,ask-",
  "ing only for a small sop to his pride. Would the viceroy press Patel to extend",
  "the deadline by ten days, so that his accession would be announced after 15",
  "August instead of before? That, said Bhopal, ‘would enable me to sign our",
  "death warrant with a clear conscience’. (In the event, Patel said he could not",
  "makeanyexceptions;insteadMount-battenofferedtoBhopalthatifhewould",
  "sign the Instrument of Accession on 14 August, he would keep it under lock",
  "and key and hand it over to Patel only after the 25th.)37",
  "A case more curious still was that of Jodhpur, an old and large state with",
  "a Hindu king as well as a largely Hindu population. At a lunch hosted by",
  "Mountbatteninmid-July,theyoungMaharajaofJodhpurhadjoinedtheother",
  "RajputprincesinindicatinghiswillingnesstoaccedetoIndia.Butsoonafter-",
  "wardssomeone–itisnotclearwho–plantedtheideainhisheadthatsincehis",
  "state bordered Pakistan, he might get better terms from that dominion. Poss-",
  "ibly at Bhopal’s initiative, a meeting was arranged between him and Jinnah.",
  "At this meeting the Muslim League leader offered Jodhpur full port facilities",
  "in Karachi, unrestricted import of arms and supply of grain from Sindh to his",
  "own famine-stricken districts. In one version, Jinnah is said to have handed",
  "the maharaja a blank sheet and a fountain pen and said, ‘You can fill in all",
  "your conditions.’",
  "If Jodhpur had defected to Pakistan, this would have opened up the pos-",
  "sibility that states contiguous to it – such as Jaipur and Udaipur – would do",
  "likewise. However, K. M. Pannikar got wind of the plan and asked Vallab-",
  "hbhai Patel to intervene. Patel contacted Jodhpur and promised him free im-port of arms too, as well as adequate grain. Meanwhile, his own nobles and",
  "village headmen had told the maharaja that he could not really expect them",
  "to be at ease in a Muslim state. The ruler of an adjoining state, Jaisalmer,",
  "also asked him what would happen if he joined Pakistan and a riot broke out",
  "between Hindus and Muslims. Whose side would he then take?",
  "And so the Maharaja of Jodhpur also came round, but not before a last-",
  "minute theatrical show of defiance. When presented with the Instrument of",
  "Accessionintheanteroomoftheviceroy’soffice,Jodhpurtookoutarevolver",
  "and held it to the secretary’s head, saying, ‘I will not accept your dictation.’",
  "But in a few minutes he cooled down and signed on the line.38",
  "V",
  "Among the states that had not signed up by 15 August was Junagadh, which",
  "lay in the peninsula of Kathiawarin western India. This, like Bhopal, had a",
  "Muslim Nawab ruling over a chiefly Hindu population. On three sides Jun-",
  "agadhwassurroundedbyHindustatesorbyIndia,butonthefourth–andthis",
  "distinguished it from Bhopal – it had a long coastline. Its main port, Verav-",
  "al, was 325 nautical miles from the Pakistani port city (and national capit-",
  "al) of Karachi. Junagadh’s ruler in 1947, Mohabat Khan, had one abiding",
  "passion: dogs. His menagerie included 2,000 pedigree canines, including six-",
  "teen hounds specially deputed to guard the palace. When two of his favourite",
  "houndsmated, the Nawab announced apublic holiday.Ontheir ‘marriage’ he",
  "expended three lakh (300,000) rupees, or roughly a thousand times the aver-",
  "age annual income of one of his subjects.",
  "Within the borders of Junagadh lay the Hindu holy shrine of Somnath,",
  "as well as Girnar, a hill top with magnificent marble temples built by, and for,",
  "theJains.BothSomnathandGirnarattractedthousandsofpilgrimsfromother",
  "parts of India. The forests of Junagadh were also the last refuge of the Asiatic",
  "lion. These had been protected by Mohabat Khan and his forebears, who dis-",
  "couraged even high British officials from hunting them.39",
  "Inthesummerof1947theNawabofJunagadhwasonholidayinEurope.",
  "While he was away, the existing dewan was replaced by Sir Shah Nawaz",
  "Bhutto, a leading Muslim League politician from Sindh who had close ties",
  "to Jinnah.40 After the Nawab returned, Bhutt opressed him to stay out of the",
  "Indian Union. On 14 August, the day of the transfer of power, Junagadh an-",
  "nounced that it would accede to Pakistan. This it was legally allowed to do,althoughgeographicallyitmadelittlesense.ItalsoflewinthefaceofJinnah’s",
  "‘two-nation’ theory, since 82 per cent of Junagadh’s population was Hindu.",
  "Pakistan sat on the Nawab’s request for a few weeks, but on 13 Septem-",
  "ber it accepted the accession. It seems to have done this in the belief that it",
  "could then use Junagadh as a bargaining counter to secure Jammu and Kash-",
  "mir. That state too had not acceded to either dominion by 15 August. It had a",
  "Hindu maharaja and a majority Muslim population: in structural terms, it was",
  "a Junagadh in reverse.",
  "The acceptance by Pakistan of Junagadh’s accession enraged the Indian",
  "leaders. Touched in a particularly ‘tender spot’ was Vallabhbhai Patel, who",
  "camefromthesameregionandspokethesamelanguage(Gujarati)astheres-",
  "idents of Junagadh.41 His first response was to secure the accession of two",
  "of Junagadh’s tributary states, Mangrol and Babariawad. Their Hindu chiefs",
  "claimed that they had the right to join India; the Nawab of Junagadh denied",
  "this, claiming that as his vassals they had to seek his consent first. The Indian",
  "government went with the vassals, and sent in a small military force to sup-",
  "port them.",
  "In the middle of September V. P. Menon went to Junagadh to negotiate",
  "with the Nawab, but the ruler would not see him, feigning illness. Menon had",
  "tomakedowithmeetingthedewaninstead.HetoldSirShahNawazthatfrom",
  "both cultural and geographical points of view Junagadh really should join In-",
  "dia. Sir Shah Nawaz did not dispute this, but complained that local feelings",
  "hadbeeninflamedbythe‘virulentwritingsintheGujaratiPress’.Hesaidthat",
  "he personally would favour the issue being decided by a referendum.42",
  "Meanwhile, a ‘provisional government of Junagadh’ was set up in Bom-",
  "bay. This was led by Samaldas Gandhi, a nephew of the Mahatma, and a nat-",
  "ive of the kingdom. This ‘government’ became the vehicle of popular agit-",
  "ation within Junagadh. In panic, the Nawab fled to Karachi, taking a dozen",
  "of his favourite dogs with him. The dewan was left holding the baby. On 27",
  "OctoberSirShahNawazwrotetoJinnahthat,while‘immediatelyafteracces-",
  "sion [to Pakistan], His Highness and myself received hundreds of messages",
  "chiefly from Muslims congratulating us on the decision, today our brethren",
  "are indifferent and cold. Muslims of Kathiawar seem to have lost all their en-",
  "thusiasm for Pakistan.’",
  "Ten days later Sir Shah Nawaz informed the Indian government that he",
  "would like to hand over the administration of Junagadh. The formal transfer",
  "took place on 9 November. Back in Delhi, however, Mount-batten was cross",
  "that he had not been consulted before the territory was taken over. Partly to",
  "placate him, but also to establish its own legitimacy, the Indians then organ-ized a plebiscite. A referendum held on 20 February 1948 resulted in 91 per",
  "cent of the electorate voting for accession to India.43",
  "VI",
  "The state of Hyderabad also had a Muslim ruler and a mostly Hindu popu-",
  "lation; but it was a prize greater by far than Bhopal or Junagadh. The state",
  "ran right across the Deccan plateau, in the centre of the subcontinent. Its area",
  "wasinexcessof80,000squaremiles,anditspopulationmorethan16million,",
  "these distributed among three linguistic zones: Telugu, Kannada and Marathi.",
  "Hyderabad was surrounded by Central Provinces in the north, by Bombay",
  "in the west, and by Madras in the south and east. Although landlocked, it",
  "was self-sufficient in food, cotton, oilseed, coal and cement. Petrol and salt,",
  "however, had to be imported from British India.",
  "HyderabadbeganlifeasaMughalvassalstatein1713.Itsrulerwascon-",
  "ventionally known as the Nizam. Eighty-five per cent of its population was",
  "Hindu, but Muslims dominated the army, police and civil service. The Nizam",
  "himself owned about 10 per cent of the land of the state; much of the rest was",
  "controlled by large landowners. From his holdings the ruler earned Rs25 mil-",
  "lion a year in rent, while another Rs5 million were granted him from the state",
  "treasury. There were some very rich nobles, but the bulk of the Muslims, like",
  "the bulk of the Hindus, worked as factory hands, artisans, labourers and peas-",
  "ants.44",
  "In power in 1946–7 was the seventh Nizam, Mir Usman Ali, who had",
  "ascended to the throne as far back as 1911. He was one of the richest men in",
  "the world, but also one of the most miserly. He rarely wore new clothes, his",
  "preferred mode of dress being an un-ironed pyjama and shirt and a faded fez.",
  "He‘generallydroveinanold,rattling,tin-potofacar,a1918model;henever",
  "offered any kind of hospitality to a visitor’.45",
  "ThisNizamwasdeterminedtohangontomorethanhispersonalwealth.",
  "What he wanted for his state, when the British left, was independence, with",
  "relations forged directly between him and the Crown. To help him with his",
  "case he had employed Sir Walter Monckton, a King’s Counsel and one of the",
  "most highly regarded lawyers in England. (Among Monckton’s previous cli-",
  "entswasKingEdwardVIII,whomhehadadvisedduringhisabdication.) For",
  "theEnglishman’sservicestheNizamwaspreparedtopayapacket:asmuchas",
  "90,000 guineas a year, it was rumoured. In a meeting with the viceroy, Mon-ckton ‘emphasized that His Exalted Highness would have great difficulty in",
  "taking any course likely to compromise his independent sovereignty’. When",
  "MountbattensuggestedthatHyderabadshouldjointheConstituentAssembly,",
  "the Nizam’s lawyer answered that if India pressed too hard his client might",
  "‘seriously consider the alternative of joining Pakistan’.46",
  "The Nizam’s ambitions, if realized, would virtually cut off the north of",
  "India from the south. And, as the constitutional expert Reginald Coupland",
  "pointed out, ‘India could live if its Moslem limbs in the northwest and north-",
  "east were amputated, but could it live without its midriff?’ Sardar Patel put it",
  "more directly, saying that an independent Hyderabad constituted a ‘cancer in",
  "the belly of India’.47",
  "In this face-off between the Nizam and the government of India, each",
  "side had a proxy of its own. The Indians had the Hyderabad State Congress,",
  "formedin1938,whichpressedhardforrepresentativegovernmentwithinthe",
  "state. The Nizam had the Ittihad-ul-Muslimeen, which wished to safeguard",
  "thepositionofMuslimsinadministrationandpolitics.Anotherimportantact-",
  "or was the Communist Party of India, which had a strong presence in the",
  "Telengana region of the state.",
  "In 1946–7 all three voices grew more strident. The State Congress de-",
  "manded that Hyderabad fall into line with the rest of India. Its leaders organ-",
  "ized street protests, and courted arrest. Simultaneously, the Ittihad was being",
  "radicalized by its new leader, Kasim Razvi, an Aligarh-trained lawyer and a",
  "passionate believer intheidea of‘Muslim pride’.UnderRazvi theIttihad had",
  "promotedaparamilitarybodycalledthe‘Razakars’,whosemembersmarched",
  "up and down the roads of Hyderabad, carrying swords and guns.48",
  "Inthecountryside,meanwhile,therewasaruraluprisingledanddirected",
  "by the communists. Across Telengana large estates were confiscated and re-",
  "distributed to land-hungry peasants. The insurrectionists first seized all hold-",
  "ings in excess of 500 acres, bringing the limit down successively to 200 and",
  "then 100 acres. They also abolished the institution of forced labour. In the",
  "districts of Nalgonda, Warangal and Karimnagar the communists ran what",
  "amountedtoaparallelgovernment.Morethan1,000villageswere‘practically",
  "freed from the Nizam’s rule’.49",
  "On 15 August the national flag was hoisted by Congress workers in dif-",
  "ferent parts of Hyderabad state. The offenders were arrested and taken off to",
  "jail.50OntheothersidetheRazakarsgrewmoretruculent.Theyaffirmedtheir",
  "support for the Nizam’s declaration of independence, and printed and distrib-",
  "uted handbills which proclaimed: ‘Free Hyderabad for Hyderabadis’ and ‘No",
  "pact with the Indian Union’.51The Nizam’s ambitions were encouraged by the Conservative Party in",
  "Britain. Sir Walter Monckton was himself a prominent Tory and he had writ-",
  "ten to his party leaders to support his client’s case. Monckton claimed the",
  "Congress practised a kind of ‘power politics’ that was an ‘exact replica of",
  "those in which Hitler and Mussolini indulged’. Since Mountbatten was hand-",
  "in-glove with Nehru and Patel, it was up to the Tories to ‘see to it that if this",
  "shameful betrayal of our old friends and allies cannot be prevented, at least it",
  "does not go uncastigated before the conscience of the world’.52",
  "To see the Nizam’s Hyderabad as Poland and the Congress as the equi-",
  "valent to Hitler’s Nazis boggles the imagination. Even Winston Churchill al-",
  "lowed himself to be persuaded of the analogy, perhaps because he had along",
  "standing dislike for Mahatma Gandhi. Speaking in the House of Commons,",
  "Churchill argued that the British had a ‘personal obligation . . . not to allow a",
  "state,whichtheyhaddeclaredasovereignstate,tobestrangled,starvedoutor",
  "actuallyoverbornebyviolence’.Theparty’srisingstar,R.A.Butler,weighed",
  "in on Churchill’s side, saying that Britain should press for the ‘just claims of",
  "Hyderabad to remain independent’.53",
  "The Nizam, and more so the Razakars, also drew sustenance from the",
  "support to their cause from Pakistan. Jinnah had gone so far as to tell Lord",
  "Mountbatten that if the Congress ‘attempted to exert any pressure on Hydera-",
  "bad,everyMuslimthroughoutthewholeofIndia,yes,allthehundredmillion",
  "Muslims, would rise as one man to defend the oldest Muslim dynasty in In-",
  "dia’.54",
  "The Nizam now said he would sign a treaty with India, but not an In-",
  "strument of Accession. In late November 1947 he agreed to sign a ‘Stand",
  "still Agreement’, under which the arrangements forged between Hyderabad",
  "and the British Raj would be continued with its successor government. This",
  "bought both parties time; the Nizam to reconsider his bid for independence,",
  "the Indians to find better ways of persuading him to accede.",
  "Under this agreement, the Nizam and the Indian government deputed",
  "agents to each other’s territory. The Indian agent was K. M. Munshi, a trusted",
  "ally of Vallabhbhai Patel. In November the Nizam had appointed a new",
  "dewan, Mir Laik Ali, who was a wealthy businessman and a known Pakistan",
  "sympathizer. Laik Ali offered some Hindu representation in his government,",
  "but it was seen by the State Congress as a case of too little, too late. In any",
  "case, by now the real power had passed on to the Razakars and its leader,",
  "Kasim Razvi. By March 1948 the membership of the Ittihad had reached a",
  "million, with a tenth of these being trained in arms. Every Razakar had takenavow in the name of Allah to ‘fight to the last to maintain the supremacy of",
  "Muslim power in the Deccan’.55",
  "In April 1948 a correspondent of The Times of London visited Hydera-",
  "bad. He interviewed Kasim Razvi, and found him to be a ‘fanatical dem-",
  "agoguewithgreatgiftsoforganization.Asa“rabble-rouser”heisformidable,",
  "and even in atête-à-tête he is compelling.’56Razvi saw himself as a prospect-",
  "iveleaderofaMuslimstate,asortofJinnahfortheHyderabadis,albeitamore",
  "militant one. He had a portrait of the Pakistan leader prominently displayed",
  "in his room. Razvi told an Indian journalist that he greatly admired Jinnah,",
  "adding that ‘whenever I am in doubt I go to him for counsel which he never",
  "grudges giving me’.",
  "PicturesofRazvishowhimwithaluxuriantbeard.Helooked‘ratherlike",
  "anorientalMephistopheles’.57Hismoststrikingfeaturewashisflashingeyes,",
  "‘fromwhichthefireoffanaticismexudes’.HehadcontemptfortheCongress,",
  "saying ‘we do not want Brahmin or Bania rule here’. Asked which side they",
  "would take if Pakistan and India clashed, Razvi answered that Pakistan could",
  "takecareofitself,butadded:‘WhereverMusliminterestsareaffected,ourin-",
  "terest and sympathy will go out. This applies of course to Palestine as well.",
  "Even if Muslim interests are affected in hell, our heart will go out in sym-",
  "pathy.’58",
  "The Razakars saw the Delhi-Hyderabad battle in Hindu–Muslim terms.",
  "The Congress, on the other hand, saw it as a clash between democracy and",
  "autocracy. In truth, it was a bit of both. Caught in the cross-fire were the cit-",
  "izens of Hyderabad, for whom the months after August 1947 were a time",
  "of deep insecurity.59 Some Hindus began fleeing to the adjoining districts of",
  "Madras. Meanwhile, Muslims from the Central Provinces were flocking to",
  "Hyderabad. Mostly illiterate, these Muslims had heard fearful reports of at-",
  "tacks on their co-religionists in Bengal and Punjab. But they did not seem to",
  "realize that in Hyderabad too they would be a minority. Perhaps, as an in-",
  "dependent observer put it, ‘these emigrating Muslims have more trust in the",
  "Nizam’s troops and Arabs to protect them than in the Union provincial ad-",
  "ministration’. In turn, these CP Muslims were said to have thrown out Hin-",
  "dus from their houses in Hyderabad, aided by the Nizam’s men. It was even",
  "claimed that there was a plan to make Muslims a majority in the state: appar-",
  "ently,HindulocalitiesofcitiessuchasAurangabad,BidarandHyderabadhad",
  "come to ‘present a deserted appearance’.60",
  "Through the spring and summer of 1948 the tension grew. There were",
  "allegations of gun-running from Pakistan to Hyderabad – in planes flown by",
  "British mercenaries – and of the import of arms from eastern Europe. Theprime minister of Madras wrote to Patel saying he found it difficult to cope",
  "with the flood of refugees from Hyderabad. K. M. Munshi sent lurid reports",
  "of the Nizam’s perfidy, of his ‘fixed idea’ of independence, of his referring to",
  "thegovernmentofIndiaas‘thescoundrelsofDelhi’,of‘thevenomouspropa-",
  "gandabeingcarriedoutdayandnightthroughspeeches,Nizam’sradio,news-",
  "papers, dramas etc., against the Indian Union’.61",
  "For the moment, the Indians temporized. In June 1948 V. P. Menon and",
  "Laik Ali held a series of meetings in Delhi. Menon asked that the state intro-",
  "duce representative government, and promise a plebiscite on accession. Vari-",
  "ous exceptions were proposed to protect the Nizam’s dignity; these included",
  "theretentionoftroops.Nonewasfoundacceptable.Meanwhile,therespected",
  "former dewan of Hyderabad, Sir Mirza Ismail, attempted to mediate. He ad-",
  "vised the Nizam not to take the Hyderabad case to the United Nations (which",
  "Laik Ali had threatened to do), to get himself out of the clutches of the Raza-",
  "kars and to accede to India. Hyderabad, he told His Exalted Highness, ‘must",
  "realize the weakness of its own position’.62",
  "On 21 June 1948 Lord Mountbatten resigned from office of governor",
  "general. Three days previously he had written to the Nizam urging him to",
  "compromise, and go down in history ‘as the peace-maker of South India and",
  "as the Saviour of your State, your dynasty, and your people’. If he stuck to",
  "his stand, however, he would ‘incur the universal condemnation of thinking",
  "people’.63 The Nizam chose not to listen. But, with Mountbatten gone, it be-",
  "came easier for Patel to take decisive action. On 13 September a contingent",
  "of Indian troops was sent into Hyderabad. In less than four days they had full",
  "controlofthestate.Thosekilledinthefightingincludedforty-twoIndiansol-",
  "diers and two thousand-odd Razakars.",
  "On the night of the 17th, the Nizam spoke on the radio, his speech very",
  "likely written for him by K. M. Munshi. He announced a ban on the Razakars",
  "and advised his subjects to ‘live in peace and harmony with the rest of the",
  "people in India’. Six days later he made another broadcast, where he said that",
  "Razvi and his men had taken ‘possession of the state’ by ‘Hitlerite’ methods",
  "and ‘spread terror’. He was, he claimed, ‘anxious to come to an honourable",
  "settlementwithIndiabutthisgroup...gotmetorejecttheoffersmadebythe",
  "government of India from time to time . . . ’64",
  "Whetherbyaccidentordesign,theIndianactionagainstHyderabadtook",
  "place two days after the death of Pakistan’s governor general. Jinnah had pre-",
  "dicted that a hundred million Muslims would rise if the Nizam’s state was",
  "threatened. That didn’t happen, but in parts of Pakistan feelings ran high. In",
  "Karachi a crowd of 5,000 marched in protest to the Indian High Commission.The high commissioner, an old Gandhi an, came out on the street to try to pa-",
  "cifythem.‘Youcowards,’theyshoutedback,‘youhaveattackedusjustwhen",
  "our Father has died.’65",
  "BackinJune,aseniorCongressleaderhadtoldtheNizamthatifhemade",
  "peacewiththeUnion,HisExaltedHighnessofHyderabadmightevenbecome",
  "‘His Excellency the Ambassador of the whole of India at Moscow or Wash-",
  "ington’.66 In the event that offer was not made, perhaps because his dress, or",
  "his style of entertainment, or both, did not be hove a diplomatic mission. But",
  "he was rewarded for his final submission by being made rajpramukh, or gov-",
  "ernor, of the new Indian state of Hyderabad.",
  "Two years after the end of the ancien régime, the Bombay journalist K.",
  "A. Abbas visited Hyderabad. He found that in the window of the hundred-",
  "year-oldphotostudioofRajaDeendayal,picturesofthecity’s‘liberator’,Co-",
  "lonelJ.N.ChaudhurioftheIndianArmy,hadeclipsedportraitsoftheNizam.",
  "Now,inHyderabad,thewhiteCongresscapwas‘thehead-gearofthenewrul-",
  "ing class, and inspire[d]the same awe as the conical Asafjahi dastaar (ready-",
  "to-wear turban) did before the police action’.67",
  "VII",
  "In August 1947 an experienced British official who had served in the sub-",
  "continent published an article with the portentous title ‘India and the Future’.",
  "BritishIndiahadjustbeendividedintotwonewnations,but,thewriterasked,",
  "‘will the division stop there?’ Or would the subcontinent break up ‘into in-",
  "numerable,small,warringStates’?Pakistanseemedinherentlyunstable;there",
  "was every chance of its north-western parts becoming an independent ‘Path-",
  "anistan'’.Nor was India necessarily more stable. Thus ‘many competent ob-",
  "serversbelievethat[theprovinceof]Madraswillultimatelysecedeintovirtu-",
  "al independence'. As for the princely states, the smaller and more vulnerable",
  "ones would have no option but to join India. But ‘the big States of the South,",
  "however, notably Hyderabad, Mysore and Travancore – are in an altogether",
  "different position. They could, if necessary, preserve an independent existen-",
  "ce, and the recent threats of the Congress Party are not likely to deter them",
  "from deciding this matter solely on consideration of their own advantage.’",
  "The ‘ultimate pattern of India’, concluded this prophet, ‘is likely to con-",
  "sist of three or four countries in place of British India, together with a Feder-ation ofSouthIndianStates. Thiswill be,approximately speaking, areturnto",
  "the pattern of sixteenth century India . . .’68",
  "Given the odds, and the opposition, the integration of these numerous",
  "and disparate states was indeed a staggering achievement. The job was so",
  "smoothlyandcomprehensivelydonethatIndiansquitequicklyforgotthatthis",
  "was once not one country but 500. In 1947 and 1948 the threat of disintegra-",
  "tion was very real, what with ‘honey-combs of intrigue’ such as Bhopal and",
  "Travancore and ‘strategic points of assault’ such as Hyderabad. But a mere",
  "fiveyearsafterthelastmaharajahadsignedawayhisland,Indianshad‘come",
  "to take integrated India so much for granted that it requires amental effort",
  "today even to imagine that it could be different’.69",
  "ThepositionoftheIndianprincesintheIndianpolity‘affordednoparal-",
  "lel to or analogy with any institution known in history’. Yet, through ‘peace-",
  "fulandcordial negotiations’ thechiefdoms haddissolved themselves, andbe-",
  "come ‘hardly distinguishable from the other democratic units comprising the",
  "[Indian] Union’.",
  "ThewordsarefromabookletissuedbythegovernmentofIndiain1950.",
  "Theself-congratulationwasmerited.WhereastheBritish-directedpartitionof",
  "India had exacted such a heavy toll, these 500 ‘centres of feudal autocracy’",
  "had, with little loss of life, been ‘converted into free and democratic units of",
  "theIndianUnion’.The‘yellowdotsonthemap’thatmarkedthesechiefdoms",
  "had now ‘disappeared. Sovereignty and power have been transferred to the",
  "people’.‘For the first time’, the booklet went on, ‘millions of people, accus-",
  "tomed to living in narrow, secluded groups in the States, became part of the",
  "largerlifeofIndia.Theycouldnowbreathetheairoffreedomanddemocracy",
  "pervading the whole nation.’",
  "This being an official booklet, the credit for the job was naturally given",
  "tothemanincharge.‘WhattheBritishpro-consulsfailedtoachieveaftertwo",
  "centuries of ceaseless efforts’, wrote the publicists, ‘Sardar Vallabhbhai Pa-",
  "tel accomplished through his persuasive appeal to the nobler feelings of the",
  "Princely Order.’70",
  "Patel’s guiding hand was indeed wise and sure; another Congress politi-",
  "cian, even (or especially) Nehru, might not have supervised the princes’ ex-",
  "tinctionwithsuchpatienceandforesight.Buthecouldscarcelyhavedonethe",
  "job without V. P. Menon, who made hundreds of trips to the chiefdoms, chip-",
  "ping away at their rulers. In turn, Menon could have done little without the",
  "officials who effected the actual transition, creating the conditions for finan-",
  "cial and social integration with the rest of India.Intruth,bothpoliticiansandbureaucratshadastheirindispensableallies",
  "the most faceless of all humans: the people. For some decades, the people",
  "of the princely states had been clamouring in numbers for the rights granted",
  "to the citizens of British India. Many states had vigorous and active praja",
  "mandak. The princes were deeply sensible of this; indeed, without the threat",
  "of popular protest from below, they would not have ceded power so easily to",
  "the Indian government.",
  "In the unification of India Vallabhbhai Patel had plenty of helpers. Most",
  "of them are now unknown and unhonoured. One who is not completely for-",
  "gotten is V. P. Menon, who was both the chief draughtsman of princely integ-",
  "ration as well as its first chronicler. Let us listen now to the lesson he drew",
  "from the process:",
  "To have dissolved 554 States by integrating them into the pattern of the",
  "Republic;tohavebroughtorderoutofthenightmareofchaoswhencewe",
  "started, and to have democratized the administration in all the erstwhile",
  "States, should steel us to the attainment of equal success in other",
  "spheres.71",
  "Weshall,intime,turnourattentiontothose‘otherspheres’ofnation-building.",
  "But we have first to investigate the case of the princely state that gave the",
  "Indian Union the most trouble of all. This particular apple stayed perilously",
  "placed on the rim of the basket; never in it, but never out of it either.A V B B",
  ""
]