[
  "ch4",
  "ALLEY LOODY AND EAUTIFUL",
  "My love of the mountains and my kinship with Kashmir especially drew",
  "me to them, and I saw there not only the life and vigour and beauty of the",
  "present but also the memoried loveliness of ages past . . . When I think of",
  "India, I think of many things . . . [but] above all, of the Himalayas, snow-",
  "capped, or some mountain valley in Kashmir in the spring, covered with",
  "new flowers, and with a brook bubbling and gurgling through it.",
  "J N ,",
  "AWAHARLAL EHRU 1946",
  "I",
  "T 500 princely states that joined the Indian Union. Of these",
  "HERE WERE MORE THAN",
  "the most important was, and is, the state of Jammu and Kashmir. At 84,471",
  "squaremilesitwasevenlargerthanHyderabad.However,itspopulationofjust",
  "over 4million was more thinly spread. The state was marked by a great deal of",
  "cultural heterogeneity. There were five main regions. The province of Jammu,",
  "abutting Punjab, had low hills and large areas of arable land. Before Partition",
  "the Muslims were in a slight majority (53 per cent), but with the wave of panic",
  "migrations that year Jammu came to be dominated by Hindus. In contrast, the",
  "Valley of Kashmir, which lay to Jammu’s north, had a substantial Muslim ma-",
  "jority. The Valley was, by common consent, one of the most beautiful parts of",
  "India,itslakesandslopesvisitedinthesummerbywealthytouristsfromDelhi",
  "and the Punjab. It was also home to a body of sophisticated craftsmen working",
  "with silk, wool, wood and brass, making exquisite artefacts that were exported",
  "toallpartsofIndiaandbeyond.InbothJammuandtheValleytherewasalsoa",
  "fair sprinkling of Sikhs.",
  "To the Valley’s east lay the high mountains of Ladakh, bordering Tibet,",
  "and peopled mostly by Buddhists. Further west lay the thinly populated tracts",
  "ofGilgitandBaltistan.ThepeoplehereweremostlyMuslim,butfromtheShia",
  "and Ismaili branches of Islam, rather than (as was the case in the Valley) from",
  "the dominant Sunni tradition.These disparate territories were brought under a single state only in the",
  "nineteenth century. The unifiers were a clan of Dogra Rajputs from Jammu",
  "who conquered Ladakh in the 1830s, acquired the vale of Kashmir (hereafter",
  "‘the Valley’) from the British in the 1840s and moved into Gilgit by the end",
  "ofthecentury.AndthusthestateofJammuandKashmir(hereafter‘Kashmir’",
  "came to share borders with Afghanistan, Chinese Sinkiang and Tibet. Only a",
  "very narrow tract of Afghan territory separated it from the Soviet Union.1",
  "Its location gave the state a strategic importance quite out of proportion",
  "to its population. This importance increased after 15 August 1947, when",
  "Kashmircametoshareborderswithboththenewdominions.Theanomalyof",
  "a Hindu ruling a mostly Muslim population was compounded by an accident",
  "ofgeography:unliketheotherdisputedchiefdoms,suchasJunagadhandHy-",
  "derabad, Kashmir was contiguous with both India andPakistan.",
  "The Maharaja of Kashmir in 1947 was Hari Singh. Having ascended the",
  "throne in September 1925, he spent much time at the racecourse in Bombay,",
  "and much time hunting in the vast and plentifully stocked jungles of his do-",
  "main.Inoneotherrespecthewastypicalofhisilk.Ashisfourthandyoungest",
  "queencomplained,he‘nevermeetsthepeople–that’sthetrouble.Hejustsits",
  "surroundedbyfawningcourtiersandfavourites,andneverreallygetstoknow",
  "what is going on outside.’2",
  "For much of his rule, the maharaja’s bête noire was a Muslim from the",
  "Valley named Sheikh Muhammad Abdullah. Born in 1905,the son ofa shawl",
  "merchant, Abdullah graduated with a master’s degree in science from the Al-",
  "igarh Muslim University. Despite his qualifications he was unable to find a",
  "government job in Kashmir, for the state administration was dominated by",
  "Hindus.Abdullahbegantoquestion‘whyMuslimswerebeingsingledoutfor",
  "such treatment. We constituted the majority and contributed the most towards",
  "the State’s revenues, still we were continually oppressed . . . Was it because a",
  "majorityofGovernmentservantswerenon-Muslims?...Iconcludedthatthe",
  "ill-treatment of Muslims was an outcome of religious prejudice.’3",
  "Denied a job by the state, Abdullah became a schoolteacher instead. He",
  "started a reading club and spoke out on behalf of his fellow subjects. His was",
  "an inspiring presence: he stood 6’ 4” tall and was a witty and compelling",
  "orator. Although he smoked the odd cigarette he did not drink. He visited the",
  "mosque every Friday, and had a deep knowledge of the Quran.4",
  "In the summer of 1931 Abdullah was chosen as part of a delegation of",
  "Muslimsthathopedtoplacetheircasebeforethemaharaja.5Beforetheycould",
  "meet with him, an activist named Abdul Qadir was arrested and put on tri-",
  "al. This led to a clash between protesters and the police in which twenty-onepeople died. This was followed by a wave of communal violence in the Val-",
  "ley, in which many Hindu shops were looted and burnt.",
  "The next year, 1932, an All-Jammu Kashmir Muslim Conference was",
  "formed to give shape to the growing opposition to the maharaja. Among its",
  "leading lights were Sheikh Abdullah and Ghulam Abbas, a lawyer from Jam-",
  "mu. Six years later, Abdullah took the lead in transforming the organization",
  "into a ‘National Conference’, which would also include Hindus and Sikhs.",
  "The newbody asked for representative government based on universal suf-",
  "frage.",
  "At about this time Abdullah also made the acquaintance of Jawaharlal",
  "Nehru.Theyhititoffinstantly.Bothwereimpulsiveandhadstrongviews,but",
  "fortunately these were the same – a commitment to Hindu–Muslim harmony",
  "and to socialism. The National Conference grew closer to the Indian National",
  "Congress, alienating some of its members, most notably Ghulam Abbas, who",
  "left the party and sought to organize Kashmiri Muslims on their own. This",
  "was the beginning of a bitter rivalry with Sheikh Abdullah, a feud which was",
  "as much personal as it was ideological.",
  "In the mid-1940s Abdullah was winning this popularity contest hands-",
  "down. He was, recalled one contemporary, ‘greatly loved by the people of",
  "Kashmir at the time’.6 He had been in and out of jail since 1931, and in",
  "1946 he was incarcerated once more after he asked the Dogra dynasty to",
  "‘quit Kashmir’ and hand over power to the people. In the ensuing unrest",
  "morethantwentypeopledied.Themaharajadeclaredmartiallawandhadthe",
  "Sheikhsentencedtothreeyears’imprisonmentfor‘sedition’.Thisparticularly",
  "angered Jawaharlal Nehru, who dashed to the state in his friend’s defence.",
  "Nehru was prevented from entering by the maharaja’s men, who stopped him",
  "at the border and sent him back to British India.7",
  "Now that it was clear that the British would soon leave the subcontinent,",
  "HariSingh’sprimeminister,RamchandraKak,encouragedhimtothinkofin-",
  "dependence for his state. On 15 July 1946 the maharaja stated that the Kash-",
  "miris would ‘work out our own destiny without dictation from any quarter",
  "which is not an integral part of the State’8 In November the British Resident",
  "in Srinagar observed that the",
  "Maharaja and Kak are seriously considering the possibility of Kashmir",
  "notjoiningthe[Indian]Unionifitisformed.OnapreviousoccasionKak",
  "hinted to me that Kashmir might have to stay out of the Union in view",
  "of the antagonism likely to be displayed by a Congress Central Govern-ment towards Kashmir. The Maharaja’s attitude is, I suspect, that once",
  "Paramountcy disappears Kashmir will have to stand on its own feet, that",
  "the question of loyalty to the British Government will not arise and that",
  "Kashmirwillbefreetoallyitselfwithanypower–notexcludingRussia",
  "– she chooses.9",
  "Theideaofindependencehadtakenstrongholdoverthemaharaja.Heloathed",
  "the Congress, so he could not think of joining India. But if he joined Pakistan",
  "the fate of his Hindu dynasty might be sealed.10",
  "In April 1947 a new viceroy took over in New Delhi. As it turned out,",
  "he was an old acquaintance of Maharaja Hari Singh; they had served together",
  "on the Prince of Wales’s staff back when the prince visited India in 1921-2.",
  "In the third week of June 1947, after the decision was taken to divide India,",
  "Lord Mountbatten setoff for Kashmir,('largely to forestall Nehru or Gandhi",
  "from doing so').11 He wanted to make his own assessment of where the state",
  "might be going. In Srinagar, the viceroy met Kak and advised him to tell the",
  "maharaja to accede to either dominion – but to accede. The prime minister",
  "defiantly answered that they intended to stay independent.12 The viceroy then",
  "fixed a private meeting with the maharaja. On the appointed day, the last of",
  "Mountbatten’svisit,HariSinghstayedinbedwithanattackofcolic,thismost",
  "probably a ruse to avoid what would certainly have been an unpleasant en-",
  "counter.13",
  "Nehru now told Mountbatten that ‘your visit to Kashmir was from my",
  "particularpointofviewnotasuccess’;hewantedtogoandbreakthepolitical",
  "deadlock himself. Gandhi also wished to go. Hari Singh, expectedly, wanted",
  "neither.14 In the event, Nehru was busy with other matters, so the Mahatma",
  "went instead. At the maharaja’s request he addressed no public meetings dur-",
  "inghisthreedaysinSrinagar.Buthemetdelegationsofworkersandstudents,",
  "who demanded Abdullah’s release and Prime Minister Kak’s dismissal.15",
  "On 15 August, Jammu and Kashmir had not acceded to either India or",
  "Pakistan.Itofferedtosigna‘standstillagreement’withbothcountrieswhich",
  "wouldallowthefreemovementofpeoplesandgoodsacrossborders.Pakistan",
  "signedtheagreement,butIndiasaiditwouldwaitandwatch.However,inthe",
  "middleofSeptembertherailservicebetweenSialkotinWestPunjabandJam-",
  "mu was suspended, and lorry traffic carrying goods for the state was stopped",
  "on the Pakistan side of the border.16",
  "As relations with Pakistan deteriorated, the maharaja sacked two prime",
  "ministers in quick succession. First Kak was replaced with a soldier namedJanak Singh; then he in turn gave way to a former judge of the Punjab High",
  "Court, Mehr Chand Mahajan, who had better relations with the Congress",
  "bosses.Ofthese,thetwotoponeswerecrucial:theprimeminister,Jawaharlal",
  "Nehru(whowashimselfanethnicKashmiri),andthehomeministerandmin-",
  "ister of states, Vallabhbhai Patel. Notably, while Nehru always wanted Kash-",
  "mirtobepartofIndia,Patelwasatonetimeinclinedtoallowthestatetojoin",
  "Pakistan. His mind changed on 13 September, the day the Pakistan govern-",
  "ment accepted the accession of Junagadh. For ‘if Jinnah could take hold of a",
  "Hindu-majorityStatewithaMuslimruler,whyshouldtheSardarnotbeinter-",
  "ested in a Muslim-majority State with a Hindu ruler?’17",
  "On 27 September 1947 Nehru wrote along letter to Patel about the ‘dan-",
  "gerousanddeteriorating’situationinthestate.HehadheardthatPakistanwas",
  "preparingtosendinfiltrators‘toenterKashmirinconsiderablenumbers’.The",
  "maharaja and his administration could hardly meet the threat on their own,",
  "hence the need for Hari Singh to ‘make friends with the National Conference",
  "so that there might be this popular support against Pakistan’. Releasing Ab-",
  "dullah,andenlistingthesupportofhisfollowers,wouldalsohelp‘bringabout",
  "the accession of Kashmir to the Indian Union’.18",
  "On 29 September Sheikh Abdullah was released from prison. The next",
  "week,inaspeechatthegreatHazratbalmosqueinSrinagar,Abdullahdeman-",
  "deda‘completetransferofpowertothepeopleinKashmir.Representativesof",
  "the people in a democratic Kashmir will then decide whether the State should",
  "joinIndiaorPakistan’.ApopulargovernmentinKashmir,headded,‘willnot",
  "bethegovernmentofanyonecommunity.Itwillbeajointgovernmentofthe",
  "Hindus, the Sikhs and the Muslims. That is what I am fighting for.’19",
  "PakistannaturallyexpectedKashmir,withitsMuslimmajority,tojoinit.",
  "Indiathoughtthatthereligiousfactorwasirrelevant,especiallysincethelead-",
  "ing political party, the National Conference, was known to be non-sectarian.",
  "By early October, as Patel wrote to Nehru, there was no ‘difference between",
  "you and me on matters of policy relating to Kashmir’: both wanted acces-",
  "sion.20WhatwerethefeelingsoftheKashmiristhemselves?ShortlyafterAb-",
  "dullah’srelease, theBritish commander ofthestate forcesnotedthat ‘thevast",
  "majority of the Kashmiris have no strong bias for either India or Pakistan’.",
  "However, while there was ‘no well-organized body in Kashmir advocating",
  "accession to Pakistan’,the ‘National Conference has been pro-Congress and",
  "anti-Pakistan’.21",
  "AsforMaharajaHariSingh,hestillclungtothedreamofindependence.",
  "On12OctoberthedeputyprimeministerofJammuandKashmirsaidinDelhi",
  "that ‘We intend to keep on friendly relations with both India and Pakistan.Despite constant rumours, we have no intention of joining either India or",
  "Pakistan . . . The only thing that will change our mind is if one side or the",
  "other decides to use force against us . . . The Maharaja has told me that his",
  "ambitionistomakeKashmirtheSwitzerlandoftheEast–aStatethatiscom-",
  "pletely neutral.’22",
  "II",
  "The only thing that will change our mind is if one side or the other decides",
  "to use force against us. Two weeks after these words were spoken a force of",
  "several thousand armed men invaded the state from the north. On 22 October",
  "theycrossedtheborderthatseparatedtheNorth-WestFrontierProvincesfrom",
  "Kashmir and briskly made their way towards the capital, Srinagar.",
  "Most of these raiders were Pathans from what was now a province of",
  "Pakistan. This much is undisputed; what is not so certain is why they came",
  "andwhowashelpingthem.ThesetwoquestionslieattheheartoftheKashmir",
  "dispute; sixty years later, historians still cannot provide definitive answers to",
  "them.OnereasonforthiswasthatthenorthernextremityofKashmirwasboth",
  "obscure and inaccessible. No railways or roads penetrated these high moun-",
  "tains. No anthropologists had come here, nor any journalists either. There are",
  "thus no independent eyewitness accounts of what came to be known as the",
  "‘tribal invasion of Kashmir’.",
  "Thereare,however,plentyofloadedaccounts,biasedinonedirectionor",
  "the other. At the time, and later, Indians believed that the tribals were pushed",
  "across the border by Pakistan, who also supplied them with rifles and am-",
  "munition.ThePakistanisdisclaimedanyinvolvementintheinvasion-theyin-",
  "sisted that it was a ‘spontaneous’ rushing of Pathan Muslims to the aid of co-",
  "religionists persecuted by a Hindu king and a Hindu administration.23",
  "There was, indeed, discontent in one part of Kashmir. This was the dis-",
  "trictofPoonch,whichlaytothewestofSrinagar.Until1936Poonchhadbeen",
  "ruled by a subsidiary clan of the Dogra ruling family, but in that year the dis-",
  "trict came directly under the control of the maharaja in Srinagar. The loss of",
  "autonomy hurt, as did the new taxes imposed by the king. There were cesses",
  "on individual goats, sheep and cattle and a tax on entering the forest. Hardest",
  "hit were the pastoralists of Poonch, almost all of whom were Muslim.24",
  "DuringtheSecondWorldWarmanyMuslimsfromPoonchservedinthe",
  "British Indian Army. They came back, as demobilized soldiers tend to do, ashighly conscious political beings. The rule of the Maharaja of Kashmir had",
  "already been challenged in the Valley by Sheikh Abdullah and his party. To",
  "that was now added the independent challenge of the men of Poonch.",
  "On 14 August several shops and offices in Poonch had flown Pakistani",
  "flags, indicating that their allegiance lay to that country, and not to the still",
  "unaffiliated state of Kashmir. In the following weeks clashes between Dogra",
  "troops and local protesters were reported. By the beginning of September",
  "dozensofPoonchmenhadequippedthemselveswithriflesobtainedfrom‘in-",
  "formal sources in Pakistan’. They had also established a base in the Pakistani",
  "town of Murree; here were collected arms and ammunition to be smuggled",
  "across the border to Kashmir. Pakistani accounts acknowledge that both the",
  "prime minister, Liaqat Ali Khan, and a senior Punjab Muslim League leader,",
  "Mian Iftikharuddin, knew and sanctioned assistance to the Poonch rebels.",
  "Overseeing the operation was Abkar Khan, a colonel in the Pakistan Army.",
  "Khan had collected 4,000 rifles from army supplies and diverted them for",
  "use in Kashmir. More fancifully, he had adopted the nom de guerre ‘General",
  "Tariq’, after a medieval Moorish warrior who had fought the Christians in",
  "Spain.25",
  "Within Poonch, Muslim officials and soldiers had left their jobs in the",
  "state administration and joined the rebels. So, by the end of September, there",
  "were intimations of a serious conflict between a dissenting district and the",
  "government of Maharaja Hari Singh. But, although there were clashes here",
  "and there, there was no major eruption, no head-on battle. Poonch bordered",
  "West Punjab; Pakistani cities such as Rawalpindi were easily reached from",
  "there. However, the North-West Frontier Province is some distance to the",
  "west. Did the raiders from that province hear of the brewing insurrection in",
  "Poonch? Or were they planning to come anyway?",
  "For these questions too one cannot supply uncontested answers. All we",
  "knowforcertainisthatafterthePathanraiderscrossedtheborderon22Octo-",
  "ber they made remarkably swift progress in their march southwards. ‘The",
  "principal characteristics of the tribal invasion’, writes the historian Michael",
  "Brecher, ‘were the surprise tactics of the tribesmen, the absence of the most",
  "rudimentary defence by the Kashmir State Army, and the pillage, loot and",
  "rapine of the tribesmen inflicted on Hindus and Muslims alike.’ Or, as a Brit-",
  "ish social worker familiar with Kashmir laconically put it, the invading Path-",
  "anshadsensed‘anopportunityofgainingbothreligiousmeritandrichbooty’.",
  "Once in Kashmir the tribesmen moved quickly down the Jhelum valley.",
  "TheirfirststopwasthetownofMuzaffarabad,ontheKishanganga,justseven",
  "miles from the border. A battalion of the Jammu and Kashmir Infantry wasstationed here, but it was split down the middle, with half the men, Muslims",
  "fromPoonch,nowassertingtheirdisenchantmentwiththemaharaja.Thegar-",
  "rison fell, but not before a few men escaped and phoned Srinagar to tell them",
  "what had happened. This allowed the acting commandant of the state forces,",
  "BrigadierRajinderSingh,togatheracoupleofhundredmenandrushtowards",
  "Uri, a town that lay roughly halfway between Srinagar and Muzaffarabad.",
  "The raiders were on their way to Uri too. Brigadier Rajinder Singh got",
  "there first, and as a precaution blew up the bridge that linked the town to the",
  "north. This held up the invaders for forty-eight hours, but they were eventu-",
  "ally able to cross the river and decimate the brigadier’s men. From Uri they",
  "made their way to Mahuta, the site of the power station that supplied electri-",
  "city to the Valley. There they turned off the switches, plunging Srinagar into",
  "darkness.26",
  "It should not surprise us that estimates of the number of invaders vary.",
  "Some said that they were as few as 2,000, others that they were as many as",
  "13,000. We do know that they had rifles and grenades, and that they trav-",
  "elled in lorries. Their incursion into Kashmir was openly encouraged by the",
  "prime minister of the North-West Frontier Provinces, Abdul Qayyum. The",
  "Britishgovernor,SirGeorgeCunningham,turnedablindeye.SodidtheBrit-",
  "ish officers who then served with the Pakistan army. As Jinnah’s Americ-",
  "an biographer observes, ‘trucks, petrol, and drivers were hardly standard tri-",
  "bal equipment, and British officers as well as Pakistani officials all along the",
  "northern Pakistan route they traversed knew and supported, even if they did",
  "not actually organize and instigate, the violent October operation by which",
  "Pakistan seems to have hoped to trigger the integration of Kashmir into the",
  "nation’.27",
  "After taking the Mahuta power station on the 24th, the raiders headed",
  "down the open road to Srinagar. En route lay the town of Baramula. Here, for",
  "thefirsttime,wecandrawuponactualeyewitnessaccountsofwhathappened.",
  "A British manager of a timber firm in Baramula saw the raiders come, ‘well",
  "supplied with lorries, petrol, and ammunition. They also have both two – and",
  "three-inch mortars.’",
  "This manager was relieved of the Rs1,500 he had just drawn from the",
  "bank.ThenexttargetwastheConventofStJoseph.Herethevisitorssmashed",
  "the machinery in the hospital and shot and wounded the mother superior. A",
  "colonel who lived in the compound was killed outright. According to one re-",
  "port, the nuns were then lined up to be shot, but an Afridi who had studied",
  "in a convent school in Peshawar stopped his men from applying the finishing",
  "touches.28‘There can be no doubt that for those in the way, Pathans on the warpath",
  "arebadnews.’SowritesonehistorianoftheKashmirdispute,AlastairLamb.",
  "He tells us that, apart from the attack on the convent, the Pathans also burnt",
  "shops owned by Hindus and Sikhs. Lamb says they did ‘what might be ex-",
  "pected from warriors engaged on what they saw as a jihad, a holy war’.29",
  "However,atBaramulathegreedofthetribesmenconclusivelytriumphedover",
  "religiousidentity.Forherethey‘invadedthehousesofthepeace-lovingKash-",
  "miriMoslemsaswell.Theylootedandplunderedthelatter’shousesandraped",
  "their young girls. Shrieks of terror and agony of those girls resounded across",
  "the town of Baramula.’30",
  "The incidents at Baramula were a strategic and propaganda disaster for",
  "the invaders. They showed that ‘once the first fanaticism of jehad had passed,",
  "there was left only the incentive of loot’. There was now a ‘stampede to stuff",
  "the lorries full of the spoils of the Kashmir bazaars and send them back to",
  "their homes in Waziristan’.31 By stopping to steal and rape, the raiders had",
  "lost sight of their principal objective: the capture of Srinagar. And by attack-",
  "ingMuslimsaswellasHindus,theyhadunderminedtheircasethattheywere",
  "fighting a holy war. It was especially damaging that among those they killed",
  "wereapoliticalChristianpriestsdoing‘goodworks’,andthataBritishcorres-",
  "pondent was around to takedown the testimony of those who survived.32",
  "On24October,whenthetribesmenwereenroutefromUritoBaramula,",
  "MaharajaHariSinghwiredtheIndiangovernmentformilitaryassistance.The",
  "next morning the government’s Defence Committee met in New Delhi, and",
  "decided to depute V. P. Menon for an on-spot inspection. Menon flew to Srin-",
  "agar later that day; when he landed at the airport he was ‘oppressed by the",
  "stillness of a graveyard all around. Over everything hung an atmosphere of",
  "impending calamity.’ He went straight to M. C. Mahajan’s house and learnt",
  "that the raiders were in Baramula, less than fifty miles away. He also met the",
  "maharaja, and advised him to move to the safety of Jammu.",
  "On the morning of the 26th Menon flew back to Delhi, accompanied by",
  "the prime minister of Kashmir. Another meeting of the Defence Committee",
  "was convened. In attendance, apart from Mountbatten, Nehru and Patel, was",
  "SheikhAbdullah,whohappenedtobeinDelhithatday.BothheandMahajan",
  "urged that India immediately send troops to push back the invaders. Mount-",
  "batten suggested, however, that it would be best to secure Hari Singh’s acces-",
  "sion to India before committing any forces to his defence.",
  "Menon flew now to Jammu, where the Maharaja had taken refuge. On",
  "arrival at the palace he ‘found it in a state of utter turmoil with valuable art-",
  "iclesstrewnallovertheplace’.Themaharajawasasleep,recoveringfromtheall-night drive from Srinagar. He was woken, and agreed to accede at once.",
  "Menon took the signed Instrument of Accession back with him to Delhi.33",
  "Atdawnonthe27ththefirstplaneleftDelhiforSrinagarwithtroopsand",
  "armsaboard.Inalltwenty-eightDakotasflewtoSrinagarthatday.Inthedays",
  "following,morethanahundredplanestookofffromDelhifortheValley,car-",
  "rying soldiers and supplies and bringing back refugees and the wounded.34",
  "Some of the planes that flew to Srinagar on the 27th belonged to the",
  "army or air force. Others were commandeered by the government of India",
  "fromprivateairlines.Asoneofficerwhoflewinoneofthesepassengerplanes",
  "recalled, ‘the luxury fittings were ripped out, comfortable chairs pulled out",
  "of their fixtures, and within minutes fully armed troops clambered aboard",
  "– as many as could fit in’. They flew over the Punjab, seeing ‘long strings",
  "of refugee caravans below them’, with ‘an odd house or village still smoul-",
  "dering’. They landed in Srinagar airport to ‘the sound of small-arms and",
  "machine-gun fire’.35",
  "WithhistroopsintheValleytheIndianprimeministerbreathedasighof",
  "relief. ‘If we had vacillated and delayed by a day’, wrote Nehru to his sister,",
  "‘Srinagar might have been a smoking ruin. We got there in the nick of time.’",
  "He thought that they had succeeded ‘in warning off Pakistan from Kashmir.",
  "We have agreed that the future of Kashmir must be determined by the people.",
  "Meanwhile, Sheikh Abdullah is being entrusted with the formation of a Min-",
  "istry. For my part, I do not mind if Kashmir becomes more or less independ-",
  "ent,butitwouldhavebeenacruelblowifithadbecomejustanexploitedpart",
  "of Pakistan.’36",
  "The view from the other side was all too different. The news that Indian",
  "troopshadlandedinSrinagarinfuriatedthegovernorgeneralofPakistan.Jin-",
  "nah first fortified himself with several brandies and then ordered his generals",
  "to march their troops into Kashmir.37 His British commander-in-chief refused",
  "to follow the order. So, for the moment, the Pakistani troops kept out of the",
  "conflict, although their officers remained in close contact with the raiders.",
  "When the Indian troops landed in Srinagar the maharaja had already",
  "left. There was not much sign of his administration, either. The police were",
  "nowhere in sight; substituting for them were volunteers of the National Con-",
  "ference, who stood guard at street corners and bridges and generally super-",
  "visedthemovementofmenandgoods.AjournalistwhohadcoveredthePun-",
  "jab violence confessed that he was ‘not prepared for the incredible sights of",
  "amity and indeed fraternity that I saw in Srinagar. Hindus and Sikhs moved",
  "aboutwithcompleteunselfconsciousnessamongMuslimswhoconstitutedthe",
  "vastmajorityofthepopulationofthetown;theymarchedshouldertoshoulderwiththemdownSrinagar’sstreetsasvolunteersengagedinacommontask.’38",
  "Another reporter recalled the happy relationship between the National Con-",
  "ference and the army, as symbolized in the drives taken together by Sheikh",
  "Abdullah and the divisional commander, Major General Thimayya.39",
  "AstheIndianspreparedtopushbacktheraiders,LordMountbattenflew",
  "to Lahore on a peace mission. On 1 November 1947 he had a contentious",
  "meeting with Jinnah, in which he was told that if India gave up its claim to",
  "Kashmir,Pakistanwouldrelinquishitsclaimonthatotherdisputedstate,Jun-",
  "agadh. Jinnah described Kashmir’s accession to India as based on ‘fraud and",
  "violence’. Mountbatten suggested that the violence had come from raiders",
  "who were Pakistani citizens; he knew for a fact that Maharaja Hari Singh",
  "wanted independence, and had been forced to accede to India only after his",
  "state was attacked. Jinnah countered by saying that the maharaja had brought",
  "this upon himself by his ill treatment of Muslims in Poonch.40",
  "In Kashmir, meanwhile, the Indian army had thrown a protective ring",
  "around Srinagar. There were now 4,000 troops in position, armed with ma-",
  "chine guns. The safety of the city had been secured.41 And with Srinagar no",
  "longervulnerable,theIndiansbegantoclearotherpartsoftheValleyofinfilt-",
  "rators. Baramula was taken on 8 November, and four days later Mahuta was",
  "captured,justintimetosavethepowerstationfrombeingblownup.Thetown",
  "of Uri fell the next day.42",
  "With the on set of winter, the military operations were temporarily sus-",
  "pended. Attention now returned to the internal affairs of Kashmir. Mahajan",
  "was still prime minister, but he was being actively assisted by National Con-",
  "ference leaders. On 11 November Nehru wrote to Hari Singh asking him to",
  "place ‘fullconfidence’ inSheikhAbdullah, that istoformally make himhead",
  "of the administration instead of Mahajan. The ‘only person who can deliver",
  "the goods in Kashmir is Sheikh Abdullah’, insisted Nehru. ‘He is obviously",
  "the leading popular personality in Kashmir. The way he has risen to grapple",
  "with the crisis has shown the nature of the man. I have a high opinion of his",
  "integrityandgeneralbalanceofmind.Hehasstrivenhardandsucceededvery",
  "largely in keeping communal peace. He may make any number of mistakes",
  "in minor matters, but I think he is likely to be right in regard to major de-",
  "cisions.’43",
  "Mahatma Gandhi was equally impressed with the Sheikh. In the last",
  "week of November 1947 Abdullah visited Delhi, where he accompanied",
  "GandhitoameetingheldonthebirthdayofthefounderoftheSikhfaith,Guru",
  "Nanak. As Gandhi told the gathering:You see Sheikh Abdullah Saheb with me. I was disinclined to bring him",
  "with me, for I know that there is a great gulf between the Hindus and",
  "the Sikhs on one side, and the Muslims on the other. But the Sheikh Sa-",
  "heb, known as the Lion of Kashmir, although a pucca Muslim, has won",
  "the hearts of both, by making them forget that there is any difference",
  "betweenthethree...EventhoughinJammu,recently,theMuslimswere",
  "killed by the Hindus and Sikhs, he went to Jammu and invited the evil-",
  "doers to forget the past and repent over the evil they had done. The Hin-",
  "dus and the Sikhs listened to him. Now the Muslims and the Hindus and",
  "theSikhs...arefightingtogethertodefendthebeautifulvalleyofKash-",
  "mir.44",
  "ForGandhiaswellasNehrutheSheikhhadbecomeasymbolofsecularism,a",
  "practitionerofinter-faithharmonywhosedeedsinKashmirwereastirringre-",
  "futation of the two-nation theory. On the other hand, the Pakistani prime min-",
  "ister,LiaqatAliKhan,contemptuouslydismissedAbdullahasa‘quisling’.On",
  "27 November Khan met with Nehru in Delhi, with Mountbatten playing the",
  "role of umpire. When a plebiscite was suggested as away out of the impasse,",
  "Khanstatedthatfirst‘anentirelynewadministrationshouldbesetupinKash-",
  "mir, which the people of Pakistan would accept as impartial’.45",
  "By now, Nehru was of the opinion that India must come to some ‘rapid",
  "and more or less final decisions about Kashmir with the Pakistan Govern-",
  "ment’. For continuing military operations would mean ‘grave difficulties and",
  "sufferingforthepeopleoftheState’.InalettertoMaharajaHariSingh,theIn-",
  "dian prime minister outlined the various forms a settlement could take. There",
  "could be a plebiscite for the whole state, to decide which dominion it would",
  "join.Orthestatecouldsurviveasanindependententity,withitsdefenceguar-",
  "anteed by both India and Pakistan. A third option was of a partition, with",
  "Jammu going to India and the rest of the state to Pakistan. A fourth option",
  "had Jammu and the Valleystaying with India, with Poonch and beyond being",
  "ceded to Pakistan. Nehru himself inclined to this last alternative. He saw that",
  "in Poonch ‘the majority of the population is likely to be against the Indian",
  "Union’. But he was loath to give up the vale of Kashmir, a National Confer-",
  "ence stronghold whose population seemed to be inclined towards India. From",
  "the Indian point of view, said Nehru to the maharaja,",
  "it is of the most vital importance that Kashmir should remain within the",
  "Indian Union . . . But however much we may want this, it cannot bedone ultimately except through the goodwill of the mass of the popu-",
  "lation. Even if military forces held Kashmir for a while, a later conse-",
  "quence might be astrong reaction against this.Essentially, therefore, this",
  "is a problem of psychological approach to the mass of the people and of",
  "making them feel they will be benefited by being in the Indian Union. If",
  "theaverageMuslimfeelsthathehasnosafeorsecureplaceintheUnion,",
  "then obviously he will look elsewhere. Our basic policy must keep this",
  "in view, or else we fail.46",
  "This letter of Nehru’s is much less well known than it should be. Excluded",
  "(for whatever reason) from his own Selected Works, it lies buried in the cor-",
  "respondence of Vallabhbhai Patel, to whom he had sent a copy. It shows that,",
  "contrary to received wisdom, the Indian prime minister was quite prepared to",
  "compromise on Kashmir. Indeed, the four options he outlined in December",
  "1947 remain the four options being debated today.",
  "III",
  "On 1 January 1948 India decided to take the Kashmir issue to the United Na-",
  "tions. This was done on the advice of the governor general, Lord Mountbat-",
  "ten. Since Kashmir had acceded to it, India wanted the UN to help clear the",
  "northern parts of what it said was an illegal occupation by groups loyal to",
  "Pakistan.47",
  "Through January and February the Security Council held several sittings",
  "on Kashmir. Pakistan, represented by the superbly gifted orator Sir Zafrullah",
  "Khan,wasabletopresentafarbettercasethanIndia.Khanconvincedthedel-",
  "egates that the invasion was a consequence of the tragic riots across northern",
  "India in 1946–7; it was a ‘natural’ reaction of Muslims to the sufferings of",
  "their fellows. He accused the Indians of perpetrating ‘genocide’ in East Pun-",
  "jab, forcing 6 million Muslims to flee to Pakistan. The Kashmir problem was",
  "recast as part of the unfinished business of Partition. India suffered asignific-",
  "ant symbolic defeat when the Security Council altered the agenda item from",
  "the ‘Jammu and Kashmir Question’ to the ‘India-Pakistan Question’.",
  "Pakistan now suggested the withdrawal of all armed forces in the state,",
  "and the holding of a plebiscite under an ‘impartial interim administration.’",
  "Ironically, Pakistan had rejected the idea of a plebiscite in the case of jun-",
  "agadh.Jinnah’spositionthenwasthatthewilloftherulerwoulddecidewhichdominion a princely state would join. India instead referred the matter to the",
  "will of the people. Having done this in junagadh, they could not now so eas-",
  "ily duck the questionin Kashmir. However, the Indian government insisted",
  "a plebiscite could be conducted under a National Conference administration",
  "whose leader, Sheikh Abdullah, was the ‘most popular political leader in the",
  "State’.48",
  "So said the Sheikh himself, when he spoke at the UnitedNations on 5",
  "February 1948. Hislanguage, recalled one observer, ‘was blunt, direct, and",
  "devoid of diplomatic language’. ‘There is no power on earth which can dis-",
  "place me from the position which I have [in Kashmir]’, he told the Security",
  "Council. ‘As long as the people are behind me I will remain there.’49",
  "AstrikingfeatureoftheUNdiscussionsonKashmirwasthepartisanship",
  "of the British. Their representative, Philip Noel-Baker, vigorously supported",
  "the Pakistani position. The British bias was deeply resented by the Indians.",
  "Somesawitasahangoverfrompre-Independencedays,aconversionforsup-",
  "port to the Muslim League to support for Pakistan. Others thought it was in",
  "compensationfor the recent creation of the state of Israel, after which there",
  "was a need to placate Muslims worldwide. A third theory was that in the en-",
  "suing struggle with Soviet Russia, Pakistan would be the more reliable ally.",
  "It was also better placed, with easy access to British air bases in the Middle",
  "East.50",
  "In the first week of March 1948, the editor of the Sunday Times wrote to",
  "Noel-Bakerthat,‘intheworldstruggleforandagainstCommunism,Kashmir",
  "occupies a place more critical than most people realise. It is the one corner at",
  "which the British Commonwealth physically touches the Soviet Union. It is",
  "anunsuspectedsoftspot,intheperimeteroftheIndianOceanbasin,onwhose",
  "inviolabilitythewholesecurityoftheCommonwealthandindeedworldpeace",
  "depend.’51",
  "By now, Nehru bitterly regretted going to the United Nations. He was",
  "shocked, he told Mountbatten, to find that ‘power politics and not ethics were",
  "rulingan organization which ‘was being completely run by the Americans’,",
  "who,liketheBritish,‘hadmadenobonesof[their]sympathyforthePakistan",
  "case’.52WithintheCabinet,pressuregrewfortherenewalofhostilities,forthe",
  "throwing out of the invaders from northern Kashmir. But was this militarily",
  "feasible? A British general with years of service in the subcontinent warned",
  "thatKashmirmayremaina‘SpanishUlcer.IhavenotfoundanIndianfamil-",
  "iar with the Peninsular War’s drain on Napoleon’s manpower and treas-",
  "ure: and I sometimes feel that Ministers areloath to contemplate such a",
  "development in the case of Kashmir – I feel they still would prefer to",
  "think that the affair is susceptible of settlement, in a short decisive cam-",
  "paign, by sledge-hammer blows by vastly superior Indian forces which",
  "should be ‘thrown’ into Kashmir.53",
  "Meanwhile, in March 1948 Sheikh Abdullah replaced Mehr Chand Mahajan",
  "as the prime minister of Jammu and Kashmir. Then, in the middle of May,",
  "when the snows had melted, the war recommenced. An infantry brigade ad-",
  "vanced north and west from Uri. It took the town of Tithwal, butmet with",
  "sharp resistance en route to the key town of Muzaffarabad.54",
  "On the otherside of an ever-shiftingline of control, Pakistan had",
  "sponsored a government of Azad (Free) Kashmir. They had also created an",
  "AzadKashmirarmy,mannedbymenfromthesepartsofthestate,helpedand",
  "guided by Pakistan army officers. These forces were skilful in their use of the",
  "terrain.Inthelatesummerof1948theytookthetownsofKargilandDras,and",
  "threatened the capital of Ladakh, Leh, which is at an altitude of 11,000 feet.",
  "However, an Indian air force squadron was successful in bringing supplies to",
  "Leh. It was also the air force that brought relief to the town of Poonch, in the",
  "west, whose surroundings were under the control of the raiders.55",
  "The two armies battled on through the later months of 1948. In Novem-",
  "ber both Dras and Kargil were recaptured by the Indians, making Leh and",
  "Ladakh safe for the moment.In the same month the hills around Poonch were",
  "also cleared. However, the northern and western parts of Kashmir were still",
  "in the control of Pakistan. Some Indian commanders wanted to move on,",
  "and asked for the redeployment of three brigades from the plains. Their re-",
  "quest was not granted. For one thing, winter was about to set in. For another,",
  "the offensive would have required not merely troop reinforcements, but also",
  "massive air support.56 Perhaps it was as well that the Indian Army halted its",
  "forward movement. For, as a scholar closely following the Kashmir question",
  "commented at the time,‘either it must be settled by partitionor India will have",
  "towalkintoWestPunjab.AmilitarydecisioncanneverbereachedinKashmir",
  "itself.’57At the United Nations a Special Commission had been appointed for",
  "Kashmir. Its members made an extensive tour of the region, visiting Delhi,",
  "Karachi and Kashmir. In Srinagar they were entertained by Sheikh Abdullah",
  "at the famous Shalimar Gardens. Later, Abdullah had a long talk with one",
  "of the UN representatives, the Czech diplomat and scholar Josef Korbel. The",
  "prime minister dismissed both a plebiscite and independence, arguing that the‘only solution’ was the partition of Kashmir. Otherwise, said Abdullah, ‘the",
  "fightingwillcontinue;IndiaandPakistanwillprolongthequarrelindefinitely,",
  "and our people’s suffering will go’.",
  "InSrinagarKorbelwenttohearAbdullahspeakatamosque.Theaudien-",
  "ceof4,000listened‘withraptattention,theirfaithandloyaltyquiteobviousin",
  "their faces. Nor could we notice any police, so often used to induce such loy-",
  "alty.’ The Commission then visited Pakistan, where they found that it would",
  "not consider any solution which gave the vale of Kashmir, with its Muslim",
  "majority, to India.58",
  "IV",
  "By March 1948 Sheikh Abdullah was the most important man in the Valley.",
  "Hari Singh was still the state’s ceremonial head – now called ‘sadr-i-riyasat’",
  "–buthehadnorealpowers.ThegovernmentofIndiacompletelyshuthimout",
  "of the UN deliberations. Their man, as they saw it, was Abdullah. Only he, it",
  "was felt, could ‘save’ Kashmir for the Union.",
  "At this stage Abdullah himself was inclined to stress the ties between",
  "Kashmir and India. In May 1948 he organized a week-long ‘freedom’ celeb-",
  "ration in Srinagar, to which he invited the leading lights of the Indian gov-",
  "ernment. The events on the calendar included folk songs and poetry readings,",
  "theremembranceofmartyrsandvisitstorefugeecamps.TheKashmirileader",
  "commended the ‘patriotic morale of our own people and the gallant fighting",
  "forces of the Indian Union’. ‘Our struggle’, said Abdullah, ‘is not merely the",
  "affairoftheKashmirpeople,itisthewarofeverysonanddaughterofIndia.’59",
  "OnthefirstanniversaryofIndianindependenceAbdullahsentamessage",
  "to the leading Madras weekly, Swatantra. The message sought to unite north",
  "and south, mountain and coast, and, above all, Kashmir and India. It deserves",
  "to be printed in full:",
  "Through the pages of SWATANTRA I wish to send my message of fra-",
  "ternitytothepeopleofthesouth.FarbackintheannalsofIndiathesouth",
  "and north met in the land of Kashmir. The great Shankaracharya came",
  "to Kashmir to spread his dynamic philosophy but here he was defeated",
  "in argument by a Panditani. This gave rise to the peculiar philosophy of",
  "Kashmir – Shaivism. A memorial to the great Shankaracharya in Kash-mir stands prominent on the top of the Shankaracharya Hill in Srinagar.",
  "It is a temple containing the Murti of Shiva.",
  "More recently it was given to a southerner to take the case of Kash-",
  "mirtotheUnitedNationsand,asthewholeofIndiaknows,withthedog-",
  "gedness and tenacity that is sousualto the southerner, he defended Kash-",
  "mir.",
  "We in Kashmir expect that we shall continue to receive support and",
  "sympathy from the people of the south and that some day when we de-",
  "scribetheextentofourcountryweshallusethephrase‘fromKashmirto",
  "Cape Comorin’.60",
  "The Madras journal, for its part, responded by printing alyrical paean to the",
  "union of Kashmir with India. ‘The blood of many a brave Tamilian, Andhra,",
  "MalayaleeandCoorgi’,itsaid,‘hassoakedintothefertilesoilofKashmirand",
  "mixed with the blood ofthe Kashmiri patriots, cementing for ever the unity of",
  "the North and the South.’ Sheikh Abdullah’s Id perorations, noted the journ-",
  "al, were attentively heard by many Muslim soldiers from Kerala and Tamil",
  "Nadu.InUri,sixtymilesfromSrinagar,therewasagraveofaChristiansoldi-",
  "erfromTravancore,whichhadtheVedicswastikaandaversefromtheQuran",
  "inscribed on it. There could be ‘no more poignant and touching symbolof the",
  "essential oneness and unity of India’.61",
  "Whether or not Abdullah was India’s man, he certainly was not",
  "Pakistan’s.In April 1948 he described that country as ‘an unscrupulous and",
  "savage enemy’.62 He dismissed Pakistan as a theocratic state and the Muslim",
  "League as ‘pro-prince’ rather than ‘pro-people’. In his view, ‘Indian and not",
  "Pakistanileaders...hadallalongstoodfortherightsoftheStates’people’.63",
  "WhenadiplomatinDelhiaskedAbdullahwhathethoughtoftheoptionofin-",
  "dependence, he answered that it would never work as Kashmir was too small",
  "and too poor. Besides, said the Sheikh, ‘Pakistan would swallow us up. They",
  "have tried it once. They would do it again. 64",
  "Within Kashmir Abdullah gave top priority to the redistribution of land.",
  "Under the maharaja s regime, a few Hindus and fewer Muslims had very",
  "largeholdings,withthebulkoftheruralpopulation servingaslabourersoras",
  "tenants-at-will. InhisfirstyearinpowerAbdullah transferred 40,000acres of",
  "surplus land to the landless. He also outlawed absentee ownership, increased",
  "the tenant s share from 25 per cent to 75 per cent of the crop and placed a",
  "moratoriumondebt.Hissocialisticpoliciesalarmedsomeelementsinthegov-",
  "ernment of India, especially as he did not pay compensation to the dispos-sessed landlords. But Abdullah saw this as crucial to progress in Kashmir. As",
  "hetoldapressconferenceinDelhi,ifhewasnotallowedtoimplementagrari-",
  "an reforms, he would not continue as prime minister of Jammu and Kashmir.",
  "Askedwhathewoulddoifreactionaryelementsgottheupperhandinthecent-",
  "ral government, Abdullah answered: ‘Don’t think I will desert you, even if",
  "you desert me. I will resign and join those people in the Indian Union who",
  "will also fight for economic betterment of the poor.’65",
  "At this press conference Abdullah also made some sneering remarks",
  "about Maharaja HariSingh. He pointed out that the maharaja had run away",
  "fromSrinagarwhenitwasindanger.InApril1949Abdullahwonamajorvic-",
  "tory when Hari Singh was replacedas sadr-i-riyasat by his eighteen-year-old",
  "son, Karan Singh. The next month Abdullah and three other National Confer-",
  "ence men were chosen to represent Kashmir in the Constituent Assembly in",
  "Delhi,inafurtheraffirmationofthestate’sintegrationwithIndia.66Thatsum-",
  "mertheValley openeditself oncemorefortourists. Asasympathetic journal-",
  "ist putit, ‘every tourist who goes to Kashmir this summer will be rendering as",
  "vital a service to Kashmir – and to India – as a soldier fighting at the front’.67",
  "In the autumn came a visitor more important than a million tourists –",
  "Jawaharlal Nehru. Nehru and Abdullah took aleisurely two-hour ride down",
  "Srinagar’s main thoroughfare, the river Jhelum. As their barge rode on, com-",
  "mented the correspondent of Time magazine, ‘hundreds of shikaras (gon-",
  "dolas) milled around; their jampacked passengers wanted a good look, and",
  "they pelted Nehru withflowers’. Thousands watched the procession from the",
  "riverbanks, firing crackers from time to time. ‘Carefully coached schoolchil-",
  "dren’ shouted slogans in praise of Nehru and Abdullah. Seizing the chance,",
  "merchantshadhungouttheirwares,alongsidebannerswhichadvertised‘best",
  "Persian and Kashmiri carpets’.",
  "‘All the portents’, concluded Time, were that ‘India considered that the",
  "battleforKashmirhadbeenwon–andthatIndiaintendedtokeeptheprize.’68",
  "V",
  "The battle for Kashmir was, and is, not merely or even mostly a battle for ter-",
  "ritory.Itis,asJosefKorbelputithalfacenturyago,an‘uncompromisingand",
  "perhaps uncompromisable struggle of two ways of life, two concepts of polit-",
  "ical organization, two scales of values, two spiritual attitudes’.69OnonesidewastheideaofIndia;ontheotherside,theideaofPakistan.",
  "Inthespringof1948theBritishjournalistKingsleyMartinvisitedbothcoun-",
  "tries to see how Kashmir looked from each. Indians, he found, were utterly",
  "convinced of the legality of the state s accession, and bitter in their condem-",
  "nation of Pakistan’s help to the raiders. To them the religion of the Kash-",
  "miris was wholly irrelevant. The fact that Abdullah was the popular head of",
  "an emergency administration was ‘outstanding proof that India wasnot “Hin-",
  "dustan” and that there are Muslims who have voluntarily chosen to come to",
  "anIndiawhich,asNehruemphasised,shouldbeademocracyinwhichminor-",
  "ities can live safely and freely’.",
  "When Martin crossed the border he found ‘how completely different the",
  "situation looks from the Pakistan angle’. Most people he met had friends or",
  "relatives who had died at the hands of Hindus and Sikhs. The dispute for",
  "the Pakistanis started with the rebellion in Poonch, which in India had been",
  "‘largely and undeservedly forgotten’. In Karachi and Lahore the people were",
  "‘completely sympathetic’ to the raiders from the Frontier who, in their eyes,",
  "were fighting ‘a holy war against the oppressors of Islam’.70 Martin’s con-",
  "clusions were endorsed by the veteran Australian war correspondent Alan",
  "Moorehead. On a visit to Pakistan he too found that the Kashmir conflict was",
  "lookedupon‘asaholyMoslemwar...Someofthem,Ihaveseen,talkwildly",
  "ofgoingontoDelhi.Everywhererecruitingisgoingonandthereismuchex-",
  "citement at the success of the Moslems.’71",
  "The fragility of the Pakistani state and its ideology was personalized in",
  "the ambivalent identities of its main leaders. The governor general, M. A.",
  "Jinnah, was a Gujarati who had married a Parsi. The prime minister, Liaqat",
  "Ali Khan, was an aristocrat from the United Provinces who was married to",
  "aChristian.Neitherwas,inanysenseoftheterm,apractisingMuslim.Thetop",
  "civil servants of Pakistan were, like Jinnah and Liaqat, ‘mohajirs’, migrants",
  "whose ancestral homes lay on the Indian side of the border. The ruling class",
  "had no roots in what was now their state. This, one suspects, made them even",
  "more fervent in their desire to make Kashmir part of Pakistan.",
  "However, the new Indian nation-state was not so robusteither. Its insec-",
  "urity was manifest in its anointing, as a secular hero, of a Muslim officer who",
  "haddiedfightinginKashmir.True,unlikethePakistaniarmy,theIndianarmy",
  "was drawn from men of all religions. Among its senior commanders were a",
  "Sikh, a Parsi and two Coorgs, these last from a south Indian hill community",
  "that likes to see itself as ‘not-Hindu’. Yet the commander who was to be ven-",
  "erated most was a Muslim. This man, Brigadier Usman, was educated in Al-",
  "lahabadandSandhurst,andchosetostaywithIndiaatthetimeofPartition. Itwas claimed that Pakistan had dubbed hima ‘kaffir’, and that the Azad Kash-",
  "mir government had puta price of Rs50,000 on his head, dead or alive.",
  "In January–February 1948 Brigadier Usman and his men repulsed a",
  "fierce attack on Nowshera. In July of that year he died in action.An Indian",
  "journalist wroteof his death that ‘a precious life, of imagination and un-",
  "swerving patriotism, has fallen a victim to communal fanaticism. Brigadier",
  "Usman’s brave example will be an abiding source of inspiration for Free In-",
  "dia.’72 His death was publicly mourned by Congress leaders, from Jawaharlal",
  "Nehru downwards. The tributes that poured in praised not merely his bravery",
  "but also his character: he was, the Indian public was told, an army officer",
  "who was withal ‘a vegetarian,a non-smoker, and a teetotaller . His body was",
  "brought back from Kashmir to Delhi and buried with full military honours.",
  "His grave was placed next to that of Dr M. A. Ansari, a legendary National-",
  "ist Muslim of the previous generation.73 One might say that Brigadier Usman",
  "wastotheIndianarmywhatSheikhAbdullahwastoIndianpolitics,thesym-",
  "bol of its putatively inclusive secularism, the affirmation of it being, if it was",
  "anything at all, the Other of atheologically dogmatic and insular Pakistan.",
  "Both sides had invested men and money in the battle for Kashmir. More",
  "crucially, they had invested their respective ideologies of nationhood. The",
  "clash of these ideologies was captured in a debate on the future of Kashmir",
  "organized by a leading Bombay weekly, the Current. The protagonists were",
  "bothyoungjournalists–bothMuslim,butoneIndian,theotherPakistani.Both",
  "were asked to answer the question: which way would the Kashmiris vote if",
  "the United Nations did succeed in holdinga plebiscite?",
  "Speaking on India s behalf was the gifted novelist and scriptwriter Kh-",
  "waja Ahmad Abbas. One-fourth of Kashmir’s population, he said, were",
  "squarely behind Sheikh Abdullah and hisNational Conference – these were",
  "thepoliticallyconscious,‘progressive’elements.Anotherquarterwerejustas",
  "resolutely opposed to the Sheikh – these consisted of those ‘fully indoctrin-",
  "ated by the Pakistanideology’. Half the voters were undecided – they could",
  "go either way.These were attracted to the person of Abdullah, but also ‘sus-",
  "ceptibletothecryofIslaminDanger’.Whenthedayofreckoningcame,Ab-",
  "bas thought that the memories of the raiders brutalities and the appeal of the",
  "progressive ideology of secularism would tilt the balance in favour of India.",
  "However, if India ‘wanted to make absolutely sure of a comfortable and con-",
  "vincing majority , then the maharaja and his dynasty had to be removed, and",
  "the Sheikh allowed to implement fully his economic programme.74",
  "ThenextweekAbbaswasansweredbyaKarachi-basedjournalistnamed",
  "Wares Ishaq. He thought that the pull of religion would ensure a Pakistanivictory in any plebiscite in Kashmir. Islam, he argued, was not just areligion,",
  "but aculture and a way of life. There was only one circumstance in which",
  "the Kashmiris would disregard the call of the faith – if India actually lived",
  "up to its claim of being a secular state. However, after the death of Mahatma",
  "Gandhi, the position of minorities was fraught with danger. In particular,",
  "wroteIshaq,theliftingofthebanontheHinduchauvinistbody,theRashtriya",
  "Swayamsevak Sangh, ‘has finally convinced Muslims all over India, and spe-",
  "cially in Kashmir, that their position in India will always be that of a down-",
  "trodden minority’. Thus, when the crunch came, the bulk of the Kashmiris",
  "would vote to join ‘the Islamic comity of nations’ .75",
  "VI",
  "Onemightsayoftheconflictof1947–8thatithadonlylosers.Theindecision",
  "– with neither nation succeeding in acquiring the whole of the state – hurt",
  "bothsides then, and it hurts them now. Hence the prevalence and persistence",
  "of conspiracy theories. On the Indian side the finger is pointed at the British",
  "governor general, who dragged the case to the UN,and at the British general",
  "in command of the Indian army, who is believed to have stopped his troops",
  "from going into northern Kashmir.76 But the Pakistanis blame Mountbatten",
  "too;theythinkheconspiredwithSirCyrilRadcliffetogiftthedistrictofGur-",
  "daspur to the Indians, so as to allow them a road into Kashmir.77 And they",
  "chastise their own government for not helping the raiders even more. As a",
  "senior civil servant lamented in 1998:",
  "[T]he only chance of Pakistan obtaining Kashmir was by ablitzkrieg,",
  "combining the call of jihad, speed, and surprise, to present the enemy",
  "with a fait accompli before it could recover from the shock. The tribal",
  "invasion was well conceived as the only means to counter the Indian",
  "designs and compensate forPakistan’s military weakness . . . The one",
  "single element which decided the issue against Pakistan was the faulty",
  "leadership of the tribal horde . . . This was the only mistake, and a decis-",
  "ive one at that, for which those who organized the invasion . . . should",
  "bear responsibility.78This book will return to Kashmir at regular intervals. But let me end this in-",
  "vestigation of the dispute’s origins with some prophetic statements made at",
  "thetime.Thequotesbelowcomefromobserversspeakingnotin1990or2000,",
  "but in the very early years of the conflict.79",
  "Kashmir is the one great problem that may cause the downfall of India",
  "and Pakistan (Henry Grady, United States Ambassador to India, January",
  "1948).",
  "SolongasthedisputeoverKashmircontinuesitisaseriousdrainonthe",
  "military, economic and, above all, on the spiritual strength of these two",
  "great countries (General A. G. L. McNaughton, UN mediator, February",
  "1950).",
  "So vital seems its possession for economic and political security to",
  "Pakistan that her whole foreign and defence policy has largely revolved",
  "around the Kashmir dispute . . . Far more than the Punjab massacres,",
  "which, though horrible, were short lived, it is the Kashmir dispute which",
  "haspoisoned every aspect of Indo-Pakistan relations (Richard Symonds,",
  "British social worker and author, 1950).",
  "Kashmir is one situation you could never localize if it should flare up. It",
  "wouldinfluencethewholeMuslimworld.[Itis]potentiallythemostdan-",
  "gerous in the world (Ralph Bunche, senior UN official, February 1953).R R",
  ""
]