[
  "ch7",
  "HE IGGEST AMBLE IN ISTORY",
  "We are little men serving great causes, but because the cause is great,",
  "something of that greatness falls upon us also.",
  "J N , 1946",
  "AWAHARLAL EHRU",
  "India means only two things to us – famines and Nehru.",
  "American journalist, 1951",
  "I",
  "I of freedom, the ruling Congress Party faced threats from",
  "N THE FIRST YEARS",
  "without, and within. As rebels against the Raj the nationalists had been sacrifi-",
  "cingidealists,butasgovernorstheycamerathertoenjoythefruitsofoffice.As",
  "aveteranMadrasjournalistputit,‘inthepost-Gandhianwarforpowerthefirst",
  "casualty is decency’.1 Time magazine commented that after independence was",
  "achieved,theCongress‘founditselfwithoutaunifyingpurpose.Itgrewfatand",
  "lazy, today harbors many time-serving office-holders [and] not a few black-",
  "marketeers’.2 An influential Bombay weekly remarked that ‘from West Bengal",
  "toUttarPradesh,alongtheGangeticValley,theCongressissplit.Theoldglam-",
  "our of the premier political organization is fading, factions are becoming more",
  "acute and the party’s unpopularity is increasing.’3",
  "There were party factions at the district level, as well as at the provincial",
  "level. However, the most portentous of the cleavages was between the two",
  "biggeststalwarts,PanditJawaharlalNehruandSardarVallabhbhaiPatel.These",
  "two men, prime minister and deputy prime minister respectively, had major",
  "differences in the first months following Independence. Gandhi’s death made",
  "them come to gether again. But in 1949 and 1950 the differences resurfaced.",
  "In character and personality Nehru and Patel were certainly a study in",
  "contrast. The prime minister was a Brahmin from an upper-class background",
  "whose father had also been a prominent figure in the nationalist movement.",
  "His deputy, on the other hand, was from a farming caste, and a descendant ofa sepoy mutineer of 1857. Nehru loved good food and wine, appreciated fine",
  "artandliteratureandhadtravelledwidelyabroad.Patelwasanon-smoker,ve-",
  "getarian, teetotaller, and, on the whole, ‘a hard task master with little time for",
  "play’.Hegotupat4a.m.,attendedtohiscorrespondenceforanhourandthen",
  "went for a walk through the dimly lit streets of New Delhi. Besides, ‘a grave",
  "exterior and a cold and cynical physiognomy [made] the Sardar areally tough",
  "personality’. In the words of the New York Times,hewas ‘leather tough’.",
  "Therewerealsosimilarities.BothNehruandPatelhadadaughterastheir",
  "housekeeper,companionandchiefconfidante.Bothwerepoliticiansofacon-",
  "spicuous integrity. And both were fierce patriots. But their ideas did not al-",
  "ways mesh. As one observer rather delicately put it, ‘the opposition of the",
  "Sardar to the leftist elements in the country is one of the major problems of",
  "political adjustment facing India’. He meant here that Patel was friendly with",
  "capitalists while Nehru believed in state control of the economy; that Patel",
  "wasmoreinclinedtosupporttheWestintheemergingColdWar;andthatPa-",
  "tel was more forgiving of Hindu extremism and harsher on Pakistan.4",
  "Inlate1949NehruandPatelhadamajordisagreement.IntheNewYear,",
  "India would transform itself froma ‘dominion’, where the British monarch",
  "washeadofstate,toafull-fledgedrepublic.Nehruthoughtthatwhenthegov-",
  "ernor generalship became a presidency, the incumbent, C. Rajagopalachari,",
  "should retain the job. ‘Rajaji’ was an urbanes cholar with whom the prime",
  "minister then got along very well. Patel, however, preferred Rajendra Prasad,",
  "whowasclosetohimbutwhoalsohadwideracceptance withintheCongress",
  "Party. Nehru had assured Rajaji that he would be president, but much to his",
  "annoyance, and embarrassment, Patel got the Congress rank-and-file to put",
  "Prasad’s name forward instead.5",
  "The original date of Indian independence, 26 January, was chosen as the",
  "first Republic Day. The new head of state, Rajendra Prasad, took the salute",
  "in what was to become an annual and ever more spectacular parade. Three",
  "thousand men of the armed forces marched before the president. The artillery",
  "firedathirty-one-gunsalutewhileLiberatorplanesoftheIndianairforceflew",
  "overhead. Gandhi’s India was announcing itself as a sovereign nation-state.6",
  "RoundonehadgonetoPatel.Afewmonthslatercommencedroundtwo,",
  "thebattleforthepresidencyoftheIndianNationalCongress.ForthispostPa-",
  "tel had put forward Purushottamdas Tandon, a veteran of the Congress from",
  "the United Provinces, indeed, from the prime minister’s own home town of",
  "Allahabad. Tandon and Nehru were personal friends, but hardly ideological",
  "bedfellows, for the presidential candidate was ‘a bearded, venerable orthodox",
  "Hindu . . . who admirably represented the extreme communalist wing of the[Congress] party’. He was, in sum, ‘a personification of political and social",
  "anachronisms’,an‘anti-Muslimandpro-casteHinduwhostoodfor‘theresur-",
  "rection of a dead culture and along extinct system of society’.7",
  "NehruhadpreviouslycriticizedTandonforhisdesiretoimposeHindion",
  "regions of India which did not know the language. He was particularly upset",
  "when his fellow Allahabadi addressed a conference of refugees and spoke of",
  "revenge against Pakistan. India, believed Nehru, needed the healing touch, a",
  "policyofreconciliationbetweenHindusandMuslims.TheelectionofTandon",
  "as the president of the premier political party, the prime minister sown party,",
  "would send all the wrong signals.",
  "When the election for the Congress presidency was held in August 1950",
  "Tandon won comfortably. Nehru now wrote to Rajagopalachari that the res-",
  "ult was ‘the clearest of indications that Tandon’s election is considered more",
  "important than my presence in the Govt or the Congress . . . All my instincts",
  "tell me that Ihave completely exhausted my utility both in the Congress and",
  "Govt’. The next day he wrote again to Rajaji, saying, ‘I am feeling tired out –",
  "physically and mentally. Ido not think I can function with any satisfaction to",
  "myself in future.’8",
  "Rajajinowtriedtoworkoutacompromisebetweenthetwofactions.Pa-",
  "tel was amenable, suggesting a joint statement under both their names, where",
  "heandNehruwouldproclaimtheiradherencetocertainfundamentalsofCon-",
  "gress policy. The prime minister, however, decided to go it alone. After two",
  "weeks of contemplation he had decided to exchange resignation for trucu-",
  "lence. On 13 September 1950 he issued a statement to the press deploring the",
  "fact that ‘communalist and reactionary forces have openly expressed their joy",
  "at Tandon’s victory. He was distressed, he said, that the ‘spirit of commun-",
  "alism and revivalism has gradually invaded the Congress, and sometimes af-",
  "fectsGovernmentpolicy’.But,unlikePakistan,Indiawasasecularstate.‘We",
  "have to treat our minorities in exactly the same way as we treat the majority’,",
  "insisted Nehru. ‘Indeed, fair treatment is not enough; we have to make them",
  "feelthattheyaresotreated.Now,‘inviewoftheprevailingconfusionandthe",
  "threat of false doctrine, it has become essential that the Congress should de-",
  "clare its policy in this matter in the clearest and most unambiguous terms.’9",
  "Nehru felt that it was the responsibility of the Congress and the govern-",
  "ment to make the Muslims in India feel secure. Patel, on the other hand, was",
  "inclined to place the responsibility on the minorities themselves. He had once",
  "told Nehru that the ‘Muslims citizens in India have a responsibility to remove",
  "the doubts and misgivings entertained by a large section of the people abouttheir loyalty founded largely on their past association with the demand for",
  "Pakistan and the unfortunate activities of some of them.’10",
  "Ontheminoritiesquestion,asonothermattersofphilosophyandpolicy,",
  "Nehru and Patel would never completely see eye to eye. Now, however, in",
  "the aftermath of the bitter contest for the Congress presidency, the older man",
  "did not press the point. For Patel knew that the destruction of their party",
  "might very well mean the destruction of India. He thus told Congress mem-",
  "bers who visited him to ‘do what Jawaharlal says’ and to ‘pay no attention to",
  "this controversy’. On 2 October, while inaugurating a women’s centre in In-",
  "dore, he used the occasion of Gandhi’s birth anniversary to affirm his loyalty",
  "to the prime minister. He described himself in his speech as merely one of",
  "the many non-violent soldiers in Gandhi’s army. Now that the Mahatma was",
  "gone, ‘Jawaharlal Nehru is our leader, said Patel. ‘Bapu [Gandhi] appointed",
  "himashissuccessorandhadevenproclaimedhimassuch.Itisthedutyofall",
  "Bapu’s soldiers to carry out his bequest . . . I am not a disloyal soldier.’11",
  "Such is the evidence placed before us by Patel’s biographer, Rajmohan",
  "Gandhi. It confirms in fact what Nehru’s biographer (Sarvepalli Gopal) had",
  "expressed in feeling: that what forestalled ‘an open rupture [between the two",
  "men] was mutual regard and Patel’s stoic decency’.12 Patel remembered his",
  "promisetoGandhitoworkalongwithJawaharlal.Andbythetimeofthecon-",
  "troversy over the Congress presidency he was also a very sick man. It was",
  "from his bed that he sent a congratulatory handwritten letter to Nehru on his",
  "birthday, 14 November. A week later, when the prime minister visited him at",
  "his home, Patel said: ‘I want totalk to you alone when I get a little strength .",
  ". . I have a feeling that you are losing confidence in me.’ ‘I have been losing",
  "confidence in myself, answered Nehru.13",
  "ThreeweekslaterPatelwasdead.Itfelltotheprimeministertodraftthe",
  "Cabinet Resolution mourning his passing. Nehru singled out his devotion to a",
  "‘united and strong India’, and his ‘genius in solving the complicated problem",
  "ofthe princely states. ToNehru, Patel was both comrade and rival; butto their",
  "compatriots he was ‘an unmatched warrior in the cause of freedom, a lover",
  "of India, a great servant of the people and a statesman of genius and mighty",
  "achievement’. 14",
  "IIVallabhbhaiPatel’sdeathinDecember1950removedtheoneCongresspoliti-",
  "cian who was of equal standing to Nehru. No longer were there two power",
  "centres within India’s ruling party. However, the prime minister still had",
  "to contend with two somewhat lesser rivals; the president of the Congress,",
  "Purushottamdas Tandon, and the president of the republic, Rajendra Prasad.",
  "Nehru’s biographer says of Prasad that he was ‘prominent in the ranks of me-",
  "dievalism’.15 That judgement is perhaps excessively harsh on a patriot who",
  "had sacrificed much in the cause of Indian freedom. Nonetheless, it was clear",
  "that the prime minister and the president differed on some crucial subjects,",
  "such as the place of religion in public life.",
  "These differences came to a head in the spring of 1951 when the pres-",
  "ident was asked to inaugurate the newly restored Somnath temple in Gujarat.",
  "Oncefabledforitswealth,SomnathhadbeenraidedseveraltimesbyMuslim",
  "chiefs, including the notorious eleventh-century marauder Mahmud of",
  "Ghazni. Each time the temple was razedit was rebuilt. Then the Mughal em-",
  "peror Aurangzeb ordered its total destruction. It lay in ruinsfor two and a half",
  "centuriesuntilSardarPatelhimselfvisiteditinSeptember1947andpromised",
  "help in its reconstruction. Patel’scolleague K.M.Munshi then took charge of",
  "the rebuilding.16",
  "When the president of India chose to dignify the temple’s consecration",
  "with his presence, Nehru was appalled. He wrote to Prasad advising him not",
  "to participate in the ‘spectacular opening of the Somnath temple [which] . . .",
  "unfortunatelyhasanumberofimplications.Personally,Ithoughtthatthiswas",
  "notimetolaystressonlarge-scalebuildingoperationsatSomnath.Thiscould",
  "have been done gradually and more effectively later. However, this has been",
  "done. [Still] Ifeel that it would be better if you did not preside over this func-",
  "tion.’17",
  "Prasad disregarded the advice and went to Somnath. To his credit,",
  "however, his speech there stressed the Gandhian ideal of inter-faith harmony.",
  "True, he nostalgically evoked a Golden Age when the gold in India’s temples",
  "symbolized great wealth and prosperity. The lesson from Somnath’s later his-",
  "tory, however, was that ‘religious intolerance only foments hatred and im-",
  "moral conduct’. By the same token, the lesson of its reconstruction was not",
  "to ‘open old wounds, which have healed to some extent over the centuries’,",
  "but rather to ‘help each caste and community to obtain full freedom’. Calling",
  "for ‘complete religious tolerance, the president urged his audience to ‘try to",
  "understand the great essence of religion’, namely, ‘that it is not compulsory",
  "to follow a single path to realize Truth and God’. For ‘just as all the riversmingle together in the vast ocean, similarly different religions help men to",
  "reach God’.18",
  "OnedoesnotknowwhetherNehrureadthespeech.Inanycase,hewould",
  "have preferred Prasad not to go at all. The prime minister thought that public",
  "officials should never publicly associate with faiths and shrines. The presid-",
  "ent,ontheotherhand,believed that itshouldbeequally andpublicly respect-",
  "fulofall.AlthoughhewasaHindu,saidPrasadatSomnath,‘Irespectallreli-",
  "gions and on occasion visit a church, a mosque, a dargah and a gurdwara’.",
  "Meanwhile, the growing Hindu tint of the Congress had led to the de-",
  "parture of some of its most effervescent leaders. Already in 1948 a group of",
  "brilliant young Congress members had left to start the Socialist Party. Now,",
  "in June1951, the respected Gandhian J. B. Kripalani left to form his Kisan",
  "Majdoor Praja Party (KMPP), which, as its name indicated, stood for the in-",
  "terests of farmers, workers and other toiling people. Like the Socialists, Krip-",
  "alani claimed that the Congress under Purushottamdas Tandon had become a",
  "deeply conservative organization.",
  "As it happened, the formation of the KMPP strengthened Nehru’s hand",
  "against Tandon. The Congress, he could now say, had to move away from the",
  "reactionary path it had recently adopted and reclaim its democratic and in-",
  "clusive heritage. In September, when the All-India Congress Committee met",
  "in Bangalore, Nehru forced a showdown with Tandon and his supporters.",
  "The rank and file of the party was increasingly concerned with the upcoming",
  "general election. And, as a southern journalist pointed out, it was clear that",
  "the AICC would back the prime minister against Tandon, if only because",
  "‘the Congress President is no vote-getter’. By contrast, ‘Pandit Nehru is un-",
  "equalled as a vote-catcher. On the eve of the general elections it is the votes",
  "that count and Pandit Nehru has a value to the Congress which none else pos-",
  "sesses’.19",
  "That indeed, is what happened in Bangalore, where Tandon resigned as",
  "president of the Congress, with Nehru being elected in his place. As head of",
  "both party and government, ‘Nehru could now wage full war against all com-",
  "munalelementsinthecountry’.20Thefirstbattleinthiswarwouldbethegen-",
  "eral election of 1952.",
  "IIIIndia’sfirstgeneralelectionwas,amongotherthings,anactoffaith.Anewly",
  "independent country chose to move straight into universal adult suffrage,",
  "ratherthan–ashadbeenthecaseintheWest–atfirstreservetherighttovote",
  "tomenofproperty,withtheworkingclassandwomenexcludedfromthefran-",
  "chise until much later. India became free in August 1947, and two years later",
  "set up an Election Commission. In March 1950 Sukumar Sen was appointed",
  "chiefelectioncommissioner.ThenextmonththeRepresentationofthePeople",
  "Act was passed in Parliament. While proposing the Act, the prime minister,",
  "Jawaharlal Nehru, expressed the hope that elections would be held as early as",
  "the spring of 1951.",
  "Nehru’shastewasunderstandable,butitwasviewedwithsomealarmby",
  "the man who had to make the election possible. It is a pity we know so little",
  "about Sukumar Sen. He left no memoirs and few papers either. Born in 1899,",
  "he was educated at Presidency College and at London University, where he",
  "wasawardedagoldmedalinmathematics. HejoinedtheIndianCivilService",
  "(ICS) in 1921 and served in various districts and as a judge before being ap-",
  "pointedchiefsecretaryofWestBengal,fromwherehewassentondeputation",
  "as chief election commissioner.",
  "It was perhaps the mathematician in Sen which made him ask the prime",
  "minister to wait. For no officer of state, certainly no Indian official, has ever",
  "had such as tupendous task placed in front of him. Consider, first of all, the",
  "size of the electorate: 176 million Indians aged twenty-one or more, of whom",
  "about 85 per cent could not read or write. Each one had to be identified,",
  "named and registered. The registration of voters was merely the first step.",
  "For how did one design party symbols, ballot papers and ballot boxes for a",
  "mostly unlettered electorate? Then, sites for polling stations had to be identi-",
  "fied, and honest and efficient polling officers recruited. Moreover, concurrent",
  "with the general election would be elections to the state assemblies. Working",
  "with Sukumar Sen in this regard were the election commissioners of the dif-",
  "ferent provinces, also usually ICS men.",
  "The polls were finally scheduled for the first months of 1952, although",
  "someoutlyingdistrictswouldvoteearlier.AnAmericanobserverjustlywrote",
  "thatthemechanicsoftheelection’presentaproblemofcolossalproportions’.21",
  "Some numbers will help us understand the scale of Sen’s enterprise. At stake",
  "were4,500seats–about500forParliament,therestfortheprovincialassem-",
  "blies. 224,000 polling booths were constructed, and equipped with 2million",
  "steelballotboxes,tomakewhi"
]