[
  "ch8,200tonnesofsteelwereconsumed;16,500",
  "clerks were appointed on six-month contracts to type and collate the elect-",
  "oral rolls by constituency;about 380,000 reams of paper wereused for print-ing the rolls; 56,000 presiding officers were chosen to supervise the voting,",
  "these aided by another 280,000 helpers; 224,000 policemen were puton duty",
  "to guard against violence and intimidation.",
  "The election and the electorate were spread over an area of more than a",
  "million square miles. The terrain was huge, diverse and – for the exercise at",
  "hand – sometimes horrendously difficult. In the case of remote hill villages,",
  "bridges had to be specially constructed across rivers; in the case of small is-",
  "lands in the Indian Ocean,naval vessels were used to take the rolls to the",
  "booths. A second problem was social rather than geographical: the diffidence",
  "of many women in northern India to give their own names, instead of which",
  "they wished to register themselves as A’s mother or B’s wife.Sukumar Sen",
  "was outraged by this practice, a ‘curious senseless relic of the past’, and dir-",
  "ected his officials to correct the rolls by inserting the names of the women ‘in",
  "the place of mere descriptions of such voters’. Nonetheless, some 2.8 million",
  "women voters had finally to be struck off the list. The resulting furore over",
  "their omission was considered by Sen to be a ‘good thing’, for it would help",
  "theprejudicevanishbeforethenextelections,bywhichtimethewomencould",
  "be reinstated under their own names.",
  "Where in Western democracies most voters could recognize the parties",
  "by name, here pictorial symbols were used to make their task easier. Drawn",
  "from daily life, these symbols were easily recognizable: a pair of bullocks for",
  "oneparty,ahutforasecond,anelephantforathird,anearthenwarelampfora",
  "fourth. A second innovation was the use of multiple ballot boxes. On a single",
  "ballot, the (mostly illiterate) Indian elector might make a mistake; thus each",
  "party had a ballot box wit hits symbol marked in each polling station, so that",
  "voterscouldsimplydroptheirpaperinit.Toavoidimpersonation, Indiansci-",
  "entists had developed a variety of indelible ink which, applied on the voter’s",
  "finger,stayedthereforaweek.Atotalof389,816phialsofthisinkwereused",
  "in the election.22",
  "Throughout 1951 the Election Commission used the media of film and",
  "radio to educate the public about this novel exercise in democracy. A docu-",
  "mentary on the franchise and its functions, and the duties of the electorate,",
  "wasshowninmorethan3,000cinemas. ManymoreIndianswerereachedvia",
  "All-India Radio, which broadcast numerous programmes on the constitution,",
  "the purpose of adult franchise, the preparation of electoral rolls and the pro-",
  "cess of voting.23IV",
  "It is instructive to reflect on the international situation in the months leading",
  "uptoIndia’sfirstgeneralelection.ElsewhereinAsiatheFrenchwerefighting",
  "the Viet-Minh and UN troops were thwarting a North Korean offensive. In",
  "South Africa the Afrikaner National Party had disenfranchised the Cape Col-",
  "oureds, the last non-white group to have the vote. America had just tested its",
  "first hydrogen bomb; Maclean and Burgess had just defected to Russia. The",
  "year had witnessed three political assassinations: of the king of Jordan, of the",
  "primeministerofIranandoftheprimeministerofPakistan,LiaqatAliKhan,",
  "shot dead on 16 October 1951, nine days before the first votes were cast in",
  "India.",
  "Mostinterestingly,thepollsinIndiaweretocoincidewithageneralelec-",
  "tion in the United Kingdom. The old warhorse Winston Churchill was seek-",
  "ing to bring his Conservatives back into power. In the UK the election was",
  "basically a two-party affair. In India, however, there was a dazzling diversity",
  "ofpartiesandleaders.InpowerwasJawaharlal Nehru’sIndianNationalCon-",
  "gress, the chief legatee and beneficiary of the freedom movement. Opposing",
  "it were a variety of new parties formed by some greatly gifted individuals.",
  "ProminentamongpartiesoftheleftwereJ.B.Kripalani’sKMPPandthe",
  "SocialistParty,whoseleadinglightsincludedtheyoungherooftheQuitIndia",
  "rebellion of 1942, Jayaprakash Narayan. These parties accused the Congress",
  "of betraying its commitment to the poor. They claimed to stand for the ideals",
  "oftheold‘Gandhian’Congress,whichhadplacedtheinterestsofworkersand",
  "peasantsbeforethoseoflandlordsandcapitalists.24Adifferentkindofcritique",
  "was offered by the Jana Sangh, which sought to consolidate India’s largest",
  "religious grouping, the Hindus, into one solid voting bloc. The party’s aims",
  "were well expressed in the symbolism of its inaugural meeting, held in New",
  "Delhion21September1951.ThesessionbeganwitharecitationfromtheVe-",
  "das and a singing of the patriotic hymn ‘Vande Matram’. On the rostrum, the",
  "party’s founder, Shyama Prasad Mukherjee, sat along with other leaders, be-",
  "hind them a",
  "white background [with] pictures of Shivaji, Lord Krishna persuading",
  "the remorse-striken Arjunato take up arms to fight the evil forces of the",
  "Kauravas onthebattle-field ofKurukshetra,Rana Pratap Singhandofan",
  "earthendeepak[lamp],insaffron.FromthePandalwashungbannersin-",
  "scribed with ‘Sangh Shakth Kali Yuge’, adictum taken from [the] Ma-habharata, professing to tell the people who attended the convention that",
  "in the age of Kali there was force only in [Jana] Sangh.25",
  "Theimagerywasstriking:takenfromtheHinduepicsbutalsoinvokingthose",
  "Hindu warriors who had later fought the Muslim invader. But who, one won-",
  "ders,representedtheevilenemy,theKauravas?WasitPakistan,theMuslims,",
  "Jawaharlal Nehru or the Congress Party? All figuredas hate objects in the",
  "speeches of the Sangh’s leaders. The party stood for the reunification of the",
  "motherland through the absorption (or perhaps conquest) of Pakistan. It sus-",
  "pectedtheIndianMuslimsasaproblemminority,whichhad‘notyetlearntto",
  "own this land and its culture and treat them as their first love’. The Congress",
  "Party was accused of ‘appeasing’ these uncertainly patriotic Muslims.26",
  "S. P. Mukherjee had once been a member of the Union Cabinet. So had",
  "B. R. Ambedkar, the great Untouchable lawyer who, as the Union’s law min-",
  "ister, helped draft the Indian Constitution. Ambedkar had resigned from of-",
  "fice to revive the Scheduled Caste Federation in time for the election. In his",
  "speeches he sharply attacked the Congress government for doing little to up-",
  "lift the lower castes. Freedom had meant no change for these peoples: it was",
  "‘thesameoldtyranny,thesameoldoppression,thesameolddiscrimination. .",
  ".’Afterfreedomwaswon,saidAmbedkar,theCongresshaddegeneratedinto",
  "a dharamsala or rest-home, without any unity of purpose or principles, and",
  "‘opentoall, foolsandknaves,friendsandfoes,communalists andsecularists,",
  "reformers and orthodox and capitalists and anti-capitalists’ 27",
  "Still further to the left was the Communist Party of India. As we have",
  "seen, in 1948 many activists of the CPI had gone underground to lead a peas-",
  "antinsurrectionthattheyhopedwouldfructifyintoacountrywiderevolution-",
  "aryupsurgeontheChinesemodel.Butthepoliceandinsomeplacesthearmy",
  "had cracked down hard. So the communists came overground in time to fight",
  "the election. The Telengana struggle, said the party’s general secretary, had",
  "been withdrawn ‘unconditionally’. A temporary amnesty was granted and the",
  "militants put away their arms and went seeking votes. This abrupt change of",
  "rolesproduceddilemmasnotextbyMarxorLenincouldhelpresolve.Thusa",
  "womancommuniststandingforaseatinBengalwasnotsurewhethertowear",
  "crumpled saris, which would certify her identity with the poor, or wash and",
  "iron them, to better appeal to the middle-class audience. And a parliamentary",
  "candidateinTelengana(wherethepeasantrevolthadbeenatitsmostintense)",
  "recalled his confusion at being offered a drink by a senior official: he said‘yes’, and gulped down the offering, only to be hit by a ‘reeling sensation’ in",
  "his head as it turned out to be whisky rather than fruit juice.28",
  "The election campaign of 1951–2 was conducted through large public",
  "meetings,door-to-doorcanvassing,andtheuseofvisualmedia.‘Attheheight",
  "of election fever’, wrote a British observer, ‘posters and emblems were pro-",
  "fuse everywhere – on walls, at street corners, even decorating the statues in",
  "New Delhi and defying the dignity of a former generation of Viceroys’. A",
  "novelmethodofadvertisingwasondisplayinCalcutta,wherestraycowshad",
  "‘Vote Congress’ written on their backs in Bengali. 29",
  "Speeches and posters were used by all parties, but only the communists",
  "had access to the airwaves. Not those transmitted by All-India Radio, which",
  "had banned party propaganda, but of Moscow Radio, which relayed its pro-",
  "grammes via stations in Tashkent. Indian listeners could, if they wished,",
  "hear how the non-communist parties in the election were ‘corrupt stooges of",
  "Anglo-American imperialists and oppressors of the workers’.30 For the liter-",
  "ate, a Madras weekly had helpfully translated an article from Pravda which",
  "called the ruling Congress ‘a government of landowners and monopolists, a",
  "governmentofnationalbetrayers,truncheonsandbullets’,andannouncedthat",
  "the alternative for the ‘long-suffering, worn-out Indian people was the Com-",
  "munist Party, around which ‘all progressive forces of the country, everyone",
  "who cherishes the vital interests of his fatherland, are grouping’.31",
  "Adding to the list (and interest, and excitement) were regional parties",
  "based on affiliations of ethnicity and religion. These included the Dravida",
  "Kazhagam in Madras, which stood for Tamil pride against northIndian dom-",
  "ination; the Akalis in Punjab, who were the main party of the Sikhs; and the",
  "Jharkhand Party in Bihar, which wanted a separate state for tribal people.",
  "Therewerealsonumeroussplintergroupingsoftheleft,aswellastwoHindu",
  "parties more orthodox than the Jana Sangh: the Hindu Mahasabha and the",
  "Ram Rajya Parishad.",
  "Theleadersofthesepartiesallhadyearsofpoliticalservicebehindthem.",
  "Some had gone to jail in the nationalist cause; others in the communist cause.",
  "Men like S. P. Mookerjee and Jayaprakash Narayan were superb orators, with",
  "theabilitytoenchantacrowdandmakeitfallinlinebehindthem.Ontheeve",
  "of the election the political scientist Richard Park wrote that ‘the leading In-",
  "dian parties and party workers are surpassed by those of no other country in",
  "electioneering skill, dramatic presentation of issues, political oratory, or mas-",
  "tery of political psychology’.32",
  "Some might celebrate this diversity as proof of the robustness of the",
  "democraticprocess.Otherswerenotsosure.ThusacartoonstripinShankar’sWeekly lampooned the hypocrisy of the vote-gathering exercise. It showed a",
  "fat man in a black coat canvassing among different groups of voters. He told",
  "an emaciated farmer that ‘land for peasants is my aim’. He assured a well-",
  "dressed young man that ‘landlords’ rights will be protected’. At one place he",
  "said that he was ‘all for nationalization’; at another he insisted that he would",
  "‘encourage private enterprise’. He told a lady in a sari that he stood for the",
  "Hindu Code Bill (a reform aimed principally at enhancing the rights of wo-",
  "men), but said to a Brahmin with a pigtail that he would ‘safeguard our An-",
  "cient Culture’.33",
  "V",
  "These varied parties all had one target: the ruling Congress. Its leader, Jawa-",
  "harlalNehru,hadjustsurvivedachallengetohisleadershipoftheparty.With",
  "the death of Vallabhbhai Patel he was also the dominant presence within the",
  "government. But he faced problems aplenty. These included angry refugees",
  "fromEastandWestPakistan,notyetsettledintheirnewhomes.TheAndhras",
  "inthesouthandtheSikhsinthenorthweregettingrestive.TheKashmirques-",
  "tionwas,intheeyesoftheworld,stillunresolved.AndIndependencehadnot",
  "as yet made any dent in the problems of poverty and inequality: a state of af-",
  "fairs for which, naturally, the ruling party was likely to be held responsible.",
  "One way of telling the story of the election campaign is through news-",
  "paper headlines. These makeinteresting reading,notleast because the issues-",
  "they flag have remained at the forefront of Indian elections ever since.",
  "‘MINISTERS FACE STIFF OPPOSITION’ read a headline from Uttar",
  "Pradesh. ‘CASTE RIVALRIES WEAKEN BIHAR CONGRESS’, read an-",
  "other. From the north-eastern region came this telling line: ‘AUTONOMY",
  "DEMAND IN MANIPUR’. From Gauhati came this one: ‘CONGRESS",
  "PROSPECTS IN ASSAM: IMPORTANCEOF MUSLIM AND TRIBAL",
  "VOTE’.Gwalioroffered‘DISCONTENTAMONGCONGRESSMEN:LIST",
  "OF NOMINEES CREATES WIDER SPLIT’. A Calcutta headline ran: ‘W.",
  "BENGAL CONGRESS CHIEF BOOED AT MEETING’ (the hecklers being",
  "refugees from East Pakistan). ‘NO HOPES OF FREE AND FAIR",
  "ELECTION’,startedastorydatelinedLucknow:thisbeingtheverdictofJ.B.",
  "Kripalani, who claimed that state officials would rig the polls in favour of the",
  "rulingparty.AndthecityofBombayoffered,atthreedifferentmomentsinthe",
  "campaign, these more-or-less timeless headlines: ‘CONGRESS BANKS ONMUSLIM SUPPORT’; ‘CONGRESS APATHY TOWARDS SCHEDULED",
  "CASTES: CHARGES REITERATED BY DR AMBEDKAR’; and",
  "‘FOURTEEN HURT IN CITY ELECTION CLASH’. But there was also the",
  "occasional headline that was of its time butemphatically not of ours -notably",
  "the one in the Searchlight of Patna which claimed: ‘PEACEFUL VOTING",
  "HOPED [FOR] IN BIHAR’.",
  "Faced with wide-ranging opposition from outside, and with some dis-",
  "sidence within his own party, Jawaharlal Nehru took to the road – and on",
  "occasion the plane and the train as well. From 1 October he commenced a",
  "tour which a breathless party functionary later described as comparable to",
  "the ‘imperial campaigns of Samudragupta, Asoka and Akbar’ as well as to",
  "the ‘travel[s] of Fahien andHieun Tsang’. In the space of nine weeks Nehru",
  "covered the country from end to end. He travelled 25,000 miles in all: 18,000",
  "by air, 5,200 by car, 1,600 by train, and even 90 by boat.34",
  "Nehru kicked off his party’s campaign with a speech in the Punjab town",
  "of Ludhiana on Sunday 30 September. The choice of venue was significant:",
  "as was the thrust of his talk, which declared ‘an all-out war against commun-",
  "alism’.He‘condemnedthecommunalbodieswhichinthenameofHinduand",
  "Sikh culture were spreading the virus of communalism as the Muslim League",
  "once did’. These ‘sinister communal elements would if they came to power",
  "‘bring ruin and death to the country’. He asked his audience of half a million",
  "toinstead‘keepthewindowsofourmindopenandletinfreshbreezefromall",
  "corners of the world’.",
  "The sentiment was Gandhi-like, and indeed Nehru’s next major speech",
  "wasdeliveredinDelhiontheafternoonof2October,theMahatma’sbirthday.",
  "ToamammothcrowdhespokeinHindustaniaboutthegovernment’sdeterm-",
  "ination to abolish both untouchability and landlordism. Once more he identi-",
  "fied communalists as the chief enemies, who ‘will be shown no quarter’, and",
  "‘overpoweredwithallourstrength’.His95-minutespeechwaspunctuatedby",
  "loud cheers, not least when he made this ringing declaration: ‘If any person",
  "raises his hand to strike down another on the ground of religion, I shall fight",
  "himtillthelastbreathofmylife,bothattheheadoftheGovernmentandfrom",
  "outside.’",
  "WhereverhewentNehruspokeoutstronglyagainstcommunalism. InS.",
  "P. Mookerjee’s native Bengal he dismissed the Jana Sangh as the ‘illegitimate",
  "child of the RSS and the Hindu Mahasabha’. To be sure, he touched on other",
  "themesaswell.InBiharhedeploredthe‘monsterofcasteism’.InBombayhe",
  "reminded his audience that a vote for Congress was also a vote for its foreign",
  "policyofprincipledneutralism.InBharatpurandBilaspurhedeploredtheim-patience of his left-wing critics, whose ends he shared but not their means: as",
  "he put it, ‘we can build the edifice of Socialism brick by brick only’. In Am-",
  "bala he asked the women to cast off their purdahs and ‘come forward to build",
  "the country’. In many places he expressed his admiration for the best among",
  "hisopposition:formensuchasAmbedkar,Kripalani,andJayaprakashNaray-",
  "an,whohadoncebeenhiscolleaguesinthepartyoringovernment.‘Wewant",
  "a number of [such] men with ability and integrity’, he said. ‘They are wel-",
  "come. But all of them are pulling in different directions and doing nothing in",
  "theend’.Hewasparticularly sorrytofindhimselfinoppositiontotheSocial-",
  "ist Party, which, he said, ‘contains some of my old intimate friends whom I",
  "admireandrespect’.Thesesentimentswerenotsharedbyhisdaughter,Indira",
  "Gandhi, who in her own speeches alleged that the socialists were funded by",
  "American dollars.35",
  "In the course of his campaign Nehru ‘travelled more than he slept and",
  "talked more than he travelled’. He addressed 300 mass meetings and myriad",
  "way side ones. He spoke to about 20 million people directly, while an equal",
  "number merely had his darshan, eagerly flanking the roads to see him as his",
  "carwhizzedpast.ThosewhoheardandsawNehruincludedminers,peasants,",
  "pastoralists, factory workers and agricultural labourers. Women of all classes",
  "turned out in numbers for his meetings. Sometimes there was a sprinkling of",
  "hostiles among the crowd. In parts of northern India Jana Sangh supporters",
  "shoutedoutatNehru’sralliesthathewasnottobetrustedbecauseheatebeef.",
  "Coming across a group of communists waving the hammer and sickle, Nehru",
  "asked them to ‘go and live in the country whose flag you are carrying’. ‘Why",
  "don t you go to New York and live with the Wall Street imperialists?’ they",
  "shot back.36",
  "But for the most part the people who came to hear Nehru were sympath-",
  "etic, and often adulatory. This summation by a Congress booklet exaggerates,",
  "but not by very much:",
  "[At] almost every place, city, town, village or wayside halt, people had-",
  "waited overnight to welcome the nation’s leader. Schools and shops",
  "closed: milkmaids and cowherds had taken a holiday; the kisan and his",
  "helpmate took a temporary respite from their dawn-to-dusk programme",
  "of hard work in field and home. In Nehru’s name, stocks of soda and",
  "lemonadesold out; even water became scarce . . . Special trains were run",
  "fromout-of-the-wayplacestocarrypeopletoNehru’smeetings,enthusi-aststravellingnotonlyonfoot-boardsbutalsoontopofcarriages.Scores",
  "of people fainted in milling crowds.37",
  "The independent press provided many instances of the popular mood. When",
  "Nehru spoke in Bombay, a procession, mainly of Muslims, marched to",
  "Chowpatty to the accompaniment of pipes and cymbals. It was headed by a",
  "pair of bullocks and a plough (the Congress symbol). Everywhere, crowds",
  "started collecting from early morning for talks scheduled for the afternoon;",
  "almost everywhere, barricades were broken in ‘the enthusiasm to catch a",
  "glimpse of Mr Nehru’. After he finished his speech in Delhi, Nehru was met",
  "as he came off the dais by a famous wrestler, Massu Pahalwan, who offered",
  "him a gold chain and remarked, ‘This is only a token. I am prepared to give",
  "my life for you and the country. The media was much taken with a Telugu-",
  "speaking woman who went to listen to Nehru speak in the railway town of",
  "Kharagpur. As the prime minister lectured on she was consumed by labour",
  "pains. Immediately, a group of fellow Andhras made a ring around her: the",
  "babywassafelydelivered,nodoubtwhilethemidwiveshadanearcockedto",
  "hear what their hero was saying.",
  "The extraordinary popular appeal of the Indian prime minister is best",
  "captured in the testimony of the confirmed Nehru-baiter D. F. Karaka, editor",
  "of the popular Bombay weekly, the Current. He was in the vast crowd at",
  "Chowpattybeach,oneof200,000peoplegatheredthere,manystandinginthe",
  "sea. Karaka noted – no doubt to his regret — ‘the instant affinity between the",
  "speaker and his audience’. This is how the editor reported Nehru’s speech:",
  "He had come to Bombay after along time, he told them. Many years.",
  "He paused and looked at them with that wistful look he specialises in.",
  "Inthatpause,ominousforhispoliticalopponents,athousandvotesmust",
  "have swung in his favour.",
  "Yes, he felt a personal attachment to the city.",
  "Pause.",
  "Two thousand votes. It was like coming home. Pause.",
  "Five thousand votes.",
  "In Bombay he had passed some of the happiest moments in his life.",
  "Yes, the happiest.",
  "Five thousand votes . . .",
  "Herememberedthosegreatmomentssovividly.Andsomeofthesad-",
  "dest moments too – the sad, hard days of the [freedom] struggle.Ten thousand votes for the Congress.",
  "Pause.‘Bylookingatthepeoplewhohavestruggledtogetherwithme",
  "in the fight for freedom, I derive freedomand strength,’ he said.",
  "The affinity was complete.",
  "Twenty thousand votes!",
  "Pause.",
  "Adeep,sorrowful,soulfullookinthefadingtwilighthour;withtheair",
  "pregnant with emotion . . . He told the gathering that he had taken upon",
  "himself the role of a mendicant beggar. Amidst cheers, he said: ‘If at all",
  "I am abeggar, I am begging for your love, your affection and your en-",
  "lightened co-operation in solving the problems which face the country’.",
  "Thirty thousand votes were sure for Nehru.",
  "Pause.",
  "Astir in the audience. A tear on the face of the man or woman sitting",
  "on the beach or standing on the shore.Two tears, a sari-end wiping them",
  "gently off awoman’s face. She would give her vote to Nehru no matter",
  "what anyone else said. Memories of Gandhi came back to the people –",
  "the days when Nehru stood beside the Mahatma. Nehru . . . was the man",
  "he left to us as his political heir.",
  "Fifty thousand votes! a hundred thousand! Two hundred thousand!38",
  "The crowds were moved by Nehru; and he, in turn, was moved by them. His",
  "ownfeelingsarebestcapturedinaletterhewrotetoonewhowithbothdelic-",
  "acy and truth can be referred to as his closest lady friend, Edwina Mountbat-",
  "ten:",
  "Wherever I have been, vast multitudes gather at my meetings and I love",
  "tocomparethem,theirfaces,theirdress,theirreactionstomeandwhatI",
  "say. Scenes from past history of that very part of India rise up before me",
  "and my mind becomes a picture gallery of past events. But, more than",
  "the past, the present fills my mind and I try to probe into the minds and",
  "hearts of these multitudes. Having long been imprisoned in the Secret-",
  "ariat of Delhi, I rather enjoy these fresh contacts with the Indian people",
  ". . . The effort to explain in simple language our problems and our dif-",
  "ficulties, and to reach the minds of these simple folk is both exhausting",
  "and exhilarating.AsIwanderabout,thepastandthepresentmergeintooneanotherand",
  "this merger leads me to think of the future. Time becomes like allowing",
  "river in continuous motion with events connected with one another.39",
  "VI",
  "One place even Nehru didn’t get to was the tahsil of Chini in Himachal",
  "Pradesh. Here resided the first Indians to cast votes in a general election, a",
  "group of Buddhists. They voted on 25 October 1951, days before the winter",
  "snows shut their valleys from the world. The villagers of Chini owed allegi-",
  "ance to the Panchen Lama in Tibet, and were ruled by rituals administered",
  "by local priests. These included gorasang, a religious service to celebrate the",
  "completion of a new house; kangur zalmo,a ceremonial visit to the Buddhist",
  "library at Kanam; menthako, ‘where men, women, and children climb hills,",
  "dance andsing’;and jokhiya chugsimig,theinterchange ofvisits between re-",
  "latives. Now, although they didn’t as yet know it, was added a new ritual, to",
  "be performed at five-year intervals: voting in a general election.40",
  "Polling began in the UK general election on the same day, although",
  "there the first voters were not Buddhist peasants in a Himalayan valley but",
  "‘milkmen, charwomen and all-night workers returning home from work’.41",
  "However,inthosesmallislandstheresultsoftheelectionwereknownthefol-",
  "lowing day – Labour had been swept out of power and Winston Churchill re-",
  "turned as prime minister. In India, the first voters had to wait months, for the",
  "rest of the country did not go to the polls until January and February 1952.",
  "The highest turnout, 80.5 per cent, was recorded in the parliamentary",
  "constituency of Kottayam, in present-day Kerala; the lowest, 18.0, was in",
  "Shahdol in what is now Madhya Pradesh. For the country as a whole, about",
  "60 per cent of registered voters exercised their franchise, this despite the high",
  "level of illiteracy. A scholar from the London School of Economics described",
  "how a young woman in Himachal walked several miles with herfrail moth-",
  "er to vote: ‘for a day, at least, she knew she was important’.42 A Bombay-",
  "based weekly marvelled at the high turnout in the forest districts ofOrissa,",
  "where tribals came to the booths with bows and arrows. One booth in the",
  "jungle reported more than 70 per cent voting; but evidently Sukumar Sen had",
  "got at least some things wrong, for the neighbouring booth was visited only",
  "by an elephant and two panthers.43 The press highlighted the especially aged:",
  "a110-year-oldmaninMaduraiwhocameproppeduponeithersidebyagreat-grandson, a 95-year-old woman in Ambala, deaf and hunchbacked, who still",
  "turned up to vote. There was alsothe90-year-old Muslim in rural Assam who",
  "had to return disappointed after being told by the presiding officer that ‘he",
  "could not vote for Nehru’. A nonagenarian in rural Maharashtra cast his vote",
  "fortheAssemblyelection,butfelldownanddiedbeforehecoulddothesame",
  "for Parliament. And there was a vindication of Indian democracy in the elect-",
  "oral roll of Hyderabad, where among the first who voted was the Nizam him-",
  "self.",
  "OneplaceinwhichtherewasespeciallybriskpollingwasBombay.Delhi",
  "was where the rulers lived, but this island metropolis was India’s financial",
  "capital. Itwasalsoaverypolitically aware city.Altogether,900,000residents",
  "of Bombay, or 70 per cent of the city’s electorate, exercised their democrat-",
  "ic right on election day. The workers came in far greater numbers as com-",
  "pared to the fashionable middle class. Thus, reported the Times of India, ‘in",
  "theindustrialareasvotersformedlongqueueslongbeforethepollingstations",
  "opened, despite the particularly cold and dewy morning. In contrast to this, at",
  "the WIAA Club [in Malabar Hill], which housed two polling stations, it ap-",
  "peared as if people straggled in for a game of tennis or bridge and only incid-",
  "entally to vote’.",
  "The day after Bombay went to the polls it was the turn of the Mizo",
  "hills. With regard to both culture and geography there could not have been",
  "a greater contrast. Bombay had a great density of polling stations: 1,349 in",
  "all, packed into just 92 square miles; the Mizo, a tribal area bordering East",
  "PakistanandBurma,requiredamere113boothsspreadovermorethan8,000",
  "square miles of territory. The people who lived in these hills, said one scribe,",
  "‘have not known any queues hit her to except those in battle arrays’. But they",
  "had nonetheless ‘taken a strong fancy’ to the exercise, reaching their booths",
  "after walking for days on ‘perilous tracks through wild jungles, camping at",
  "night on the way amid song and community dances around the fire’. And so",
  "92,000Mizos,who‘havethroughthecenturiesdecidedanissuewiththeirar-",
  "rowsandspears,cameforwardtogivetheirdecisionforthefirsttimethrough",
  "the medium of the ballot’.",
  "An American woman photographer on assignment in Himachal Pradesh",
  "wasdeeplyimpressedbythecommitmentshownbytheelectionofficials.One",
  "official had walked for six days to attend the preparatory workshop organ-",
  "ized by the district magistrate; another had ridden four days on a mule. They",
  "went back to their distant stations with sewn gunny sacks full of ballot boxes,",
  "ballots, party symbols and electoral lists. On election day the photographer",
  "chose to watch proceedings at an obscure hill village named Bhuti. Here thepolling station was a school-house which had only one door. Since the rules",
  "prescribedadifferententryandexit,awindowhadbeenconvertedintoadoor,",
  "with improvised steps on either side to allow the elderly and ailing to hop out",
  "after voting.44",
  "At least in this first election, politicians and the public were both (to",
  "quotethechiefelectioncommissioner)‘essentiallylaw-abidingandpeaceful’.",
  "There were only 1,250 election offences reported. These included 817 cases",
  "of the ‘impersonation of voters’, 106 attempts to take ballot papers out of a",
  "polling station and 100 instances of ‘canvassing within onehundred yards of",
  "a polling station’, some of these last offences doubtless committed unknow-",
  "ingly by painted cows.45",
  "VII",
  "Polling for the general election ended in the last week of February 1952.",
  "When the votes were counted, the Congress had won comfortably. The party",
  "secured 364 out of 489 seats in Parliament and 2,247 out of 3,280 seats in the",
  "state assemblies. As critics of the Congress were quick to point out, the first-",
  "past-the-post system hadproducedafarfromrepresentative result. Morethan",
  "50percentoftheelectoratehadvotedfornon-Congresscandidatesorparties.",
  "For Parliament as a whole, Congress had polled 45 per cent of the vote and",
  "won 74.4 per cent of the seats; the corresponding figures for the states were",
  "42.4percentand68.6percent.Evenso,twenty-eightCongressministershad",
  "failed to win a seat. These included such men of influence as Jai Narayan Vy-",
  "as, in Rajasthan, and Morarji Desai, in Bombay. More striking still was the",
  "factthatitwasacommunist,RaviNarayanReddy-hewhodrankhisfirstglass",
  "of whisky during the campaign — who achieved the largest majority, larger",
  "even than Jawaharlal Nehru s.",
  "One of the more notable defeats was that of the Scheduled Caste leader",
  "B. R. Ambedkar. Opposing him in his Bombay constituency was an obscure",
  "milkman named Kajrolkar. The gifted Marathi journalist P. K. Atre popular-",
  "izeda slogan which went:",
  "Kuthe to Ghatnakar Ambedkar,",
  "Aani Kuthe ha Lonivikya Kajrolkar?which, roughly translated, means:",
  "Where is the (great) constitution-maker Ambedkar",
  "And where the (obscure) butter-seller Kajrolkar? 46",
  "Yet, in the end, the prestige and hold of the Congress, and the fact that Nehru",
  "made several speeches in Bombay, carried Kajrolkar to victory. As one wag",
  "remarked, even a lamp-post standing on the Congress ticket could have been",
  "elected.Or,asapolitical scientistmoredispassionately putit,theelectionwas",
  "won on ‘Nehru’s personal popularity and his ability to express the aspirations",
  "of a newly independent India in a vivid and forceful manner’.47",
  "On the eve of the polls Sukumar Sen suggested they constituted ‘the",
  "biggest experiment in democracy in human history’. A veteran Madras editor",
  "was less neutral; he complained that ‘a very large majority [will] exercise",
  "votesforthefirsttime:notmanyknowwhatthevoteis,whytheyshouldvote,",
  "andwhomtheyshouldvotefor;nowonderthewholeadventureisratedasthe",
  "biggest gamble in history’.48 And a recently dispossessed maharaja told a vis-",
  "iting American couple that anyconstitution that sanctioned universal suffrage",
  "inaland ofilliterates was ‘crazy’. ‘Imagine the demagoguery,the misinform-",
  "ation, the dishonesty possible’, said the maharaja, adding, ‘The world is far",
  "too shaky to permit such an experiment.’49",
  "Sharing this scepticism was Penderel Moon, a Fellow of All Souls Col-",
  "lege, and an ex-ICS man who had chosen to stay on in India. In 1941, Moon",
  "had spoken to the graduating students of Punjab University about the unsuit-",
  "ability of Western-style democracy to their social context. Now, eleven years",
  "later, he was the chief commissioner of the hill state of Manipur, and had to",
  "depute election officers and supervise the polling and the counting. As the",
  "people of Manipur went to the polls on 29 January, Moon wrote to his father",
  "that ‘a future and more enlightened age will view with astonishment the ab-",
  "surd farce of recording the votes of millions of illiterate people’.50",
  "Just as sceptical as the All Souls man was the Organiser, a weekly pub-",
  "lished by the revanchist Hindu group, the RSS. This hoped that Jawaharlal",
  "Nehru ‘would live to confess the failure of universal adult franchise in India’.",
  "It claimed that Mahatma Gandhi had warned against ‘this precipitate dose of",
  "democracy’,andthatthepresident,RajendraPrasad,was‘scepticalaboutthis",
  "leap in the dark’. Yet Nehru, ‘who has all along lived by slogans and stunts,",
  "would not listen’.51There were times when even Nehru had second thoughts about universal",
  "franchise. On 20 December 1951 he took a brief leave of absence from the",
  "campaigntoaddressaUNESCOsymposiuminDelhi.InhisspeechNehruac-",
  "cepted that democracy was the best form of government, or self-government,",
  "but still wondered whether",
  "thequalityofmenwhoareselectedbythesemoderndemocraticmethods",
  "of adult franchise gradually deteriorates because of lack of thinking and",
  "thenoiseofpropaganda...He[thevoter]reactstosoundandtothedin,",
  "he reacts to repetition and he produces either adictator or a dumb politi-",
  "cianwhoisinsensitive.Suchapoliticiancanstandallthedinintheworld",
  "and still remain standing on his two feet and, therefore, he gets selected",
  "in the end because the others have collapsed because of the din.",
  "This was a rare confession, based no doubt on his recent experiences on the",
  "road.Aweek later Nehrusuggested that it might bebetter tohave direct elec-",
  "tions at the lower levels – say within the village and district – and indirect",
  "elections for the highest levels. For, as he put it, ‘direct election for such a",
  "vastnumberisacomplicated problemandthecandidates maynevercomein-",
  "to touch with the electorate and the whole thing becomes distant’.52",
  "Nehruhadanunusualcapacity–unusualamongpoliticians,atanyrate–",
  "to view both sides of the question. He could see the imperfections of the pro-",
  "cess even while being committed to it. However, by the time the final results",
  "were in, and the Congress had emerged as the unchallenged party of rule, the",
  "doubtsinNehru’sownmindhaddisappeared.‘Myrespectfortheso-calledil-",
  "literatevoter’,hesaid,‘hasgoneup.WhateverdoubtsImighthavehadabout",
  "adult suffrage in India have been removed completely.’53",
  "The election itself also comprehensively set to rest the doubts of the",
  "newAmericanambassadortoIndia,ChesterBowles.Thisrepresentativeofthe",
  "world’s richest democracy assumed his post in Delhi in the autumn of 1951.",
  "He confessed that he was ‘appalled at the prospect of a poll of200 million",
  "eligible voters, most ofwhom were illiterate villagers’. He ‘feared a fiasco’,",
  "even (as the Madras Mail put it), ‘the biggest farce ever staged in the name",
  "of democracy anywhere in the world’. But a trip through the country during",
  "polling changed his mind. Once, he had thought that poor countries needed a",
  "period of rule by a benevolent dictator as preparation for democracy. But the",
  "sight of many parties contesting freely, and of Untouchables and Brahmins",
  "standinginthesameline,persuadedhimotherwise.Henolongerthoughtliter-acy was atest of intelligence, no longer believed that Asia needed a ‘series of",
  "Ataturks’ before they would be ready for democracy. Summing up his report",
  "ontheelection,Bowleswrote:‘InAsia,asinAmerica,Iknownograndervis-",
  "ion than this, government by the consent of the governed.’54",
  "AvisitingTurkishjournalistfocusedonthecontentoftheelectionrather",
  "than its form. He admired Nehru’s decision not to follow other Asian coun-",
  "tries in taking ‘the line of least resistance’ by developing ‘a dictatorship with",
  "centralisation of power and intolerance of dissent and criticism’. The prime",
  "minister had ‘wisely kept away from such temptations’. Yet the ‘main credit’,",
  "accordingtotheTurkishwriter,‘goestothenationitself;176,000,000Indians",
  "were left all alone with their conscience in face of the polling box. It was dir-",
  "ect and secret voting. They had their choice between theocracy, chauvinism,",
  "communal separatism and isolationism on the one side; secularism, national",
  "unity, stability, moderation and friendly intercourse with the rest of the world",
  "ontheother.Theyshowedtheirmaturityinchoosingmoderationandprogress",
  "and disapproving of reaction and unrest.’ So impressed was this observer that",
  "he took a delegation of his countrymen to meet Sukumar Sen. The chief elec-",
  "tion commissioner showed them samples of ballot boxes, ballot papers and",
  "symbols, as well as the plan of a polling station, so that they could work to",
  "resume the interrupted progress of democracy in their own country.55",
  "InonesensetheTurkishjournalistwasright.Therewereindeed176mil-",
  "lion heroes; or, at least 107 million – those among the eligible who actually",
  "took the trouble to vote. Still, some heroes were more special than others. As",
  "the respected Lucknow sociologist D. P. Mukerji pointed out, ‘great credit is",
  "due to those who are in charge of this stupendous first experiment in Indian",
  "history. Bureaucracy has certainly proved its worth by honestly discharging",
  "the duties imposed on it by a honest prime minister.’56",
  "The juxtaposition is important, and also ironical. For there was a time",
  "when Nehru had little but scorn for the bureaucracy. As he put it in his auto-",
  "biography, ‘few things are more striking today in India than the progressive",
  "deterioration, moral and intellectual, of the higher services, more especially",
  "the Indian Civil Services. This is most in evidence in the superior officials,",
  "but it runs like a thread throughout the services.’57 This was written in 1935,",
  "when the objects of his derision had the power to put him and his like in jail.",
  "And yet, fifteen years later, Nehru was obliged to place the polls in the hands",
  "ofmen he would once have dismissedas imperialist stooges.",
  "In this respect, the 1952 election was a script jointly authored by histor-",
  "ical forces for so long opposed to one another: British colonialism and Indiannationalism. Betweenthemtheseforceshadgiventhisnewnationwhatcould",
  "be fairly described as a jump-start to democracy.H W",
  "ch8",
  "OME AND THE ORLD",
  "PanditNehruisathisbestwhenheisnotpinneddowntomattersofdetail.",
  "Economic Weekly, 28 July 1951",
  "I",
  "N 1952 election the Indian writer Nirad C. Chaudhuri pro-",
  "OTLONGAFTERTHE",
  "duced an essay on Jawaharlal Nehru for a popular magazine. The writer was",
  "by this time moderately well known, but his subject still towered over both",
  "him and everybody else. Nehru’s leadership, remarked Chaudhuri, ‘is the most",
  "important moral force behind the unity of India’. He was ‘the leader not of a",
  "party, but of the people of India taken collectively, the legitimate successor to",
  "Gandhiji’. As he saw it,",
  "Nehru is keeping together the governmental machine and the people, and",
  "without this nexus India would probably have been deprived of stable",
  "government in these crucial times. He has not only ensured co-operation",
  "between the two, but most probably has also prevented actual conflicts,",
  "cultural, economic, and political. Not even Mahatmaji’s leadership, had it",
  "continued, would have been quite equal to them.",
  "If, within the country, Nehru is the indispensable link between the gov-",
  "erning middle-classes and the sovereign people, he is no less the bond",
  "between India and the world. [He serves as]India’s representative to the",
  "great Western democracies, and, I must add, their representative to India.",
  "The Western nations certainly look upon him as such and expect him to",
  "guarantee India’s support for them, which is why they are so upset when",
  "Nehru takes an anti-Western or neutral line. They feel they are being let",
  "down by one of themselves.1",
  "Through his long tenure as prime minister, Nehru served simultaneously",
  "as foreign minister of the government of India. This was natural, for among",
  "the Congress leadership he alone had a genuinely internationalist perspective.Gandhi had been universal is tin outlook but had hardly travelled abroad. The",
  "otherCongressleaders,suchasVallabhbhaiPatel,weredeterminedlyinward-",
  "looking. Nehru, on the other hand, ‘had always been fascinated by world",
  "trends and movements’.2",
  "Through the inter-war period Nehru remained a close observer of and",
  "occasional participant in European debates. In 1927 he visited Soviet Russia,",
  "and in the next decade travelled widely over the Continent. In the 1930s he",
  "playedanactivepartinmobilizingsupportfortheRepublicancauseinSpain.",
  "He became a pillar of the progressive left, speaking often on public platforms",
  "in England and France. His name and fame in this regard were aided by the",
  "publication and commercial success of his autobiography, which appeared in",
  "London in 1936.3",
  "Representative of Nehru’s ideas is a speech he delivered on ‘Peace and",
  "Empire’ at Friends House, Euston, in July 1938. This began by speaking of",
  "‘fascistaggressionbutwentontoseefascismasmerelyanothervariantofim-",
  "perialism. In Britain the tendency was to distinguish between the two. But in",
  "Nehru’s mind there was little doubt that those who ‘sought complete freedom",
  "for all the subject peoples of the world’ had to oppose both fascism and im-",
  "perialism.",
  "Thecrisisofthetimes,saidNehru,hadpromoteda‘growingsolidarityof",
  "the various peoples’ and a ‘feeling of international fellowship and comrade-",
  "ship’.Hisowntalkrangedwidelyaroundthehotspotsoftheworld.Hespoke",
  "ofSpain,ofAbyssinia,ofChina,ofPalestine, andmostsensitively,ofAfrica.",
  "The ‘people of Africa deserve our special consideration’, he pointed out, for",
  "‘probably no other people in the world have suffered so much, and have been",
  "exploited so much’.4",
  "In the late summer of 1939 Nehru planned a trip to India’s great Asian",
  "neighbour, China. He had been in friendly correspondence with Chiang Kai-",
  "shek, for, as he told a colleague, ‘more and more I think of India and China",
  "pulling together in the future’. He hoped to go by air to Chungking, spend",
  "three weeks travelling in the hinterland and to return home via the Burma",
  "Road. Sadly, the war in Europe put paid to the tour.5",
  "Nehru was jailed for his part in the Quit India movement of 1942. When",
  "he was released in July 1945 his energies were devoted to the endgames of",
  "empire. But after it became clear that India would soon be free, his thoughts",
  "turned once more to foreign affairs. In a radio broadcast of September 1946",
  "he singled out the United States, the Soviet Union and China as the three",
  "countries most relevant to India’s future. The next year he spoke in the Con-",
  "stituent Assembly on how India would be friends with both the US and theUSSR, rather than become camp followers of one power ‘in the hope that",
  "some crumbs might fall from their table’. As he put it, ‘we lead ourself’.6",
  "An early articulation of what came to be known as ‘non-alignment’ is",
  "contained in a letter written by Nehru to K. P. S. Menon in January 1947, as",
  "thelatterpreparedtotakeuphisassignmentasIndia’sfirstambassadortoCh-",
  "ina:",
  "Our general policy is to avoid entanglement in power politics and not to",
  "join any group of powers as against any other group. The two leading",
  "groups today are the Russian bloc and the Anglo-American bloc. We",
  "mustbefriendlytobothandyetnotjoineither.BothAmericaandRussia",
  "areextraordinarily suspicious of each other as well as of other countries.",
  "This makes our path difficult and we may well be suspected by each of",
  "leaning towards the other. This cannot be helped.7",
  "NehrusawIndianindependenceaspartofawiderAsianresurgence.Pastcen-",
  "turies might have belonged to Europe, or to the white racesin general, but it",
  "was now time for non-white and previously subordinated peoples to come in-",
  "to their own.",
  "A remarkable initiative in this regard was the Asian Relations Conferen-",
  "ce,heldinNewDelhiinthelastweekofMarch1947.Twenty-eightcountries",
  "sent representatives – these included India’s close neighbours (Afghanistan,",
  "Burma,CeylonandNepal),thestillcolonizednationsofSoutheastAsia(such",
  "as Malaya, Indonesia and Vietnam), China and Tibet (the two sent separate",
  "delegations), seven Asian ‘republics’ of the Soviet Union and Korea. The",
  "Arab League was also represented and there was a Jewish delegation from",
  "Palestine. As a Western journalist covering the event recalled, for a week the",
  "city of Delhi ‘was filled with the most intricate variety of people, strange",
  "in costume and countenance – brocades from South-East Asia, bell-bottoms",
  "fromtheEasternSovietRepublics,braidedhairandquiltedrobesfromTibet.",
  ". . dozens of curious languages and poly-syllabic titles. One way and another,",
  "as we kept reminding one another, this multitude represented nearly half the",
  "population of the world.’8",
  "The conference was held in the Purana Qila, a large, somewhat rundown",
  "yet still majestic stone structure built by Sher Shah Suri in the sixteenth cen-",
  "tury.Theopeningandconcludingsessionswereopentothepublic,andattrac-",
  "tedlargecrowds–20,000,byoneestimate.TheofficiallanguagewasEnglish",
  "but interpreters were provided for the delegates. Speakers spoke on a podi-um; behind them was mounted a huge map of the continent, with ASIA writ-",
  "ten atop it in neon lights. The inaugural address was by Nehru. ‘Rising to a",
  "great ovation, he talked of how, ‘after along period of quiescence’, Asia had",
  "‘suddenly become important in world affairs . Its countries could ‘no longer",
  "be used as pawns by others’.9 However, as the journalist G. H. Jansen re-",
  "called, Nehru’s speech ‘was not directly or strongly anti-colonial. “The old",
  "imperialisms are fading away”, he said. With an almost contemptuous wave",
  "of the hand he did something worse than attack them; he pronounced a vale-",
  "diction.’10",
  "AfterNehruhadhissay,eachparticipatingcountry,inalphabeticalorder,",
  "sentaspeakertothepodium.Thistooktwowholedays,afterwhichthemeet-",
  "ing broke up into thematic round-tables. There were separate sections on ‘na-",
  "tional movements for freedom’; ‘racial problems and inter-Asian migration’;",
  "‘economic development and social services’; ‘cultural problems’; and ‘status",
  "of women and women’s movements’.",
  "The conference concluded with a talk by Mahatma Gandhi. He regretted",
  "that the conference had not met in the ‘real India of the villages but in the",
  "cities that were ‘influenced by the West’. The ‘message of Asia’, insisted",
  "Gandhi, was ‘not to be learnt through the Western spectacles or by imitating",
  "the atom bomb . . . I want you to go away with the thought that Asia has to",
  "conquer the West through love and truth.’ 11",
  "Gandhi made his appearance, but this was really Nehru’s show. His ad-",
  "mirers saw it as confirmation of his status as the authentic voice of resurgent",
  "Asia. His critics were less generous. In its account of the conference, the",
  "Muslim League newspaper, Dawn, complained of how ‘skilfully he [Nehru]",
  "has worked himself into some sort of all-Asian leadership. That is just what",
  "this ambitious Hindu leader had intended – to thrust himself upon the Asian",
  "nationsastheirleaderandthroughhisattainmentofthatprestigeandeminen-",
  "ce to further the expansionist designs of Indian Hinduism.’12",
  "II",
  "Nehru had often been to Europe before Independence. His first trip to the",
  "United States, however, took place two years after he had assumed office as",
  "prime minister. The US had not loomed large in Nehru’s political imagina-",
  "tion. His Glimpses of World History, for example, devotes far less space to it",
  "than to China or Russia. And what he says is not always complimentary. Thecapitalism of the American kind had led to slavery, gangsterism, and massive",
  "extremes of wealth and poverty. The American financier J. Pierpont Morgan",
  "ownedayachtworth£6million,yetNewYorkwasknownas‘HungerTown’.",
  "Nehru admired Roosevelt’s attempts at regulating the economy, but he was",
  "not hopeful that FDR would succeed. For ‘American Big Business is held to",
  "be the most powerful vested interest in the modern world, and it is not go-",
  "ing to give up its power and privileges merely at the bidding of President",
  "Roosevelt’.13",
  "Before Nehru’s trip to America in late 1949, an enterprising reporter at",
  "Time magazine went through his writings.The exercise revealed that he had",
  "‘simply never given the subject [of America] much thought. As a British uni-",
  "versity man, he has perhaps looked down snobbishly at American deficiency",
  "in culture. As a sentimental socialist, he has ticked off the U.S. as unrivalled",
  "in technology but predatory in its capitalism.’14",
  "Nehru’s feelings were widely shared. Like British aristocrats, the Indian",
  "elite tended to think of America and Americans as uncouth and uncultured.",
  "RepresentativearetheviewsofP.P.Kumaramangalam,scionofanillustrious",
  "south Indian family. His father, Dr P. Subbaroyan, was a rich landlord and an",
  "influential politician – he later served in Nehru’s Cabinet. The son studied at",
  "Sandhurst — his siblings in Oxford and Cambridge. These, a brother named",
  "Mohan and a sister named Parvathi, went on to become leading lights of the",
  "CommunistPartyofIndia.ThispredisposedthemtoadislikeofAmerica.But",
  "in this respect the brother who was an army officer outdid them. After Indian",
  "independencehewassentfortrainingtotheartilleryschoolatFortSillinOk-",
  "lahoma. From here he wrote to a Madras mentor of how",
  "This country is not one that Iwill ever get fond of. I have not got a very",
  "high opinion of them. The people that I have to deal with are very kind,",
  "hospitableandhavebeenverygoodtothetwoofus.ButsomehowIfeel",
  "there is a trace of artificiality in that and also it is the result of trying to",
  "impress one. They I think are very jealous of the old world and its back-",
  "ground and culture and this results in an aggressive inferiority complex.",
  "As for their state of morality, there is none. People seem to delight in",
  "trying to outwit each other by any means, mainly crooked. The politi-",
  "ciansareracketeersandbigbusinesshasatightgriponeverythinginthe",
  "country. The small country tradesman and the farmer I think have their",
  "handsprettysecurelytiedbythebigmen.Idohopeourcountryproceedswith caution and doesn’t get entirely under the influence of the [United]",
  "States.15",
  "Americans, fortheirpart,hadtheirownprejudicesaboutIndia.Theyadmired",
  "Gandhiandhisstrugglefornationalindependence,buttheirknowledgeofthe",
  "country itself was scant. As Harold Isaac once pointed out, for the postwar",
  "American there were really only four kinds of Indians. These were: (1) the",
  "fabulous Indians, the maharajas and magicians coupled with equally exotic",
  "animals such as tigers and elephants; (2) the mystical Indians, a people who",
  "were ‘deep, contemplative, tranquil, profound . . .’; (3) the benighted Indians,",
  "who worshipped animals and many-headed gods, living in a country that",
  "was even more heathen than China; and (4) the pathetic Indians, plagued",
  "by poverty and crippled by disease – ‘children with fly-encircled eyes, with",
  "swollen stomachs, children dying in the streets, rivers choked with bodies . .",
  ". Of these images perhaps the last two predominated. It was no accident that",
  "the book on the subcontinent best known in America was Katherine Mayo’s",
  "Mother India, a book that Gandhi had described as a ‘drain inspector’s re-",
  "port’.16",
  "NehruinpartsharedtheprejudicesofIndians,andhewassensibleofthe",
  "American ones. But for this first high-level encounter between the youngest",
  "and richest to put them on hold. In August 1949, as he prepared for his trip,",
  "Nehru was uncharacteristically nervous. ‘In what mood shall I address Amer-",
  "ica?’heaskedhissisterVijayalakshmi.‘HowshallIaddresspeopleetc.?How",
  "shall Ideal with the Government there and businessmen and others? Which",
  "facet of myself should I put before the American public – the Indian or the",
  "European’ . . . I want to be friendly with the Americans but always making it",
  "clear what we stand for.17",
  "Nehru spent three weeks in America, delivering a speech a day to audi-",
  "encesasdiverseastheUnitedStatesCongressandacongregationinaChicago",
  "chapel. He was awarded an honorary doctorate by Columbia University and",
  "listened to by a crowd of 10,000 at the University of California at Berkeley.",
  "Hedisplayedthecommontouch,beingphotographedwithataxidriverinBo-",
  "ston,butalso made clear hismembership ofthearistocracy oftheintellect, as",
  "in a much-publicized visit to Albert Einstein in Princeton.",
  "AddressingCongress,NehruspokerespectfullyofthefoundersofAmer-",
  "ica,butthencounterposedtothemagreatmanfromhisowncountry.Thiswas",
  "Gandhi, whose message of peace and truth had inspired independent India’s",
  "foreign policy. The Mahatma, however, ‘was too great for the circumscribedborders of any one country, and the message he gave may help us in consid-",
  "ering the wider problems of the world’. For what the world most lacked, said",
  "Nehru,was‘under-standingandappreciationofeachotheramongnationsand",
  "peoples’.",
  "This was diplomatically put, but elsewhere Nehru spoke more directly.",
  "At Columbia University Nehru deplored the desire to ‘marshal the world into",
  "twohostilecamps’.India,hesaid,wouldalignwithneither,butpursue‘anin-",
  "dependent approach to each controversial or disputed issue’. In his view, the",
  "maincauseofwarwasthepersistenceofracialismandcolonialism.Peaceand",
  "freedom could be secured only if the domination of one country or one race",
  "over another was finally brought toan end.18",
  "The American press was impressed with the Indian prime minister. The",
  "Chicago Sun Times went so far as to say that ‘in many ways Nehru is the",
  "nearest thing this generation has to a Thomas Jefferson in his way of giving",
  "voice to the universal aspirations for freedom of people everywhere’.19 The",
  "Christian Science Monitor described himas a ‘World Titan’ . When he left, a",
  "columnist in the St. Louis Post Dispatch observed that ‘Nehru has departed",
  "fromus,leavingbehindcloudsofmisty-eyedwomen’.20EvenTimemagazine",
  "admittedthat,whileAmericanswerestillnotsurewhatNehrustoodfor,‘they",
  "sensed in him, if not rare truth, a rare heart’.21",
  "There was, however, one set of people who did not warm to the visitor",
  "from India – the mandarins of the State Department. Nehru had several",
  "long discussions with the secretary of state, Dean Acheson, but these went",
  "nowhere. In his memoirs Acheson wrote dismissively and with some despair",
  "about Nehru’s visit. In their talks he found him ‘prickly’, arrogant ‘he talked",
  "tome...asthoughIwasapublicmeeting),andtooreadytopickonthefaults",
  "ofothers(notablytheFrenchandDutchcolonialists) withoutrecognizingany",
  "ofhisown.WhenAchesonbroachedthesubjectofKashmir,hegot‘acurious",
  "combination of a public speech and flashes of anger and deep dislike of his",
  "opponents’. Altogether, he found Nehru ‘one of the most difficult men with",
  "whom I have ever had to deal’.22",
  "OtherAmericanofficialsweremoresympathetictoNehru.Onesuchwas",
  "Chester Bowles, who was ambassador in New Delhi from 1951-3. Witness-",
  "ing Nehru at work in his own environment, Bowles was visibly impressed by",
  "his commitment to democracy and democratic procedure, and to the rights of",
  "minorities. Dean Acheson, and many other Americans, divided the world in-",
  "to two categories: friends and foes.23 That was not a reading that Bowles en-",
  "dorsed. He insisted that ‘it is immature and ridiculous for us [Americans] tojump to the conclusion that because he [Nehru] is not 100 per cent for us, he",
  "must be against us’.24",
  "During Bowles’s tenure India and the United States drew closer. The US",
  "sentexpertsandequipmenttohelpwithIndianprogrammesofagriculturalde-",
  "velopment. But the popular mistrust persisted. A writer from Delaware, tour-",
  "ing the subcontinent in the early fifties, came across many educated Indians",
  "for whom the United States was a country ‘isolated by gross faults, stewing",
  "alone in the unthinkable sins of materialism, imperialist ambitions, war mon-",
  "gering, political corruption, spiritual and cultural poverty, racial discrimina-",
  "tion and injustice’.25",
  "The mutual distrust deepened after 1953, when the Republicans found",
  "themselves backinpoweraftertwentyyearsoutofit.Towardstheendofthat",
  "year William F. Knowland, the Republican leader in the Senate, undertook a",
  "six-week world tour. After he returned home he told the US News and World",
  "Report that Jawaharlal Nehru did not represent all the nations or peoples of",
  "Asia. Said Senator Knowland emphatically: ‘Certainly Nehru does not speak",
  "fortheRepublicofKorea,forJapan,forFreeChinaorFormosa,forThailand,",
  "Viet Nam, Laos or Cambodia. He certainly does not speak for Pakistan. The",
  "only countries he might be able to speak for with some authority, or at least",
  "represent their views, would be India itself, Indonesia which is also neutralist",
  "in outlook, and perhaps Burma . . .’.26",
  "These views were shared by the new secretary of state, John Foster",
  "Dulles. Dulles was the coldest of cold warriors, whose foreign policy was",
  "dominated by his obsession with communism. In the battle against the Soviet",
  "Union,Dulleswaspreparedtodisregardtheinternalpoliticalsystemsofother",
  "nations. Generally speaking, dictators who toed the American linewere to be",
  "preferredtodemocratswhodidn’t:‘Ifheisabastard,atleastheisourbastard,",
  "as he is famously supposed to have said.",
  "Dulles and Nehru disliked each other from the start. The American",
  "claimed that ‘the concept of neutrality is obsolete, immoral, and short",
  "sighted’. Those who professed it were, in effect, crypto-communists. Nehru,",
  "naturally,didnottakekindlytothisinterpretation.AstheAustraliandiplomat",
  "Walter Crocker wrote, the Indian prime minister did not miss the irony that,",
  "as regards the sanctity of the Free World and the Free Life proclaimed",
  "byDulles,he,damnedbyDulles,wascarryingIndiathroughaargantuan",
  "effort towards Parliamentary Democracy, the rule of law, freedom and",
  "equality for all religions, and social and economic reforms, while amongthe countries which Dulles praised and subsidized because they were",
  "‘willing to stand up and be counted’ as anti-Communist were effete or",
  "persecuting tyrannies, oligarchies and theocracies, sometimes corrupt as",
  "well as retrograde.27",
  "Dulles further offended Indian sensibilities when he suggested that Portugal",
  "– a trusted US ally – could keep its colony of Goa as long as it chose to.",
  "However, the secretary’s decisive contribution to wrecking Indo-US relations",
  "wasthemilitarypacthesignedwithPakistaninFebruary1954.Asonehistor-",
  "ian drily remarked, ‘Mr Dulles wanted pacts . . . Pakistan wanted money and",
  "arms.’28",
  "Almost from the time of Independence the United Kingdom had seen",
  "Pakistan as a potential ally in the Cold War; as, in fact, a ‘strong bastion",
  "againstCommunism’.Bycontrast,IndiawasseenasbeingsoftontheSoviets.",
  "WinstonChurchillhimselfwasmuchimpressedbytheargumentthatPakistan",
  "could be made to stand firm on Russia’s eastern flank, much as that reliable",
  "Western client, Turkey, stood firm on the west. The brilliant young Harvard",
  "professor Henry Kissinger endorsed this idea – in his view, the ‘defense of",
  "Afghanistan [from the Soviets] depends on the strength of Pakistan’.29",
  "For Republicans like Dulles, the fight against communism was para-",
  "mount. Hence the tilt towards Pakistan, which he saw as a key member of",
  "a defensive ring around the Soviet Union. From bases in Pakistan American",
  "planes could strike deep into Soviet central Asia. Dulles’s view was seconded",
  "by Vice-President Richard Nixon and their combined efforts ultimately pre-",
  "vailedoverPresidentEisenhower,whowasworriedaboutthefall-outinIndia",
  "following any formal alliance with Pakistan.30",
  "American military aid to Pakistan ran to about $80 million a year. The",
  "US also encouraged the Pakistanis to join the anti-Soviet military alliances in",
  "central and Southeast Asia known as CENTO and SEATO. Two months be-",
  "fore Dulles signed his pact with the Pakistan is an American missionary who",
  "had worked for years in the subcontinent warned that ‘to weigh Pakistan mil-",
  "itarily over and against India would alienate India’31 That it certainly did, al-",
  "thoughtherewereotherstrainsonIndo-Americanrelationsaswell.Intheon-",
  "goingconflictsoftheColdWar–asinKoreaandIndo-China–Indiawasseen",
  "as being too neutral by far. Nehru’s vigorous canvassing of the recognition of",
  "thePeople’sRepublicofChina,andhisinsistencethatitbegiventheperman-",
  "ent seat in the UN Security Council then occupied by Taiwan, was also not",
  "taken to kindly by Washington. There were an increasing number of Americ-answhofeltthatNehruhad‘enteredthearenaofworldpoliticsasachampion",
  "challenging American wisdom’.32",
  "As perhaps he had. For, as Nehru wrote to the industrialist G. D. Birla in",
  "May 1954, ‘I do not think that there are many examples in history of a suc-",
  "cessionofwrongpoliciesbeingfollowedbyacountryasbytheUnitedStates",
  "in the Far East during the past five or six years. They have taken one wrong",
  "step after another . . . They think that they can solve any problem withmoney",
  "and arms. They forget the human element. They forget the nationalistic urges",
  "of people. They forget the strong resentment of people in Asia against impos-",
  "itions.’33",
  "The industrialist himself was rather keen that the two countries forge",
  "better relations. In October 1954 Birla visited the UnitedStates and spoke to",
  "across-sectionofinfluentialpeople.HeevenhadhalfanhourwithJohnFoster-",
  "Dulles, who complained about how India ‘misrepresented them as war-mon-",
  "gersandsoonandsoforth’.34InFebruary1956BirlavisitedtheUnitedStates",
  "again on a bridge-building mission. He asked Nehru for advice, and got aser-",
  "mon. ‘Dulles’s statement about Goa has angered everybody here’, said the",
  "primeminister.‘Indo-Americanrelationsaremuchmoreaffectedbythiskind",
  "ofthingthanbytheaidtheymaygive.ThenthereistheAmericanmilitaryaid",
  "to Pakistan, which is a constant and growing threat to us and, in effect, adds",
  "to our burdens much more than the actual aid they give to us.35",
  "The next month John Foster Dulles made so bold as to visit New Delhi.",
  "The record of his talks with the Indian government is still classified, but we",
  "do have the proceedings of a press conference he addressed. Here, the secret-",
  "ary of state was subject to a series of hostile questions. He was asked why he",
  "had said that Goa was an integral part of Portugal. Dulles did not deny this,",
  "but clarified that he was for a ‘peaceful solution’ of the controversy. Then the",
  "talk turned to military aid to Pakistan, and the possibility that it might lead",
  "to an escalation of the conflict in Kashmir. Dulles defensively answered that",
  "‘thearmssupplytoPakistanis notdesigned inanywaytobeathreat toIndia’.",
  "When the questioner persisted, Dulles angrily remarked that ‘we do not feel",
  "that because there is a dispute over Kashmir . . . Pakistan should be unarmed",
  "sothatitcouldnotresistSovietCommunistaggression’.Thesecretaryofstate",
  "thenthreatened towalkoutifanymorequestionswereaskedonGoaorKash-",
  "mir.36",
  "India and the United States did seem to have much in common -the",
  "democratic way of life, a commitment to cultural pluralism, and (not least) a",
  "nationalistoriginmyththatstressedstruggleagainsttheBritishoppressor.But",
  "onquestionsofinternationalpoliticstheyresolutelydiffered.AmericathoughtIndia soft on communism; India thought America soft on colonialism. In the",
  "end, that which divided seemed to overwhelm that which united; in part be-",
  "cause of the personal chemistry – or rather, lack thereof – between the key",
  "players on either side.37",
  "III",
  "Jawaharlal Nehru visited the Soviet Union two decades before he toured",
  "NorthAmerica.ArrivingbytrainfromBerlin,hereachedtheRussianfrontier",
  "on7November1927,thetenthanniversaryoftheBolshevikseizureofpower.",
  "‘Leninworship’wasabundantlyondisplay.Therewereredflagsandbustsof",
  "the Bolshevik hero everywhere. Nehru went on to Moscow, a city which im-",
  "pressed him both with its physical grandeur and its apparent social levelling.",
  "‘The contrasts between extreme luxury and poverty are not visible, nor does",
  "one notice the hierarchy of class or caste.",
  "Nehru wrote a travelogue on his trip; its tone is unfailingly gushing,",
  "whetherspeakingofpeasantcollectives,theconstitutionoftheUSSR,thepre-",
  "sumed tolerance of minorities, or economic progress. A visit to Lenin’s tomb",
  "promptedareverieonthemanandhismission,endingwitharingingendorse-",
  "ment of Romain Rolland’s claim that the Bolshevik leader was ‘the greatest",
  "man of action in our century and at the same time the most selfless’. He was",
  "taken to a model prison, which he thought illustrative of the ‘better social or-",
  "der and humane criminal law’ of the socialist system.",
  "Ascompared to bourgeois countries, concluded Nehru, the Soviet Union",
  "treated its workers and peasants better, its women and children better,even its",
  "prisoners better. The credulousness of the narrative is made complete by the",
  "epigraph to the book of his travels – Wordsworth on the French Revolution:",
  "‘Bliss was it in that dawn to be alive / But to be young was very heaven.’38",
  "Nehru’sbiographerpointsoutthathevisited‘theSovietUnioninthelast",
  "days of its first, halcyon period. If his reaction was idealistic, it was partly",
  "because there was still some idealism in the air. 39 This is true, after a fash-",
  "ion; for there was still aglow about Lenin (whose own intolerance was not",
  "yet widely known outside Russia); while the extermination of kulaks and the",
  "Siberian death camps lay in the future. And of course there were other such",
  "endorsements provided by Western fellow-travellers of the 1920s. Like them,",
  "Nehru had come intending to be impressed; and he was.40It was, above all, the Soviet economic system which most appealed to",
  "Nehru. As a progressive intellectual of his time, he thought state ownership",
  "more just than private property, state planning more efficient than the market.",
  "His Glimpses of World History contains an admiring account of the",
  "Sovietfive-year plans.Yetatnotime washeattracted bytheBolshevik model",
  "of armed revolution or by the one-party state. His training under Gandhi pre-",
  "disposed him towards non-violence, and his exposure to Western liberalism",
  "made him an enthusiast for electoral democracy and a free press.",
  "After Independence, relations with the Soviet Union were at first frosty.",
  "ThiswasbecausetheCommunistPartyofIndia,withMoscow’sblessing,had",
  "attempted to overthrow the state. But the insurrection failed, and the Soviets",
  "also thawed. Now they sought to woo India away from the Western camp. In",
  "1951,whiletheAmericanCongressdebatedarequestforfoodaidfromIndia,",
  "theSoviets–unencumberedbydemocraticprocedure–offeredtosend50,000",
  "tons of wheat at once. Indian efforts in mediating in the Korean conflict were",
  "alsoappreciatedbyMoscow.Previously,Asianstateshadbeenjudgedbytheir",
  "suitabilityforcommunism;but(aswithDulles’sAmerica)theColdWarmade",
  "ideology more flexible. It no longer mattered if acountry was socialist; what",
  "was crucial was whether it was on one’s side.41",
  "The consummation of this change was the reception given to Jawaharlal",
  "Nehru when he visited the Soviet Union in 1955. ‘Wherever Nehru went in",
  "the Soviet Union’, wrote one observer, ‘there were large crowds to greet him.",
  "In all the factories workmen gathered in thousands to have a glimpse of him.’",
  "At Moscow University ‘the students left their classes and gave him a great",
  "ovation’. (One of the students was Mikhail Gorbachev; years later, he was to",
  "recall inhismemoirs theimpact made onhimbyNehruandhisidea ofamor-",
  "al politics.42)On the last day of his stay the Indian prime minister was due to",
  "speak at a public meeting in Gorky Park. But the crowd turned out to be far",
  "largerthananticipated,sothevenuewasshiftedtothestadiumoftheDynamo",
  "Moscow football team.43",
  "Six months later the Soviet leaders Bulganin and Khrushchev came for",
  "a return visit. The Indians in turn pulled out all the stops. Before the visit-",
  "ors arrived in Delhi, loudspeakers exhorted the people to turn out in num-",
  "bers, in grateful response to the reception the Russians had given Nehru. In",
  "theeventtherewerespectacularturnoutsinallthecitiestheduovisited.There",
  "were several reasons for this enthusiasm: the curiosity for the exotic and for-",
  "eign, the Indian love of a good show and, not least, the deep vein of anti-",
  "Western feeling which took vicarious pride in Russia’s challenge to the USA.",
  "The crowds were biggest in radical, anti-imperialist Calcutta, where studentsandfactoryworkersmadeupagoodproportionofthehalfamillionwhocame",
  "out to cheer the Soviet leaders. But even New Delhi was ablaze with illumin-",
  "ation. ‘The brightly lit Delhi Stock Exchange vied with the Communist Party",
  "office in a challenge of festive lights.’44",
  "IntheirthreeweeksinIndiaBulganinandKhrushchevvisitedsteelmills",
  "and hydroelectric plants, and spoke at public meetings in no fewer than seven",
  "state capitals. The most significant of these, without question, was Srinagar,",
  "thecapitalofJammuandKashmirstate.Heretheymadeclearthattheyaccep-",
  "ted the Valley as being part of the Indian Union, and the Kashmir is as being",
  "one of the ‘talented and industrious peoples of India’.45 Nothing could have",
  "sounded sweeter to Indian ears.",
  "IV",
  "OntheeveofNehru’sdepartureforMoscowin1955anIndiancritichadwor-",
  "ried that he would be taken in by his hosts. For ‘like many another sensitive",
  "nature, accustomed in its late twenties and early thirties to regard the Soviet",
  "Union as truly Progressive, the Prime Minister seems never to have quite got",
  "over the vision of those days. Despite all that has happened since then, the",
  "Soviet[Union]stillretainsforhimsomeofthatenchantment.Toitsvirtueshe",
  "continues to be very kind, to its vices and cruelties, he is almost blind.’46",
  "The writer was A. D.Gorwala, a Western-oriented liberal. There were",
  "others like him, Indians who believed that India should ally more strongly",
  "with the democracies in the Cold War.47 But these were most likely out-",
  "numbered, and certainly outshouted, by those Indians who suspected the Un-",
  "ited States and favoured the Soviet Union. One reason for this was that while",
  "theAmericanswereloathtoasktheirEuropeanalliestodisbandtheirempires",
  "in Asia and Africa, the Russians spoke frequently about the evils of racialism",
  "and colonialism.48",
  "Nehru at first tried hard to avoid taking sides in the Cold War. But, as he",
  "often said, this non-alignment was not mere evasion; it had a positive charge",
  "to it. Athird bloc might come to act as a salutary moderating effect on the",
  "hubris of the superpowers. We have spoken already of the Asian Relations",
  "Conferencein1947.Anothersucheffort,inwhichNehruplayedanimportant",
  "part, was the Afro-Asian conference, held in the Indonesian city of Bandung",
  "in 1955.Only countries that had independent governments were invited to",
  "Bandung. Twenty-nine sent delegations, including India and China. Four",
  "Africannationswererepresented(theothersstilllayunderthecolonialyoke);",
  "but delegates from Iran, Iraq, Saudi Arabia and Syria all came. The meeting",
  "discussed methods of cultural and economic co-operation, and committed it-",
  "self firmly to the end of colonial rule. For, as President Sukarno of Indonesia",
  "observed, ‘how can we say that colonialism is dead so long as vast areas of",
  "Asia and Africa are unfree?’49",
  "Nehru considered the Bandung Conference ‘a great achievement’; it",
  "‘proclaimed the political emergence in world affairs of over half the world’s",
  "population. [But] it presented no unfriendly challenge or hostility to anyone .",
  ". .’ Ashe told the Indian Parliament on his return, the historic links between",
  "Asian and African countries had been sundered by colonialism; now, as free-",
  "dom dawned, they could be revived and reaffirmed.50",
  "This last protestation was in answer to the charge that Bandung and",
  "the like were, in essence, anti-Western. How ‘non-aligned’, in fact, was non-",
  "alignment? In India, its ideals were put sternly to the test in the second half",
  "of 1956. In July of that year Gamal Abdel Nasser nationalized the company",
  "that managed the Suez Canal. Britain (whose strategic interests were most",
  "threatened by the action) reacted by asking for international control over the",
  "Canal. Nehru, who knew both parties well, tried hard to mediate. But he",
  "failed,andultimately,inlateOctober,theBritish,incollusionwiththeFrench",
  "and the Israelis, undertook a military invasion of Egypt. This act of neocolo-",
  "nialaggressiondrewworldwidecondemnation.Finally,underAmericanpres-",
  "sure, the Anglo-French alliance was forced to withdraw.51",
  "CloseontheheelsoftheinvasionofEgypt,SoviettanksrolledintoBud-",
  "apest. This followed a popular revolt which had overthrown the Soviet cli-",
  "ent regime in favour of a more representative government. Moscow reacted",
  "in brutal fashion to restore the status quo ante. Their action, like that of the",
  "British and the French in the Middle East, was viewed as an unacceptable in-",
  "fringement of national sovereignty.",
  "Indian commentators saw the invasions of Egypt and Hungary as wholly",
  "comparable. Both were ‘acts of international brigandage by powers that com-",
  "manded permanent seats in the UN Security Council – both had ‘spread a",
  "wave of cynicism throughout the world’. As a Madras journal pointed out,",
  "while the independence of Egypt threatened the oil resources of Britain and",
  "France, ‘the independence of Hungary would not only threaten the supply of",
  "uranium so essential for the maintenance of the Red Army in top form, but",
  "wouldcauseadangerousriftintheSovietempire.Londoncouldnotcounten-ance the first and Moscow could not tolerate the second. Hence their acts of",
  "nakedaggression whichamount toasavage exhibition ofthepredatory anim-",
  "al instinct.’52",
  "Nehru had criticized the Anglo-French intervention as soon as it",
  "happened.53 But now, when the United Nations met to discuss a resolution",
  "callingupontheSovietUnion‘towithdrawallofitsforceswithoutdelayfrom",
  "Hungarian territory’, India, represented by V. K. Krishna Menon, abstained.",
  "This caused great resentment in the Western world, and exposed the Indian",
  "government to the charge of keeping double standards.54",
  "There was also much domestic criticism of India’s stand. There was an",
  "angry debate in Parliament, and sections of the press deplored ‘our shame-",
  "ful sycophancy to the Soviet rulers . . .’ ‘By kowtowing to Russia we have",
  "abdicated our moral pretensions’, wrote one journalist. It was speculated that",
  "thegovernmentmayhavebeeninfluencedbyitsuncertainholdoverKashmir,",
  "sinceoneoftheUNresolutionsithadabstainedfromaskedforaninternation-",
  "ally supervised plebiscite in Hungary.55",
  "Later research has revealed that Nehru was actually deeply unhappy",
  "about the Soviet invasion. He had sent several private messages to Moscow",
  "urgingittowithdrawitstroops.Afterwards,Indiaspokeoutinpublictoo,but",
  "thedamagehadbeendone.ItwascompoundedwhenNehrustoodbyKrishna",
  "Menon’s original abstention, on the grounds that insufficient information was",
  "available at the time.56",
  "The fiasco over Hungary undermined Nehru’s international credibility.",
  "Non-alignment was seen by some as meaning ‘fierce condemnation of the",
  "Western bloc when its actions are wrong’, but ‘equivocal language when the",
  "Soviet bloc goes off the rails’.57 The episode also exposed the prime minister",
  "to the charge ofputting personal loyalty above national purpose. Forwhile he",
  "privately deplored what Krishna Menon had done, he stood by him in public.",
  "Krishna Menon was an oldfriend of Nehru, and in his own way a re-",
  "markableman.EducatedattheLondonSchoolofEconomics, hewasalsothe",
  "first editor ofPenguin’s prestigious non-fiction imprint, Pelican Books. Inthe",
  "1930s he had worked tirelessly in canvassing British support for Indian inde-",
  "pendence. But he also found time to act as an unofficial spokesman and lit-",
  "erary agent for Nehru. He was rewarded with the High Commissioner’s job",
  "in London after Independence. Here he worked very hard, but also made en-",
  "emies,throughhisarroganceandbyfrequentlyadvertisinghisfriendshipwith",
  "the prime minister.58",
  "After returning from London, Krishna Menon was made a Cabinet min-",
  "ister without portfolio. He became a sort of roving ambassador, representingIndia at the UN and at disarmament meetings in Geneva. A man of forceful",
  "opinions, he was controversial both in his homeland and out of it. The ‘lucid-",
  "ity of his intellect’, wrote one journalist who knew him well, ‘is sometimes",
  "clouded by passions and resentments’. Since his ‘likes and dislikes are",
  "stronger than would seem quite safe for a man in his position’, it did seem",
  "‘strange that a man who carries such a storm around with him should have",
  "been used for delicate diplomatic missions’.59",
  "Even before Hungary there had been adverse comment about the prime",
  "minister’s reliance on Krishna Menon. Within the Congress, there were many",
  "whowereuncomfortablewithhispro-communistleanings.60AndtheWestern",
  "press cordially hated him, a New York paper speaking of the ‘lack of love-",
  "ableness’ in this ‘least tactful of diplomats’.61",
  "ButNehruwouldstandbyMenon.Asearlyas1953itwasbeingnoticed",
  "in Delhi that the prime minister ‘turns blue when anyone criticises his dip-",
  "lomatic pet, Mr Krishna Menon’. This blindness was to cost Nehru dearly",
  "over Hungary in 1956. But he still would not discard him. Why? A helpful",
  "answer is provided by Alva Myrdal, who was Sweden’s ambassador in India",
  "at the time, and knew Nehru well. The prime minister, concluded Myrdal,",
  "‘knew Menon’s shortcomings but kept listening to him because of his brilli-",
  "ance. Menon was the only genuine intellectual foil Nehru had in the govern-",
  "ment’,theonlymanwithwhomhecoulddiscussMarxandMill,Dickensand",
  "Dostoevsky.62",
  "V",
  "LetusnowturntoIndia’srelationship withitslargerandevenmorepopulous",
  "neighbour, China. The two civilizations had long been linked by ties of trade",
  "and culture. More recently, each had keenly watched the other’s struggle",
  "against European domination. The Congress, and Nehru, had a particular re-",
  "gardfortheKuomintang leader ChiangKai-shek,whohadurgedtheAmeric-",
  "ans to in turn urge the British to grant the Indians independence.",
  "In1949,however,the Kuomintang were overthrown bythe communists.",
  "What would relations now be like? To indicate continuity, India retained their",
  "servingambassadortoBeijing,whowasthehistorianK.M.Pannikar.InMay",
  "1950 Pannikar was granted an interview with Mao Zedong, and came away",
  "greatly impressed. Mao’s face, he recalled later, was ‘pleasant and benevol-",
  "ent and the look in his eyes is kindly’. There ‘is no cruelty or hardness eitherin his eyes or in the expression of his mouth. In fact he gave me the im-",
  "pression of a philosophical mind, a little dreamy but absolutely sure of itself.",
  "The Chinese leader had ‘experienced many hardships and endured tremend-",
  "ous sufferings’, yet ‘his face showed no signs of bitterness, cruelty or sorrow",
  ". Mao reminded Pannikar of his own boss, Nehru, for ‘both are men of action",
  "with dreamy, idealistic temperaments’, and both ‘may be considered human-",
  "ists in the broadest sense ofthe term’.63",
  "This would be laughable if it were not so serious. Intellectuals have al-",
  "ways had a curious fascination for the man of power; George Bernard Shaw",
  "wrote about Lenin in much the same terms. Yet Shaw was an unaffiliated",
  "writer,responsibleonlytohimself.Pannikarwastheofficialrepresentative of",
  "his government. What he said and believed would carry considerable weight.",
  "And here he was representing one of history’s most ruthless dictators as a",
  "dreamy, soft, poetic kind of chap.",
  "In October 1950, not long after Mao met Pannikar, China invaded and",
  "annexedTibet.Theyhadlongclaimedsuzeraintyoverthatcountry,andinthe",
  "past had often exercised control over it. But there had also been periods when",
  "Tibetwasgenuinelyindependent,asinthefourdecadesbeforethecommunist",
  "invasion.TibetandChina,afterall,hadsentseparate,independentdelegations",
  "to the Asian Relations Conference in 1947.",
  "Nehru was now placed in an unenviable position. India had close rela-",
  "tions with Tibet, economic as well as cultural. But a newly free and still vul-",
  "nerable India could scarcely go to war on Tibet’s behalf. Speaking in Parlia-",
  "mentafewweeksaftertheChineseaction,Nehruhopedthatthematterwould",
  "beresolved peacefully.He clarified that hebelieved that while China hadhis-",
  "torically exercised some kind of ‘suzerainty’ over Tibet, this did not amount",
  "to ‘sovereignty’. He also added that he did not see how Tibet could at all be a",
  "‘threat’ to China.64",
  "Privately, Nehru thought ‘the Chinese acted rather foolishly in annexing",
  "Tibet. There was ‘a strong feeling here [in India] of being let down by them’.",
  "Still, thought the prime minister, ‘we have to be careful not to overdo’ criti-",
  "cisms of a neighbouring country that was also emerging from the shadows of",
  "European domination.65",
  "Othermembersofthegovernmenturgedastrongerline.VallabhbhaiPa-",
  "tel, for instance, was convinced that the Chinese had made a dupe out of Pan-",
  "nikar.Theyhadlulledhimintoa‘falsesenseofconfidence’whichledtheam-",
  "bassador to overlook completely the plans for the invasion. But now that the",
  "deedwasdone,itbehovedIndiatobevigilant.WritingtoNehruon7Novem-ber, Patel warned that ‘China is no longer divided. It is united and strong.’",
  "‘Recent and bitter history’, said the home minister,",
  "also tells us that communism is no shield against imperialism and that",
  "the Communists areas good or as bad imperialists as any other. Chinese",
  "ambitionsinthisrespectnotonlycovertheHimalayanslopesonourside",
  "but also include important parts of Assam . . . Chinese irredentism and",
  "Communist imperialism are different from the expansionism or imperi-",
  "alism of the Western Powers. The former has a cloak of ideology which",
  "makesittentimesmoredangerous.Intheguiseofideologicalexpansion",
  "lies concealed racial, national or historical claims.",
  "PatelurgedNehrutobe‘alivetothenewdanger’fromChina,andtomakeIn-",
  "dia‘defensivelystrong’.Hethenoutlinedaseriesofstepstoenhancesecurity.",
  "He thought that in view of the ‘rebuff over Tibet, India should no longer ad-",
  "vocate China’s case for entry into the UN. Finally, he argued that the latest",
  "developments should prompt afresh reconsideration of ‘our relationship with",
  "China, Russia, America, Britain and Burma’. Patel seemed here to be hinting",
  "that India should reconsider its policy of non-alignment in favour of an alli-",
  "ance with the West.66",
  "This latter shift was advocated more vigorously by the journalist D. F.",
  "Karaka. Like Patel, Karaka was appalled by Pannikar’s carelessness. (Appar-",
  "ently, the ambassador did not hear about the Chinese invasion until it was",
  "announced on All-India Radio.) The annexation of Tibet had shown that the",
  "Himalaya was no longer impregnable. And the Indian army lacked the equip-",
  "mentortrainingtotakeonadetermined andfocusedenemy.Thus,concluded",
  "Karaka, ‘whatever may be our past unhappy relations with Britain, however",
  "much may be our fear of American imperialism spreading in Asia, we have",
  "to decide now whether we will continue with this policy of neutrality and en-",
  "danger our frontiers, or whether we will take the lesser risk and make a milit-",
  "ary pact with the United States and with Great Britain.’67",
  "Nehru would not deign to take notice of journalists such as Karaka. But",
  "he did answer Patel, in a note on the subject circulated to the Cabinet. He",
  "thought it a pity that Tibet could not be ‘saved’. Yet he considered it ‘exceed-",
  "inglyunlikely’thatIndiawouldnowfaceanattackfromChina;itwas‘incon-",
  "ceivable’ that they would ‘undertake a wild adventure across the Himalayas’.",
  "He thought that ‘the idea that communism inevitably means expansion and",
  "war, or to put it more precisely, that Chinese communism means inevitablyan expansion towards India, is rather naive’. Regardless of the happenings in",
  "Tibet, India should still seek ‘some kind of understanding’ with Beijing, for",
  "‘IndiaandChinaatpeacewitheachotherwouldmakeavastdifferencetothe",
  "whole set-up and balance of the world’.68",
  "AmonthlaterPateldied.Nowthereexistednorealoppositiontoapolicy",
  "of ‘understanding’ with China. The two countries shared vast borders – thou-",
  "sand of miles of mostly unmarked and unsurveyed territory. On India’s west,",
  "theborderranalongtheBuddhist-dominateddistrictofLadakhinJammuand",
  "Kashmir state, which touched the Chinese provinces of Tibet and Sinkiang.",
  "Ontheeast,theborderwasdefinedbytheMcMahonLine,drawnonthecrest",
  "oftheHimalaya,asaresultofatreatysignedbytheBritishandTibetin1914.",
  "Inthe middle, the twocountries touched each other near the water shedofthe",
  "river Ganga, which divided Tibet from the Indian state of Uttar Pradesh.",
  "The border in the centre was relatively uncontentious, whereas in the",
  "two extremes the situation was more problematic. The Chinese regarded the",
  "McMahon Line in particular as an imperialist imposition. For the moment",
  "they let the matter pass, and focused on getting India’s goodwill, necessary at",
  "this time as a bridge to the Western world. In the summer of 1952 a govern-",
  "ment delegation led by Mrs Vijayalakshmi Pandit visited Beijing. Mrs Pan-",
  "dit had served as India’s ambassador to Moscow; more to the point, she was",
  "Nehru’sadoredyoungersister.ShemetMaoonceandChouEn-laitwice,and",
  "wasprofoundlyimpressedbyboth.Mao,wroteMrsPandittoherbrother,was",
  "‘quiet[and]precise’,witha‘greatsenseofhumour.Hisappearanceinpublic",
  "calledGandhitomind.AswiththeMahatma,‘thepublicdoesn’tjustapplaud",
  "him, they worship him. There is both love and adoration in the glances of",
  "those who look at him. It is moving to see.’ As for Chou En-lai, he ‘is a great",
  "statesman and possesses abundant vitality and charm. He is polished and has",
  "a sense of humour which is terribly infectious. One has to join in his laughter",
  "– and he laughs often. He makes one feel at home in a moment and his con-",
  "versation loses nothing in translation.",
  "The letter did strike the odd ambivalent note. ‘We have been wined and",
  "dined’, wrote Mrs Pandit, ‘and have spoken of friendship and culture and",
  "peace until I am getting alittle tired.’ And she wasn’t sure whether the Great",
  "Helmsman reminded her more of Gandhi or of Stalin. For while ‘Mao gives",
  "the impression of being kind and tolerant and wise’, the ‘tolerant part struck",
  "me almost as if it might be apose as it is reminiscent of the Russian lead-",
  "ers particularly Stalin. He uses the same gesture in greeting and has the same",
  "technique with the public. Still, what stood out was ‘the great vitality of the",
  "people and the dedicated manner in which they are working. The oppressionone feels in Moscow is absent here. Everybody seems happy and determined",
  "to make the country prosperous’.69",
  "Mrs Pandit seems to have reacted to China in 1952 much as her brother",
  "had reacted to Russia in 1927. Perhaps this dawn might not turn out to be a",
  "false one after all. So Nehru was inclined to think, too. Soon, romanticism",
  "was to be reinforced by realpolitik. The United States began to tilt markedly",
  "towards Pakistan, giving New Delhi one more reason to befriend Beijing. In",
  "a wide-ranging agreement signed in April 1954, India officially recognized",
  "Tibet as being part of China. The joint declaration outlined five principles of",
  "peaceful co-existence (panch sheel), which included mutual non-aggression",
  "and mutual respect for each other’s territorial integrity.70",
  "One person who did not welcome this agreement was the former sec-",
  "retary general of the Foreign Ministry, Sir Girija Shankar Bajpai. Writing to",
  "acolleague, Bajpai warned that communist China was no‘different from Rus-",
  "sian Communism in its expansionist aims . . .’ The current thinking in New",
  "Delhi was of ‘the naturalness of indefinite continuance of indefinite peace",
  "and friendship between China and us’. Bajpai feared that ‘those on whom the",
  "P[rime] M[inister] now relies most for advice completely and vehemently re-",
  "ject any possibility of a change in what appears to be China’s present policy",
  "of peace with its Asian neighbours’.71",
  "ItisunlikelythatthiswarningreachedNehru,andevenifithadhewould",
  "most likely have disregarded it. Towards the end of 1954 he visited China for",
  "the first time. As in Russia six months later, huge crowds were mobilized to",
  "greet the visitor, who appreciated this ‘tremendous emotional response from",
  "the Chinese people . Nehru had discussions with Chou En-lai about border",
  "questions, and with Mao about the world situation. He also pressed the case",
  "forTibetan autonomy,the Chinese assuring him in the Dalai Lama’spresence",
  "thattheBuddhiststatewouldenjoyastatuswhich‘nootherprovinceenjoyed",
  "in the People’s Republic of China’.72",
  "On his return from China Nehru addressed a mammoth public meeting",
  "on the Calcutta Maidan. A million people heard him affirm that ‘the people",
  "of China do not want war’; they were too busy uniting their country and get-",
  "ting rid of poverty. He spoke admiringly of the spirit of unity in China, the",
  "absence of the provincial and sectarian interests that bedevilled India. As for",
  "the ‘mighty welcome’ he had received in the People’s Republic, this was ‘not",
  "because Iam Jawaharlal with any special ability, but because I am the Prime",
  "Minister of India for which the Chinese people cherish in their hearts the",
  "greatest of love and with which they want to maintain the friendliest of rela-",
  "tions’.73Two years later the compliment was returned when Chou En-lai visited",
  "India. With him were the Dalai and Panchen Lamas, who had been invited as",
  "part of the celebrations of the 2500th birth anniversary of the Buddha. On a",
  "drive through the countryside the Dalai Lama escaped his Chinese minders",
  "and travelled with Nehru. A revolt was brewing in Tibet against the occupi-",
  "ers, he said; he himself was strongly tempted to seek asylum in India. If that",
  "wasnotpossible,atleastIndiacouldsendaconsultoLhasawhowasnotpro-",
  "Chinese or pro-communist. When Nehru asked Chou about the situation in",
  "Tibet,theChineseleaderconcededthattherehadbeen‘unfortunateincidents’",
  "there, and promised to look into them.74",
  "So there the matter rested. The Dalai Lama went back to Lhasa, and",
  "India and China continued to be brothers-in-arms; as the slogan of the time",
  "went,Hindi-Chinibhai-bhai.Themanmostresponsibleforthiswasthecharm-",
  "ing Chou. He impressed Nehru, of course, but also a man more cynical by",
  "far, the veteran politician C. Rajagopalachari. ‘Rajaji’ had lunch with the",
  "Chinese prime minister and later wrote to a friend that, ‘frankly my impres-",
  "sion was very favourable. Apart from the general thawing of all communists",
  "the Chinese Premier is I believe agood type of man and trustworthy.75",
  "In public India and China expressed undying friendship, buton the",
  "groundeachwasworkingtoprotectitsstrategicinterests.Indiawasmorecon-",
  "cerned with the eastern sector; China with the western one. The British had",
  "drawntheMcMahonLinetoprotecttheprosperousteaestatesoftheprovince",
  "of Assam from a putative raid down the Himalaya. There was an ‘Inner Line",
  "at the foot of the hills, beyond which no one could venture without a permit.",
  "Between this and the border lay some 50,000 square miles of densely fores-",
  "ted territory, inhabited by many self-contained and self-administered tribes,",
  "each too small to form a separate state, each too remote to be subservient to",
  "any existing one. Some of the tribes were Buddhist, and there was also an old",
  "Buddhist monastery at Tawang. This paid tribute to Tibetan authorities and",
  "was ‘ecclesiastically subject’ to Lhasa.",
  "Underthetreatyof1914,theBritishpersuadedtheTibetanstorelinquish",
  "control over Tawang. For, as one colonial official argued, it was necessary",
  "to get this ‘undoubtedly Tibetan territory’ into British India, ‘as otherwise",
  "TibetandAssamwilladjoineachotherand,ifTibetshouldagaincomeunder",
  "Chinese control, it will be a dangerous position for us’.76",
  "Other tribes living between the Inner and Outer Lines were beyond",
  "Tibetan influence. These, like the Buddhists, became Indian citizens by de-",
  "fault in August 1947, when the new government inherited the borders be-",
  "queathed it by the British. Slowly, New Delhi moved to fill in the admin-istrative vacuum that the British had left behind. In February 1951 a small",
  "force accompanied by apolitical officer visited Tawang, and instructed the la-",
  "mas that they need no longer pay tribute to Lhasa. Officials also began to",
  "fan out into what was now called the North-East Frontier Agency, or NEFA.",
  "AnIndianFrontierAdministrativeService(IFAS)wasformed,whoserecruits",
  "were coached on how best to deal with the sometimes truculent tribes by the",
  "British-bornanthropologistVerrierElwin,whowasnowanIndiancitizenand",
  "a confidant of Nehru.77",
  "The Chinese, for their part, focused on expanding their footprint in the",
  "western sector. Here, too, the adjoining Indian territory, known as Ladakh,",
  "was Buddhist in its religious colouring. However, it had been an independent",
  "state as early as the tenth century. And for the past 150 years it had been part",
  "of the principality of Kashmir, whose own allegiances were all to the Indian",
  "side of the border.",
  "Between north-east Ladakh and Sinkiang, on the Chinese side, lay an el-",
  "evated table-land named Aksai Chin, ‘absolutely bare’ for the most part, with",
  "occasional patches of ‘scant herbage’.78 In the past, Ladakhi pastoralists had",
  "used Aksai Chin for grazing and salt collection. By an agreement of 1842",
  "this area was identified as being part of Kashmir. This was confirmed by the",
  "British, who were worried that the Russians, their adversary in the ‘Great",
  "Game’,might use the plateau to advance heavy artillery into British India.",
  "That didn’t happen, but after 1950 the Chinese saw in the same flat ter-",
  "rain a route to their troublesome province of Tibet from the Sinkiang town",
  "of Yarkand. Peking sent surveyors to scout the land, and in 1956 began",
  "buildingaroad across Aksai Chin. By October 1957 the road was ready,",
  "equipped to carry 10-ton military trucks with arms and personnel from",
  "Yarkand to Lhasa.",
  "We owe this information to accounts published much later. At the time,",
  "however, the Chinese activities in the west, and the Indian activities in the",
  "east, were carried on out of each other’s gaze. To the world at large, and to",
  "their owncitizens, thetwoAsian neighbourswereboundbyanexemplary re-",
  "lationship of friendship and co-operation.",
  "VI",
  "‘If there were ever two countries where every prospect promised brotherly",
  "understanding and friendship’, wrote a Bombay newspaper in January 1952,‘these two are India and Pakistan. Every possible kind of tie exists between",
  "them; the tie of race, the ties of language, of geography, economy and cul-",
  "ture.79",
  "Yet India’s relations with Pakistan were poisoned from the start. The",
  "country had been divided against a backdrop of violence; and the mutual sus-",
  "picion and hostility persisted. In the winter of 1949/50 there was a wave of",
  "communal riots in East Pakistan. Several hundred thousand Hindus crossed",
  "over the border into India. Nehru now suggested to his Pakistani counterpart,",
  "Liaqat Ali Khan, that they together visit the affected areas to bring about",
  "peace. His offer was declined; but Khan agreed to come to Delhi and sign",
  "an agreement binding both countries to the humane treatment of their re-",
  "spective minorities. However, the ‘Nehru-Liaqat’ pact failed to stem the tide",
  "of refugees. There was much anger among Hindus in West Bengal, some of",
  "whom even wanted the government to go to war with Pakistan on their be-",
  "half.80",
  "The two main conflicts, however, were about those elemental human",
  "needs,landandwater.Thefirst,whichthisbookhasalreadyalludedtoandto",
  "which it will return, related to the unresolved status of Kashmir. The second",
  "pertainedtothefairuseoftheIndusanditsfivemaintributaries.Theserivers",
  "ran from east to west, that is, from India towards Pakistan. The Indus and the",
  "JhelumenteredPakistanbeforeanymajorextractionwaspossible,buttheoth-",
  "er four rivers ran for many miles in Indian territory. This made it possible for",
  "India to regulate their flow and impound water before the rivers reached the",
  "other country.",
  "After Partition, the governments of East and West Punjab signed a",
  "‘StandstillAgreement’wherebywatercontinuedtoflowuninterrupted.When",
  "this lapsed, in April 1948, India stopped the waters of the Ravi and the Sutlej",
  "fromflowingwest.Theyclaimedthatnofreshagreementhadbeensigned,but",
  "itwaswidelybelievedthattheactionwasrevengeforthePakistan-backedin-",
  "vasionofKashmir.Anyhow,thedryingupoftheircanalscreatedpanicamong",
  "the farmers of West Punjab. Within a month a newagreement was signed, and",
  "water supply restored. However, the building of the Bhakra-Nangal dam, on",
  "the Indian side of the Sutlej river, prompted fresh protests by Pakistan.",
  "Both sides now sought amore permanent solution to the problem.",
  "Pakistan asked for the matter to be referred to international arbitration, which",
  "India at first refused. The World Bank stepped in to play the role of peace-",
  "maker. Knowing the recalcitrance of both sides, the Bank offered a surgical",
  "solution – the waters of three rivers would go to Pakistan, the waters of theother three rivers to India. This proposal was tabled in February 1954; it took",
  "another six years for the two sides to finally sign it.81",
  "With the Indus, as with Kashmir or any other topic under the subcontin-",
  "ental sun,agreement was made more difficult bydomestic politics. AnIndian",
  "or Pakistani head of government who promoted dialogue was inevitably ac-",
  "cused of selling out to the other side. An early example of this was the trade",
  "war of 1949–51, prompted by the devaluation of the Indian rupee. Pakistan",
  "stopped the shipment of jute in protest; India retaliated by refusing to supply-",
  "coal.82 The conflict was resolved only when, in February 1951, Nehru agreed",
  "to recognize the par value of the Pakistani rupee. His decision was welcomed",
  "by chambers of commerce, but bitterly opposed by politicians of all stripes.",
  "The general consensus in New Delhi was that ‘India has been completely de-",
  "feated’. One Congress member reported that the feeling in the party office",
  "wasthat‘suchahumiliationcouldnothavebeenpossibleifSardarPatelwere",
  "alive’. A refugee leader remarked, ‘The real question to be considered now",
  "is to find out the next issue on which Jawaharlal will surrender to Pakistan",
  "– Kashmir, or more probably Evacuee Property’. A spokesman of the Hindu",
  "Mahasabha said, ‘In order to become a world leader, Nehru can go to the ex-",
  "tent of surrendering the whole of India to Pakistan.’ And an RSS organizer",
  "claimed,‘Thisshowswhatistocomenext.Moreappeasementandsurrenders",
  "if the masses do not check Nehru.83",
  "On the Pakistani side, any concession to India was likewise seen by",
  "opposition politicians as appeasement of the enemy. At the popular level,",
  "however, the feelings about the other side were distinctly mixed. Nationalist",
  "ideology drove them apart; but mass culture brought them back together",
  "again. It was not just that they ate the same food and lived in the same kinds",
  "of homes. They also had the same sense of fun. Indian filmstars were widely",
  "admired in Pakistan; and Pakistani cricketers given arousing reception when",
  "they played in India.",
  "This ambivalence is captured in an exchange printed by the Karachi",
  "newspaper Dawn in 1955. A lady who had recently visited her relatives in In-",
  "dia wrote of her experiences while travelling by train from Amritsar to Am-",
  "bala. When they heard she was from Pakistan, she was set upon by passen-",
  "gers who were refugees from Sindh and West Punjab. Apparently, ‘some of",
  "the non-refugee Hindu passengers remonstrated, but the refugee Hindus and",
  "Sikhs brushed aside their remonstrance, saying that the non-refugees could",
  "notrealisethesufferingoftherefugeesfromPakistan’.ThisaccountofIndian",
  "animosity provoked several letters recounting the warmt hand hospitality on",
  "offer on the other side of the border. A man advised any future traveller to In-diato‘indulgeinAmroodsandPans[guavasandbetel-leaf]whichareattheir",
  "bestthesedaysinsteadofindulginginsuchtalksastendtoinjurethegrowing",
  "Indo-Pak accord’. A woman correspondent complained that such ‘mis-state-",
  "ments created bitterness and precluded ‘amity between India and Pakistan’.",
  "This last ideal wasthenendorsed bytheoriginal letter-writer,with this telling",
  "caveat: ‘I wish, however, that as a Pakistani, which I suppose she is, she had",
  "thedelicacyofstating“PakistanandIndia”insteadof“IndiaandPakistan”.’84",
  "VII",
  "Indian foreign policy was opposed to the continuance of colonial rule any-",
  "where. This, naturally, meant reclaiming the pieces of the motherland that",
  "were still under the control of foreigners. When the British left in 1947, the",
  "Portuguese stayed on in Goa and their other possessions in India while the",
  "Frenchremainedincontrolofthreesliversoflandinthesouth–mostimport-",
  "antly the port of Pondicherry – as well as the eastern enclave of Chandern-",
  "agore.",
  "In June 1949 the population of Chandernagore voted by an over-whelm-",
  "ing majority to merge withIndia. The electionhad witnessed a resounding dis-",
  "play of patriotism, with posters representing a mother in Indian dress reach-",
  "ing out to reclaim a child clad in Western apparel. A year later the territory",
  "was transferred. But the French hung on to their slices of south India. In the",
  "spring of 1954 the situation became ‘increasingly tense’; there was a vigor-",
  "ous pro-merger movement afoot in Pondicherry, and daily demonstrations in",
  "front of the French consulate in Madras. On 1 November the French finally",
  "handed over their territories, which the Indians celebrated with a spectacu-",
  "lardisplayoffireworks.ThefollowingJanuary’sannualRepublicDayparade",
  "for the first time featured a float from Pondicherry, with young girls singing",
  "French songs.85",
  "In welcoming back these fragments, Jawaharlal Nehru praised the gov-",
  "ernments of both countries for their ‘tolerance, good sense and wisdom’, thus",
  "solving the problem of French India ‘with grace and goodwill’.86 These re-",
  "marks were intended above all for the Portuguese, who, however, were not",
  "listening. They were determined to hang on to Goa for as long as they could.",
  "As the transfer of Pondicherry was being finalized, the Portuguese dictator",
  "Antonio de Oliveira Salazar spoke on national radio of their Indian colonies",
  "as belonging to ‘the Portuguese Nation by injunction of History and force ofLaw’. ‘Goa constitutes a Portuguese community in India’, he insisted: ‘Goa",
  "represents alight of the West in lands of the Orient. It had to be retained, so",
  "that it might ‘continue to be the memorial of Portuguese discoveries and a",
  "small hearth of the spirit of the West in the East’.87",
  "A Goa Congress Committee had been in operation since well before",
  "Independence; its activists included resident Goans as well as exiles in Bom-",
  "bay. They argued that the conditions in Goa were far worse than in British",
  "India; racial prejudice was rife and human rights wholly absent. In 1946 the",
  "left-wing Congress politician Rammanohar Lohia visited the territory and ex-",
  "horted the people to rise against the rulers. A wave of strikes and protests fol-",
  "lowed; these were crushed by the authorities. On 15 August 1947 the Indian",
  "tricolour was hoisted here and there, but the protesters were quickly taken",
  "away by the police.88",
  "Apart from Goa, the Portuguese also held several smaller territories up",
  "theKonkancoast.OnewasDaman,whichhadagarrisonof1,500Africansol-",
  "diers from Portuguese East Africa. This abutted the Indian province of Bom-",
  "bay, which after Independence had imposed prohibition. There was now a",
  "flourishing trade in the smuggling of liquor. On Sunday evenings the frontier",
  "between Daman andBombay was‘strewnwithpilgrims toBacchus, wending",
  "their way back to the land where they belong, back to Bharat, land of scarcity",
  "and austerity.89",
  "Alcoholicsapart,mostpoliticallyconsciousIndianswereoutragedbythe",
  "Portuguese attitude over their colonies. Nehru at first moved slowly, hoping",
  "that the matter would be resolved by dialogue. But his hand was being forced",
  "byradicalsoftheSocialistParty,whobeganaseriesofsatyagrahastocompel",
  "Goa to join the union. In July 1954 a group of activists from Bombay seized",
  "the tiny enclave of Dadra. The next month the somewhat bigger enclave of",
  "Nagar-Haveli also fell without a fight. Then 1,000 volunteers attempted to",
  "cross over to Daman on Independence Day. They were stopped by the Indi-",
  "an police, whereupon they wired the prime minister for support. Nehru wired",
  "back saying that such a showdown would not ‘help our cause’.90",
  "The socialists were only temporarily deterred. A year later a group led",
  "byN.G.GorayenteredGoashoutingslogans.Theywalkedseveralmilesinto",
  "theterritorybeforebeingattackedbythepolice.Severalprotesterswerebadly",
  "injured. The satyagrahis were put in Fort Aguada prison, where they spent",
  "twentymonthsbeforebeingreleased.Duringtheseprotestsin1954and1955,",
  "the Portuguese arrested more than 2,000 people.91VIII",
  "ForJawaharlalNehru,foreignpolicywasameansofmakingIndia’spresence",
  "felt in the world. After Independence he personally supervised the creation of",
  "the Indian Foreign Service (IFS), transferring to its cadre able officers of the",
  "ICSandmakingfreshselectionsfromtheyoung.AjobintheIFShadanearly",
  "uniquecombinationofidealismandglamour;italsoofferedthechanceofper-",
  "sonal contact with the prime minister. One IFS officer recalled how, early in",
  "1948, Nehru called him to his room and showed him a map of the world. The",
  "prime minister’s eyes ranged over the globe, and his fingers pointed to places",
  "north,south,eastandwest.‘Wewillhavefortyembassies!’heexclaimed.‘We",
  "will have forty missions!’92",
  "Five years later, when India did have forty missions, Nehru wrote them",
  "all a letter of self-congratulation. The ‘prestige of India has greatly increased",
  "since Independence, he said, for ‘we have always avoided playing a flashy",
  "role in international affairs . . . Gradually, an appreciation has grown in other",
  "countries of our own sincerity of purpose even though there has been dis-",
  "agreement. He asked all those representing India abroad – ‘from the Head of",
  "the Mission to the humblest employee’ – to ‘feel and work as ahappy fam-",
  "ily,cooperating with each other . . .",
  "We are all partners in a great adventure, and are all partners and comrades in",
  "the same undertaking.’93",
  "Although presented and carried out as a collective enterprise, this partic-",
  "ular adventure had ‘made by the prime minister’ stamped all over it. In 1950,",
  "one of his most intelligent and least sycophantic cabinet ministers spoke of",
  "howNehruwasbecoming‘thebiggestmanintheworld,overtoppingtheUSA",
  "men,theUKmenandeveryotherman’.Throughitsleader,acountry‘without",
  "material, men or money –the three means of power – was ‘now fast coming",
  "to be recognized as the biggest moral power in the civilized world . . . her",
  "word listened to with respect in the councils of the great’.94 Even opposition",
  "politicians appreciated what Nehru had done for India’s international stand-",
  "ing. Non-alignment seemed to them to be acreative application of Gandhian",
  "principles in world affairs. Confidence in its viability was strengthened when",
  "Indiawascalled upontoplayanimportant mediatory roleintheconflicts and",
  "civil wars of the time.",
  "Intelligent foreigners also praised Nehru’s non-alignment. When that",
  "now great publishing firm, Feltrinelli of Milan, began operationsin 1955, one",
  "of the first two books it published was Nehru’s autobiography, which it cel-ebrated both for its ‘consistent and coherent anti-fascism’ and as an authen-",
  "tic voice of ‘the countries that were emerging from colonial domination . . .",
  "to take their place forcefully in the global political system’.95 And from her",
  "post in the Swedish embassy in New Delhi, Alva Myrdal wrote to her hus-",
  "bandGunnarofhowNehruwas‘naturally playing anauthoritative, nottosay",
  "world-historical role without the slightest tendency to Caesarism. Isn’t it true",
  "thatheisperhapstheonlypersonwehaveseenreachahighandpowerfulpo-",
  "sition without taking on new self-importance?’96",
  "Such was Nehru’s standing among the people of the front-line states",
  "in the Cold War, those who stood between the United States and the Soviet",
  "Union. In 1955 non-alignment still had a glow and moral halo about it. The",
  "next year was the Hungary fiasco, and the beginning of the Western disillu-",
  "sionment with Nehru. It took longer for him to lose the enchanted support of",
  "his countrymen.R M",
  ""
]