[
  "ch9",
  "EDRAWING THE AP",
  "Some want to revive the tradition of Shivaji and to hoist the Bhagwa",
  "JhandainSamyuktaMaharashtra;otherswishtoextendtheeconomicem-",
  "pire of the Bombay and Ahmedabad millionaires all over Maha-Gujar-",
  "at.Provincial prejudices, rivalries and jealousies are being revived on all",
  "sidesandeveryoneseemsanxioustoseparatefrom,ratherthanunitewith,",
  "the others. The Assamese want this bit of land cut off from Bengal, the",
  "Bengalis want a slice of Bihar, the Telugus are discontented in Orissa, the",
  "Tamilian minority wants to cut itself off from Travancore . . .",
  "K. A. A , left-wing writer, January 1951",
  "BBAS",
  "I",
  "T I hadlongbeensensibleofthepowerofthemother",
  "HELEADING NDIANNATIONALISTS",
  "tongue to rouse and move. This was a land of many languages, each with its",
  "distinct script, grammar, vocabulary and literary traditions. Rather than deny",
  "thisdiversity,theCongresssoughttogivespacetoit.Asearlyas1917theparty",
  "had committed itself to the creation of linguistic provinces in a free India. A",
  "separate Andhra circle was formed in that year, a separate Sindh circle the fol-",
  "lowing year. After the Nagpur Congress of 1920, the principle was extended",
  "andformalizedwiththecreationofprovincialCongresscommittees(PCCs)by",
  "linguistic zones: theKarnataka PradeshPCC,theOrissaPCC,theMaharashtra",
  "PCC,etc.Notablythesedidnotfollow,andwereoftenatoddswith,theadmin-",
  "istrative divisions of British India.",
  "ThelinguisticreorganizationoftheCongresswasencouragedandsuppor-",
  "tedbyMahatmaGandhi.WhenIndependencefinallycameGandhithoughtthat",
  "thestatesofthenewnationshouldbedefinedonthebasisoflanguage.Shortly",
  "afterwards, on 10 October 1947, he wrote to a colleague: ‘I do believe that",
  "we should hurry up with the reorganization of linguistic provinces’ . . . There",
  "may be an illusion for the time being that different languages stand for differ-",
  "ent cultures, but there is also the possibility[that with the creation] of linguistic",
  "provinces it may disappear. I shall write something [about it] if I get the time’. . . I am not unaware that a class of people have been saying that linguistic",
  "provinces are wrong. In my opinion, this class delights in creating obstacles.1",
  "Jawaharlal Nehru was also appreciative of the linguistic diversity of In-",
  "dia. In an essay of 1937, he wrote that ‘a living language is a throbbing, vital",
  "thing, ever changing, ever growing and mirroring the people who speak and",
  "write it’. And ‘our great provincial languages are no dialects or vernaculars,",
  "as the ignorant sometimes call them. They are ancient languages with a rich",
  "inheritance, each spoken by many millions of people, each tied up inextric-",
  "ably with the life and culture and ideas of the masses as well as the upper",
  "classes. It is axiomatic that the masses can only grow educationally and cul-",
  "turally through the medium of their own language.’2",
  "That was Nehru’s view in 1937, but by 1947 he was having other",
  "thoughts. The country had just been divided on the basis of religion: would",
  "not dividing it further on the basis of language merely encourage the break-",
  "up of the Union? Why not keep intact the existing administrative units, such",
  "as Madras, which had within it communities of Tamil, Mala-yalam, Telugu,",
  "Kannada, Urdu and Konkani speakers, and Bombay, whose peoples spoke",
  "Marathi, Gujarati, Urdu, Sindhi, Gondi and other tongues? Would not such",
  "multilingual and multicultural states provide an exemplary training in harmo-",
  "niousliving?Inanycase,shouldnotthenewnationuniteonthesecularideals",
  "of peace, stability and economic development, rather than revive primordial",
  "identities of caste and language?",
  "Nehru gave voice to these reservations in a speech to the Constituent",
  "Assembly three months after Independence. While the Congress had once",
  "promised linguistic provinces, he said, the country now faced ‘a very critical",
  "situation resulting from partition’. Now ‘disruptionist tendencies had come to",
  "the fore’; to check them, one had to underline ‘the security and stability of",
  "India . . . The first essential therefore is for India as a whole to be strong",
  "and firmly established, confident in her capacity to meet all possible dangers",
  "and face and meet all problems. If India lives, all parts of India also live and",
  "prosper. If India is enfeebled, all her component elements grow weak.’3",
  "The creation of linguistic provinces, then, had to be deferred until such",
  "time as India was strong and sure of herself. Nehru seems to have persuaded",
  "even Gandhi of this, for in November 1947 the Mahatma was writing that",
  "‘the reluctance to enforce linguistic redistribution is perhaps justifiable in the",
  "presentdepressingatmosphere.Theexclusivespiritiseveruppermost.Noone",
  "thinks of the whole of India.’ Gandhi now thought that the reorganization of",
  "provincesshouldbepostponeduntilacalmertime,whencommunalstrifehad",
  "died out and been replaced by ‘a healthy atmosphere, promoting concord intheplaceofdiscord,peaceintheplaceofstrife,progressintheplaceofretro-",
  "gression and life in the place of death.’4",
  "As ever, Gandhi extolled the need to take ‘one step at a time’. But the",
  "principle itself he would not surrender. In a prayer meeting held on 25 Janu-",
  "ary 1948 Gandhi returned to the subject of linguistic states. ‘The Congress",
  "had decided some twenty years ago’, he recalled, ‘that there should be as",
  "many provinces in the country as there are major languages.’ Now it was in",
  "power, and in a position to execute that promise. Gandhi thought that if new",
  "provinces were formed on the basis of language, and if",
  "they are all placed under the authority of Delhi there is no harm at all.",
  "But it will be very bad if they all want to be free and refuse to accept",
  "central authority. It should not be that Bombay then will have nothing",
  "to do with Maharashtra and Maharashtra with Karnataka and Karnataka",
  "with Andhra. Let all live as brothers. Moreover if linguistic provinces",
  "are formed it will also give a fillip to the regional languages. It would be",
  "absurd to make Hindusthani the medium of instruction in all the regions",
  "and it is still more absurd to use English for this purpose.5",
  "Within a week Gandhi was dead. And the men in power had other, and",
  "more urgent, matters to attend to. Millions of refugees from East and West",
  "Pakistan had to be found homes and gainful employment. An undeclared war",
  "wastakingplaceinKashmir.Anewconstitutionhadtobedecidedupon.Elec-",
  "tions had to be scheduled, economic policies framed and executed. For now,",
  "and perhaps indefinitely, the creation of new provinces had to wait.",
  "Nehru’s reluctance to superimpose divisions of language on the recent",
  "division by religion had the support of both Vallabhbhai Patel and C. Rajago-",
  "palachari.Thelatterinsistedthat‘furtherfissiparousforces’hadtobechecked",
  "forthwith.6AndPatelworkedhardwithintheConstituentAssemblytoreverse",
  "the official Congress position. Under his direction, the Assembly appointed a",
  "committee of jurists and civil servants to report on the question. This recog-",
  "nized the force of popular sentiment – the ‘strong appeal’ that the demand for",
  "linguisticsentimentsmadeon‘manyofourcountrymen’–butconcludedthat",
  "in the prevailing unsettled conditions ‘the first and last need of India at the",
  "presentmomentisthatitshouldbemadeanation...Everythingwhichhelps",
  "the growth of nationalism has to go forward and everything which throws",
  "obstacles in its way has to be rejected or should stand over. We have appliedthis test to linguistic provinces also, and judged by this test, in our opinion",
  "[they] cannot be supported.’7",
  "This verdict caused dismay among large sections of the Assembly. For",
  "most Congress members who spoke Marathi insisted on a separate Maha-",
  "rashtra state. Party members who claimed Gujarati as a mother tongue like-",
  "wisewantedaprovinceoftheirown.SimilarweretheaspirationsofCongress",
  "members who spoke Telugu, Kannada, Malaya-lam or Oriya. To calm the",
  "clamour,afreshcommitteewasappointed.BothNehruandPatelservedonit;",
  "the third member was the party historian and former Congress President, Pat-",
  "tabhi Sitaramayya.",
  "This committee, known as the ‘JVP Committee’ after the initials of its",
  "members, revoked the seal of approval that the Congress had once put on the",
  "principleoflinguisticprovinces.Itarguedthat‘languagewasnotonlyabind-",
  "ing force but also a separating one’. Now, when the ‘primary consideration",
  "must be the security, unity and economic prosperity of India’, ‘every separat-",
  "ist and disruptive tendency should be rigorously discouraged’.",
  "II",
  "To quote one authority, Robert King, the JVP Committee report was a ‘cold-",
  "water therapy’. It ‘slowed things for a while’.8 But the fires soon started up",
  "again.In1948and1949therewasarenewalofmovementsaimedatlinguistic",
  "autonomy.TherewasthecampaignforSamyukta(Greater)Karnataka,aiming",
  "to unite Kannada speakers spread across the states of Madras, Mysore, Bom-",
  "bay and Hyderabad. Complementing this was the struggle for Samyukta Ma-",
  "harashtra, which sought to bring together Marathi speakers in a single polit-",
  "ical unit. The Malayalis wanted a state of their own, based on the merger of",
  "the princely states of Cochin and Travancore with Malabar. There was also a",
  "Mahagujarat movement.",
  "In a class of its own was the struggle for a Sikh state in the Punjab. This",
  "brought together claims of language as well as religion. The Sikhs had been",
  "perhaps the main sufferers of Partition. They had lost their most productive",
  "landstoPakistan.Now,inwhatremainedofIndia,theyhadtosharespaceand",
  "influence with the Hindus.",
  "Circa 1950 the Hindus comprised roughly 62 per cent of the population",
  "of the Indian Punjab, with Sikhs being about 35 per cent. However, these fig-",
  "ures marked a major regional divide. The eastern half of the province was achiefly Hindi-speaking region, with Hindus comprising about 88 per cent of",
  "the population. The western half was a Punjabi-speaking region, with Sikhs",
  "constituting a little over half the population.",
  "The division by religion did not perfectly map division by language.",
  "Where all Sikhs had Punjabi as their first language, so did many Hindus.",
  "However, the Hindus were prone to view Punjabi as merely a local dialect of",
  "Hindi, whereas the Sikhs insisted it was not just a language in its own right,",
  "butalsoaholyone.TheSikhswroteandreadPunjabiintheGurmukhiscript,",
  "whose alphabet they believed to have come from the mouth of the Guru.9",
  "Since the 1920s the interests of the politically conscious Sikhs had been",
  "represented by the Akali Dal. This was both a religious body and a politic-",
  "al party. It controlled the Sikh shrines, or gurdwaras, but also contested elec-",
  "tions. The long-time leader of the Akali Dal was a man named Master Tara",
  "Singh,animportant,intriguingfigure,who(likesomanysuchfiguresinIndi-",
  "an history) has yet to find his biographer.",
  "Tara Singh was born in June 1885, as a Hindu. This fact should not un-",
  "dulysurpriseussincethefirst-generationconvertisoftenthemosteffective–",
  "not to say fundamentalist – of religious leaders. He studied at the Khalsa Col-",
  "lege in Amritsar, excelling in studies and also on the football field, where his",
  "steadfastnessasadefenderearnedhimthesobriquet‘Patthar’,therock.Rath-",
  "er than join the colonial government, he became headmaster of a Sikh school",
  "in Lyallpur, acquiring the title of ‘Master’.10",
  "In the 1920s Tara Singh joined the movement to rid the Sikh shrines of",
  "the decadent priests who then ran them. In 1931 he became the head of the",
  "Shiromani Gurdwara Prabandhak Committee, a post with vast authority and",
  "influence, not least over money. For the next thirty years he was the most res-",
  "olute and persistent defender of the Sikh community, or panth. He was suc-",
  "cessfullyabletoprojecthimselfas‘theonlyconsistentandlong-sufferingup-",
  "holder of the Panth as a separate political entity, as the one Sikh leader who",
  "relentlessly pursued the goal of political power territorially organized for the",
  "Sikh community, and as a selfless leader without personal ambition’.11",
  "Before 1947 Tara Singh insisted that the Sikh panth was in danger from",
  "theMuslimsandtheMuslimLeague.After1947hesaiditwasindangerfrom",
  "theHindusandtheCongress.Hisrhetoricbecamemorerobustintherun-upto",
  "the general election of 1951–2. He inveighed against Hindu domination, and",
  "proclaimed that ‘for the sake of religion, for the sake of culture, for the sake",
  "ofthePanth,andtokeephightheflagoftheGuru,theSikhshavegirdedtheir",
  "loins to achieve independence’.12Tara Singh was arrested several times between 1948 and 1952, for de-",
  "fying bans on public gatherings and for what were seen as ‘inflammatory’",
  "speeches. Hundreds of his supporters went to jail with him. He had strong",
  "support among the Sikh peasantry, particularly among the upper-caste Jats.",
  "TaraSingh’suseoftheterm‘independence’wasdeliberately ambiguous.The",
  "Jat peasants wanted a Sikh province within India, not a sovereign nation.",
  "TheywantedtogetridoftheHindu-dominatedeasternPunjab,leavingastate",
  "where they would be in a comfortable majority. But by hinting at secession",
  "TaraSinghputpressureonthegovernment,andsimultaneouslyconvincedhis",
  "flock of his own commitment to the cause.",
  "Not all Sikhs were behind Tara Singh, however. The low-caste Sikhs,",
  "who feared the Jats, were opposed to the Akali Dal. Some Jats had joined",
  "the Congress. And in a tendentious move, many Punjabi-speaking Hindus re-",
  "turned Hindi as their mother tongue in the 1951 census.",
  "But the biggest blow to Tara Singh was the general election itself. In the",
  "Punjab Assembly, which had 126 seats, the Akalis won a mere 14.",
  "III",
  "Without question the most vigorous movement for linguistic autonomy was",
  "thatoftheTeluguspeakersoftheAndhracountry.Teluguwasspokenbymore",
  "people in India than any other language besides Hindi. It had a rich literary",
  "history, and was associated with such symbols of Andhra glory as the Vijay-",
  "anagara Empire. While India was still under British rule, the Andhra Mahas-",
  "abhahadworkedhardtocultivateasenseofidentityamongtheTelugu-speak-",
  "ing peoples of the Madras presidency whom, they argued, had been discrim-",
  "inated against by the Tamils. The Mahasabha was also active in the princely",
  "state of Hyderabad.",
  "After Independence the speakers of Telugu asked the Congress to imple-",
  "ment its old resolutions in favour of linguistic states. The methods they used",
  "to advance their case were various: petitions, representations, street marches",
  "and fasts. In a major blow to the Congress, the former Madras Chief Minister",
  "T.Prakasamresignedfromthepartyin1950ontheissueofstatehood.Cutting",
  "across party lines, the Telugu-speaking legislators in the Madras Assembly",
  "urged the immediate creation of a state to be named Andhra Pradesh. In the",
  "monsoonof1951aCongress-politician-turned-swaminamedSitaramwentonhunger strike in support. After five weeks the fast was given up, in response",
  "to an appeal by the respected Gandhian leader Vinoba Bhave.13",
  "The case for Andhra was now put to the test of universal adult suffrage.",
  "During his campaign tour in the Telugu-speaking districts, Jawaharlal Nehru",
  "was met at several places by protesters waving black flags and shouting ‘We",
  "want Andhra’.14 The official party paper wrote in dismay that ‘the Congress",
  "President witnessed demonstrations by protagonists of an Andhra State, with",
  "slogans, placards and posters. At some place she smiled at them, at others",
  "he was enraged by their behaviour.’15 The signs were ominous, and indeed",
  "despite its successes elsewhere the Congress did very poorly here. Of the",
  "145 seats from the region in the Madras Legislative Assembly, the party won",
  "a mere 43. The bulk of the other seats were won by parties supporting the",
  "Andhramovement.Theseincludedthecommunists,whoreturnedanimpress-",
  "ive 41 members.",
  "The election results encouraged the revival of the Andhra movement.",
  "TowardstheendofFebruary1952SwamiSitaram beganamarchthroughthe",
  "Telugu-speaking districts, drumming up support for the struggle. He said the",
  "creation of the state ‘could not wait any longer’. Andhras ‘were ready to pay",
  "thepricetoachievethesame’.TheswamiurgedallTelugu-speakingmembers",
  "of the Madras Assembly to boycott its proceedings till such time as the state",
  "of their dreams had been carved out.16",
  "TheagitatingAndhrashadtwopethates:theprimeministerandthechief",
  "minister of Madras, C. Rajagopalachari. Both had gone on record as saying",
  "that they did not think that the creation of Andhra was a good idea. Both",
  "wereclear thatevenif,against theirwill,thestate came intobeing,thecityof",
  "Madras would not be part of it. This enraged the Andhras, who had a strong",
  "demographic and economic presence in the city, and who believed that they",
  "had as good a claim on it as the Tamils.17",
  "On22MayNehrutoldParliamenthow‘forsomeyearsnowourforemost",
  "efforts have been directed to the consolidation of India. Personally, I would",
  "look upon anything that did not help this process of consolidation as undesir-",
  "able. Even though the formation of linguistic provinces may be desirable in",
  "some cases, this would obviously be the wrong time. When the right time",
  "comes, let us have them by all means.’",
  "As K. V. Narayana Rao has written, ‘this attitude of Nehru appeared too",
  "vague and evasive to the Andhras. Nobody knew what the right time was and",
  "when it would come.’ Impatient for an answer, the Andhras intensified their",
  "protest. On 19 October 1952 a man named Potti Sriramulu began a fast-unto-death in Madras. He had the blessings of Swami Sitaram, and of thousands of",
  "other Telugu speakers besides.18",
  "Born in Madras in 1901, Sriramulu had studied sanitary engineering be-",
  "fore taking a job in the railways. In 1928 he suffered a double tragedy when",
  "his wife died along with their newly born child. Two years later he resigned",
  "his post to join the salt satyagraha. Later he spent some time at Gandhi’s",
  "Sabarmati ashram. Later still he spent eighteen months in jail as part of the",
  "individual satyagraha campaign of 1940–1.",
  "Ahagiographicstudypublishedin1985bytheCommitteeforHistoryof",
  "Andhra Movement claimed that Potti Sriramulu’s stay at Mahatma Gandhi’s",
  "ashram ‘was epoch-making. For here was a seeker full of love and humility,",
  "all service and all sacrifice for his fellow-humanity; and here also was a guru,",
  "the world-teacher, equally full of affection, truth, ahimsa and kinship with",
  "daridra narayana or the suffering poor. While at Sabarmati, [Sriramulu] . . .",
  "did histasks with cheer and devotion, and won the affection of the intimates",
  "and the approbation of the Kulapati [Gandhi].’19",
  "GandhididregardSriramuluwithaffectionbutalso,itmustbesaid,with",
  "a certain exasperation. On 25 November 1946 the disciple had begun a fast-",
  "unto-death to demand the opening of all temples in Madras province to Un-",
  "touchables. Other Congress representatives, their minds more focused on the",
  "impending freedom of India, urged him to desist. When he refused they ap-",
  "proached Gandhi,whopersuaded himtoabandonthefast.TheMahatma then",
  "wrote to T. Prakasam that he was ‘glad that the fast of Sreeramulu ended in",
  "the happy manner you describe. He had sent me a telegram immediately he",
  "broke his fast. I know he is a solid worker, though a little eccentric.’20",
  "That fast of 1946 Potti Sriramulu had called off at Gandhi’s insistence;",
  "but in 1952 the Mahatma was dead. In any case, Andhra meant more to Sri-",
  "ramulu than the Untouchables once had. This fast he would carry out till the",
  "end, or until the government of India relented.",
  "On 3 December Nehru wrote to Rajagopalachari: ‘Some kind of fast is",
  "going on for the Andhra Province and I get frantic telegrams. I am totally un-",
  "moved by this and I propose to ignore it completely. By this time Sriramulu",
  "hadnoteatenforsixweeks.Ashisordealwenton,supportforthecausegrew.",
  "Hartals (strikes) were called in many towns. The sociologist André Béteille,",
  "travellingtoMadrasfromCalcuttaatthistime,recallshavinghistrainstopped",
  "at Vizag by an angry mob shouting slogans against Rajaji and Nehru.21",
  "Nehru was now forced to recognize the force of popular sentiment. On",
  "12 December he wrote again to Rajaji, suggesting that the time had come to",
  "accept the Andhra demand. ‘Otherwise complete frustration will grow amongthe Andhras, and we will not be able to catch up with it. Two days later Ra-",
  "jaji cabled the prime minister in desperation: ‘We might prevent more mis-",
  "chief if you summon repeat summon Swami Sitaram to Delhi. He is now in",
  "Madras hanging round the fasting gentleman, Sriramulu. The entire mischief",
  "starts from this focus, as the Andhra boys are highly emotional and prone to",
  "rowdyism. If you invite Sitaram for a talk, the atmosphere may change and",
  "probably the mischief may dwindle away.’22",
  "By now it was too late. On 15 December, fifty-eight days into his fast,",
  "PottiSriramuludied.Nowallhellbrokeloose.‘Thenewsofthepassingaway",
  "of Sriramulu engulfed entire Andhra in chaos.’ Government offices were at-",
  "tacked; trains were halted and defaced. The damage to state property ran into",
  "millionsofrupees.Severalprotesterswerekilledinpolicefirings.23Nehruhad",
  "onceclaimedthat‘facts,notfasts’woulddecidetheissue.Now,facedwiththe",
  "prospect of widespread and possibly uncontrollable protest, the prime minis-",
  "tergavein.TwodaysafterSriramulu’sdeath,hemadeastatementsayingthat",
  "a state of Andhra would come into being.",
  "Over the course of the next few months the Telugu districts of Madras",
  "province were identified for separation. The division of the province, wrote",
  "the chief minister, was ‘accompanied by a lot of bad language, bad behaviour",
  "and distrust and anger’.24 Suppressing his feelings, Rajagopalachari attended",
  "the inauguration of the new state of Andhra at Kurnool on 1October 1953.",
  "Alsoinattendance, andasthechiefguestnoless,wasthatothererstwhile en-",
  "emy of the Andhras, Prime Minister Jawaharlal Nehru.",
  "IV",
  "The formation of Andhra Pradesh grated with the prime minister of the day.",
  "‘You will observe’, wrote Jawaharlal Nehru grimly to a colleague, ‘that we",
  "havedisturbedthehornet’snestandIbelievemostofusarelikelytobebadly",
  "stung.’25",
  "As Nehru had feared, the creation of Andhra led to the intensification",
  "of similar demands by other linguistic groups. Somewhat against its will, the",
  "governmentofIndiaappointedaStatesReorganizationCommission(SRC)to",
  "‘make recommendations in regard to the broad principles which should gov-",
  "ern the solution of this [linguistic] problem’. Through 1954 and 1955 mem-",
  "bers of the Commission travelled across India. They visited 104 towns andcities, interviewed more than 9,000 people and received as many as 152,250",
  "written submissions.",
  "One of the longer and more interesting submissions was from the Bom-",
  "bay Citizens Committee. This was headed by a leading cotton magnate, Sir",
  "Purushottamdas Thakurdas, and had within its ranks other prominent indus-",
  "trialists such as J. R. D. Tata. On its masthead were many of the city’s most",
  "successful lawyers, scholars and doctors.",
  "The Bombay Citizens Committee had a one-point agenda – to keep the",
  "city out of the state of Maharashtra. To make the case they printed an im-",
  "pressive200-pagebookrepletewithcharts,mapsandtables.Thefirstchapter",
  "was historical, showing how the city was settled by successive waves of set-",
  "tlersfromdifferentlinguisticcommunities.Itclaimedthattherehadbeenlittle",
  "Maharashtrian immigration before the end of the nineteenth century and that",
  "Marathi speakers comprised only 43 per cent of the city’s current population.",
  "ThesecondchapterspokeofBombay’simportanceintheeconomiclifeofIn-",
  "dia. It was the premier centre of industry and finance, and of foreign trade. It",
  "wasIndia’swindowtotheworld:moreplanesflewinandoutofitthanallthe",
  "other Indian cities combined. The third and fourth chapters were sociologic-",
  "al, demonstrating the multilingual and multicultural character of the city. To",
  "quoteaEuropeanobserver,itwas‘perhapsthemostmotleyassemblageinany",
  "quarterofthisorb’;toquoteanother,itwas‘atruecentreofthediversevariet-",
  "ies and types of mankind, far surpassing the mixed nationalities of Cairo and",
  "Constantinople’. The fifth chapter was geographical, an argument for Bom-",
  "bay’sphysical isolation, withtheseaandthemountains separating itfromthe",
  "Marathi-speaking heartland.The first settlers were Europeans; the chief merchants and capitalists Gu-",
  "jaratis and Parsis; the chief philanthropists Parsis. The city was built by non-",
  "Maharashtrians. Even among the working class, Marathi speakers were often",
  "outnumbered by north Indians and Christians. For the Bombay Citizens Com-",
  "mittee, it was clear that ‘on the grounds of geography, history, language and",
  "population or the system of law, Bombay and North Konkan cannot be con-sidered as a part of the Mahratta region as claimed by the protagonists of",
  "Samyukta Maharashtra’.26",
  "Behind the veneer of cosmopolitanism there was one language group",
  "that dominated the ‘save Bombay’ movement: the Gujaratis. If Bombay be-",
  "came the capital of a greater Maharashtra state, the politicians and ministers",
  "would be mostly Marathi speakers. The prospect was not entirely pleasing to",
  "the Gujarati-speaking bourgeoisie, whether Hindu or Parsi. It was they who",
  "staffed, financed, and basically ran the Bombay Citizens Committee.27",
  "Nehru himself was somewhat sympathetic towards the idea of keeping",
  "Bombay out of the control of a single language group. So was the Marathi-",
  "speaking M. S. Golwalkar, this a rare meeting of minds between the prime",
  "minister and the RSS supremo. Both thought that the creation of linguistic",
  "states would ‘lead to bitterness and give rise to fissiparous tendencies endan-",
  "gering the unity of the country’.28 In May 1954 Golwalkar spoke in Bombay",
  "at the invitation of the Anti-Provincial Conference, which saw linguistic de-",
  "mands as a manifestation of ‘the menace of provincialism and sectionalism’.",
  "‘Multiplicitybreedsstrife’,thunderedGolwalkar:‘Onenationandoneculture",
  "are my principles.’ To see oneself as Tamil or Maharashtrian or Bengali was",
  "to‘sapthevitalityofthenation’.Hewishedthemalltousethelabel’‘Hindu’,",
  "which is where he departed from Nehru, who of course wished them all to be",
  "‘Indian’.29",
  "ButjustassomeintheCongressPartydidnotseeeye-to-eyewithNehru",
  "onthisquestion,therewereRSScadreswhodepartedfromtheirleader.From",
  "as early as 1946 there was a Samyukta Maharashtra Parishad in operation.",
  "Within its ranks were Maharashtrians of all political persuasions, left and",
  "right, secular and communal, Brahmin, Maratha and Harijan. The Parishad",
  "sought a state that would unite Marathi speakers dispersed across many dif-",
  "ferent political units. In their minds, however, there was no doubt that such a",
  "state could have only one capital: Bombay.",
  "The president of the Samyukta Maharashtra Parishad was the veteran",
  "Congress man Shankarrao Deo, while its secretary and chief theoretician was",
  "thecelebratedCambridge-educatedeconomistD.R.Gadgil.InGadgil’sopin-",
  "ion,whileBombaycouldstillbethemajorportandeconomiccentreofMaha-",
  "rashtra, there must be a ‘compulsory decentralization’ of the city’s industries.",
  "Another ideologue, G. V. Deshmukh, was more blunt. Unless Bombay city",
  "became part of their state, he said, Maharashtrians would have to remain con-",
  "tent with ‘playing the part of secondary brokers to brokers, secondary agents",
  "toagents,assistantprofessorstoprofessors,clerkstomanagers[and]hiredla-",
  "bourers to shopkeepers’.30To answer the Citizens Committee of the Gujaratis, the Samyukta Ma-",
  "harashtra Parishad prepared an impressive 200-page document of its own.",
  "The first part mounted a theoretical defence of the principle of linguistic",
  "states. These, it argued, would deepen federalism by bringing together speak-",
  "ersofthesamelanguageinoneconsolidated,cohesiveunit.Thus,‘alinguistic",
  "provincewithitsadministrationinthelanguageofthecommonpeople,would",
  "make it possible for the people to feel and understand the working of demo-",
  "cracy and the need to participate in it’.",
  "Coming specifically to their own state, the document claimed that ‘soci-",
  "ety all over the Marathi country is remarkably homogeneous’. There was the",
  "same configuration of castes, the same deities and saints, the same folklore",
  "and legends. That the Marathi speakers were presently spread out over three",
  "political units – Hyderabad, Bombay state, and the Central Provinces – was",
  "an accident of history that needed urgently to be undone.",
  "AnewandunifiedstateofMaharashtrahadtobecreated,arguedthePar-",
  "ishad, with Bombay as its capital. For the land on which this island city stood",
  "had long been inhabited by speakers of the Marathi language. While the sea",
  "lay to Bombay’s west, the territory to its north, south and east was dominated",
  "by Marathi speakers. The city itself was the main centre of the Marathi press,",
  "of publications in the Marathi language and of Marathi culture. Economic-",
  "ally, Bombay depended heavily on its Marathi hinterland, from where it drew",
  "much of its labour and all its water and power. Its ways of communication all",
  "lay through Maharashtra. In sum, it was ‘unthinkable to form a State of Ma-",
  "harashtra which has not Bombay as its capital and it would render impossible",
  "theworkingofaStateofMaharashtra,ifanyattemptwasmadetoseparatethe",
  "cityofBombayfromit’.TotheargumentthatthecitydidnothaveaMarathi-",
  "speaking majority, the Parishad answered that there were more people speak-",
  "ing this language than any other. In any case, it was in the nature of great port",
  "citiestobemultilingual.InBurma’scapital,only32percentofthepopulation",
  "spoke the national language, but ‘nobody yet dared to suggest that Rangoon",
  "should be considered as non-Burmese territory’.31",
  "Bombay was surrounded by Marathi-speaking districts; it must be the",
  "capital of a new state of Maharashtra. So argued the Samyukta Maharashtra",
  "Parishad.ButtheCitizensCommitteeclaimedthatBombayhadbeennurtured",
  "mostlybynon-Maharashtrians,andmustthereforebeconstitutedasaseparate",
  "city-state. Could the two sides ever agree? In June 1954 Shankarrao Deo vis-",
  "ited Sir Purushottamdas Thakurdasto discuss a compromise. Deo said that",
  "there was no negotiation possible on their core demand – Bombay as capital",
  "of Maharashtra – but said that they could work together to retain ‘the sameautonomous character of the metropolitan city, ensuring its cosmopolitan",
  "life; its trade, commerce and industry, etc.’. Sir Purushottamdas, for his part,",
  "was willing to give up the city-state idea in favour of a composite bilingual",
  "province of Marathi and Gujarati speakers.32",
  "The meeting was civil, but inconclusive. The matter of Bombay was re-",
  "ferred to the States Reorganization Commission, the hottest of the many hot",
  "potatoes it became their misfortune to handle.",
  "V",
  "The members of the StatesReorganization Commission were ajurist, S. Fazl",
  "Ali, a historian and civil servant, K. M. Pannikar, and a social worker, H. N.",
  "Kunzru.Notably,nonehadanyformalties,pastorpresent,withtheCongress.",
  "After eighteen months of intensive work, the trio submitted their report in",
  "October1955.Thereportfirstcarefullyoutlinedtheargumentsforandagainst",
  "linguistic states. It urged a ‘balanced approach’ which recognized ‘linguistic",
  "homogeneity as an important factor conducive to administrative convenience",
  "and efficiency’ yet not ‘as an exclusive and binding principle, over-riding all",
  "other considerations’. Among these other considerations were, of course, the",
  "unity and security of India asawhole.33",
  "Next,innineteenchapters,thereportoutlinedtheirspecificproposalsfor",
  "reorganization. With respect to the southern states, it seemed easy enough to",
  "redistribute areas according to the major language zones: Telugu, Kannada,",
  "Tamil and Malayalam. Districts and taluks (sub-districts) were reallocated",
  "with regard to which linguistic group was in a majority. Four compact states",
  "would replace the melange of territories deriving from the British period.",
  "With regard to north India, the SRC likewise sought to divide the huge",
  "Hindi-speaking belt into four states: Bihar, Uttar Pradesh, Madhya Pradesh",
  "and Rajasthan. In the east, the existing provinces would stay as they were,",
  "withminoradjustments.TheCommissionrejectedthedemandfortribalstates",
  "to be carved out of Bihar and Assam.",
  "TheSRCdidnotagreetothecreationofaSikhstate.Anditrefusedtoal-",
  "locateMadrascitytoAndhra.However,itsmostcontentiousrecommendation",
  "was not to permit the creation of a united Maharashtra. As a sop, the Com-",
  "missionproposedaseparatestateofVidarbha,comprisingtheMarathi-speak-",
  "ingdistricts oftheinterior.ButBombaystatewouldstayasitwas,abilingual",
  "province of Gujarati and Marathi speakers. They respected the arguments ofthe Samyukta Maharashtra movement, said the Commission, but they could",
  "‘not lightly brush aside the fears of the other communities’.",
  "VI",
  "The SRC’s recommendation that Bombay be the capital of a bilingual state",
  "wasdiscussedinParliamenton15November1955.TheambitiousBombayMP",
  "S. K. Patil thought the Commission should have gone further. He thought",
  "the government should create a city-state of Bombay; no doubt hoping that it",
  "might come to be managed by himself. The prospective city-state, he argued,",
  "had a ‘cosmopolitan population in every respect’; it had been ‘built upon the",
  "labour of everybody’. If left to govern itself, Bombay would ‘be a miniature",
  "India run on international standards’ . . . [A] melting pot which will evolve a",
  "glorious new civilisation . . . And it is an extraordinary coincidence that the",
  "population of the city should be exactly one per cent of the population of the",
  "whole country. This one per cent drawn from all parts of the country will set",
  "the pace for other states in the practice of secularism and mutual understand-",
  "ing.’",
  "Patil,liketheSRCitself,askedtheMaharashtrianstogiveuptheirclaim",
  "on Bombay in the spirit of compromise. But it soon became clear that he",
  "did not speak for his fellow Maharashtrians. Speaking immediately after Patil",
  "in the Lok Sabha was the Congress MP from the city of Puné, N.V. Gadgil.",
  "Gadgil insisted that while he was in favour of compromise, ‘there is a limit.",
  "That limit is,nobodycancompromise one’sself-respect, nowomancancom-",
  "promiseherchastityandnocountryitsfreedom’.Everywheretheprincipleof",
  "languagehadbeenrecognized,exceptinthisonecase.ThereportoftheCom-",
  "mission had caused great pain throughout the Marathi-speaking world. The",
  "reports of protest meetings should make it clear ‘that anything short of Samy-",
  "ukta Maharashtra with the city of Bombay as capital will not be acceptable’.",
  "Ifthesesentimentswentunheeded,warnedGadgil,thenthefutureofBombay",
  "would be decided on the streets of Bombay.",
  "The SRC urged the Maharashtrians to accept the loss of Bombay in the",
  "name of national unity. Gadgil protested against this attempt at blackmail.",
  "The last 150 years, he said, had seen Maharashtrians contributing selflessly",
  "to the growth of national feeling. Marathi speakers founded the first Indian",
  "schools and universities, and helped found the Indian National Congress. The",
  "Mahrattas were ‘the pioneers of violent action’ against the British. Later, inthe early twentieth century, when the Congress Party languished, ‘who was",
  "it that brought in new life? Who propounded the new tenets and new philo-",
  "sophy? It was Lokmanya Tilak. In the Home Rule movement he led and in",
  "the 1920 movement we were behind none and ahead of many provinces . . . I",
  "willmerelyquotethecertificategiventousbynolessapersonthanMahatma",
  "Gandhi that Maharashtra is the beehive of [national] workers. Even now, in",
  "independent India, it was a Maharashtrian, Vinoba Bhave, who was ‘carry-",
  "ing the flag of Gandhian philosophy and spreading his message from place to",
  "place’.",
  "In the matter of Bombay, the Maharashtrians were being lectured on the",
  "need to ‘work for the unity and safety and good of the country’. But,said the",
  "Puné MP bitterly, all these years ‘we have done nothing else’. Gadgil’s was",
  "a moving peroration – and the last line was the best: ‘To ask us to serve the",
  "nation is to ask chandan [sandalwood] to be fragrant.’34",
  "The matter now shifted, as Gadgil had warned, from the chamber to the",
  "streets.These,asoneBombayweeklywarned,were‘literallyseethingwithan",
  "unrest that may possibly erupt into something terrifyingly coercive, making",
  "ordered life impossible for some time to come’.35 The discontent was being",
  "stoked by politicians of both left and right. The prominent communist S. A.",
  "Dangehadthrownhisweight behindSamyukta Maharashtra; sohadthelead-",
  "inglow-castepoliticianB.R.Ambedkar.WiththemweretheJanaSangh,and",
  "the Socialist Party, who were perhaps the most active of all. Many dissident",
  "CongressPartymembershadalsojoined,makingthisacomprehensivelyrep-",
  "resentative coalition of angry and disillusioned Maharashtrians.",
  "This capacious inclusiveness was reflected in an amended name: the",
  "SamyuktaMaharashtraParishadhadbecometheSamyuktaMaharashtraSam-",
  "iti.36 ‘Parishad’ is best translated as ‘organization’, thus implying the central",
  "roleofoffice-bearers;‘samiti’as‘society’,thisconnotingamoreco-operative",
  "and participatory endeavour.",
  "Fearing trouble, in the early hours of 16 January the Bombay police",
  "swooped down on the leaders and activists of the newly constituted All-Party",
  "Action Committee for Samyukta Maharashtra. They made nearly 400 arrests",
  "in all. This prompted a call for a general strike on the 18th. That day shops",
  "and factories were closed, and buses and trains didn’t run. Processions were",
  "madethroughthestreets,burningeffigiesofNehruandoftheGujarati-speak-",
  "ing chief minister of Bombay state, Morarji Desai. When a European journal-",
  "ist stopped to take a photograph of Nehru’s portrait smashed and trampled at",
  "theroadside,‘tremendouscheersrosefromthebalconiesandtheroofs.“Take",
  "it, take it and show the world what we think of Nehru,” they shouted.’37Two days earlier, on the afternoon of the 16th, the first clashes between",
  "police and protesters had been reported. Mobs went on the rampage, looting",
  "shopsandoffices.Fornearlyaweekthecitywasbroughttoacompletestand-",
  "still and 15,000 policemen were called out to battle the rioters. When the",
  "smoke lifted, there were more than a dozen people dead, and property worth",
  "billions of rupees destroyed. It had been the worst riot in living memory.38",
  "Jawaharlal Nehru was deeply shaken by the events in Bombay. The lin-",
  "guistic question, he wrote to a colleague, ‘is more serious than even the situ-",
  "ation created by the Partition and we have to give a positive lead’.39 Meeting",
  "in Amritsar in the third week of January, the All-India Congress Committee",
  "deplored the violence by which ‘Bombay and India were disgraced and dis-",
  "honoured’. Under Nehru’s direction, the party urged its members to discour-",
  "ageforcesof‘disruption,separatism andprovincialism’, andinsteadworkfor",
  "‘the integration of all parts of this great country’. The Congress chief min-",
  "isters of Bihar and West Bengal issued a joint statement proposing that their",
  "twostatesbemergedintoone.Thisunion,theyhoped,wouldquell‘separatist",
  "tendencies’, aid economic progress and, above all, be ‘a significant example",
  "of that positive approach to the problem of Indian unity’ that the party bosses",
  "had called for.40",
  "Among Nehru’s allies were the home minister, G. B. Pant, and his",
  "fellow-in-effigyMorarjiDesai.Theintentionoftheprotesters,saidDesai,was",
  "to ‘overturn Government practically and to take possession of the City by",
  "force. It was also their purpose in overawing the non-Maharashtrian elements",
  "in the City into submission and into agreeing that Bombay City should go to",
  "Maharashtra.’",
  "This interpretation was vigorously contested by N. V. Gadgil. He be-",
  "lieved the administration had overreacted. Gadgil wrote to both Nehru and",
  "Pant of how the firing and lathi-charges by the police had been ‘on ascale",
  "whichwillmakeeventheex-BritishofficialsinEnglandblush’.Backin1919",
  "the British had termed a peaceful meeting in Amritsar’s Jallianawala Bagh a",
  "‘rebellion against the government’, to justify the slaughter by General Dyer.",
  "In the same way, Morarji Desai had now exaggerated the protests in Bom-",
  "bay to ‘justify police atrocities’. When ‘the choice was between Morarji and",
  "Maharashtra’, wroteGadgilbitterly,DelhihadchosenMorarjionthegrounds",
  "that ‘one who shoots is a good administrator’. But the costs to the party were",
  "huge. For ‘in Bombay indiscriminate firing by the police and other atrocities",
  "have resulted in complete alienation of Maharashtrian people from the Con-",
  "gress and the Government of India’.41Meanwhile,theresentmentsmoulderedon.Thesloganon(almost)every",
  "Maharashtrian’slipswas‘Lathigolikhayenge,phirbhiBambailayenge’(We",
  "will face sticks and bullets, but get our Bombay in the end).42 On 26 Janu-",
  "ary,RepublicDay,blackflagswereflowninseveralworking-classdistrictsof",
  "Bombay. When Jawaharlal Nehru planned a visit to the city in February, the",
  "Samyukta Maharashtra people organized a petition signed by 100,000 chil-",
  "dren, to be presented to the prime minister with the slogan ‘Chacha Nehru,",
  "Mumbai dya’ (Uncle Nehru, hand over Bombay). Nehru came, but amid tight",
  "security; he did not meet the press, let alone the children.43",
  "In June 1956 the annual session of the Congress was to be held in Bom-",
  "bay.Nehruwasmetwithblackflagsattheairportandallalongtheroute.The",
  "atmosphereoutsidethemeetinghallwastense.OntheseconddayoftheCon-",
  "gress a crowd threw stones at the members. Several were hurt, prompting a",
  "volley of tear-gas shells by the police.",
  "Nehru’s problems were compounded by the now open disaffection",
  "among the Maharashtrian section of the Congress Party. The Union’s finance",
  "minister C. D. Deshmukh, MP for the coastal district of Kulaba, resigned in",
  "protest against the city not being allotted to Maharashtra. Other resignations",
  "followed.",
  "Throughthesummerof1956bothsideswaitedanxiouslyforthecentre’s",
  "decision on Bombay. While the Cabinet had accepted the other recommend-",
  "ations of the SRC, it was rumoured that both Nehru and the home minister,",
  "Pant,wereinclinedtomakeBombaycityaseparateunionterritory.Inthepre-",
  "vailing climate this was deemed unfeasible. On 1 November the new states",
  "based on language came into being. Joining them was a bilingual state of",
  "Bombay. The only concession to the protesters was the replacement of Mor-",
  "arji Desai as chief minister by the 41-year-old Maratha Y. B. Chavan.44",
  "VII",
  "The creation of linguistic states was, among other things, a victory of the",
  "popular will. Jawaharlal Nehru did not want it, but Potti Sriramulu did. Sri-",
  "ramulu’s fast lasted fifty-eight days, during the first fifty-five of which the",
  "primeminister ignoreditcompletely.Inthistime,accordingtoonejournalist,",
  "he criss-crossed India, delivering 132 speeches on all topics other than lan-",
  "guage.45 But once Nehru conceded Andhra, and set up the States Reorganiza-tion Commission, it was inevitable that the country as a whole would be reor-",
  "ganized on the basis of language.",
  "The movements for linguistic states revealed an extraordinary depth of",
  "popular feeling. For Kannadigas and for Andhras, for Oriyas as for Maha-",
  "rashtrians, language proved a more powerful marker of identity than caste or",
  "religion. This was manifest in their struggles, and in their behaviour when the",
  "struggle was won.",
  "One sign of this was official patronage of the arts. Thus great effort, and",
  "cash, went into funding books, plays and films written or performed in the",
  "official language of the state. Much rubbish was funded as a result, but also",
  "much work of worth. In particular, the regional literatures have flourished",
  "since linguistic reorganization.",
  "Anothermanifestationwasarchitecture.Tobuildanewcapital,oratleast",
  "anewlegislativeassembly,becameasinequanonofthenewstates.InOrissa,",
  "for example, two architects were commissioned to design and plan a wide",
  "rangeofgovernmentbuildings.These,thearchitectsweretold,hadto‘repres-",
  "ent Orissan culture and workmanship’. The final product made abundant use",
  "of indigenous motifs: columns, arches, and sculpted images of gods. The ar-",
  "chitectureofnewBhubaneshwar,writesitshistorian,‘isanarchitecturewhich",
  "has risen from the native soil, sacred and pure’.46",
  "Amore spectacular exhibition of provincial pride was the new assembly-",
  "cum-secretariat of the state of Mysore. This was built opposite the Bangalore",
  "High Court, a fine columned building in red which remains perhaps the city’s",
  "prettiest structure. However, the Mysore chief minister, Kengal Hanuman-",
  "thaiya, saw the High Court as a colonial excrescence. He first sought permis-",
  "sion to demolish it; when this was denied, he resolved that the new Vidhan",
  "Souda would dwarf and tame it. It had to convey an ‘idea of power and dig-",
  "nity, the style being Indian, particularly of Mysore and not purely Western’.",
  "Theendproductdreweclecticallyfromthearchitectureofthegreatking-",
  "doms of the Carnatic plateau. Hanumanthaiya gave very specific instructions",
  "to the builders, asking them to copy pillars from a particular room in the",
  "Mysore palace, doors from a particular old temple he named. The building as",
  "it came up was, as it were, a mighty mishmash. Yet it has served its central",
  "purpose, which was to stand, ‘measure for measure, in triumph over the colo-",
  "nial Attara Kacheri [High Court]’, thus to ‘successfully function as a distilled",
  "essence of Kannada pride’.47",
  "When it began, the movement for linguistic states generated deep appre-",
  "hensions among the nationalist elite. They feared it would lead to the Balkan-",
  "ization of India, to the creation of many more Pakistans. ‘Any attempt at re-10",
  "T C N",
  ""
]