[
  "chapter8  eight ",
  "Freedom with Partition ",
  "81..Q UIITNDI MAO VEMENT ",
  "The  demise  of  the  Civil  Disobedience  movement  around  1934 ",
  "resulted  in serious dissension  within  the  Congress, in the same way ",
  "as it had happened  after the withdrawal  of the earlier Non-coopera­",
  "tion  campaign.  While  Gandhi  temporarily  withdrew  from  active ",
  "politics, the socialists and other leftist elements-the  most important ",
  "of  them  being jayaprakash  Narayan,  Achhut  Patwardhan,  Asoke ",
  "Mehta,  YusufMehrali,  Narendra  Dev and Minoo  Masani-formed ",
  "in May 1934 the Congress Socialist Party (CSP). His sympathies  for ",
  "socialism notwithstanding,  Nehru  never formally joined this group, ",
  "whose  \"ideology\",  in  the  words  of  Sumit  Sarkar,  \"ranged  from ",
  "vague and mixed-up  radical nationalism  to  fairly firm advocacy  of ",
  "Marxian  'scientific socialism'.  The  CSP,  which  rapidly  gained  in ",
  "\"1 ",
  "strength  in provinces like UP, was meant to operate  from within  the ",
  "Congress  and  try  to  change  its  orientation  towards  a  socialist ",
  "programme  as well as contain  the  dominance  of the  conservative ",
  "'right'  wingers. However, soon the divide within  the Congress cen­",
  "tred on two issues, i.e., council entry and office acceptance.  The rift ",
  "came to a head, but was somehow avoided at the Lucknow Congress ",
  "in 1936. Here  the majority of the delegates,  led by Rajendra Prasad ",
  "and Vallabhbhai Patel, with the blessings of Gandhi,  came round  to ",
  "the  view that  participation  in the  elections  and  subsequent  accep­",
  "tance of office in the provinces  under  the Act of 1935 would  help ",
  "boost  the  flagging morale  of the  Congress,  at a time  when  direct ",
  "action was not an option. The AICC meeting (August 1936) in Bom­",
  "bay decided in favour of contesting  the election,  but postponed  the ",
  "decision on office acceptance until the election was over. The results ",
  "of the election  in 1937,  for which  both  the right  and  left-wingers ",
  "campaigned  jointly,  were outstanding  for the  Congress  (see chap­",
  "ter 6.4) and this was folJowed by the AICC sanctioning office accep­",
  "tance in March by overriding the objections of Nehru  and other CSP ",
  "leaders.  Gandhi by taking one of his remarkable  compromise posi­",
  "tions endorsed  the decision, while reposing his faith  in non-violence https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "406  FROM PLASSEYTO PARTITION ",
  "and constructive  programme  from outside the legislatures. Nehru's ",
  "opposition  hinged on the argument  that by running  the provincial ",
  "governments,  the Congress would  be responsible  for \"keeping  the ",
  "imperialist  structure  functioning\"  and  thereby  would  be  letting ",
  "down  the  masses whose \"high spirits\" the Congress itself had once ",
  "helped  in boosting  up.2  Within  a few years he was  to  be proved ",
  "prophetic! ",
  "The  Congress  won  the  election  in  1937  by targeting  the  newly ",
  "enfranchised  voters who included sections of the industrial working ",
  "class and sections of the peasantry, including some of the dalits. But ",
  "the  achievements  of the  Congress  ministries  during  the  next  two ",
  "years frustrated all these groups. We have noted earlier (c hapter 7.2) ",
  "how dalits and their leaders were not impressed by the few caste dis­",
  "abilities removal  and temple-entry  bills that constituted  the  token ",
  "legislative programmes  of the Congress ministries,  offering nothing ",
  "more  than  mere  window  dressing.  We have also noticed  (c hapter ",
  "7.4) how Congress victory had aroused the hopes and aspirations  of ",
  "the  industrial  working  class, leading to increased  labour  militancy ",
  "and industrial  unrest in Bombay, Gujarat,  UP and  Bengal,  at a time ",
  "when the Congress was being decisively drawn into a closer friend­",
  "ship with  the Indian capitalists. This resulted  in a perceptible  anti­",
  "labour  shift in Congress attitudes,  epitomised  in the passage of the ",
  "Bombay Trades Disputes Act in 1938. Equally significant were the ",
  "developments  on  the  peasant  front,  where  the  rising  militancy ",
  "before the elections were harnessed by the Congress to win the race; ",
  "but later it found it difficult to rise up to the expectations  of its kisan ",
  "(peasant) voters  who were  hoping for some  radical changes in the ",
  "existing agrarian relations. ",
  "The Kisan Sabha movement started in Bihar under the leadership ",
  "of Swami Sahajanand  Saraswati who had formed in 1929 the Bihar ",
  "Provincial Kisan Sabha (BPKS)in order  to  mobilise peasant  griev­",
  "ances against the zamindari  attacks on their  occupancy  rights. Ini­",
  "tially, the  BPKS, by  Sahajanand's  own  admission,  was  meant  to ",
  "promote  class harmony, so that the escalating landlord-tenant  fric­",
  "tion did not jeopardise the nationalist  broad  front.  But when it was ",
  "revived again in 1933,  it increasingly came under  the  influence  of ",
  "the socialists, so that by 1935 it adopted  abolition  of zamindari  as ",
  "one of its programmes. By this time the BPKS membership had risen ",
  "to thirty-three  thousand.3 It is also important  to remember  that this ",
  "kisan movement sought to construct  a broad  front of the peasantry. ",
  "Although the rich occupancy tenants provided it with the leadership ",
  "and its main support  base, it attracted  a fair amount of participation ",
  "from the middle and poorer  peasants as well.\" Around the same time https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "407 ",
  "FREEDOM  WITH  PARTITION ",
  "the  Kisan  Sabha  movement  also  gained  in momentum  in  central ",
  "Andhra districts under the leadership of the CSP activist N.G.  Ranga. ",
  "He organised  a number  of peasant  marches  in 1933-34, and under ",
  "his stewardship  at the Ellore Zamindari  Ryots Conference  in 1933 ",
  "the  demand  was  raised  for  the  abolition  of  zamindari.  In 1935 ",
  "Ranga and E.M.S. Namboodripad  tried to spread the peasant move­",
  "ment  to other  linguistic regions of Madras  Presidency,  organised  a ",
  "South  Indian  Federation  of  Peasants  and Agricultural  Labour  and ",
  "initiated  the  discussion  for an all-India  peasant  body.s  Also  in the ",
  "neighbouring  province of Orissa, which was created  in 1936  under ",
  "the  new  constitutional  arrangements,  the Utkal  Kisan  Sangha had ",
  "been formally established in 1935 under the leadership  of the Con­",
  "gress socialists, who were organising, in the coastal districts of Cuttack, ",
  "Puri and Balasore, militant peasant movements  around  some radical ",
  "demands.  In  its very  first conference,  abolition  of  zamindari  was ",
  "given a programmatic  expression  in one of its resolutions. ",
  "6 ",
  "All these radical developments  on the peasant  front culminated  in ",
  "the  formation  of the All India Kisan  Sabha  (AIKS)  at the Lucknow ",
  "session of the  Congress  in April  1936,  with  Sahajanand  Saraswati ",
  "elected  as  its  first  president.  The  Kisan  Manifesto,  which  was ",
  "adopted  in August, contained  radical demands,  such as the abolition ",
  "of zamindari,  graduated  income  tax on agricultural  income,  grant­",
  "ing of occupancy  rights  to all tenants  and scaling  down  of interest ",
  "rates and debts. A number  of CSP leaders and communisrs=-follow­",
  "ing the  1935  Comintem  decision  to  follow  a 'united  front' strat­",
  "egy-joined  the  AIKS  and  helped  in consolidating  the  movement ",
  "where  it already existed,  such as UP, Bihar  and  Orissa, and  also in ",
  "extending  the movement to other provinces, such as Bengal, where a ",
  "provincial  Kisan  Sabha  was  started  in  March  1937  .  It  was  also ",
  "because  of its CSP members  that  the AIKS remained  a part  of the ",
  "Congress  and  maintained  close  relationship  with  the  provincial ",
  "Congress committees.  The  Congress  too  was given  a more  radical ",
  "orientation  by its socialist members; in the Faizpur session in Decem­",
  "ber  1936 the  Congress  finally adopted  an  Agrarian  Programme. ",
  "There  was also a  marked  shift  towards  the  democratic  and  anti­",
  "feudal  movements  in the  princely  states. The All India  States Peo­",
  "ples'  Conference,  which  had  been  formed  in  1927  to  coordinate ",
  "nationalist  movement  in the native states, so far  received apathetic ",
  "treatment  from the  Congress.  Indeed,  the  1934 Bombay  Congress ",
  "had  specifically resolved  to  follow  a non-interventionist  policy  in ",
  "the states. But this began to change from 1936 when Nehru attended ",
  "the  fifth session  of the  States Peoples'  Conference  and stressed the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "408 ",
  "FROM  PLASSEYTO PARTffiON ",
  "need  for mass movement.  In October  1937 the AICC resolved  to ",
  "provide  moral  and  material  support  to the  peoples'  movements  in ",
  "the states.  But Gandhi  still remained  cautious;  he did not like this ",
  "shift and wanted  the whole policy to be reviewed  at the  next  Con­",
  "gress session at Haripura. ",
  "Obviously, this ascendancy  of the  'left'  within  the  Congress  was ",
  "not  liked  by the  'right'  wingers  like Vallabhbhai  Patel,  Bhulabhai ",
  "Desai,  C. Rajagopalacbari  or  Rajendra  Prasad,  who  still preferred ",
  "constitutional  politics to radical agitation,  and also by the commit­",
  "ted Gandhians  who believed in constructive  programme. However, ",
  "with the election approaching,  they could hardly ignore the organi­",
  "sational bases created by the provincial kisan sabhas, and under  left­",
  "ist pressure  in some  provinces  they  agreed  to include  abolition  of ",
  "zamindari  in their  election  manifesto.  In  the  election  of  193 7 the ",
  "socialists and the  right-wing leaders acted in unison,  and reaped  its ",
  "benefits  in  the  spectacular  Congress  victories,  which  were  quite ",
  "unexpected  in some provinces.  So when  after July  1937 the  Con­",
  "gress ministries  began to take over office in the eight  provinces,  it ",
  "was  hailed  by  the  rural  masses  as  an  emancipatory  experience ",
  "marked  by the institution  of an alternative  authority. ",
  "But while  the  ministry  formation  raised  great  expectations  and ",
  "brought  in greater militancy among the peasantry, it also brought  the ",
  "right-wingers bade to power and they now tried to retrieve  the Con­",
  "gress from  the  clutches  of the  socialists.  In the  province  of Bihar, ",
  "where  the IGsan Sabha began to organise a powerful  peasant move­",
  "ment  around  the issue of bakasht land where  permanent  tenancies ",
  "had  been  converted  into  short-term  tenancies  in recent  years,  the ",
  "conservative  Congress  leadership  renegotiated  their alignment  with ",
  "the landlords and entered into formal \"agreements\"  with them. When ",
  "the proposed  tenancy  legislations of the Congress  were significantly ",
  "watered  down  because of landlord  pressure,  the peasants  were not ",
  "impressed  and they staged in  1938-39  a militant  movement  under ",
  "the leadership  of the Kisan Sabha for the restoration  of the bakasht ",
  "lands.  The  movement  that  spread  over  large  parts  of  Bihar,  was ",
  "strongest in the Reora and Manjihiawan  regions of the Gaya district, ",
  "in Chapra  in Sahabad,  in Barahiya Tai in Monghyr  and  among  the ",
  "Santai  bataidars  in the  Kosi Diara  region.  Participation  cut  across ",
  "caste and  class barriers.  bringing  in both  dalit  and  poorer  landless ",
  "agricultural  workers,  along  with  the  richer  Bhumihar  and  Rajput ",
  "peasantry. In its basic ideological thrust, the movement was \"reform­",
  "ist\", as claimed by Stephen Henningham,7 as it did not threaten  the ",
  "zamindari  system,  but  only  sought  to  restore  some  pre-existing https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "410 ",
  "FROM PLASSEYTO PARTITION ",
  "Conference  (AISPC),  founded  in  1927.  Although the  states  could ",
  "never  remain  totally  insulated  from the political  waves of British ",
  "India, the princes remained steadfast loyalists to their imperial pro­",
  "tectors,  trying  to  keep  the nationalist agitation  at bay.  In the late ",
  "1930s,  therefore, the Congress left-wingers,  like Bose  and Nehru, ",
  "became more insistent  on the desirability  of greater intervention  in ",
  "the  princely states, in order  to bring them  at par with the political ",
  "developments in British India.12 The right-wingers too now possibly, ",
  "as surmised by Ian Copland  (1999),  began to dream of power at the ",
  "proposed  federal centre,  and  for that they  required  the  princes  to ",
  "nominate  their representatives from among people close to the praja ",
  "mandals.  Such a confluence of ideas and ambitions resulted in a sig­",
  "nificant policy shift at the Haripura Congress in 1938,  where a reso­",
  "lution was adopted to support  the peoples' movements in the states; ",
  "although  no organisational assistance was to be provided,  individual ",
  "leaders could participate,  under  the overall leadership  of a special ",
  "subcommittee  of  the  Congress Working  Committee.  In  February ",
  "1939, Nehru  accepted the presidency of the AISPC and the Tripuri ",
  "Congress  endorsed  the scheme  of joint  action.  a  result  of this ",
  "As ",
  "evolving situation,  in late 1938 and early 1939 many of the princely ",
  "states witnessed  an unprecedented  escalation  of popular  agitation, ",
  "spearheaded  by the local praja mandals, clandestine  Congress bran­",
  "ches and outside political leaders from British India.  Significant agi­",
  "tation  took  place in Mysore, Jaipur,  Rajkot, Travancore, Kashmir ",
  "and  Hyderabad-Gandhi  himself  taking a leading role in  Rajkot.' ! ",
  "While some states like Mysore and Rajkot became more conciliatory ",
  "and made token concessions,  the larger states resisted  the pressure ",
  "resolutely,  with  help coming, although  belatedly,  from  the British ",
  "authorities.  As a  result  of such  confrontational  line  up,  peaceful ",
  "demonstrations  soon  deteriorated  into  numerous acts of violence, ",
  "and later into communal conflicts in southern  Deccan, forcing Gan­",
  "dhi  to  withdraw  the  movement  in April  1939.  The  situation  was ",
  "again back to  normal  by autumn.\"  As mentioned  earlier  (c hapter ",
  "6.5), the major political fall out of this sudden flare up was the stiff­",
  "ening of princely opposition  to the proposed  federation  idea of the ",
  "Act of 1935. ",
  "On the other end too, the issue of federation  became the cause of ",
  "a major  rift between the  Congress old guards  and  their  left-wing ",
  "critics and  it came to a head  in the  period  between  the  Haripura ",
  "Congress in March  1938 and the Tripuri Congress in March the fol­",
  "lowing year. It centred on the re-election of the Congress president ",
  "Subhas  Chandra  Bose,  whose  militant  anti-federation  stand  had https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "411 ",
  "FREEDOM WITH PARTmON ",
  "irked  the conservatives.  Bose contested  the  election  defying  Gan­",
  "dhi's wishes, and emerged  victorious defeating  Gandhi's own can­",
  "didate,  Pattabhi  Sitaramayya.  As B.R.  Tomlinson  describes it,  the ",
  "election  \"was fought out in ideological  terms-'right'  versus  'left', ",
  "'pro-Federation'  versus 'anti-Federation',  'pro-Ministry'  versus 'anti­",
  "Ministry\"'  Gandhi  took it as his personal defeat and twelve of the ",
  ".15 ",
  "fifteen  members  of the Working Committee resigned immediately. ",
  "The showdown came at the Tripuri Congress where a resolution was ",
  "passed censoring  Bose for raising  allegations against the Gandhians ",
  "that they would  sell out on the federation issue.  Gandhi asked him ",
  "to constitute  his own Working Committee  and refused  all coopera­",
  "tion. Bose tried to patch up a compromise but failed, and ultimately ",
  "at the AICC meeting in Calcutta in April  1939  he resigned and was ",
  "quickly  replaced by Rajendra Prasad. Bose then formed his own For­",
  "ward Block,  as a left party within  the Congress; but it did not gain ",
  "much strength outside his own province of Bengal. When he staged ",
  "a protest against  the AICC  decision  to ban Congressmen  from par­",
  "ticipating in civil disobedience  without  the prior permission  of pro­",
  "vincial Congress committees, the Working Committee at Gandhi's ",
  "insistence  punished  him  for  indiscipline;  in  August  1939  he was ",
  "removed from all Congress positions-notably the presidency of the ",
  "Bengal PCC-and  was banned from holding any executive office for ",
  "three years.  Later in January  1940, Gandhi wrote to CF. Andrews ",
  "describing Subhas as \"my  son\" -but  a \"spoilt child  of the  family\" ",
  "who needed  to be taught a lesson  for his own good. 16  Bose's virtual ",
  "expulsion,  however, did  not mean that  Congress was about to  fall ",
  "apart,  although it definitely  signified  a reassertion  of authority  by ",
  "the  right-wingers.  The  socialists  were weakened  within  the  Con­",
  "gress,  but  could  not  be completely  weeded  out.  Although  some ",
  "members  at this  stage clearly  preferred  autonomy,  the  AIKS still ",
  "remained a part of the Congress. But the expectations and militancy ",
  "that  its members had  once generated among  the masses, had  been ",
  "clearly dampened  by the conservative policies of the Congress min­",
  "istries. The Congress itself began to lose its popularity as indicated in ",
  "the drastic fall in its membership,  from 4.5 million  in  1938-39 to ",
  "1.4 million  in 1940-41.11  It  was this sense of popular  frustration ",
  "combined with a growing militant mood that prepared  the ground ",
  "for the next round  of mass movement in India in 1942. ",
  "The outbreak of World War Two in September  1939 brought  in ",
  "new variables in Indian politics.  The war brought  changes in British ",
  "policies  and  changes  in  Congress  strategies  too.  Viceroy  Lord ",
  "Linlithgow  associated  India  with  England's  declaration  of war https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "414 ",
  "FROM  PLASSEY TO PARTITION ",
  "disease and pain. There was a widespread  fear that if Japan  invaded, ",
  "the British would do the same in India. And that seemed no longer a ",
  "distant  possibility, as the British initiated  a harsh  'denial  policy'  in ",
  "coastal Bengal by destroying  all means of communications,  includ­",
  "ing boats  and  cycles,  paying very little  compensation.  From  May ",
  "1942 American and Australian soldiers began to arrive in India and ",
  "soon became the central figures in stories of rape and racial harass­",
  "ment of civilian population.  Rumours were rife, both fed by the Axis ",
  "propaganda  machine,  and  by  Subhas  Bose's  Azad Hind  Radio, ",
  "broadcast  from Berlin from March  1942  (more in chapter  8.2}. By ",
  "the middle of the year there was a widespread popular  belief in India ",
  "that British  power was going to collapse soon and therefore  it was ",
  "the opportune  moment  for a fight to the finish and to liberate India ",
  "from nearly two hundred  years of colonial rule. ",
  "Gandhi  was not slow to feel this popular  mood  of militancy  and ",
  "realised  that the moment  of his final engagement  with  the  Raj had ",
  "arrived.  \"Leave India to God\",  Gandhi wrote in May 1942.  \"If that ",
  "is too  much,  then  leave her  to anarchy. This  ordered  disciplined ",
  "anarchy should go, and if there is complete lawlessness, I would  risk ",
  "19 ",
  "it\".  He briskly set aside all opposition  from within  the  Congress ",
  "against direct  action, coming mainly  from Nehru  and  Rajagopala­",
  "chari, and prepared  the party for the final struggle, \"the biggest fight ",
  "in my life\".20 In July, the Congress Working Committee  approved  of ",
  "a draft  resolution  on mass-as  opposed  to  individual-civil  disobe­",
  "dience.  The \"Quit India\" resolution, adopted  by the AICC in Bom­",
  "bay on 8 August  1942, proposed to begin this mass civil disobedience ",
  "under  Gandhi's  direction,  if power  was  not  immediately  handed ",
  "over to the Indians. On this occasion,  Gandhi delivered  his famous ",
  "\"Do or Die\" speech, arguing  that this was the final battle-a  \"fight ",
  "to the finish\"-and  so the Indians must win independence  or give up ",
  "their  lives for  it. This  fired the  imagination  of an already  rankled ",
  "Indian  population,  expecting  a  breakdown  of  the  established ",
  "authority. As Gyanendra Pandey puts it, Gandhi provided  them with ",
  "a \"psychological break\",  by asserting  that everyone  should  hence­",
  "forth  consider  themselves  as \"free  man  or  woman\",  and  should ",
  "21 ",
  "choose their own course of action if the leaders were arrested.  His ",
  "fear proved to be true, as all front-ranking  leaders of the Congress, ",
  "including  Gandhi, were arrested  in the  early morning  of 9 August ",
  "and this was followed by unprecedented  mass fury that goes by the ",
  "name  of \"August  Revolution\"  in  nationalist  legends.  The  unusual ",
  "intensity of the movement  surprised everyone.  Viceroy  Linlithgow https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "415 ",
  "FREEDOM WITH P ARmION ",
  "11",
  "described it as \"by far the most serious rebellion since 1857 .22 It was ",
  "violent  and  totally  uncontrolled  from  the  very  beginning,  as  the ",
  "entire  upper  echelon  of the  Congress  leadership  was behind  bars ",
  "even  before  it began.  And therefore,  it  is also characterised  as a ",
  "\"spontaneous  revolution\", as \"no preconceived  plan could have pro­",
  "duced such instantaneous  and uniform  results\".\" ",
  "The  history  of the  Quit  India  movement  as revealed  in  recent ",
  "studies shows that it was not just an impulsive response of an unpre­",
  "pared  populace,  although  the unprecedented  scale of violence was ",
  "by no means premeditated by the Congress leadership, as was claimed ",
  "by the government.  First of all, the last two decades of mass move­",
  "ment-which  in  the  recent past  had  been  conducted  on  a  much ",
  "more radical tone under the leadership of the various associated and ",
  "affiliated bodies of the Congress, like the AITUC, CSP, AIKS and the ",
  "Forward Block-had  already prepared  the ground for such a confla­",
  "gration. The Congress leaders before 9 August had drafted  a twelve­",
  "point programme  which not only included  the usual Gandhian  me­",
  "thods of saryagraha, but a plan to promote  industrial strikes, holding ",
  "up of railways and telegraphs,  non-payment  of taxes and setting up ",
  "of parallel government.  Several versions of this programme  were in ",
  "circulation  among Congress volunteers,  including the one prepared ",
  "by the Andhra Provincial Congress Committee, which contained clear ",
  "instructions  for such subversive action. However, compared  to what ",
  "actually happened, even this was a cautious programme!  But then, as ",
  "the  movement  progressed,  the  AJCC continued  to  issue \"Instruc­",
  "tions to peasants\" which  outlined  the course of action  anticipating ",
  "what was to eventuate  in the later months  of the movement. 24  On ",
  "the  question  of  non-violence,  Gandhi  this  time  was  remarkably ",
  "ambivalent.  \"I do not ask from you my own non-violence.  You can ",
  "decide what you can do in this struggle\", said Gandhi  on 5 August. ",
  "Three  days later  on the  8th,  speaking  on the AICC resolution,  he ",
  "urged:  \"I  trust  the  whole  of India  to-day  to  launch  upon  a non­",
  "violent struggle.\" But even if people deviated from this path of non­",
  "violence,  he assured:  \"I shall not  swerve.  I shall  not  flinch\"  In ",
  ".2s ",
  "other words, the issue of non-violence seemed to have been of lesser ",
  "importance in 1942 than the call for \"Do or Die\" or the invitation to ",
  "make a final sacrifice for the liberation  of the nation. 26 The people ",
  "accepted  the  challenge  and  interpreted  it  in  their  own  ways and ",
  "these interpretations  were to some extent  influenced  by the  lower ",
  "level, often unknown,  Congress leaders and students, who took over ",
  "the  leadership  after  the  national  and  provincial  leaders  were  all ",
  "arrested  between  9 and  11  August. There  is no  denying  that  the ",
  "Congress  and Gandhi at this  important  historical  juncture  enjoyed https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "416 ",
  "FROM PLASSEYTO PARTITION ",
  "unquestionable symbolic legitimacy in popular mind-whatever hap­",
  "pened, happened in their name. But Congress as an organisation  and ",
  "Gandhi as a person had little control  over  these happenings.  In the ",
  "words of Gyanendra Pandey,  Gandhi was \"the undisputed  leader of a ",
  "movement  over which  he had little  command. ",
  "\"27 ",
  "Sumit  Sarkar  has identified  three phases of the Quit  India  move­",
  "menr.?  It initially  started as an urban revolt, marked by strikes, boy­",
  "cott and picketing,  which were quickly suppressed.  In the middle of ",
  "August, the focus shifted to the countryside, which witnessed a major ",
  "peasant  rebellion,  marked  by destruction  of  communication  sys­",
  "tems, such as railway  tracks and stations,  telegraph  wires and poles, ",
  "attacks on government buildings  or any other visible symbol of colo­",
  "nial  authority  and finally,  the formation  of \"national  governments\" ",
  "in  isolated  pockets.  This  brought in severe  government  repression ",
  "forcing  the  agitation  to  move  underground.  The  third  phase  was ",
  "characterised  by terrorist  activities,  which primarily  involved  sabo­",
  "taging of war efforts by dislocating communication  systems and pro­",
  "paganda  activities by using  various  means,  including  a clandestine ",
  "radio  station  run  by hitherto  unknown  Usha Mehta  from  \"some­",
  "where  in  India\". Not only  the educated  youth  participated  in  such ",
  "activities, but also bands of ordinary  peasants organised such subver­",
  "sive actions  by night,  which came to be known  as the \"Karnataka ",
  "method\".  What  is  important,  these so-called  \"terrorists\"  enjoyed ",
  "enormous popular  support  and  patronage,  so that  the definition  of ",
  "\"underground\"  in British official parlance virtually got expanded  to ",
  "cover  the entire nation,  as no Indian  could  anymore  be trusted by ",
  "the authorities.  As time passed,  underground  activities came to be ",
  "channeled  into three streams, with a radical group under the leader­",
  "ship  of Jayaprakash Narayan  organising guerrilla  warfare  at India­",
  "Nepal border, a centrist  group led by Congress Socialists like Aruna ",
  "Asaf Ali mobilising volunteers throughout  India for sabotage activi­",
  "ties, and a Gandhian group led by Sucheta  Kripalani  and others em­",
  "phasising non-violent  action  and constructive programme.29  In the ",
  "Quit India movement  there was use of violence at an unprecedented ",
  "scale  and  the  government  used  it as a justification  for  repression. ",
  "The wartime emergency powers were taken  advantage  of to use the ",
  "army for the first  time-as many  as fifty-seven battalions of British ",
  "troops were deployed  to crush  what was essentially a civilian  agita­",
  "tion.  Churchill could  defend  this swift and  ruthless  repression  and ",
  "silence a critical  world opinion by citing the needs of war. By the end ",
  "of  1942,  the  \"August  Revolution\"  had  been  thoroughly  crushed, ",
  "with nearly ninety-two thousand people arrested by the end of 1943. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "418  FROM PLASSEY TO PARTffiON ",
  "In eastern UP, in districts of Ghazipur and Azamgarh the arrival of ",
  "student volunteers from the Banaras Hindu University (BHU)-even ",
  "rumour of their arrival-galvanised  the local peasantry into action, ",
  "destroying  railway  tracks  and  stations  and burning  papers  in  the ",
  "Court  of Ward office.  However,  in many  places in  these districts, ",
  "like  the  Sherpur-Mohammadabad  region-as  Gyanendra  Pandey ",
  "puts it-the \"message of destruction\"  and the Gandhian  principle of ",
  "non-violence  \"co-existed  uneasily\",  as some committed  Gandhian ",
  "leaders sought  to maintain its non-violent purity.31 The mass insur­",
  "rection was much more intense in the district of Ballia, where British ",
  "rule ceased to exist for a few days; but here too contradictions weak­",
  "ened the movement.  The story was not much dissimilar,  as student ",
  "leaders arriving from BHU and Allahabad  University-the latter in a ",
  "hijacked Azad  (liberty)  train-inspired  the  peasantry  into action ",
  "Several thousands  of them attacked  and looted  the railway station ",
  "and a military supply train at Bilthara Road on 14 August, took  over ",
  "the thana and tahsil  buildings at Bansdih  town four days later, with ",
  "the local station officer and tahsildar offering no resistance,  and the ",
  "local  Congress  leader  trying  to establish a parallel administration. ",
  "And then on 19 August, a huge crowd besieged the Ballia town, f arc­",
  "ing  its Indian District Magistrate to bum  all currency  notes in  the ",
  "treasury  and  free  all  political  prisoners.  The  released  Gandhian ",
  "leader  Chittu  Pande  hereafter  took  control  of the  movement and ",
  "was proclaimed the Swaraj Ziladbish or Independent  District Magis­",
  "trate, who did not however know what to do next.  So when  on the ",
  "following day the army arrived,  the leaders  all fled and the whole ",
  "town  of Ballia  lay  deserted.  The  Quit  India  movement  here  thus ",
  "came to a rather \"anti-climactic  end\" due to a lack of leadership.P ",
  "In contrast  to Bihar and eastern  UP, the Quit India movement was ",
  "less instantaneous  and intense, but more prolonged in other regions ",
  "of India.  In Bengal, the movement  took place in Calcutta and in the ",
  "districts of Hugli, Bankura, Purulia, Birbhum  and Dinajpur-in  the ",
  "latter district marked by the participation ofSantals and dalit groups ",
  "like Rajbansis and Paliyas. But it was undoubtedly strongest in Tamluk ",
  "and Contai (Kanthi) subdivisions of Midnapur  where, as Hitesranjan ",
  "Sanyal has commented,  \"national  movement had by 1930 become a ",
  "part of the popular  culture among  peasants. \";33 and  they had  been ",
  "further organised in recent past by the Krishak Sabhas and Forward ",
  "Block.  Since April  1942,  in the coastal areas of Midnapur  the gov­",
  "ernment destroyed nearly eighteen thousand  boats in pursuance  of ",
  "its 'denial  policy',  and  this not only deprived  the peasants of their ",
  "vital means of communication,  but also impacted very badly on the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "422 ",
  "FROM PLASSEYTO PARTITION ",
  "politics like Rajagopalachari opposed the movement,  but because of ",
  "various  other  factors,  such  as  the  strength  of constirutionalism, ",
  "absence of the socialists, opposition of the Kerala communists,  indif­",
  "ference of the non-Brahmans  and a strong southern  challenge  to a ",
  "political  campaign  dominated  by the  north.\"  But what  was more ",
  "significant,  there  were  important  social  groups  who  consciously ",
  "stayed away from the movement. The most important  ofthem were ",
  "the  Muslims  who  stood  aloof  from  the  campaign  almost  in  all ",
  "regions and therefore,  the Muslim League, which did not approve of ",
  "the movement,  could claim that  it represented  the  majority  of the ",
  "Indian Muslims. But although  their abstention  was nearly universal, ",
  "the Muslims did not oppose  Quit India actively, except  perhaps  in ",
  "some parts of Gujarat,  and there was no major incident  of commu­",
  "nal conflict  throughout  the whole  period.  On  the other hand,  Dr ",
  "B.R. Ambedkar, the  leader of the  dalirs, who  had joined  the  vice­",
  "roy's  executive council as a labour member just before  the  onset of ",
  "the  campaign,  also  did  not support  it.  But  once  again,  although ",
  "many ofhis supporters did not join, we have evidence of dalit partici­",
  "pation in the Quit India movement in various regions and cross-caste ",
  "unity  was  never  a  rare  occurrence  in  this  campaign  (as  shown ",
  "earlier). It is also important  to remember that the Hindu Mahasabha ",
  "too condemned  the Quit India movement  as \"sterile,  unmanly  and ",
  "injurious  to  the  Hindu  cause\"  and  stalwart  Hindu  leaders  like ",
  "V.D. Savarkar. B.S. Munje  and  Shyama Prasad Mukherjee  whole­",
  "heartedly  supported  British war  efforts  that were  allegedly  being ",
  "wrecked  by the Congress campaign. But despite  this official line, a ",
  "strong group ofMahasabha members led by N.C.  Chatterjee seemed ",
  "eager to participate  in it and under  their  pressure  the Mahasabha ",
  "Working Committee  had to adopt a face saving but vague resolution ",
  "stating that defence of India could not be supported  unless freedom ",
  "of India was recognised with  immediate cffect.39 The  other  Hindu ",
  "organisation,  RSS, which  until  now  had  its main  base  in  Maha­",
  "rashtra, remained aloof as well. As the Bombay government  noted in ",
  "a memo: \"the Sangh has scrupulously kept itself within the law, and ",
  "in particular, has refrained from taking part in the disturbances  that ",
  "broke out in August 1942.\"40 ",
  "The  Communist  Party  of  India,  following  the  involvement  of ",
  "Soviet Russia in the war in December 1941, became another  impor­",
  "tant  political  group  which  did  not  support  Quit  India  movement ",
  "because of their  \"Peoples' War,, strategy. The  British government, ",
  "then  anxious to find any group  that could embarrass  the Congress ",
  "and support  war efforts, promptly withdrew  the ban on the CPI that https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "FREEDOM  WITH  PARTITION  423 ",
  "had been  in place since  1934 and the  latter now  started  preaching  in ",
  "favour  of war efforts  to contain  fascism.  However,  despite  this  offi­",
  "cial line,  there  is ample  evidence  to show  that many  individual  com­",
  "by ",
  "munists  were  swayed  the  patriotic  emotions  of  the  day  and ",
  "actively participated  in the Quit India  movement.\"! And on the other ",
  "hand, the  trade  unions  and kisan sabhas, which  the communists  con­",
  "trolled,  began  to  lose  their  popularity  and support,  as the leaders ",
  "found  it difficult  to convince  their followers  the logic of supporting ",
  "a distant  war by subverting  a campaign  for their own  freedom.  It is ",
  "possible  to argue  that when the dalit  peasants  or other poorer classes ",
  "participated  in the Quit India  movement,  their motivation  was  dif­",
  "ferent  from  those  of the  educated  youth  and  the  middle  peasant ",
  "castes.  But  it is too  simplistic  to  describe  the  movement  as a  \"dual ",
  "revolt\",\" because  despite  variance  in vision,  the different  classes and ",
  "communities  were  also united  in common  action  against  the British. ",
  "11 ",
  "Watching  Patna  city on  August,  a confounded  communist  leader ",
  "Rahul  Sankrityayana  observed  in  utter astonishment  that the  \"lead­",
  "ership  had  passed  on  to the  ricksha-pullers,  ekka-drivers  and other ",
  "such  people whose political  knowledge  extended  only this  far-that ",
  "the British were  their enemies\" .43 It was this commonly  shared dom­",
  "inant tone of anti-imperialism  that united  everyone  in 1942  and  in ",
  "the  villages  it  even  overshadowed  the  anti-feudal  tendencies  that ",
  "appeared  from  time  to time  in  different  parts  of the country.  The ",
  "Quit  India  movement  by  promising  immediate  freedom  from  an ",
  "oppressive  imperial  order  had  thus  captured  the imagination  of a ",
  "significant  section  of the  Indian  population,  notwithstanding  their ",
  "differing  perceptions  of freedom. ",
  "The Quit India movement  also provided  important lessons for the ",
  "all, ",
  "Congress.  First  of  the  defeat  discredited  the  left-wingers  who ",
  "had  been  demanding  action.  Gandhi,  on  the other  hand,  was  in  a ",
  "dilemma.  Congress  volunteers were justifying  violence  by referring ",
  "to his own  dictum  that it was justifiable  in self-defence.  He did  not ",
  "condone violence,  but  did not formally  condemn  it either;  instead, ",
  "he  held  the  government  responsible  for  the  outbreak  of violence. ",
  "Indeed,  neither  he  nor any other Congress  leaders  had  any control ",
  "over  the people  and the volunteers,  nor any of them  had anticipated ",
  "the kind of response  the Quit India  movement  had generated.  To the ",
  "Indian  masses in 1942,  Gandhi  and  Congress  were  symbols  of liber­",
  "ation,  not  sources  of ideological  constraint.  Gandhi's  twenty-one ",
  "day fast commencing  on 10Februaryl943  restored  symbolically  his ",
  "centrality  in the movement  once  again,  but  not  as a controlling  fig­",
  "ure;  nor did  he  insist  on  the surrender of the  underground  leaders. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "425 ",
  "FREEDOM WITH PARffilON ",
  "enthusiasticresponse. Back in Bengal, he forged a link with the Mus­",
  "lim League, and decided to launch a civil disobedience movement to ",
  "destroy the Holwell monument that stood in Calcutta as a reminder ",
  "of a Black hole tragedy which most people  believed did never hap­",
  "pen and was invented only to tar the memory of Siraj-ud-daula, the ",
  "last independent  ruler of Bengal. It was a campaign that had an obvi­",
  "ous appeal  to  the Muslims and  thus could  further strengthen  the ",
  "Hindu-Muslim  pact  in Bengal. But  before  it  could  start,  he  was ",
  "arrested  by the British on 3 July 1940 under  the Defence of India ",
  "Act. The Holwell monument  was later removed, but Bose remained ",
  "incarcerated until he threatened  to start a hunger strike in Decem­",
  "47 ",
  "ber. He was then  released unconditionally,  but  kept under  con­",
  "stant surveillance.  In the meanwhile,  war progressed in Europe, and ",
  "Bose believed that Germany was going to win. Although he did not ",
  "like their totalitarianism or racism, he began to nurture the idea that ",
  "the cause of Indian independence  could be furthered  with the help ",
  "of the  Axis  powers and  started  exploring  various  possibilities. ",
  "Finally,  in  the  midnight of  16-17   January  1941  he fled from  his ",
  "Elgin Road residence in Calcutta incognito as an upcountry Muslim. ",
  "He travelled to Kabul and  then  through Russia  on an Italian  pass­",
  "48 ",
  "port; by the end of March he reached Berlin. ",
  "Subhas  Bose met  Goebbels  and  Hitler  in  Berlin,  but  did  not ",
  "receive much help from them. He was allowed to start hisAzad Hind ",
  "Radio  and was handed over the Indian POWs  captured  in North ",
  "Africa to start an Indian Legion, but nothing  beyond that. Particu­",
  "larly, he could not get an Axis declaration  in favour of Indian inde­",
  "pendence,  and  after  German  reverses at  Stalingrad,  that  became ",
  "49 ",
  "even more  difficult.  But in the  meanwhile, a new stage of action ",
  "was being prepared  for him in Southeast Asia, where  the Japanese ",
  "were taking real interest in the cause of Indian independence.  India ",
  "originally did not figure in the Japanese policy of Greater  East Asia ",
  "Co-prosperity Sphere, under which the Japanese proposed to help ",
  "Asians gain independence  from  Western imperialism. But by 1940 ",
  "japan had  developed  an  India  policy and  the  following year  sent ",
  "Major Fuziwara to Southeast Asia to contact expatriate Indians who ",
  "were organising themselves into  the  Indian  Independence Leagues ",
  "under the leadership of men like Pritam Singh. Then in December ",
  "1941,  Captain  Mohan  Singh, a young  officer  of the  Punjab Regi­",
  "ment  of the British Indian  Army  who had surrendered  to the Japa­",
  "nese in the jungles of Malaya, agreed to cooperate with Fuziwara to ",
  "raise an Indian army with POWs to march alongside the Japanese to ",
  "liberate India.  In June 1942, a united Indian Independence League, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "426  FROM PLASSEY TO P ARmION ",
  "representing  all Indians  in  Southeast. Asia, was  born  as a  civilian ",
  "political body having controlling authority  over the army. To chair ",
  "this body, Rash Behari Bose, a veteran  Bengali revolutionary  then ",
  "living in Japan, was flown in. By September, the INA was formally in ",
  "existence.  But its relationship  with  the Japanese  was still far from ",
  "satisfactory, as \"Japanese duplicity\" now became more than appar­",
  "ent.SO General Tojo, the Japanese prime minister, made a declaration ",
  "in the Diet supporting  Indian independence.  But beyond  that,  the ",
  "Japanese  were  only  prepared  to  treat  INA as a  subsidiary  force, ",
  "rather  than  an allied army. As Mohan  Singh insisted on autonomy ",
  "and  allied status,  he was removed  from  command  and  put  under ",
  "arrest. Rash Behari Bose tried to hold the banner for some time, but ",
  "he was then too aged for the task. By the beginning of 1943 the first ",
  "INA experiment  virtually collapsed. ",
  "As Mohan  Singh had often  mentioned  to the Japanese,  the  INA ",
  "movement  needed a new leader and  outside India only one  person ",
  "could provide  that leadership,  and that was Subhas Chandra  Bose. ",
  "The Japanese  now seriously considered the proposition  and negoti­",
  "ated with the Germans to bring him to Asia. At last, after a long and ",
  "arduous  submarine voyage, in May 1943 Bose arrived in Southeast ",
  "Asia and immediately  took control  of the situation,  with Japanese ",
  "assurance of help and equal treatment.  In October,  he established a ",
  "Provisional  Government  of  Free  India,  which  was  immediately ",
  "recognised by Japan and later by eight other governments,  including ",
  "Germany and Fascist Italy. And he became the supreme commander ",
  "of its army,  the Azad Hind  Fauj (Free India Army) or the  Indian ",
  "National  Army, which  recruited  around  forty  thousand  men  by ",
  "1945s1  and had a women's regiment named after the legendary Rani ",
  "of Jhansi of 1857  fame {see chapter  7.5). The  Provisional  Govern­",
  "ment  declared  war on  Great Britain and  its chief ambition  was to ",
  "march-as  an  allied army with  the Japanese-through  Burma  to ",
  "Imphal  {in Manipur)  and then  to Assam, where  the Indian  people ",
  "were  expected  to join  them  in an open  rebellion  to  liberate  their ",
  "mother-country. But the ilJ-fatedimphal campaign, which was finally ",
  "launched on 8 March  1944 by Japan's  Southern Army accompanied ",
  "by two INA regiments,  ended in a disaster. The reasons were many, ",
  "as Joyce Lebra enumerates  them:  the lack of air power,  breakdown ",
  "in the chain of command, disruption  of the supply line, the strength ",
  "of Allied offensive, and finally for the INA, lack of cooperation  from ",
  "the Japanese. The retreat was even more devastating, finally ending ",
  "the dream  of liberating India through  military campaign. But Bose ",
  "still remained optimistic, thought  of regrouping, and after Japanese https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "427 ",
  "FREEDOM  WITH  PARTITION ",
  "surrender, contemplated  seeking help from Soviet Russia. The Japa­",
  "nese agreed to provide him transport  up to Manchuria  from where ",
  "he could  travel to Russia. But on his way, on  18 August  1945  at ",
  "Taihoku airport in Taiwan, he died in an air crash, which many Indi­",
  "ans still believe  never happened.\" ",
  "But ifINA's military campaign was over after a last valiant engage­",
  "ment at Mount  Popa in Burma, its political impact on India was yet ",
  "to unfold itself After their surrender, the twenty thousand  INA sol­",
  "diers were interrogated  and transported  back to India. Those  who ",
  "appeared  to have been persuaded  or misled by Japanese or INA pro­",
  "paganda-classified as \"Whites\" and \"Greys\" -were  either released ",
  "or rehabilitated  in  the army. But a few of them  at least-the most ",
  "committed  and categorised as \"Blacks'' -were  to be court martial­",
  "led. Not to try them would be to give indication of weakness;  and to ",
  "tolerate 'treason,  would  be to put  the loyalty of the Indian  army at ",
  "risk  So altogether  ten  trials  took place,  and  in the  first and  most ",
  "celebrated  one  at  Red  Fort  in  Delhi,  three  officers-P .K. Sahgal, ",
  "G.S.  Dhillon and Shah Nawaz Khan-were charged of treason, mur­",
  "der and abetment of murder. The trial would take place in public, as ",
  "this was expected to reveal the horrors that these INA men had per­",
  "petrated  and  that,  the  government  hoped,  would  swerve  public ",
  "opinion  against  them.  But as the events subsequently unfolded, the ",
  "government,  it seemed,  had completely  miscalculated  the political ",
  "fallout  of the INA trials. As the press censorship  was lifted  after  the ",
  "war, the details of the INA campaign were revealed every day before ",
  "the Indian public and these officers appeared as patriots of the high­",
  "est order-not by any means  traitors-and the demand  for discon­",
  "tinuing  the trials  grew stronger  by the day. The Congress leaders, ",
  "many of them just released  after  long incarceration  since the Quit ",
  "India days, could hardly ignore this issue that so profoundly touched ",
  "popular emotions.  The election  was round  the corner  and the INA ",
  "trials could be an excellent issue. Subhas Bose might have been a ren­",
  "egade leader who had challenged the authority of the Congress lead­",
  "ership and their principles.  But in death  he was a martyred  patriot ",
  "whose memory could  be an ideal tool  for political  mobilisation.  So ",
  "the AICC meeting in September 1945 decided to defend the accused ",
  "in the INA trial-the \"misguided pattiots\" -and announced  the for­",
  "mation of a Defence Committee,  consisting of some legal luminaries ",
  "of the day, like Tej Bahadur  Sapru,  Bhulabhai  Desai,  Asaf Ali,  and ",
  "also Jawaharlal  Nehru,  donning  the barrister's  gown after about a ",
  "quarter of a century. In the subsequent  days,  as  the  election  cam­",
  "paign set in, Nehru  and other Congress leaders  addressed  numerous https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "428  FROM  PLASSEY  TO PARTn·ION ",
  "public  meetings with large gatherings. And there two issues figured ",
  "prominently:  one was the government  excesses and  the  martyrs of ",
  "1942  and  the other  was INA rrial.\" ",
  "The government,  however,  remained firm.  The first trial opened ",
  "on 5 November  and continued  for two months, and in course of that ",
  "time India erupted into \"a mass upheaval\",  as Nehru later described ",
  "it. \"Never before in Indian history\",  he admitted, \"had  such unified ",
  "sentiments  been  manifested  by various  divergent  sections  of the ",
  "population.  \"54  There were many  factors  that  led  to this mass up­",
  "surge.  The  trial  took place at  Red  Fort, which  appeared  to be the ",
  "most authentic symbol  of British imperial  domination,  as here took ",
  "place in 1858  the trial of Bahadur Shah II, the last Mughal emperor ",
  "and  the acclaimed  leader  of the 1857  revolt.  Furthermore, as trial ",
  "progressed, its reports  appeared in the press, leading to more aware­",
  "ness  and  to  some  extent more  emotionalisation  of  the  sacrifices ",
  "made  by the  INA soldiers.  All  political  parties,  like the  Congress ",
  "Socialists, Akali Dal, Unionist Party, Justice Party, Rashtriya Swayam ",
  "Sevak  Sangh,  Hindu  Mahasabha  and  even  the  Muslim  League ",
  "wanted the trials to be discontinued.  Individual  communists enthusi­",
  "astically  participated  in  the  demonstrations,  although  their  party ",
  "vacillated in its response. And  by  a strange  coincidence,  the  three ",
  "accused  belonged to three different  religions: one Hindu, one Sikh ",
  "and  one  Muslim!  The demonstrations,  therefore,  showed  signs  of ",
  "remarkable  communal  harmony.  An  INA  week  was  celebrated ",
  "between 5 and 11 November, while the INA Day was observed  on ",
  "12 November in cities across the country. People from all walks of ",
  "life participated in the campaign,  attended protest meetings, donated ",
  "money to the INA relief  fund, closed shops  and other  commercial ",
  "institutions  and  in  some  places refrained  from  celebrating  diwali. ",
  "And  the movement  touched  even  the  remotest  places like  Coorg, ",
  "Baluchistan  and Assam.P  Violence erupted first on 7 November when ",
  "the police  opened  fire on  the crowd at a protest  demonstration  in ",
  "Madura.  Then  between  21  and  24  November,  rioting  broke out ",
  "in various  parts  of the country, starting  from Bose's own  Calcutta. ",
  "Here,  first of all, American and British military establishments were ",
  "attacked;  but then the rioting took a general anti-British  tone, with ",
  "students clashing with the police and being joined later by the striking ",
  "taxi drivers and tramway labourers. They exhibited  unprecedented ",
  "communal harmony, with  the demonstrators  flying simultaneously ",
  "the Congress, League and Communist flags. Order could be restored ",
  "after three days, with 33 people dead and 200 injured. The Calcutta ",
  "riot  was  soon  followed  by  similar  demonstrations  in  Bombay, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "FREEDOM  WITH  PARTITION ",
  "429 ",
  "Karachi, Patna, Allahabad, Banaras, Rawalpindi and other places, or ",
  "in other words, all over the country.s6 ",
  "The government's  determination  now wavered.  In the  trial,  the ",
  "defence  tried to  argue  that  people  fighting  for  freedom  of their ",
  "country  could  not be tried for treason.  But despite  that, they were ",
  "found guilty as charged;  but the commander-in-chief  remitted  their ",
  "sentence  and set them  free on 3 January  1946.  The three officers ",
  "came out of the Red Fort to a hero's welcome at public meetings in ",
  "Delhi and Lahore, that celebrated a moral victory against the British. ",
  "But it was not all over yet. On 4 February, in another trial,  Captain ",
  "Abdur Rashid-who  preferred  to be defended  by a Muslim League ",
  "Defence Committee,  rather  than by the Congresss7-was  sentenced ",
  "to seven years rigorous imprisonment.  It sparked off another explo­",
  "sion  in Calcutta  between  11 and  13 February, this time called  ini­",
  "tially by the student wing of the Muslim League, but later joined by ",
  "the  members  of the  communist-led Student  Federation  and  indus­",
  "trial  workers.  Once  again  demonstrations  followed,  with  Cong­",
  "ress, League and red flags flying simultaneously, and large meetings ",
  "were  organised,  where  League, Communist  and  Congress  leaders ",
  "addressed  the crowd. A general anti-British sentiment  pervaded the ",
  "city, which was paralysed by transport strikes, industrial  action  and ",
  "pitched street battles with British troops. Order was again restored ",
  "after  three  days of  brutal  repression  that  had  eighty-four  people ",
  "killed and three hundred  injured. To a historian who participated  in ",
  "the demonstrations  as a student  leader, the situation  looked  like an ",
  "\"Almost Revolution\". The  fire soon  spread  to east Bengal and  the ",
  "spirit of revolt affected other parts of the country  as well, as sympa­",
  "thetic protest demonstrations  and strikes took place in practically all ",
  "major cities of India. ",
  "sa ",
  "Since the  middle  of 1945 the British were  expecting  a mass up­",
  "heaval  in India  any way. But what really  perturbed  them  was the ",
  "impact  of the INA trials on the  loyalty of the army, which in post­",
  "Quit India  days was their  only  reliable  apparatus  of rule.  General ",
  "Auchinleck,  the commander-in-chief,  remitted  the  sentence  of the ",
  "three  INA officers because,  as he later  explained  to senior  British ",
  "officers, \"any attempt to force the sentence would have led to chaos ",
  "in the country  at large and probably  to mutiny and dissention  in the ",
  "army culminating  in its dissolution.  The  growing  political  con­",
  "\"95 ",
  "sciousness among the army personnel  during  and after the war had ",
  "already  been a cause of concern  for the authorities. What further ",
  "contributed  to it was the INA trial and the growing sympathy for the ",
  "INA  soldiers  who  were  almost  universally  regarded  as  patriots, ",
  "rather than  \"traitors\". The  members  of the  RIAF, as well as some https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "430  FROM  PLASSEYTO  PARTITION ",
  "other army  personnel  in various centres openly donated  money to ",
  "the INA relief fund and on some occasions attended protest rallies in ",
  "full uniform.  In January  1946,  the RIAF men went on strike in sup­",
  "port  of their various grievances. But what  really posed a real grave ",
  "challenge to the Raj was the open mutiny in the Royal Indian Navy ",
  "(RJN)  in February 1946. ",
  "It all started in Bombay on 18 February when the naval ratings in ",
  "HMIS Talwar went on hunger strike against bad food and racial dis­",
  "crimination.  Soon the rebellion spread to other  naval bases all over ",
  "India and  to some  ships on the sea where sympathetic  strikes took ",
  "place.  At its peak, seventy-eight  ships, twenty  shore  establishments ",
  "and  twenty  thousand  ratings were  involved.  What  was  really re­",
  "markable was the extent of fraternisation  between the naval ratings ",
  "and common  people  that was visible during these few days in vari­",
  "ous cities of India-a  phenomenon  that had immense revolutionary ",
  "potential.  Bombay went on strike on 22 February in sympathy,  and ",
  "here public transport  system was paralysed,  roadblocks were raised, ",
  "trains were burnt, shops and banks were closed and industrial work­",
  "ers went on strike. Here too the navy rebels used three flags simulta­",
  "neously as they went round rampaging  the city. A Maratha battalion ",
  "was called in to bring peace to Bombay. By 25 February the city was ",
  "quiet  again,  but  by  then  228  civilians were  dead  and  1,046  were ",
  "injured.  Similar  hartals took place in Karachi on 23 February and in ",
  "Madras on the 25th;  in both  cities several  ratings and civilians died ",
  "in  police  firing.  Sympathetic,  but less violent,  one  day strikes were ",
  "also reported  from Trichinopoly and Madurai;  workers'  strikes took ",
  "place in Ahmedabad  and  Kanpur.  The  RlAF men  and  some  army ",
  "60 ",
  "personnel  also went on strike at different  centres.  There was, in ",
  "other words, enough  reason for the government to be perturbed. ",
  "The  RIN mutiny was, however,  short  lived, but  it had dramatic ",
  "psychological repercussions. Although it did not immediately  lead to ",
  "an open revolt in the Indian army, such a possibility could never be ",
  "ruled out An official inquiry commission later revealed that \"major­",
  "ity  of  ratings  [were]  politically  conscious\"  and  were  profoundly ",
  "influenced  by the  INA propaganda  and  ideals.61  The  sympathetic ",
  "strikes  in  the  air  force and  army indicated  very  clearly  that  the ",
  "Indian  Army was no longer  the same \"sharp  sword  of repression\" ",
  "which  the  British could  use as before, if a popular outburst  of the ",
  "1942  proportions  took  place again. To what  extent  this  revelation ",
  "forced upon  the British a change  of policy in  favour of transfer  of ",
  "power is debatable. For, the Congress, which could alone give lead­",
  "ership  to  such  an  upsurge,  was  not interested  in  the  radical  and https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "FREEDOM  WITH  PARTITION  431 ",
  "violent  potential  of the happenings  of 1945-46. To its leader  hip, ",
  "the INA officers were patriots, but \"misguided\";  they could be taken ",
  "back into the Congress, as Sardar  Patel announced at a meeting  in ",
  "62 ",
  "Calcutta, only if they \"put  their swords  back into  the scabbard\". ",
  "When the RIN mutiny took place, socialists like Aruna Asaf Ali sym­",
  "pathised with the  rebels;  but  Gandhi  condemned the  violence  and ",
  "Patel persuaded  the ratings  to surrender. To Patel the preferences ",
  "were clear: \"discipline in the Army cannot be tampered with....  We ",
  "will want Army even in free India\" .63  In other words, for Congress ",
  "the days of struggle were  over; it was now  looking  forward  to its ",
  "new  career as the  ruling  party. For, after  the war it was clear to ",
  "everyone that the British would like to hand over power to Indians ",
  "sooner rather than later. Leaders like Nehru were anticipating in late ",
  "1945  that \"Britain  would  leave  India within two  to five years\".6'4 ",
  "So it was rime to negotiate  for a peaceful transfer of power. ",
  "But if Congress was not prepared to risk another battle in 1945-",
  "46,  the communists were. Not only did they participate actively in ",
  "the urban riots in Calcutta and Bombay, where they had by now pre­",
  "pared a solid base among the industrial workers, they now organised ",
  "some militant peasant movements in various parts of India, involv­",
  "ing  the  poor peasants  and  sharecroppers.  Ever since  the  Seventh ",
  "World Congress of the Communist International in Moscow gave its ",
  "verdict  in  1935  in  favour  of a  united  front strategy  in  India,  the ",
  "Indian communistsstarted functioning through the Congress. In Ben­",
  "gal, the \"ex-detenus\", once incarcerated for terrorist activirie  ,  tarted ",
  "communist  propaganda and sought to capture the Bengal Provincial ",
  "Kisan Sabha (BPKS).Through this organisation they started mobilis­",
  "ing the  peasantry  in northern, eastern  and  central  Bengal around ",
  "radical agrarian issues such as payment oftolls at village marts col­",
  "lected by the Union Boards, illegal abwabs (truces)  imposed by the ",
  "zamindars, abolition  of the zamindari system, and  finally the share­",
  "croppers'  demand  for a two-thirds  share  of the produce.P  By  1940 ",
  "the BPKS was almost totally  under the control  of the communists, ",
  "and its membership had shot to thiny-four thousand from mere eleven ",
  "thousand three  years ago. Communist  activities and  kisan mobilisa­",
  "tion  picked  up  further momentum  once  the  ban  on the  CPI  was ",
  "lifted in 1942. Although the Quit India movement temporarily  stole ",
  "the wind  off its sails, the popularity  of the BPKS does not seem to ",
  "have been affected at all; by May 1943 it had 124,872  memberS.66 ",
  "One reason  for the popularity  of the communists  by mid-1943 ",
  "and subsequently,was perhaps the aftermath  of the devastating Ben­",
  "gal famine of that year. Amartya  Sen  is \"inclined  to  pick a  figure https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "432 ",
  "FROM  PLASSEY TO PARTffiON ",
  "around  3  million  as the  death  toll  of  the  Bengal famine\". 67  Paul ",
  "Greenough  would  put  it somewhere  \"between  3.5  and  3.8  mil­",
  "lion\",68  while  the  more  recent  estimate  of  Tim  Dyson  and  Arup ",
  "Maharatna  puts it at 2.1  million as the figure for excess deaths cau­",
  "sed by the Bengal famine.\" Even if we go by the most conservative ",
  "estimate,  the  famine was a catastrophe  of such magnitude  that his­",
  "tory  of  the  subcontinent  had  never  known  before.  Bengali public ",
  "opinion  was unanimous  that  it was a \"man-made\"  famine.  There ",
  "were  a few natural  factors of course,  like a devastating  cyclone  in ",
  "Midnapur;  but that alone  did not cause the famine. As Greenough ",
  "points  out,  the  per  capita  entitlement  of rice was gradually  going ",
  "down in Bengal over a long period. In 1943 it reached  a crisis point ",
  "due to multiple factors, such as the breakdown  of an already vulner­",
  "able rice marketing system, which had for long remained completely ",
  "unsupervised  and  uncontrolled,  leading  to  hoarding  and  specula­",
  "tion.  What  added  to  this  were  a government  procurement  policy ",
  "that prioritised  official and military requirements  over local needs of ",
  "subsistence and the wartime stresses, like the 'denial policy',  the ref­",
  "ugee influx from Burma into  Chittagong  and  the disappearance  of ",
  "imported  rice from Burma. The  relief operations  failed miserably; ",
  "while  the government  tried  to save Calcutta  at the  expense  of the ",
  "countryside,  the Marwari  Relief Committee  and  the Hindu  Maha­",
  "sabha relief committees  targeted  only the middle classes. The  peas­",
  "antry, the worst sufferers of the famine, had nowhere  to go. It is true ",
  "that  this unusual  scarcity of food caused by the exorbitant  price of ",
  "rice-that  shot  beyond  the  reach  of the  ordinary  people--did  not ",
  "cause any food riot in Bengal; instead,  the violence,  as Greenough ",
  "argues,  turned  \"inward\"  and  \"downward\"  destroying  all conven­",
  "tional relationships  of patronage  and dependency.\" ",
  "The  communists  responded  adequately  to  the  food  situation. ",
  "They held meetings at various parts of Bengal criticising the govern­",
  "ment's  food  policy  and  undertook-through  BPKS  and  Mahila ",
  "Samiris-extensive  relief work  in the villages of the presidency  and ",
  "Rajshahi divisions,  i.e.,  in  north  and  central  Bengal,  where  they ",
  "became instantly popular  among  the poor  peasants  and sharecrop­",
  "pers.  In 1943 the BPKS membership  reached  83, 160-the  highest ",
  "among  all the  provincial  Kisan Sabhas in the  country. 71  Although ",
  "they preferred  a conciliatory policy at this stage-under  the People's ",
  "War strategy-the  involvement  of  poor  peasants  often  got  BPKS ",
  "engaged  in clashes with zamindars,  grain dealers and  other  vested ",
  "interests. This gradually prepared the ground for the Tebhaga move­",
  "ment in support  of a longstanding demand  of the sharecroppers  for https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "FREEDOM  WITH  PARTITION  433 ",
  "two-thirds  share  of the produce,  instead of the customary  half At ",
  "the end of the war, in view of the rising popular  unrest, the Commu­",
  "nist Party too started  shifting grounds  and moved towards  a more ",
  "belligerent  line.  In  a  resolution  adopted  on  5  August  1946  it ",
  "declared  that the \"Indian  freedom  movement  has entered  its final ",
  "phase\".  So what  was needed was a \"joint front  of all patriotic  par­",
  "ties\" to stage a \"national  democratic revolution\"  that would ensure ",
  "\"all  power  to  the  people\".\"  Against this backdrop,  in September ",
  "1946 the BPKSdecided to launch the Tebhaga movement and soon ",
  "it spread to a wide region where peasants harvested the paddy and ",
  "took it to their own kbamar (storehouse) and then invited the land­",
  "lords to come and take their one-third  share. Although north Bengal ",
  "districts  were  the  worst  affected  by this  sharecroppers'  agitation, ",
  "contrary to popular notion, as Adrienne Cooper has shown, Tebhaga ",
  "movement touched  a wider region, covering almost every district in ",
  "eastern,  central  and  western  Bengal. Here  the  peasants carved  out ",
  "their  tebhaga elaka or liberated zones, where they instituted alter­",
  "native administrations and arbitration  courts. The  Muslim League ",
  "ministry,  then in power in Bengal, responded by proposing a Barga­",
  "dar Bill in January  1947, apparently  conceding  the sharecroppers' ",
  "demand;  but it was soon dropped  because of opposition from within ",
  "the Muslim League and from the Congress.From February the move­",
  "ment began to spread rapidly, provoking an angry response from the ",
  "government.  The  peasants bravely fought police repression and re­",
  "sisted landlords' lathiyals, but soon it became such an uneven battle ",
  "that the BPKS decided to retreat, although  in some pockets peasants ",
  "resolved to continue without their leaders.73 ",
  "One  may observe in this peasant  movement some of the earlier ",
  "features like the strength  of community ties that predominated pre­",
  "vious peasant struggles (noted in chapters 3.2  and 4.2).  The share­",
  "croppers  belonged  mainly to  tribal  and  dalit  groups,  such  as the ",
  "Rajbansis and N amasudras, and the BPKS had built its organisation ",
  "on the foundation of such community  structures.\"  Sugata Bose has, ",
  "however, noticed  in  this  movement  of the  late  colonial  period ",
  "greater  class consciousness,  concerns  about individual  rights and ",
  "preponderance  of economic  issues  that  often  tended  to fracture ",
  "older community loyalties,  as Rajbansi  and Muslim  sharecroppers ",
  "often  did  not  feel  inhibited  in  attacking  Rajbansi  and  Muslim ",
  "jotedars.75 But it was not a revolutionary movement either, claiming ",
  "land for the tillers, which remained  only a distant goal to cement a ",
  "delicate alliance between various classes of peasantry. It was a partial ",
  "movement  that  gave precedence  to the sharecropper's  demand.  It https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "434  FROM PLASSEY TO PARTITION ",
  "was therefore  participated  by the  sharecroppers  and poor peasants ",
  "in large numbers,  supported and sometimes led by the middle peas­",
  "ants.  Its impact  on Bengal agrarian  relations  was far reaching.  But ",
  "above all,  it showed  that  in a political  environment  already  vitiated ",
  "by communal  riots, the peasants were still capable of aligning across ",
  "the religious  divide.76  However,  it was also  true that  the same peas­",
  "ants on  other  occasions participated  in communal  riots.  Class and ",
  "community  were  thus  so  intimately  intertwined  in  peasant  con­",
  "sciousness and identity that it is analytically difficult  to separate  one ",
  "from the other. Such elements  of continuity  suggest that these peas­",
  "ant responses were more conjunctural-instigated  by their immedi­",
  "ate grievances,  ideological mediation  and historical  environment­",
  "rather  than indicative of any sharp tum in colonial  peasant  history. ",
  "And this is a pattern  that  we will observe in other  communist-led ",
  "mass movements as well. ",
  "In western India, the Maharashtra  Kisan Sabha took up the cause ",
  "of the Varli tribal agricultural labourers  in Umbargaon  and Dahanu ",
  "talukas  in Thana  district. Their  main grievance was against  forced ",
  "Labour  performed for the landowners and  moneylenders at a ",
  "(veth) ",
  "time when prices of daily necessities  had been pushed up by war.  In ",
  "1944 the Varlis of Umbargaon on their own staged an unsuccessful ",
  "strike to demand a minimum daily wage of twelve annas (1 rupee = ",
  "16 annas) for agricultural work such as grass cutting  and tree felling. ",
  "The  strike failed,  but  hereafter  the  Kisan Sabha  started  organising ",
  "the Varlis and at a conference  in May 1945 decided  to launch  a more ",
  "prolonged  movement  for the abolition  of forced  labour  and claim­",
  "ing a minimum wage of twelve annas.  The movement spread quickly ",
  "in the Umbargaon taluka where forced labour was stopped and debt­",
  "serfs were released, and  then it spread  to the  nearby Dahanu  taluka ",
  "with similar  results.  In October, as the grass-cutting season approa­",
  "ched,  the movement entered its second phase when the Kisan Sabha ",
  "called for a strike to claim a minimum  wage of Rs 2-8  for cutting ",
  "five hundred  lbs of grass. The  landlords  responded  with  intimida­",
  "tion, court cases and  appeals  to district  administration  for help.  In ",
  "one incident  on October  11, when the police opened fire on a peace­",
  "ful gathering,  five Varlis died defending  the red flag, which had by ",
  "now become  the symbol of their  unity and  an icon of their  libera­",
  "tion. The strike  was nearly complete and  forced many landlords­",
  "though not  all-to  yield  to their demands.  But that did not end the ",
  "Varli's struggle. ln October  1946 the movement  was again renewed, ",
  "this time with an additional  demand for a minimum  daily  rate of Rs ",
  "1-4 for forest work, which the timber companies  were not prepared https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "435 ",
  "FREEDOM  WITH  PARTITION ",
  "to offer. The  near total  peaceful strike continued  for over a month ",
  "and finally on 10 November  in an agreement with the Kisan  Sabha, ",
  "the  Timber  Merchants  Association  agreed  to  pay  the  minimum ",
  "wage. 11T he movement  thus ended  in a great victory for the tribal ",
  "Varlis who were mobilised by the Kisan Sabha around specific eco­",
  "nomic grievances. This did not mean however that their  community ",
  "identity  played a less important  role, as the red  flag  had  now  ac­",
  "quired a magical significance to become a new iconic representation ",
  "of their tribal solidarity. ",
  "In the  south,  the communists  entrenched  themselves  and  estab­",
  "lished  their  undisputed  sway over peasant unions in the villages of ",
  "north Malabar  during  the  early  forties,  when  the  region  suffered ",
  "from acute food shortages and near  famine conditions.  During  the ",
  "People's War phase they preferred  a conciliatory  policy, sought  to ",
  "renegotiate  the  agrarian  relations and tried to construct  what Dilip ",
  "Menon  has  called  a  1c1onjuncrural community  of landowners  and ",
  "culrivarors1• 111B ut this fragile truce broke down in 1946 in a context ",
  "of postwar stress and scarcity, as the landlords  became more aggres­",
  "sive  in  collecting  rent  in  kind,  evicting  defaulting  peasants  and ",
  "asserting  their  rights over wastelands and forests. The Kerala  Com­",
  "munist Party also allowed a more belligerent line for the peasants at ",
  "this stage. It was never that violent as in Bengal,  but throughout the ",
  "1946-47    period  peasant volunteers here fought with the landlords ",
  "and the Malabar Special Police to prevent collection of rents at times ",
  "of scarcity, to stop the sale of rice in open markets for excess profits ",
  "and to bring wastelands under cultivation. 79 ",
  "However, it was further south  in the princely state of Travancore ",
  "that the most violent  popular  upsurge led by the communists took ",
  "place in October! 946  at Punnapra-Vayalar near the industrial city of ",
  "Alleppye. Here the growth of coir industry after World War One saw ",
  "the emergence  of a large working class and their unionisation  under ",
  "communist leadership  by mid-1940s.  In 1946,  the government  of ",
  "the princely state, in view of the impending withdrawal of the Brit­",
  "ish, started  working towards asserting the independence ofTravan­",
  "core by imposing an undemocratic  constitution,  allegedly based on ",
  "1A1mericanmodel1• 1While the local Congress seemed to be concilia­",
  "tory to the Diwan, the Communist Party decided to make it an issue. ",
  "As this situation  coincided  with  food scarcity and a lockout  in the ",
  "coir  industry,  the  workers  were  exasperated,  and  were  joined  by ",
  "agricultural  workers,  boatmen,  fishermen  and  various  other lower ",
  "occupational  groups. On 24 October  they attacked a police outpost ",
  "at Punnapra,  killing three policemen  and thereafter  violence spread https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "436  FROM PLASSEY TO PARTITION ",
  "rapidly  to  other  areas.  The  government  retaliated  the  next  day, ",
  "when the military attacked and killed 150 communist volunteers  at a ",
  "camp in Vayalar and another  120 atMenessary. The movement  then ",
  "died down quickly, as the communist leaders went underground  and ",
  "repression was unleashed.  Robin Jeffrey has argued  that the \"revolt ",
  "had  nothing  at all to do with communal or caste issues\"  and was a ",
  "\"product  of an organised,  disciplined  working class\".  But the  fact ",
  "remains that about  80 per cent of the participants  belonged  to the ",
  "low  ranking-but  socially  organised-Ezhava  caste,  and  this  cer­",
  "tainly  provided  an  element  of solidarity  among  the  ranks  of the ",
  "rebels.\" ",
  "It was in  Hyderabad-another  southern  princely state-that the ",
  "most prolonged  and  radical  peasant  movement  under communist ",
  "leadership  took  place  from  mid-1946.  Here,  agrarian  relations ",
  "under the autocratic  rule of the Nizam resembled,  in the words  of ",
  "D.N. Dhanagare,  \"a page from medieval,  feudal  history\", where the ",
  "jagirdars, pattadars (landowners),  deshmukhs and deshpandes (reve­",
  "nue collectors)  held complete sway over the rural society.s1 Further ",
  "to  that, commercialisation  of agriculture and  introduction  of cash ",
  "crops brought in  the sahukars (moneylenders),  growing  land alien­",
  "ation  and  increasing  number of agricultural  labourers.  Particularly ",
  "in the 1940s,  the falling prices continuing  from the depression years ",
  "affected  the  small  landowning  pattadars  and  rich  peasants,  while ",
  "poorer  peasants  resented  the  oppressive  practice of forced  labour ",
  "or uetti  and  food  scarcity  of the postwar  period.  This created  the ",
  "groundwork for an armed peasant insurrection, which took place in ",
  "Telengana, i.e.,  the eight Telugu speaking districts of Hyderabad, with ",
  "the nearby Andhra delta of the British  ruled Madras Presidency pro­",
  "viding  a secure  base. Here  the communists  had started  mobilising ",
  "the peasantry since mid-l 930s  through  certain front organisations, ",
  "such  as  the  Andhra  Conference  in  Te lengana  and  the  Andhra ",
  "Mahasabha  in the delta region. The movement  started  in N algonda ",
  "district  in July 1946  with  an  attack  on  a notorious  landlord and ",
  "within  a month  it spread to a wide region  in N algonda, W arangal ",
  "and Khammam districts. The demands of the movement were many, ",
  "as they were meant to forge a class alliance  between the Kamm a and ",
  "Reddy small pattadar  and rich peasant leadership  of the communist ",
  "movement,  and  the  poorer  untouchable  Mala,  Madiga  and  tribal ",
  "peasants and  landless  labourers  who  were  gradually  being  drawn ",
  "into the movement.  These included demands for wage increases and ",
  "abolition  of verri,  illegal  exactions,  eviction  and  the recently  im­",
  "posed  grain  levy. The movement  at this initial stage was, however, ",
  "less organised and more \"spasmodic\"  in nature. 82 https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "437 ",
  "FREEDOM  WITH  PARTITION ",
  "In June  194 7 the Nizam announced that after the withdrawal  of ",
  "the British, Hyderabad would maintain its independence and would ",
  "not join the Indian union. As this meant the continuation  of the anti­",
  "quated medieval rule, the local Congress decided to launch a sarya­",
  "graha, and the communists,  despite their reservations, joined in and ",
  "hoisted  national  flags in various parts of the state.  But the alliance ",
  "soon broke down, as the movement  was not going anywhere, while ",
  "the Majlis lttehad-ul-Musalmin,  an outfit  of the minority  Muslim ",
  "aristocracy, now recruited its own armed bands, called the Razsa,k ar",
  "and with  the endorsement  of the Nizam unleashed a reign of terror ",
  "in  the  Telengana  countryside.  To  resist  repression,  the  peasants ",
  "under communist leadership now began to form volunteer guerrilla ",
  "squads called dalams,  began to seize wastelands and  surplus land ",
  "from big landlords and redistribute them, and formed village repub­",
  "lics or 'soviets' in areas considered to be liberated  zones. When on ",
  "13 September  1948 the Indian  army  entered  Hyderabad,  it meant ",
  "the end of the Nizarn's dream of independence and his army, police ",
  "and the Razakar bands surrendered  immediately.  But this did not ",
  "mark the end of the Telengana insurrection,  which now entered its ",
  "second phase, as the Communist Party, despite some opposition from ",
  "within, decided to continue  the struggle, which was claimed to be ",
  "heralding  a People's Democratic Revolution  in  India.  The  Indian ",
  "army also launched  its \"Police Action\"  against the communist guer­",
  "rillas and the uneven battle continued until October  1951, when the ",
  "83 ",
  "movement was formally withdrawn. ",
  "The Telengana movement was perhaps the most widespread, most ",
  "intense  and  most  organised  peasant  movement  in the. history  of ",
  "colonial  India.  According to one estimate, the movement  involved ",
  "peasants in \"about 3,000 villages, covering roughly a population  of ",
  "3 million in an area of about  16,000  square miles.\" It mobilised ten ",
  "thousand village squad members  and about two thousand guerrilla ",
  "squads, and managed to redistribute  about  1  million acres of land. ",
  "About four thousand communist cadres or peasant  volunteers were ",
  "killed, while  about  ten thousand  were jailed and many more thou­",
  "84 ",
  "sands harassed and tortured.  This sheer  scale  also makes it clear ",
  "that there were more complexities  in the movement than these sta­",
  "tistics apparently suggest. Dhanagare has shown that it was based on ",
  "very broad  class and communal  alliances, which often proved vul­",
  "nerable. The class alliance began to flounder after the seizure of land ",
  "began  and the land-ceiling  question  was settled  in favour  of rich ",
  "peasants.ss Also in occupying land, there was more enthusiasm about ",
  "commons land, wasteland and forests, than about the surplus land of https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "438 ",
  "FROM PLASSEYTO PARTITION ",
  "the landlords.  Although dalit groups formed a sizeable section of the ",
  "participants,  their role, as Gail Omvedt asserts, was mainly \"a subor­",
  "dinate one\",  as the communist leadership  almost  routinely  ignored ",
  "the issues of caste oppression and untouchabiliry. 6 ",
  "In all these peasant movements organised by the communists and ",
  "Kisan  Sabhas,  there  is evidence  of autonomous  peasant  initiative, ",
  "either  in  taking  action  before  the  middle-class  leaders  actually ",
  "arrived or in defying the latter's  cautionary directives.a? What these ",
  "conflagrations,  therefore,  indicate  i  the  existence  of  widespread ",
  "popular discontent among all classes of peasantry in postwar India, ",
  "which the Communist  Party decided to channelise,  albeit in certain ",
  "specific.  regions.  And  if the  peasantry  was  restive,  the  industrial ",
  "working classes had become restless too, because of the inflation and ",
  "post-war  retrenchment.  The  wave  of  strikes  in Indian  industries ",
  "reached its peak in  1946  when more than 12 million man-days were ",
  "lost and this figure was more than three rimes higher than in the pre­",
  "vious year. And apart from industries, workers struck at the Post and ",
  "Telegraph Department  and in the South Indian Railways and North­",
  "We tern  Railways. t!  This  general  environment  of disquiet  did  not, ",
  "however, lead to any nationwide  mass movement.  But that does not ",
  "mean that all those moments  of rebellion were meaningles  or those ",
  "hundreds of lives were sacrificed in vain. After the war it was clear ",
  "that the British  were going to leave India. But that decision,  one may ",
  "argue, was to a large extent prompted by this environment  of inqui­",
  "etude.  There was a growing  realisation  that now it would be more ",
  "difficult  to deal with a mass upsurge or to hang on to the empire by ",
  "force, as disaffection had also trickled  into the army ranks.  Hence ",
  "there  was a  greater  urge  to  negotiate  for  an  ordered  transfer  of ",
  "power, so  that  India  might  at  least  remain  within  the  Common­",
  "wealth  and  the British  economic  and  strategic  interests  were  pro­",
  "tected.  We may now tum to that story. ",
  "8.3  TOWAR  DS FREEDOM WITH P ARTffiON ",
  "The historiography of decolonisation  in India,  as Howard Brasted ",
  "and Carl Bridge point out, is polarised  on the question whether free­",
  "dom was seized  by the Indians or power was transferred  voluntarily ",
  "by the British  \"as an  act of positive statesmanship\".s9  That British ",
  "decision  to quit  was partly  based on the ungovernability  of India in ",
  "the  1940s is beyond doubt It is difficult  to argue that there was a ",
  "consistent  policy  of devolution  of power,  which came to its logical ",
  "culmination  in Augu t 1947 through the granting  of self-government ",
  "in India.  \\ V ehave  already  seen  ( chapter  6) that  the con  riturional https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "440 ",
  "FROM PLASSEY TO PARTITION ",
  "hostile was the American public opinion,  and  it could  not be easily ",
  "cast  aside,  as  since  the  Lend  Lease Act  Britain  had  become  too ",
  "dependent  on the United States for conducting  the war. So Franklin ",
  "Roosevelt  finally had  him  to  sign the Atlantic  Charter  in August ",
  "1941,  which  acknowledged  the  right  to self-determination  for  all ",
  "people  of the world.  But it was open to interpretation  and in Chur­",
  "chill's conservative interpretation,  it was meant only to be applicable ",
  "to  the  European  people  subjugated  by Nazi  Germany,  and  not  to ",
  "their colonial subjects. A few months later, he announced  arrogantly ",
  "that  he had  \"not become His Majesty's  Chief Minister  in order  to ",
  "preside over the Liquidation of the British Empire\" .95 ",
  "The rapid  progress of the Japanese  army in Southeast Asia, how­",
  "ever, shattered  British prestige and dented its self-confidence.  Indian ",
  "collaboration  was  now  more  urgently  needed,  and  the  allies  like ",
  "Roosevelt  and  Chiang  Kai Shek wanted  the  Indian  problem  to  be ",
  "sorted  out  on a priority  basis. The  Labour members in the cabinet ",
  "therefore  insisted that something  had to be done about  India in the ",
  "line of their 1938   agreement. It was decided that Cripps would go to ",
  "India to negotiate  with the Indian  political  parties  on a declaration ",
  "that very much resembled the previous August offer. Cripps Mission ",
  "which  came  to  India  in March-April  1942  promised  Indian  self­",
  "determination  after the war;  India then  might opt out of the  Com­",
  "monwealth,  but had to enter  into a treaty to safeguard  British eco­",
  "nomic and strategic interests;  there would be an elected Constituent ",
  "Assembly to which the princes could also nominate  their representa­",
  "tives; the provinces  could secede from the union if they so wished ",
  "and this gave tacit recognition  to Muslim League's Pakistan demand; ",
  "and more immediately, Indians would become members of the vice­",
  "roy's  executive  council  in order  to prop  up war  efforts.  Congress ",
  "rejected the proposal,  as it did not want to shoulder  responsibilities ",
  "without  real  power  and  also wanted  some  control  over  defence. ",
  "Cripps could not persuade them, as he did not get either the cooper­",
  "ation  of the viceroy or the support  of his prime minister. 96 It is also ",
  "argued that Churchill did not sincerely wish the Mission to succeed; ",
  "he merely  wanted  to  show  the world-and  more  particularly,  his ",
  "allies-that  something was being done to resolve the Indian political ",
  "imbrogli0.97  The  failure  of the  Mission,  as we have noted  earlier, ",
  "prepared  the ground  for a total  confrontation  between  the  Raj and ",
  "the Congress. But although a failure, the Mission signified an impor­",
  "tant shift in British policy. It announced  Indian  independence  after ",
  "the war, within or outside the empire, to be the ultimate goal of Brit­",
  "ish policy;  and  that  unity  would  no longer  be a precondition  for https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "441 ",
  "FREEDOM WITH PARTffiON ",
  "independence.98 It was on these two essential conceptual pillars that ",
  "post-war British policy of decolonisation was to evolve, although  in ",
  "1942 there was not yet any political consensus on them. ",
  "During the last years of World War Two and immediately after it ",
  "the global political  situation  as well as the objective conditions  in ",
  "India  changed  so drastically that they gravitated  almost  inevitably ",
  "towards India's  independence.  \"Whatever pre-war  tendencies  may ",
  "have existed\", argues John Darwin, \"the pattern  of post-war decolo­",
  "nization was profoundly influenced by the course and impact of the ",
  "war.  In India, the Quit India movement and its brutal  repression ",
  "\"gg ",
  "ruptured  the  relationship  between  the  Raj  and  the  Congress  and ",
  "destroyed  whatever goodwill the former might have had among the ",
  "majority of Indian  population. The Bengal famine  and the wartime ",
  "food scarcity in other regions  further  damaged  the moral  founda­",
  "tions of the Raj. The subsequent agitation surrounding the INA trials ",
  "showed that no resolution of the Indian question was possible with­",
  "out the participation of the Congress, which could neither  be side­",
  "lined nor coerced into silence. Meanwhile, in global politics too the ",
  "balance  of power had tilted decisively in favour of the United  States. ",
  "Britain emerged victorious from the war with its empire in tact But ",
  "although  there was no dearth of desire to maintain the old imperial ",
  "system  of  power,  it simply did  not  have-being  dependent  on  a ",
  "United  States loan-the  financial  capacity to shoulder  the responsi­",
  "bilities of a world power. The interest of Franklin Roosevelt in India's ",
  "national  movement, on the other hand, remained  as a constant pres­",
  "sure  on  an  otherwise  intransigent  Churchill.  And  after  the  war, ",
  "worldwide anti-imperialist  sentiments, generated  by the very strug­",
  "gle against Nazi Germany and enshrined in the United Nations Char­",
  "ter and its strict trusteeship rules, made empire morally indefensible. ",
  "Britain's  imperial  relations  with  India had  also  undergone pro­",
  "found  changes in  the  meanwhile.  India  performed  three  imperial ",
  "functions: it provided a market for British exports, was a remitter  of ",
  "sterling  and  a  source  of  military  strength  to  protect  the  British ",
  "empire. But since the  1930s London  had little control  over Indian ",
  "monetary  and  fiscal  policies:  protective tariffs  had  already  been ",
  "imposed and wartime procurement  policies led to an evaporation of ",
  "India's  sterling  debt,  replaced  by Britain's  rupee  debt  to  India ",
  "India's relevance  to imperial defence was also coming  under  close ",
  "scrutiny. India was traditionally considered  to be a strategic asset for ",
  "maintaining control  over Britain's world empire,  particularly in the ",
  "Middle East and Southeast Asia. But it was now doubtful  as to how ",
  "long  that would  be  viable,  as  already  there  was  stiff opposition https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "442 ",
  "FROM PLASSEY TO PARTITION ",
  "against  the use of British Indian  Army for post-war  restoration  of the ",
  "Dutch  and  French  empires  in  Indonesia  and  Indochina.  Military ",
  "expenditure  had  been  another  key issue.  In  1938  it was found  that ",
  "the  Indian  army  needed  modernisation,  and  the  government  of ",
  "India  was unable  to bear the expenditure.  So  under  an agreement  in ",
  "November  1939  it  was  decided  that  the  bulk  of this  expenditure ",
  "would  be  borne  by the  British  government,  which  would  also  bear ",
  "As ",
  "the cost  of the Indian  army fighting  on foreign  soil outside  India. ",
  "the war broke  out, Indian army  had to be deployed  in the Southeast ",
  "Asian  front  and  it became  increasingly  difficult  ro transfer cash dur­",
  "ing wartime;  as a result, Britain's  debt to  India started piling  up, so ",
  "that by  1946  Britain  owed  India  more  than  £1,300  million,  almost ",
  "one-fifth  of  Britain's  GNP.mo  But  this  did  not  mean  that  Britain ",
  "decided  to leave  because,  as Tomlinson  has surmised,  India  was  no ",
  "longer  considered  to  be  one of her  \"imperial  assets\"  and  was  regar­",
  "ded  as \"a potential  or actual  source ofweakness\".  101 Even during the ",
  "war  there  was optimism  at the Whitehall  that the sterling  balances ",
  "would  be an  advantage,  rather  than  problem,  for  it would  serve  as ",
  "pent  up  demand  for British export  industries  and  could  be  used  to ",
  "supply  capital  goods  to India,  which  would  boost  employment  dur­",
  "ing  the  crucial  post-war  reconstruction  period  in  Britain.I\"'  One ",
  "may further  point  out,  that  this  financial  situation  arose  because  of ",
  "the  increasing  nationalist  pressure  for more resources  and  budgetary ",
  "allocation  for the development  of their own country,  rather  than  for ",
  "servicing  the empire.  If the current  situation  could  reveal  anything  at ",
  "all  to the  imperial  managers,  it was that India  had now certainly  be­",
  "come  less manageable  as a colony-that  henceforth  it could  only  be ",
  "kept under control  at a heavy  cost,  both  financial  and military.  Brit­",
  "ain's  interest  in India could  now best be safeguarded  by treating  it as ",
  "an  independent  nation,  through  informal  rather  than  formal  con­",
  "trol.  The  massive  Labour  victory  in July  1945  created  a congenial ",
  "atmosphere  for such  a political  change. ",
  "Much  indeed  has  been  said  about  the significance  of  Labour vic­",
  "tory in  the history  of Indian  independence.  B.N.  Pandey,  for exam­",
  "ple,  has  argued  that  the  Labour  Party,  particularly  the  new  Prime ",
  "Minister  Clement  Attlee,  the  new  Secretary  of State  Lord  Pethick­",
  "Lawrence  and  Stafford  Cripps,  now  the  President  of the  Board  of ",
  "Trade,  were  long  committed  to  the cause  of  Indian  independence. ",
  "Now  with  decisive  majority  in  the  House  of  Commons  the  time ",
  "arrived  for them  to redeem  their pledge.  103 Contemporary  observers ",
  "like V. P. Menon  went  further  to  suggest  that a Labour  victory  was https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "444  FROM PLASSEY TO PARTITION ",
  "union  was not enough. 109 As the Congress chose the collision  course ",
  "and  launched  the  Quit  India  movement,  the  British  found  useful ",
  "allies in Jinnah and the Muslim League, as Churchill openly described ",
  "\"Hindu-Muslim  feud  as  the  bulwark  of British  rule  in  India\".110 ",
  "Between  1942 and  1943  League ministries  were installed in Assam, ",
  "Sind,  Bengal  and  the North-West Frontier Province through active ",
  "maneuvring  by  the  British bureaucracy.  The demand  for  Pakistan ",
  "was,  however,  still  not  well  defined  at  this  stage.  At the  constitu­",
  "tional  front,  what  Jinnah  wanted  was autonomy  for  the Muslim ",
  "majority provinces in a loose federal  structure, with Hindu-Muslim ",
  "parity at the central government, the minority Hindus  in the Muslim ",
  "majority  provinces  serving  as security  for  the Muslim  minorities ",
  "elsewhere. ",
  "The  Congress tried  to  meet  Muslim demands  through  top  level ",
  "political negotiations.  In April  1944  C. Rajagopalachari  proposed a ",
  "solution:  a post-war commission would be formed to demarcate the ",
  "contiguous  districts  where  the Muslims were in absolute  majority, ",
  "and there a plebiscite of the adult population  would decide whether ",
  "they would prefer Pakistan;  in case of a partition  there would  be a ",
  "mutual  agreement to  run certain  essential services,  like defence  or ",
  "communication;  the border  districts  could choose to join either  of ",
  "the  two  sovereign  states; the implementation  of the  scheme  would ",
  "wait  after  full transfer  of power.  In July 1944 Gandhi proposed ",
  "tlil ",
  "talks with Jinnah  on the basis of the 'Rajaji  formula',  which  indeed ",
  "amounted  to an acceptance  of Pakistan  demand.  But Jinnah did not ",
  "agree to this  proposal  and  Gandhi-Jinnah  talks in September  1944 ",
  "broke down.  In Gandhi's view, the talks failed because  of fundamen­",
  "tal  differences  in  perspectives:  while  he  looked  at  separation  as ",
  "within the family and therefore preferred to retain some elements  of ",
  "parmership,  Jinnah wanted complete dissolution with sovereignty.111 ",
  "It is difficult  to tell, however, whether  Gandhi's perception  was true ",
  "or Jinnah  at  this  stage  was  not  contemplating  partition,  but  was ",
  "fighting  for  his  principal  demand  for  the  recognition  of parity ",
  "between Hindus and Muslims as two equal  nations,  whatever  their ",
  "numbers might have been. ",
  "This issue surfaced  again in June 1945  when  Churchill  permitted ",
  "Wavell-the previous  commander-in-chief  who  had in  1943 repla­",
  "ced  Linlithgow  as the  new viceroy-to  start negotiations with  the ",
  "Indian  leaders.  Wavell  had  a clear  understanding  that  \"India  after ",
  "the war will become a running  sore which will sap the strength  of ",
  "the British  empire\".  India would  be ungovernable  by force, because ",
  "a policy of ruthless repression would not be acceptable to the British https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "FREEDOM  WITH  PARTITION  445 ",
  "public. So \"some imaginative and constructive move\" needed to be ",
  "taken immediately, in order \"to retain India as a willing member of ",
  "the British Commonwealth\".112 During his visit to London in March ",
  "1945  he finally convinced Churchill  of the desirability  of a  Con­",
  "gress-League coalition government  in India as a preemptive  measure ",
  "to fores tall the political crisis he predicted  after the war. He, there­",
  "fore, convened  a conference  at  Simla to talk  about  the  formation ",
  "of an entirely  Indian executive council, with the viceroy and com­",
  "mander-in-chief  as  the  only  British  members.  Caste  Hindus and ",
  "Muslims  would  have  equal  representation, while  the  Scheduled ",
  "Castes would  also be separately  represented;  and  doors  would  be ",
  "open for discussion of a new constitution. But the Simla conference ",
  "of 25 June-14July 1945 crashed on the rock of Jinnah's demand for ",
  "parity. He claimed  for Muslim League an exclusive right  to  nomi­",
  "nate  all the Muslim  members  of the cabinet. Congress  refused  to ",
  "accept it, for that would amount  to an admission that Congress was ",
  "a party only of the caste Hindus.  Ironically,  at that time, Maulana ",
  "Abul Kalam Azad was the Congress president! W avell called off the ",
  "meeting, as a coalition  government  without  the League would  not ",
  "work ",
  "Ayesha j ala!  has argued  that at no point  between  1940  and the ",
  "arrival of the Cabinet Mission in 1946 did either Jinnah  or Muslim ",
  "League ever coherently  define the  Pakistan dernand. ! '! But it was ",
  "this very vagueness of the demand  that made it an excellent  instru­",
  "ment  for a Muslim mass mobilisation campaign  in  the  1940s, the ",
  "primary objective of which was to construct a Muslim national iden­",
  "tity transcending class and regional barriers. In addition  to its tradi­",
  "tional  constituency,  i.e.,  the  landed  aristocracy,  Muslim  politics ",
  "during  this period  began to attract support  from a cross-section  of ",
  "Muslim  population,  particularly  from  professionals and  business ",
  "groups  for whom a separate state of Pakistan would mean elimina­",
  "tion of Hindu competition. And to this was added the political sup­",
  "port of the leading ulama, pirs and maulavis who lent this campaign ",
  "a religious legitimacy,':\" Muslim politics at a national  level was now ",
  "being institutionalised and Jinnah  gradually emerged as its authori­",
  "tative leader, establishing his control over the provincial branches  of ",
  "the League. Those provincial groups or leaders, who did not toe his ",
  "line, like A.K. Fazlul Huq and his Krishak Praja Party (KPP) in Ben­",
  "gal or Sir Sikander Hyat Khan and his Unionist Party in Punjab, were ",
  "systematically pulled  down  and politically marginalised. Both  Huq ",
  "and Khan were censored  in July 1941 when  they agreed  to join­",
  "without Jinnah's approval-the  Viceroy's National Defence Council, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "446  FROM PLASSEY TO PARTITION ",
  "which  in terms  of its membership  structure  did  not recognise  the ",
  "Muslim claim ofpariry.'!'  During the closing years of the war, both ",
  "the  KPP and  the Unionist Party were gradually  shoved  out of the ",
  "political centrestage in the Muslim majority provinces ofBengal and ",
  "Punjab where Pakistan demand  became an ideological rallying sym­",
  "bol  that  helped  overcome  the various  fissures within  a heteroge­",
  "neous Muslim community. ",
  "To get to the details of the Bengal story first, Fazlul Huq and his ",
  "KPP had thrown here a major challenge to the Muslim League in the ",
  "1937   election;  but soon after the election,  they came to terms with ",
  "the League by forming a coalition government with them. Huq soon ",
  "began to  lose popularity,  as he gravitated  more towards  zamindar ",
  "and  rich  peasant  interests  and  reneged  on  a  number  of election ",
  "promises given to the tenant and poor peasant constituencies  of the ",
  "KPP.  He joined  the  League in 1937  and  was given the  honour of ",
  "introducing  the  Lahore  Resolution  in  1940.  But  he  never  fully ",
  "endorsed  Jinnah's  politics and in 1941, when reprimanded  by him, ",
  "Huq  resigned  both  from the National  Defence  Council  and  from ",
  "the Muslim League, with a stinging letter of complaint  against the ",
  "authoritarian  leadership style of Jinnah. Although he later retracted ",
  "his steps, his relationship with the Bengal League members remained ",
  "strained, particularly when later that year he formed a coalition gov­",
  "ernment with the Hindu Mahasabha, with Shyama Prasad Mukherjee ",
  "as the co-leader. This Progressive Coalition  ministry was ultimately ",
  "toppled  in March  1943 with  the  active connivance  of the  Bengal ",
  "Governor  and a Muslim League ministry was then  installed  under ",
  "the leadership of Khwaza Nazirnuddin. This boosted League's image, ",
  "local  branches  of  the  Muslim  League  were  opened  throughout ",
  "116 ",
  "Bengal  and  a  mass  mobilisation  campaign  was  launched.  This ",
  "campaign  was  however  more  symbolic  and  emotional  than  pro­",
  "grammatic.  'Pakistan'  was presented  as \"a peasant  utopia\"  which ",
  "would bring in liberation  for the Muslim peasantry  from the hands ",
  "of the Hindu zarnindars and moneylenders. As a result, by the mid-",
  "1940s, Pakistan as an ideological symbol of Muslim solidarity gained ",
  "almost  universal  acceptance  among  the  Muslim  peasants.\"?  Abul ",
  "Hashim, the Bengal League leader travelled extensively throughout ",
  "east Bengal countryside campaigning for Pakistan and his draft man­",
  "ifesto, that outlined  the moral, economic and political objectives of ",
  "the movement,  also appealed to the Muslim middle classes, particu­",
  "larly the students.  The Nazimuddin  ministry had to resign in March ",
  "1945;  but  by then  the  Muslim  League in Bengal had  emerged  as ",
  "the only mass based political party of the Muslims.11s This meant a https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "FREEDOM  WITH  PARTITION  447   ",
  "virtual political  death of the KPP, many  of its younger progressive ",
  "members  having  already  joined  the  League,  which  by  now  had ",
  "become, to quote  Taj Hashmi, \"everything  to everybody\". 'I\"  This ",
  "popularity was translated  into a massive election  victory  in  1946, ",
  "with the League winning 93 per cent of Muslim votes in the prov­",
  "ince and 119 of the 250 seats in the assembly. This was the inevita­",
  "ble  result  of an  election  campaign  that  had  been turned  into  \"a ",
  "religious  crusade\",  as the  Congress President Maulana  Azad  later ",
  "complained.P\" ",
  "In Punjab the structure of politics was sharply divided along rural­",
  "urban lines; while the Unionist  Party held sway over  rural politics, ",
  "the Muslim League acquired a base among the urban  Muslims. But ",
  "the Unionist Party was in control, as Punjab landowners accounted ",
  "for 60 per cent  of its much  restricted  electorate, organised  along ",
  "agricultural  'tribal'  constituencies.121  The Unionists  after the  193 7 ",
  "election  formed  a  coalition  ministry  in Punjab with  Sir  Sikander ",
  "Hyat Khan as the premier.  But Sikander  soon came to terms with ",
  "Jinnah  through  what is called  the  Jinnah-Sikander  Pact  of 1937. ",
  "Although the alliance  was full of tensions,  this  gave the Unionists ",
  "some sort of legitimacy among the Punjabi Muslim population, while ",
  "Jinnah found a springboard to further his mission to project Muslim ",
  "League as the centre of South  Asian Muslim  politics.  Sikander  also ",
  "contributed to the organisation  of the  1940  Lahore conference and ",
  "to the drafting of the resolution. But he never fully accepted 'Paki­",
  "stan'  as a separatist demand.  \"If Pakistan means unalloyed  Muslim ",
  "raj in the Punjab\", he announced in the Punjab Assembly in March ",
  "122 ",
  "1941,  \"then I will have nothing to do with it\".  But Sikander died ",
  "suddenly in December 1942 and his mantle fell on relatively  inexpe­",
  "rienced Malik Khizr Hyat Khan Tiwana. Jinnah  continuously pres­",
  "surised  him  for more and  more political  leverage,  first to  form a ",
  "Muslim  League As embly Party  and  then  to  rename  the coalition ",
  "government as \"Muslim  League  Coalition  Ministry\".  When Khizr ",
  "refused  to oblige and  stood  his ground,  he was expelled  from  the ",
  "Muslim League in April  1944.123  Hereafter, Jinnah launched  a well ",
  "orchestrated  mass campaign  to  popularise the  idea  of Pakistan  in ",
  "rural Punjab,  with the help of some of the  disgruntled elements  in ",
  "the Unionist  Party, the young enthusiasts of the Punjab Muslim Stu­",
  "dents Federation  and  the saJjad nishins  (custodians  of sufi shrines) ",
  "who were now  pressed into  the political  service of Islam.  He even ",
  "befriended  the  Communist  Party,  which  supported  the  Pakistan ",
  "demand.  When the pirs with their huge rural influence,  issued fat­",
  "was,  support  for Pakistan  became an individual  religious responsib-https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "448 ",
  "FROM PLASSEY TO PARTITION ",
  "iliry of every Muslim. As the election of 1946 approached, the entire ",
  "power structure  of the Punjabi Muslim community-from  the rural ",
  "magnates  and the landowning jaildar-lambardar class which  previ­",
  "ou ly supported  the Unionist Party to the ordinary  Muslim  peasants ",
  "in  western  Punjab-all  drifted  towards  the  Muslim  League.  The ",
  "wartime  scarcity and food procurement policy  also  contributed  to ",
  "this groundswell. 124 ",
  "If the League undercut  the Unionist support  base in the west, the ",
  "Congress did the same in east Punjab;  the Akalis mobilised  too. So in ",
  "the election of 1946,  the Unionist  Party got just 18 of the 175  seats ",
  "in the Punjab Assembly; Congress got 51, the Akalis 22 and the Mus­",
  "lim  League  7 5,  almost  sweeping  the  rural Muslim  constituencies. ",
  "But this did  not immediately  mean the demise of the Unionist Party, ",
  "as Khizr now cobbled together another coalition  ministry with  the ",
  "Congress and  the Akalis-much  to the chagrin  of the Muslim Lea­",
  "gue. ii.s  However, although  still  kept away from  power, the election ",
  "results for Muslim  League certainly  signalled  a popular  acceptance ",
  "of Pakistan  as a religious  definition  of state and  community  by the ",
  "Punjabi Muslims.  The Muslim League also did reasonably  well in the ",
  "election  in the other Muslim  majority  province  of Sind and in  the ",
  "whole of India it got 74.7  per cent of votes in the Muslim constitu­",
  "encies.126  Although  the electorate  was heavily  restricted  (about  10 ",
  "per cent of the  population), this was interpreted as a popular  man­",
  "date  for Pakistan.  An unfettered  Hindu  raj or Pakistan, Jinnah  had ",
  "announced  in an election  meeting:  \"That is the only choice and only ",
  "issue before  us\" .127  The League,  claims Anita Inder Singh,  had thus ",
  "\"presented  the elections  as a plebiscite  for Pakistan '12s and the vic­",
  "tory certainly made it the only constitutionally legitimated  represen­",
  "tative of the Indian  Muslims-the centre of the South Asian Muslim ",
  "political  universe, as Jinnah had dreamed of it The election  of 1946 ",
  "also brought a popular  mandate  for Congress, which won majorities ",
  "in every province except Bengal,  Sind  and Punjab, winning 80.9 per ",
  "cent  of votes  in  the  general  constituencies.  For Congress  too  the ",
  "issue was singular:  \"only one thing counts\",  announced  its election ",
  "manifesto,  \"the freedom and independence  of our motherland,  from ",
  "which all other freedoms will flow to our people\". 129 ",
  "These  election  results  also  marginalised  all  other  non-Muslim ",
  "political  parties,  like the Communist  Party winning  only eight seats, ",
  "the Hindu  Mahasabha  with only three seats and Dr Ambedkar's All ",
  "India Scheduled  Castes Federation  bagging just two of the 151 seats ",
  "reserved  for such castes. This was undoubtedly the outcome  of the ",
  "wave of patriotism  generated  by the  Quit  India  movement,  from https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "449 ",
  "FREEDOM WITH P ARmtON ",
  "which Congress had emerged with unprecedented legitimacy as the ",
  "representative of the Indian political nation And then it successfully ",
  "tied up  its election campaign with  the INA agitation,  a strategy in ",
  "which  S. Gopal  has smelled  \"a  touch  of escapism't.P?  But it was a ",
  "movement  that attracted  almost  universal  approbation  of all sec­",
  "tions  of  the  Indian  population  and  by  supporting  it  Congress ",
  "remained  at the forefront of a situation  that created  immense possi­",
  "bilities for the future of India. Although it is difficult to establish any ",
  "direct link between  the INA agitation,  the subsequent naval mutiny ",
  "and  the  political turmoil  they generated with  any immediate and ",
  "perceptible change in imperial policy,'!' it is quite probable,  as P.S. ",
  "Gupta  has surmised,  that the situation, particularly  the  more  mass ",
  "based INA agitation,  \"led to the sending of a Cabinet Mission\" .132 ",
  "However, on 19  February  1946-the day after the RIN mutiny ",
  "broke  out in Bombay-when Clement  Attlee announced  the pro­",
  "posed visit of a Cabinet Mission, as R.J.  Moore has shown, the upper­",
  "most concern in official mind  was that of imperial defence,  and for ",
  "that purpose  a united India was considered  to be in Britain's  best ",
  "inrerests.1-'  The  three-member  mission  that  visited  India  between ",
  "March and June 1946,  was headed by Lord Pethick-Lawrence,  the ",
  "Secretary of State for India, and included Sir Stafford Cripps, now ",
  "the President  of the Board of Trade, and First Lord Admiralty  Mr ",
  "A.V. Alexander.  Its brief  was to  discuss two  issues-the  principles ",
  "and procedures for the framing of a new constitution  for granting ",
  "independence,  and  the  formation  of an interim government  based ",
  "on  widest  possible  agreement  among  Indian  political  parties. But ",
  "agreement  proved to be elusive, as the two major political parties in ",
  "India had  now  become  more intolerant about  their contradictory ",
  "political agendas. Between  7 and 9 April 1946, the Muslim League ",
  "Legislators' Convention  in Delhi defined  Pakistan as \"a sovereign ",
  "independent  state\" consisting  of the Muslim majority provinces of ",
  "Bengal and  Assam  in  the  northeast  and  the  Punjab,  North-West ",
  "Frontier Province, Sind and Baluchistan in the northwest.134 On the ",
  "other  hand,  on  15 April Maulana Azad,  the  Congress president, ",
  "declared  that  complete  independence  for  a united  India  was  the ",
  "demand of the Congress. 135 The Cabinet  Mission  rejected  the pro­",
  "posal of a sovereign  Pakistan with six provinces as a non-viable  con­",
  "cept and offered instead, on 16 May-after wide consultation across ",
  "the political spectrum -a three tier structure of a loose federal gov­",
  "ernment  for the Union of India, including both  the provinces and ",
  "the princely  states. There would be a Union government  at the top, ",
  "in charge  only of defence,  foreign affairs and communications and https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "452 ",
  "FROM  PLASSEY TO PARTffiON ",
  "harmonious  whole\" and by the mid-1940s they were preparing  for ",
  "an  ultimate  showdown  by giving  their volunteer groups  \"pseudo­",
  "military training\". 1'44 This was the period, which witnessed, to quote ",
  "Das, the \"convergence of elite and popular communalism\",  creating ",
  "a general  environment  of distrust  and tension  between the Hindus ",
  "and the Muslims,  that finally exploded in August 1946. As a \"chain ",
  "reaction\" to the Calcutta carnage,  riots broke out in the districts of ",
  "Chittagong,  Dacca, Mymensingh,  Barisal and Pabna. But the worst ",
  "came in October  in the two southeastern  districts  ofNoakhali and ",
  "Tippera.  in  Calcutta the two communities  shared  the casualties ",
  "If ",
  "almost equally, here the Hindus were mostly on the receiving end, as ",
  "Muslim  peasants,  in very systematically  orchestrated  attacks,  des­",
  "troyed Hindu  property,  raped  their  women  and killed several thou­",
  "sands of them.14s ",
  "It was not just  Bengal  that witnessed such communal polarisation ",
  "at  a mass level. Christophe Jaffrelot  (1996)  has shown  that almost ",
  "the entire north  Indian Hindi  belt was experiencing the same com­",
  "munal  build  up in  the  1940s.  the  Muslim  minorities  organised ",
  "If ",
  "themselves around the rallying symbol  of Pakistan and were raising ",
  "disciplined  paramilitary  volunteer  organisations  as  the  Muslim ",
  "146 ",
  "National Guard,  the Hindus did not fall behind  in organising and ",
  "simultaneously  stigmatising  their  \"threatening  Others\".  This can be ",
  "gauged  from the growing popularity  of the overtly Hindu  national­",
  "ist  organisation,  the  Rashtriya  Swayamsevak Sangh  (RSS), which ",
  "focussed primarily  on  the social and psychological  construction  of ",
  "the  Hindu  nation.  The  number  of its volunteers  (swayamsevaks) ",
  "rose from forty thousand in 1938  to seventy-six thousand in 1943 to ",
  "six hundred thousand by the beginning  of 1948.  More interesting is ",
  "the  regional distribution  of this disciplined  and  well-drilled  volun­",
  "teer corp. The RSSwas most strong in Bihar, the Bombay region, the ",
  "Central  Provinces,  Greater Punjab (including Delhi  and  Himachal ",
  "Pradesh)  and UP. Here the RSS appealed to the students and youth, ",
  "who  were  attracted  to  paramilitary  training,  were  distrustful  of ",
  "Gandhian methods, and nurtured deep anti-Muslim feelings. And the ",
  "organisation  was generously  patronised  by the  Hindu  Mahasabha ",
  "leaders, the Arya Samajis  and the maharajas of certain princely states ",
  "where  Muslim  minorities  had  of late  become  articulate  and  rnili­",
  "tanr.\"\"  It was no wonder, therefore, that the communal fire that was ",
  "kindled in Calcutta  soon  engulfed the whole  of the  subcontinent. ",
  "Riots began in Bombay from 1 September, in Bihar  from 25 October ",
  "and  in  Garhmukteswar  in UP  from  November-and  in  all  these ",
  "places  Hindus  were  primarily  in  the offensive.14s  The news  of the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "FREEDOM  WITH  PARTITION  453 ",
  "killing  of Muslims  travelled with  survivors to such  far off lands  as ",
  "the North-West  Frontier  Province  where  a Congress  government ",
  "was in power, facing a civil disobedience  campaign  by local Mus­",
  "lims. The Parhan code of honour  made them identify with their vic­",
  "timised  community  and  the  cycle of vengeance  continued.  Pathan ",
  "tribesmen,  instigated by local pirs, began to attack local Hindus  and ",
  "Sikhs  from  December  1946  in Dera  Ismail Khan and Tonk.  Their ",
  "primary target was property  rather than life; yet, by April 194 7 over ",
  "a  hundred  Hindus  and  Sikhs  were  killed.  The  worst  communal ",
  "inferno  ravaged Punjab since March  1947  . Trouble  started  brewing ",
  "when  the  Unionist  ministry,  on  the  advice  of  Governor  Jenkins, ",
  "banned the Muslim National  Guard-and  also the RSS-in January. ",
  "This led to the launching  of a civil disobedience  movement  by the ",
  "League,  which  organised  protest  demonstrations  and  processions, ",
  "participated  by hundreds of thousands of ordinary Muslim men and ",
  "also women.  The ministry ultimately  resigned  on  2 March  in the ",
  "face of mounting discontent,  plunging the region into chaos and dis­",
  "order. The chief target of Muslim attack was Hindu  property;  the ",
  "latter retaliated as well and Muslims lost about four thousand shops ",
  "and houses in just one week in March  194 7. And then in the follow­",
  "ing three  months,  according  to  official accounts, about  thirty-five ",
  "hundred  people died in Punjab and properties  worth Rs. 150 million ",
  "were damaged.':\"  But this was nothing  in view of what  was yet to ",
  "come to Punjab in the wake of partition, and in that mindless may­",
  "hem \"all communities\",  to  quote  Ian Talbot, \"had  blood  on  their ",
  "hands\".1so ",
  "Viceroy W avell had in the  meanwhile  managed to constitute an ",
  "Indian interim government  without the Muslim League. A Congress ",
  "dominated government was sworn  in on  2  September  1946 with ",
  "JawaharlaJ Nehru  as the prime minister.  But it came to a complete ",
  "impasse when in late October the League was also persuaded  to join. ",
  "Nehru  sat helplessly while his country was tom asunder  by civil war. ",
  "On  9 December  the Constituent  Assembly started  meeting,  but the ",
  "League decided  to boycott  it, as Congress refused  to accommodate ",
  "its demand for sectional meetings drafting group constitutions. Only ",
  "one man still  tried to change the course of history!  Gandhi  almost ",
  "single-handedly  tried  to  bring  back  public  conscience.  He  moved ",
  "alone fearlessly into the riot-tom  places-from  Noakhali  to Calcutta ",
  "to Bihar to Delhi. His presence had a miraculous effect, but this per­",
  "sonal effort  failed  to provide  a permanent  solution.  At the  age of ",
  "seventy-seven, Gandhi  was now a lonely figure in Indian politics; as ",
  "S. Gopal  succinctly  describes  it,  \"His  role  in  the  Congress  was https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "455 ",
  "FREEDOM WITH PARllTION ",
  "April he produced  what is known  as 'Plan Balkan'.  It proposed  the ",
  "partition  of Punjab and Bengal and handing over power to the prov­",
  "inces and sub-provinces,  which  would  be free to join one  or more ",
  "of group  Constituent  Assemblies on  the  basis  of self-determina­",
  "tion, while the Interim  Government  would remain until June 1948. ",
  "Demission  of power  to the provinces  and  the absence of a strong ",
  "centre  would certainly  lead to Balkanisation  of India. 156  It is there­",
  "fore  not  surprising  that  Nehru  rejected  these  proposals  on  the ",
  "ground  that \"[ijnstead  of producing  any sense of certainty,  security ",
  "and  stability,  they  would  encourage  disruptive  tendencies  every­",
  "where and chaos and weakness\". 157 Jinnah cast them aside too, as he ",
  "was not  yet prepared  to accept the partition  of Punjab and Bengal ",
  "which would  give him only a \"truncated  or mutilated,  moth-eaten ",
  "Pakistan\". 151 ",
  "The  alternative  plan that  Mountbatten  proposed  was to transfer ",
  "power  to two successor Dominion  governments  of India and Paki­",
  "stan. Nehru,  who was opposed  to the idea of dominion  status  was ",
  "won over, although  according to his biographer,  he accepted it only ",
  "as an \"interim  arrangernent't. ! \"  And as for partition,  he is reported ",
  "to have confessed later about  the \"truth\", that \"we were tired  men ",
  "and we were getting on in year too . . . .  We saw the fires burning  in ",
  "the Punjab and heard everyday of the killings. The plan for partition ",
  "offered  a  way  out  and  we  took  it. 11160  On  3 June  Mountbatten ",
  "announced  his new plan and proposed  to advance the date of trans­",
  "fer of power from June 1948 to 15 August 1947 . The plan provided ",
  "for the  partition  of Bengal and  Punjab;  the  Hindu  majority  prov­",
  "inces which had already accepted the existing Constituent  Assembly ",
  "would be given no choice; while the Muslim majority provinces, i.e., ",
  "Bengal, Punjab, Sind, North-West Frontier Province and Baluchistan ",
  "would  decide  whether  to join the  existing  or a new  and  separate ",
  "Constituent  Assembly for Pakistan;  this was to  be decided  by the ",
  "provincial  assemblies;  there  would  be a referendum  in the North­",
  "West Frontier Provinces, and in case of Baluchistan, the Querta muni­",
  "cipality and  the  tribal  representatives  would  be consulted.  Nehru, ",
  "Jinnah  and Sardar Baldev Singh on behalf of the Sikhs endorsed  the ",
  "plan the following day151  and thus began the fast march  to transfer ",
  "of power. ",
  "But partition  still remained  a contentious  issue. Neither  Jinnah ",
  "nor Muslim League ever defined the rights of non-Muslims in future ",
  "Pakistan, and this omission, as Jalal points out, proved  to be a \"fatal ",
  "defect\"  of their  scheme, 162 causing anxieties  in religious minorities ",
  "in Punjab and Bengal In Punjab, since the 1930s the AkaJi Dal had https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "456 ",
  "FROM PLASSEY TO PARTITION ",
  "been  speaking  of a separate  land for the  Sikhs. Such demands  were ",
  "reiterated  after the Lahore resolution  of the Muslim League in 1940. ",
  "For the first time the proposal of a \"Khalisran\", consisting of territo­",
  "ries from Jammu  to jamrud, as a buffer state between  Pakistan  and ",
  "India was floated. The Shiromoni Akali Dal opposed  such separatist ",
  "claims,  but its anxiety to preserve the territorial  integrity of the Sikh ",
  "community increased  once the Pakistan proposal  was given serious ",
  "consideration  by the  Cripps  Mission  and  in  the  Rajagopalachari ",
  "formula  of the  Congress.  As  a pre-emptive  strike  to  prevent  the ",
  "possibliliry  of their  perpetual  subjugation  to Muslim  majority  rule, ",
  "they now began to talk of a distinct  Sikh land in eastern  and central ",
  "parts of Punjab, taking Chenab  River as the dividing line. This terri­",
  "torial vision of Sikh identity took various expressions,  such as \"Azad ",
  "Punjab\"  in 1942 or a \"Sikh state\" in 1944;  but none  of these claims ",
  "were separatist  per se. For example, the Memorandum  of the  Sikh ",
  "All Parties Committee  to the Cripps Mission asserted their determi­",
  "nation  to  resist  \"the  separation  of the  Punjab from  the All India ",
  "Union\".  After the abortive  Gandhi-Jinnah  talks, and in response  to ",
  "the Rajaji formula which they all detested,  the Akali leader Master ",
  "Tara  Singh announced  in no uncertain  words that \"the  Sikhs could ",
  "not be forced  to go out of India-into  Pakistan\".  Once  the  talk of ",
  "Pakistan became more serious, particularly  in the election  of 1946, ",
  "the Akalis decided  to move into strategic alliance with the Unionists ",
  "and later formed a coalition  government  with them. Before the Cab­",
  "inet Mission in 1946, Tara Singh on their behalf once again asserted ",
  "that they were opposed  to Pakistan, but if that eventuality  occurred, ",
  "Punjab would  like to remain a separate  state, with options  to feder­",
  "ate  with  either  India  or  Pakistan.I\"'  The  relationship  between  the ",
  "Muslims  and  the  Sikhs deteriorated  further  following  the  resigna­",
  "tion  of the  Khizr ministry  and  outbreak  of  violence  since  March ",
  "1947. The  Akali Dal,  patronised  by the  Maharaja  of Patiala,  now ",
  "started  mobilising jathas  for the  defence  of Sikh life, property  and ",
  "the  holy  shrines,  and  more  significantly,  called  for  partition  of ",
  "Punja�a  demand, which was ultimately accepted by the Congress ",
  "in its 8 March resolution.  But when partition  was agreed upon  in the ",
  "3 June proposal  on the basis of population,  the Sikhs found that they ",
  "were  about  to  lose significant  properties  and  important  shrines  in ",
  "the Muslim majority divisions of west Punjab. So a group, prompted ",
  "by a few British advisers, now began to advocate a third  line, that of ",
  "opting  for  Pakistan  and  having  an  autonomous  Sikh region  there, ",
  "and  thus  retaining  the  unity  of the  Sikh community,  at least as a https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "458 https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "459 ",
  "• ",
  "oz ",
  "¥; ",
  ">o ",
  "•CIC ",
  "Q  <v ",
  "•  >  ,c  •  ••• •• ",
  ".a  11,,  1 ",
  "U)  cE8   II  •  . . https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "460 ",
  "FROM PLASSEY TO PARTITION ",
  "August, when in a brief ceremony at Karachi,  the newly designated ",
  "capital,  Mountbatten handed  over power  by reading a King's mes­",
  "sage,  and  Jinnah  took  over  as the  first  governor  general  of  the ",
  "Dominion  of Pakistan.  That night  the Indian  Constituent  Assembly ",
  "met in a special session, where at the stroke of midnight Nehru deliv­",
  "ered his now famous \"Tryst with  Destiny\"  speech. When  the rest of ",
  "the world  was fast asleep,  as he put it in his exemplary flamboyant ",
  "style  India awoke to life and freedom. The next day he was sworn in ",
  "as  free  India's  first  prime  minister  and  the country  plunged  into ",
  "celebrations. ",
  "But there were many who were not in a mood to celebrate.  To reg­",
  "ister his opposition  to partition,  Gandhi  decided  not to participate ",
  "in  any  celebration  and  spent  the  day in  fasting  and  prayer.  The ",
  "nationalist  Muslims felt betrayed too, as the publication  in 1988 of ",
  "the  thirty  pages  of  Maulana  Azad' s  book  India  Wins  Freedom ",
  "(1957)-the  pages which remained  sealed for thirty  years-revealed ",
  "that he was not in a celebratory  mood either. Also unhappy were the ",
  "Hindu nationalists  like Veer Savarkar, who had once campaigned for ",
  "Akhand Hindustan  (undivided India),  and so the Hindu  Mahasabha ",
  "and the RSS launched  a campaign  against the celebrations.  But the ",
  "feeling of uncertainty was most dominant  in the minds of the minor­",
  "ities, particularly  in Punjab and Bengal, where they suddenly  found ",
  "themselves  entrapped  in an alien land  or indeed in an enemy  terri­",
  "170 ",
  "tory. What followed in a little while was the worst-case scenario of ",
  "communal violence and human displacement  that the history of the ",
  "subcontinent  has ever known:  about  1  million  people  were  killed ",
  "and seventy-five  thousand  or more women were raped. Trains full of ",
  "dead bodies  travelled  across  the border  in  both  directions;  more ",
  "than  IO million  people were displaced and began to taste bitter free­",
  "dom  amidst  the  squalor  of  the  refugee  camps.'?'  The  most  well ",
  "known victim of this frenzy was Gandhi himself,  assassinated  on 30 ",
  "January  1948  by a militant  Hindu  nationalist. ",
  "For many Indians  freedom  thus came with a sense of loss caused ",
  "by the partition, while  to many Muslims in Pakistan,  particularly  to ",
  "their state ideologues,  partition  itself meant freedom.  It is no won­",
  "der  therefore,  that 'Partition' happens  to be the most contested dis­",
  "cursive territory of South Asian historiography;  just the sheer volume ",
  "of the literature that has been produced  in this field is staggering.\"? ",
  "We do not have space here to delve into the details of this historiog­",
  "raphy,  other than highlighting  a few major trends. This historiogra­",
  "phy begins its career with a focus on the elite,  the leaders  of the two ",
  "principal  parties,  the  Congress and  the Muslim  League  being  the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "461 ",
  "FREEDOM WITH PARTITION ",
  "chief actors in this drama of truly epic proportions. For some Paki­",
  "stani historians, first of all, the partition was a liberatory experience, ",
  "a logical culmination  of a long historical process that had started in ",
  "the nineteenth  century by Sayyid Ahmed Khan and others, when the ",
  "South Asian Muslims  began to discover their national  identity that ",
  "was articulated  later in the complex subcontinental  politics  of the ",
  "1940s.113 For Aitzaz Ahsan, partition  was \"A Primordial Divide\"-",
  "\"a Divide that is 50 years young and 5,000  years old\".174 As Akbar ",
  "Ahmed argues,  the concept  of Pakistan was \"irresistible and wide­",
  "spread among the Muslims\". In 1947 they \"forced a separation\" and ",
  "175 ",
  "thus  claimed  for  themselves \"a  separate history  of their  own\". ",
  "And the chief architects of this history were Jinnah  and the leaders ",
  "of the Muslim  League. As opposed  to this  position,  there are other ",
  "important works, which have questioned  the inevitability  and legiti­",
  "macy of partition.  The works of Uma Kaura (1977), Stanley Wolpert ",
  "(1984), Anita  Inder  Singh (1987),  R.J. Moore  (1988),  Ian Talbot ",
  "(1988), Mushirul  Hasan  (1993,  1997)  and  more  recently  Sucheta ",
  "Mahajan (2000),  have argued consistently over the period-despite ",
  "some  differences  in emphases,  nuances  and  semantics-that  Con­",
  "gress, i.e., its leaders, had stood all along until the very end for a sec­",
  "ular united India.  But it was Jinnah and his Muslim League-which ",
  "from  1940  began  to advocate  the 'two  nation  theory'-who  were ",
  "ultimately responsible  for the sad but avoidable  vivisection  of the ",
  "subcontinent.  Jinnah's  alienation  from  the  Congress began  after ",
  "193 7,  and if he was a little flexible as regards the definition  and spe­",
  "cifics of the Pakistan demand  until Britain announced  its decision  to ",
  "quit, \"it was always on the cards\" .176  This interpretation,  in other ",
  "words, rests on two fundamental assumprions=-which Asim Roy has ",
  "described as the \"two partition myths\" -i.e.,  \"The League for Parti­",
  "\"' ",
  "tion'  and  'the  Congress for  uniry !\"  A recent  'revisionist'  history ",
  "has forcefully challenged  these two shibboleths  of the familiar parti-",
  "'  ' ",
  "non narranves. ",
  "When  Pakistan  was ultimately  created,  it  contained  60  million ",
  "Muslims,  leaving behind  another  35 million in  non-Muslim India. ",
  "So Ayesha Jalal  (1985)  launched  her 'revisionist'  critique  by raising ",
  "an all-important  question:  \"how  did  a Pakistan come about which ",
  "fitted the interests of most Muslims so poorly?\" (p. 4) In her view, ",
  "the Lahore Resolution, which neither mentioned 'Partition' nor 'Pa­",
  "kistan',  was Jinnah's  \"tactical  move\"-his  \"bargaining  counter\"  to ",
  "have the claim of separate Muslim nationhood  accepted by the Con­",
  "gress and the British  (pp.  57-58). The ideal  constitutional  arrange­",
  "ment he preferred for India at this stage was a weak federal structure, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "462 ",
  "FROM PLASSEY TO PARTffiON ",
  "with strong autonomy  for the provinces, with Hindu-Muslim  parity ",
  "at the centre. His optimism was that Congress, keen on a strong uni­",
  "tary centre, would ultimately concede his demand to avoid his more ",
  "aggressive scheme of separation,  which \"in fact  [he] did  not  really ",
  "want\"  (p. 57). But that  Congress or the British would  never accept ",
  "partition  under any circumstances was a mistaken assumption.  Con­",
  "gress in the end did accept partition  and thus Jinnah  was beaten  in ",
  "his own  game of wits. Asim Roy,  in a supportive  article  for Jalal, ",
  "therefore,  came up with a rather  strong emotive  statement  that  \"it ",
  "was not  the League but the Congress who chose,  at the end of the ",
  "day, to  run a knife across Mother  India's  body\".178  However,  this ",
  "interpretative  model,  as pointed  out by many,  attaches  even  more ",
  "importance  to \"High  Politics\" than  the one  it seeks to displace;  it ",
  "relies too much on Jinnah's  agency and allows too much space to the ",
  "inner  depths  of his speculative  mind.  Even though  we  agree  that ",
  "Jinnah  might have first floated the idea of Pakistan as a \"bargaining ",
  "counter\"-and  even Sumit Sarkar admits that1n-it  is doubtful  if he ",
  "had the same bargaining autonomy  once the mass mobilisation cam­",
  "paign began in 1944 around  this emotive symbol of Muslim nation­",
  "hood. Jalal has rectified this imbalance in her analysis in her second ",
  "book, which focuses on a wider Muslim quest for Self anSdvo egrnetyi ",
  "(2000). Here she traces the evolution  of a \"religiously informed  cul­",
  "tural identity\"  of the north  Indian Muslims from the late nineteenth ",
  "century  and  its enlargement  into  a claim  of nationhood.  But this ",
  "assertion  of nationhood,  she affirms, did not become a demand  for ",
  "exclusive statehood  until the late summer of 1946. Her discussion of ",
  "popular  mentality,  it seems, still does not go beyond the newspaper ",
  "reading and poetry appreciating  public; the non-literate  Muslims on ",
  "the  streets  of  Lahore  or  the  peasants  in  the  Bengal  countryside ",
  "remain largely excluded from this narrative until the riots break out ",
  "in 1946. But the Pakistan movement,  as we have already noted,  had ",
  "started  embracing  a wider  public  from a much  earlier  period,  as it ",
  "\"meant  all things  to all people\"; 180 once the riots started  the cam­",
  "paign only reached  the point  of no return. ",
  "However,  it will be equally fallacious to argue that Jinnah  did not ",
  "lead,  but  was  led  by Muslim  consensus,  for,  as Mushirul  Hasan ",
  "has demonstrated,  consensus there was none.  In Hasan's  view \"the ",
  "two-nation  idea\" was itself \"grounded  ...  in the  mistaken  belief'' ",
  "about  such Muslim  unanimity.'!'  At the  political  level, the  League ",
  "was equally  \"faction-ridden  and  ideologically  fragmented\"  as the ",
  "Congress was, and at the popular  level, even at the height  of com­",
  "munal distrust and conflict,  there were sizeable sections of Muslim https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "464  FROM PLASSEY TO PARITilON ",
  "and accepted partition  \"as an unavoidable  necessity in the given cir­",
  "cumstances\" .119  For  Sumit  Sarkar,  however,  this  \"comrnunalism\" ",
  "had not yet been normalised in Indian  public life. Indeed,  there was ",
  "more  communal  harmony  at  the  barricade  lines-as  evidenced  in ",
  "the popular  agitations, peasant struggles and industrial actions of the ",
  "l 940s-than  at the  negotiating  table.!\"  The  Congress  leadership, ",
  "instead  of  harnessing  these  popular  emotions  and  risking  another ",
  "round  of mass movement,  accepted  the  tempting  alternative  of an ",
  "early transfer of power, with partition as a necessary price for it. For ",
  "Sarkar the communal riots that broke out from August 1946 do not ",
  "form a part of this popular  politics. The subaltern  historians, on the ",
  "other  hand,  Gyanendra  Pandey for example,  have argued  that the ",
  "conventional  elitist  partition  historiography  has  been  seriously ",
  "constrained  by its self-imposed  aim of \"establishing  the  'causes'  of ",
  "Partition\".  \"1  It is for Partha Chatterjee  a non-question,  as it was all ",
  "decided  by the \"all-India  players\" and it is \"historically  inaccurate\" ",
  "to suggest, at least for Bengal, that the partition  campaign  involved ",
  "any significant mass participation.\"!  Pandey, therefore,  redirects his ",
  "historical  gaze away from the 'causes', to \"the  meaning of Partition ",
  "for those who lived through it, the trauma it produced and the trans­",
  "formation  that it wrought\" .193 In his view, the  \"'truth'  of the parti­",
  "tion\" lay in the violence it produced,  and he, therefore,  endeavours ",
  "to  unravel  how  this  violence  is \"conceptualised  and  remembered ",
  "by those who lived through partition-as  victims, aggressors or on­",
  "lookers\". 194 ",
  "But Pandey is certainly not alone  in this new discursive terrain.  It ",
  "needs to be mentioned  here that the agenda of partition  historiogra­",
  "phy has significantly shifted grounds in recent years from its previous ",
  "preoccupation  with causes to a greater  interest  in the experiences. ",
  "This  is proved  by the  recent spate of publications  focusing on  the ",
  "memories of partition,  on the creative literature that recaptures  this ",
  "traumatic  experience  and on the visual representations  of that \"epic ",
  "tragedy\" .195  Historians are now evidently less concerned  about causes, ",
  "and more introspective  about the \"afterlife\" or \"aftermath\" of parti­",
  "tion  in South  Asia.196  In other  words,  they  look  at how  partition ",
  "impacted  on post-colonial  history and politics, how partition  mem­",
  "ory  defines community  identities  and affect inter-community  rela­",
  "tions, thus emphasising a historical continuity. They self-consciously ",
  "deny the year 194 7 and the foundation  of the two nation-states  the ",
  "privilege  of being treated  as \"the end of all history\" .197 ",
  "Apart  from  partition,  another  thorny  issue that  figured  promi­",
  "nently in this episode  of transfer  of power  in India  was the  fate of https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "465 ",
  "FREEDOM  WITH  PARTITION ",
  "565 princely states after the lapse of British Paramountcy. The Brit­",
  "ish Crown, through  informal pledges and formal treaties, had com­",
  "mitted  itself to  defending  the  states  in  lieu  of their  surrendering ",
  "some political rights. But the Labour government decided to wriggle ",
  "out of that obligation  in view of the altered political realities and the ",
  "practical difficulties  of defending  the  states  after  the  transfer  of ",
  "power  to British India.  So the  Cabinet  Mission  announced  on  12 ",
  "May  1946  that  Paramountcy  would  end  with  the  demission  of ",
  "power and the rights surrendered  would  return  to the states. These ",
  "would be free to enter into either a federal relationship with the suc­",
  "cessor  state(s)  in British  India or such  other  political arrangement ",
  "with them as they would think best suited to their interests. The dec­",
  "laration, therefore, by default, gave an understanding  to the princes ",
  "that  they would  have the  option  to remain  independent. Nothing ",
  "was done to rectify  this in Mountbatten's 'Plan  Balkan', which sim­",
  "ply stated  that  the  states would  have the liberty  to join one or the ",
  "other confederation of provinces or could stand out independently. ",
  "In the 3 June  declaration,  the  policy towards  the states  remained ",
  "unchanged.\"!  But then Mountbatten  realised that  Congress leader­",
  "ship, particularly Nehru and Patel, did not like the idea of independ­",
  "ence for the princely states, as this would not only disrupt  law and ",
  "order,  but would seriously jeopardise India's future economic devel­",
  "opment. So he now  decided  to  persuade  the princes to accede  to ",
  "India  by surrendering  rights  only in three  areas,  i.e.,  communica­",
  "tion,  diplomacy  and defence,  where  they did  not previously enjoy ",
  "any right.  Patel, who was now heading the new State Department, ",
  "agreed to accept the scheme, provided  the viceroy could  offer him ",
  "\"a full basket of apples\" .199 ",
  "But that was a tough  task, as already by early June the rulers of a ",
  "few larger states, like Bhopal, Travancore, Kashmir and Hyderabad ",
  "had expressed their desire to choose  independence. A beleaguered ",
  "viceroy was left with little choice other than resorting  to arm twist­",
  "ing, if he had to persuade  Congress to accept dominion  status and ",
  "partition. In the end, as Ian Copland  has suggested, \"accession was ",
  "facilitated  by pressure-subtle,  gentlemanly  but  relentless pressure ",
  "from the viceroy and his ministers\". 200 Ye the failed to deliver the full ",
  "basket.  Although  by 15 August  194 7,  the  majority  of the  princes ",
  "had signed-with  a profound sense ofbetrayal-the  Instrument  of ",
  "Accession  (IoA) to India, there  were some adamant  rebels as well. ",
  "Kashmir  and  Hyderabad  chose  to  remain  independent,  Junagadh ",
  "signed an IoA to join Pakistan, while few other smaller states failed ",
  "to return  the signed documents  by the due date. So it was ultimately https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "466F ROM PLASSEY TO PARTffiON ",
  "the  strong-arm  tactics  of Sardar  Patel  and  his deputy  V.P. Menon ",
  "that  secured  the  integration  of India. They emphasised  the anoma­",
  "lies of the IoA that such anachronistic  monarchical  enclaves  could ",
  "not survive in the newly independent  democratic India.  In course  of ",
  "next  two  years all the  princes were  pressured  to renegotiate  their ",
  "loA, surrender  their  rights,  open  up to constitutional  changes  and ",
  "democratisation-in  lieu of fat Privy Purses and sometimes  presti­",
  "gious sinecures in foreign diplomatic  missions-and  the states were ",
  "eventually  merged into the contiguous  provinces. As for the  rebels, ",
  "Junagadh's  ruler  was forced  to  escape to  Pakistan.  Maharaja  Hari ",
  "Singh of Kashmir had to accede to India and sign an loA in October ",
  "194 7 in the face of a Pathan invasion, thus preparing  the context  for ",
  "the first Indo-Pak war of 1948. And finally, the Indian  tanks rolled ",
  "into Hyderabad  in September  1948 to smash the Nizam's  ambitious ",
  "dream of independence. 201 ",
  "The  integration  of princely  India  has been  a subject  of intense ",
  "controversy. Ian Copland  (1993, 1999), for example, has raised seri­",
  "ous and justified questions  about  the ethics, morality  and legality of ",
  "the unilateral  repudiation  of the Crown's  treaty  obligations;  he has ",
  "also chastised  Mountbatten  for  his early indifference  to  and  later ",
  "overbearing  treatment  of the princes. The methods  used by Patel to ",
  "bring  in the  flippant  rebels into  his basket  have  appeared  to be of ",
  "\"dubious legality\" to Judith  Brown.202 But for some other  historians, ",
  "James Manor,  for example,  the demise of the princely states was his­",
  "torically inevitable, for those archaic autocratic  regimes were already ",
  "relics of the past and did not deserve another  lease of life. \"The para­",
  "dox of two different  Indias\", writes Manor,  \"was clearly destined  to ",
  "pass away\"  In new independent  India, few shed tears for the hap­",
  ".203 ",
  "less princes, whose luck had now clearly run out. ",
  "Demission of power in India did not, however,  immediately  mean ",
  "the  end of Britain's imperial ambitions,  as the old  notion  of empire ",
  "now evolved into the more dynamic concept  of the Commonwealth ",
  "ofNations, where old colonies would  be \"in no way subordinate  in ",
  "any aspect of domestic or external affairs\", but would be \"freely asso­",
  "ciated and united  by common  allegiance to the Crown\". 204 Mount­",
  "batten  took  it  as a  personal  mission  to  persuade  India  to  accept ",
  "dominion  status  and  remain  within  the  Commonwealth.  India  in ",
  "194 7 found its hands forced to some extent when Pakistan accepted ",
  "the Commonwealth  membership;  but the new constitution,  promul­",
  "gated on 26 January  1950, proclaimed  India a Republic.  However, ",
  "British \"pragmatism\",  as D. George  Boyce  argued,  managed  to ",
  "has ",
  "overcome  this  challenge  to  the  \"Crown,  so  central  to  the  whole https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "4 70 ",
  "FROM  PLASSEYTO PARTITION ",
  "101.  Tomlinson 1985:  158. ",
  "102.  Zachariah 1998:  190,  195. ",
  "103.  Pandey 1969:  172. ",
  "104.  Menon 1957:  436. ",
  "105.  Brasted and Bridge 1990. ",
  "106.  Moore 1983:  18-31. ",
  "107.  Darwin 1988:  71-72 and passim. ",
  "108.  Boyce 1999:  141. ",
  "109.  Shaikh  1993:  95. ",
  "110.  Quoted in Moore 1979:  28. ",
  "111.  Singh  1987:  109-11. ",
  "112.  Moon 1973:  97-98. ",
  "113.  Jalal 1985: ",
  "59. ",
  "114.  Hasan 1997:  70-77,  91-99. ",
  "115. Moore 1988: 123. ",
  "116.  Details in Sen 1976. ",
  "117.  Hashmi 1992: 248-56;  1999. ",
  "118.  Das 1991b:  164-65. ",
  "119.  Hashmi 1992: 249. ",
  "120.  Kuwajima 1998:  144. ",
  "121.  Talbot 1996a:  61. ",
  "122.  Quoted in Gilmartin 1988:  184. ",
  "123.  Talbot 1996a:  111. ",
  "124.  Gilmartin 1988:  186-221. ",
  "125.  Talbot 1996a:  148-49. ",
  "126.  Kuwajima 1998:  167-68. ",
  "127.  Quoted in ibid: 134. ",
  "128.  Singh 1987: 136. ",
  "129.  Kuwajima 1998:  131,  167. ",
  "130.  Gopal 1975:  307. ",
  "131. Mahajan 2000:  97-104. ",
  "132.  Gupta 1987: 9. ",
  "133.  Moore 1983:  63-64. ",
  "134.  Pirzada 1970, 2 513. ",
  "135.  Mansergh 1977, 7: 285. ",
  "136.  Ibid:  582-92. ",
  "137.  Ibid: 837-38. ",
  "138.  Jalal 1985: 201-2. ",
  "139.  AsimRoy 1993:  120. ",
  "140.  Moore  1983:  122. ",
  "141.  Ibid: 158. ",
  "142.  Quoted in Wolpert 2000: 344. ",
  "143.  Das 1991b: 161-88. ",
  "144. Joya Chatterji 1995:  191-240. ",
  "145.  Das 1991b:  189-203. ",
  "146.  Talbot 1996b:  57-76;  Hasan 1997:  87-91. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Postscript ",
  "The end of colonial rule in 1947  was undoubtedly one of the most ",
  "important defining  moments  of  modern  Indian  history. Until  re­",
  "cently, historiography  of Indian  nationalism  also located  the  final ",
  "moment of its fulfilment in the formation of the nation-state.  But the ",
  "history  of nationalism  during  the British  period-narrated  in the ",
  "previous chapters-is not just the pre-history of the nation-state, but ",
  "a phase in  a continuing  process of nation-building.  If we identify ",
  "nation as a space for contestarion (see chapter  4.1 ), that contest con­",
  "tinues into the post-colonial  period. The dominant  version of secu­",
  "lar Indian nationalism as espoused by the Indian National Congress, ",
  "which came to be identified  with  the  Indian nation-state,  failed to ",
  "muffle other dissident  voices or completely erase other competing ",
  "identities.  For, no hegemony is ever so complete  that  it  leaves no ",
  "space  for  resistance.  The  most  telling  evidence  of  this  sustained ",
  "contestation  may be found in the upsurges of ethnic,  linguistic and ",
  "religious  nationalisms  in Punjab, Kashmir  or Assam, in tribal insur­",
  "gencies in the Northeast, in Tamil cultural self-assertion  in the south, ",
  "in  the  political  emergence  of the  dalir,  in  various  forms  of class ",
  "struggles and in the articulate  women's movements in contemporary ",
  "India-all  representing  different  versions  of the past and divergent ",
  "visions  of the nation  Pakistani nationhood  too confronted its great­",
  "est challenge  in the  rise  of Bengali  linguistic  nationalism  and  the ",
  "consequent  birth of Bangladesh in the east in 1971. Apart from that, ",
  "the Mohajirs,  the Baluchis, the Pakhtuns  and the Sindhis have con­",
  "tinued to offer alternative versions of nation. ",
  "However,  these  contesting  visions  do  not  necessarily signify  a ",
  "denial  of a composite  nation  at social or emotional  level;  it is the ",
  "political  relationship  between these other forms of nationalism  and ",
  "the nation-state that remains the central problematic of their history. ",
  "At the dawn of the twenty-first century, within a context of surging ",
  "globalisation,  any one travelling to South Asia or watching an lndo­",
  "Pakistani cricket match would feel the emotive power of nationalism ",
  "in the subcontinent. But such competitive nationalism or patriotism https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "4 7 4  Postcript ",
  "cannot  hide the fact of contestation  from within.  However, not all ",
  "of these alternative  visions of nation  and nationality,  as mentioned ",
  "previously,  are intrinsically disruptive  of the state,  but rather  claims ",
  "to be accommodated  and recognised within  the nation-space.  Most ",
  "of these alternative  imaginings of nation do not even lay any claim to ",
  "sovereignty and seem quiescent  to the idea of living in a democratic ",
  "1 ",
  "federal state.  In our view, what appeared  in the pluralist  society of ",
  "India  during  the  colonial  period  was  a  polyphonic  nationalism, ",
  "within which different melodies were played, but all of them harmo­",
  "nised-sometimes uneasily, and never losing their  distinctiveness­",
  "at various historical conjunctures,  in common opposition  to colonial ",
  "rule  or  in  disapprobation  of  various  aspects  of  its  unwholesome ",
  "impact. The process of nation-building  was far from over in 194 7, as ",
  "the relationship  between those divergent voices and visions with the ",
  "structures  of the nation-state  remained  the  central  problematic  of ",
  "post-colonial  history. ",
  "What  we  witness  in post-colonial  India  is a continuing  contest ",
  "between two forms of nationalism, which Clifford Geertz would call ",
  "\"civic\"  and  \"ethnic\"  nationalism,  one  motivated  by  \"the  desire  to ",
  "build  an  efficient,  dynamic  modem  state\"  and  the  other  woven ",
  "around, to quote Geertz again, \"the assumed 'givens'--of  social exist­",
  "ence\".'  We may add  here  that  such  cultural  identities  assume  the ",
  "character  of non-negotiable  value only within specific political con­",
  "texts, created by such factors as subordination  to an alien civil order, ",
  "extension  of democracy, fierce  contest  for  resources  and  political ",
  "power, the resultant  creation  of a sense of relative deprivation  and ",
  "the  perception  of domination  of one group  by another.  Atul Kohli ",
  "has argued  that  \"in  an established  multicultural  democracy  of the ",
  "developing  world  [such] ethnic conflicts will come and go\". Indian ",
  "democracy  has in the past shown its resilience and capacity to absorb ",
  "and accommodate  such movements, whose trajectories  so far resem­",
  "bled an \"inverted  'U' curve\" .3 At the same time, such movements  are ",
  "also expected  to contain  the aggressive homogenising  tendencies  of ",
  "the  state,  impel  it  to  respect  India's  cultural  pluralism  and  thus ",
  "ensure greater  harmony  between  the state and civil society. ",
  "Notes ",
  "1.  Oommen 2000. ",
  "2.  Geertz 1994:  30. ",
  "3 .. Kohli 1997: 342-43. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Appendix ",
  "Chronology  of British  Rule in  India ",
  "Royal Charter  for English East India Company ",
  "1600 ",
  "First English factory at Surat in western India ",
  "1612 ",
  "Mughal  emperor  jahangir  grants trading- rights  to the ",
  "1613 ",
  "English company ",
  "Sir Thomas  Roe visits the Mughal imperial court. ",
  "1616 ",
  "Roe secures more farmans (imperial orders) granting lib­",
  "1618 ",
  "eral trading rights to the English company. ",
  "Foundation of Fort St. George at Madras ",
  "1639 ",
  "English factory at Hughli in eastern India. ",
  "1651 ",
  "The  English  obtain  zamindari  (landowning)  rights  in ",
  "1698 ",
  "Kolikata, Sutanuti and Gobindapur  in eastern India. ",
  "MughaJ emperor  F arruksiyar grants  duty  free  trading ",
  "1717 ",
  "rights to the English company. ",
  "First Anglo-French War ",
  "1744-48 ",
  "Second Anglo-French War ",
  "1750-54 ",
  "Seven Years' War in Europe ",
  "1756-63 ",
  "Third Anglo-French War in India-elimination  ofFrench ",
  "competition. ",
  "N awab of Bengal captures Calcutta  from the English ",
  "17 56 ",
  "Battle  of Plassey-a new  N awab  of  Bengal  under  the ",
  "1757 ",
  "protection of the English ",
  "Beginning  of the political  influence  of the English  East ",
  "India Company ",
  "Grant  of diwani (revenue collecting rights) for Bengal, ",
  "17 65 ",
  "Bihar and Orissa (e astern India) to the English company. ",
  "First Anglo-Mysore War ",
  "1767-69 ",
  "Warren Hastings appointed  as the governor ",
  "1772 ",
  "The Regulating Act ",
  "1773 ",
  "Warren Hastings becomes Governor  General of India ",
  "1774 ",
  "Supreme Court established in Calcutta ",
  "First Anglo-Maratha War ",
  "1775-82 https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "476  Appendix ",
  "1780-84  Second Anglo-Mysore War ",
  "1783  Fox's India bills ",
  "1784  Pitt's India Act ",
  "1785  Resignation of Warren Hastings ",
  "1786  Lord Cornwallis becomes the new governor  general ",
  "1790-92  Third Anglo-Mysore War ",
  "1793  The Permanent Settlement of land revenue in Bengal ",
  "1798  Lord Wellesley becomes governor general ",
  "1799  Fourth Anglo-Mysore War ",
  "1803-5  Second Anglo-Maratha  War ",
  "Anglo-Gurkha War ",
  "1814-16 ",
  "Third Anglo-Mararha  War ",
  "1817-19 ",
  "Lord William Bentinck appointed  governor general ",
  "1828 ",
  "Prohibition  of sari (self-immolation by widows) ",
  "1829 ",
  "Renewal of the Company's  Charter ",
  "1833 ",
  "Abolition of the Company's  monopoly trading  rights ",
  "Lord Macaulay's  Minute  on Indian Education ",
  "1835 ",
  "First Anglo-Afghan War ",
  "1839-42 ",
  "First Anglo-Sikh War ",
  "1845-46 ",
  "Lord Dalhousie appointed  governor  general ",
  "1848 ",
  "Second Anglo-Sikh War ",
  "1848-49 ",
  "Railways opened  from Bombay to Thana ",
  "1853 ",
  "Annexation  of Awadh ",
  "1856 ",
  "Mutiny and the Revolt ",
  "1857-58 ",
  "Establishment of Crown  rule in British India ",
  "1858 ",
  "Indigo rebellion ",
  "1859 ",
  "Indian Councils Act ",
  "1861 ",
  "Delhi Durbar-Queen  Victoria proclaimed  the Empress ",
  "1876-77 ",
  "of India ",
  "Second Anglo-Afghan War ",
  "1878 ",
  "Vernacular  Press Act  to  control  'seditious'  vernacular ",
  "press ",
  "The Ilbert bill controversy ",
  "1883 ",
  "Foundation  of the Indian National  Congress ",
  "1885 ",
  "Age of Consent Act ",
  "1891 ",
  "Indian  Council's Act ",
  "1892 ",
  "Hindu-Muslim  riots over cow-killing ",
  "1893 ",
  "Lord Curzon becomes viceroy ",
  "1899 ",
  "Partition  of Bengal ",
  "1905 ",
  "Swadeshi  movement ",
  "Foundation  of the All India Muslim League ",
  "1906 ",
  "Morley-Minto  Reforms ",
  "1909 https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Appendix  4 77 ",
  "1911  Partition  of Bengal annulled ",
  "1912  Imperial capital moves from Calcutta to Delhi ",
  "1914  World War One begins ",
  "1915  Gandhi returns to India ",
  "1916  Lucknow  Pact between  Indian  National  Congress  and ",
  "the Muslim League ",
  "The Home  Rule Leagues formed ",
  "1919  Montagu-Chelmsford  Reforms ",
  "Anti-Rowlatt Act movement under Gandhi's  leadership ",
  "Punjab (jallianwallabagh) massacre ",
  "1920  Gandhi  takes  over  leadership  of  the  Indian  National ",
  "Congress ",
  "1921  Khilafat  and Non-cooperation  movements  under  Gan­",
  "dhian leadership ",
  "1922  Non-cooperation  movement  withdrawn  after  Chauri­",
  "chaura violence ",
  "1923  Swaraj Party candidates enter the legislative councils ",
  "1928  Visit of the Simon (Indian Statutory)  Commission ",
  "All Parties conference ",
  "Morilal Nehru report on the future constitution  of India ",
  "1929  Lahore  Congress and  the  resolution  to  fight  for puma ",
  "swaraj (full independence) ",
  "1930  Civil Disobedience  movement  under  Gandhi's  leader­",
  "ship ",
  "First  Round  Table Conference  at  London  to  discuss  a ",
  "future constitution  for India ",
  "1931  Gandhi-Irwin  Pact ",
  "Withdrwal  of Civil Disobedience Movement ",
  "Second Round Table Conference participated  by Gandhi ",
  "ends in a failure ",
  "1932  Banning of the Congress ",
  "Second phase of the Civil Disobedience Movement ",
  "The Communal Award and the Poona Pact ",
  "Third  Round Table Conference  ends in a failure ",
  "1934  Civil Disobedience Movement  called off. ",
  "1935  Government of India Act ",
  "1937  Inauguration  of provincial autonomy ",
  "Elections under the new act ",
  "Congress ministries in eight provinces ",
  "1939  World War Two begins ",
  "1940  Lord Linlithgow's August offer of dominion  status ",
  "Muslim League adopts Lahore resolution https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "4 78  Appendix ",
  "1942  Cripps Mission ends in a failure ",
  "Quit India Movement ",
  "1944  Gandhi-Jinnah  talks ",
  "1945  Victory of Labour Party in England ",
  "Trial of the Indian National Army prisoners-widespread ",
  "protests ",
  "1946  Mutiny in Royal Indian Navy ",
  "Cabinet Mission to India ",
  "Interim government  under Jawaharlal  Nehru ",
  "Hindu-Muslim  riots ",
  "1947  Clement Attlee's declaration to hand over power by June ",
  "1948 ",
  "Mountbatten  Plan to hand  over power  to two  national ",
  "governments  of India and Pakistan ",
  "India Independence  Act ",
  "Transfer of power  to Pakistan and India ",
  "Communal  violence and mass migration ",
  "1948  Assassination of Gandhi  (30January) ",
  "1949  A new constitution  of India adopted  and signed ",
  "1950  New constitution  comes into force ",
  "India becomes a republic https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "From ",
  "Pl ",
  "exA H ist\\ oo'rf t-.l doanI dnia ",
  "ass ",
  "to ",
  "Praitotni ",
  "Moer thaan s uverya.n mdu ch e tmhoarant  ehmaatyli alcrranged ",
  "nraarteiF,rvm o PlastsoPe aryit tiioasnne   mnietnlryae daabcolcuen oftt  he ",
  "emgenercoefI  nada isan  aitoInt.  mawa ipdsa eno dtf ecno miapctled ",
  "treriano fh siotrihcaaeplnp gistn.eh imra ipnly reasi ngo rupasn d  as ",
  "invdiaidslau,n cdo tnextthsea nta ubstl oes  eteh fero matoifaon  na tion ",
  "trhoudgohc usmo efns ttriaesncaensd tu rggela,ss ilmaitainordene j ction. ",
  "Thisostr oyf Id nai'nsa thiooodan npdol tiailcc oinmgo-f-iarsgie i cnh  ",
  "emrpiidceaatlia lna dc ciebsiltsnere peartitonf caottfsh  eeirInin.st e  giht ",
  "majodri vicsvoireogina nsb otuwtho u dnerd rysoe fpa oltiaialcn sdoi co­",
  "ecnoomtiucrl becunet.h aeu thrteorra tcheseset  posfo  unrai toanlti s",
  "lonnggOsif.p  acrutliiatnre rteost th ceo nptoermarredyae wrli ble  ",
  "sectsiuocanhs'sa  E lryN ataislominD:ic sontaennDdti s sens'iaMoynn '. ",
  "Voiecso fa N atioann''deF  erdowmi tPhra titOinto hnoe'n .he a nidt.  ",
  "cnovresweist shte unsdot fI nadnhis iotrayn odn t hoeht e.ir tg gaeens ",
  "gneearaln cdu iroruaesd se.Fr ebwo koso nt ihcsr cuipaelrd o ifhos iotyr ",
  "hvaec patreudt hreh ymtsoh fI dniap'oslh yopnniaicto insaamlsF  rmo ",
  "PlastsoPe arytt oiin. ",
  "SekrhB aadnyophaydya taechmeosd eIrdnanin h siotraytV c iotria ",
  "Unievsriyto Wefl nlgitioNnne w  ZelaaHnedh .aa sl tsuaog ahttC  altcau t",
  "Unievsriyta nKda alnyUini vieytri snI nadH.i ei tsh aetu hoorfC  aste. ",
  "Poliatnitdec hRs aj B:e n.g1 a78l2  1-397  ( 1 990.H) ei s etdohiroet fB e n:g al",
  "RehtiinnkHgi srtyEo.sa syisnH  istgorraip(2oh 0yI 0a  )na dc  oe-doirot fCa tse ",
  "andC ommunaPlo liitnSi ochsu A ts,(1a 9 93a)n Bde ngCaomlm:u tneiis. ",
  "DeevlpomeanntSd t a(t1e 99s4. ) ",
  "covpehroo gtarphCsor uetsNye hMreum oMruisaelu:n mrd Lb ira.Nr ewy Delhi ",
  "covdeergs ni BmdT1ha:1 p:1r ",
  "www.ioeronntglm.caonm ",
  "IBSN8 1-2509-62-50 ",
  "I1 1,1  ",
  "9 788125 025982"
]