[
  "chapter7  seven ",
  "Many  Voices of a Nation ",
  "7.1.  MUSLIM ALIENATION ",
  "The mainstream  Indian nationalism-as  it was developing  gradually ",
  "since  the  late  nineteenth  century  under  the  aegis  of  the  Indian ",
  "National Congress-was contested incessantly from within the Indian ",
  "society. What we find as a result  is a series of alternative  visions of ",
  "nation,  represented  by  a  variety  of  minority  or  marginal  groups, ",
  "who constantly  challenged  and  negotiated  with  the  Congress.  The ",
  "Muslims  of India,  as already  noted  (c hapter  5. 4) ,  were  the  first to ",
  "contest  this version of nationalism  and almost from  the  beginning ",
  "many of them did not consider  the  Indian National  Congress  to be ",
  "their representative. Between  1892 and  1909 only 6.59 per cent of ",
  "the  Congress delegates  were  Muslims.  Muslim  leaders  like  Sayyid ",
  "Ahmed  Khan  clearly  considered  it to  be the  representative  of the ",
  "majority  Hindus. He was not anti-nationalist,  but favoured  a differ­",
  "ent  conception  of  nation.  For him  the  nation  was  a federation  of ",
  "communities  having entitlement  to different  kinds of political  rights ",
  "depending  on their  ancestry and political importance  and the Mus­",
  "lims,  being an ex-ruling  class had a special place  within  the frame­",
  "work  of the  new  cosmopolitan  British  empire.  This  was in sharp ",
  "contrast to the Congress vision of nation consisting of individual cit­",
  "izens.  The  prospect  of  the  introduction  of representative  govern­",
  "ment created the political threat of a majority  domination,  which led ",
  "to the formation  of the All India Muslim League in 1906.  This was ",
  "the  beginning  of a  search  for  distinctive  political  identity-not  a ",
  "quest  for separate  homeland-with  a demand  for the protection  of ",
  "their  political  rights  as a minority  community  through  the creation ",
  "of separate  electorate. The granting of this privilege of separate elec­",
  "torate  by the  colonial  state  in the  Morley-Minto  reform  of 1909 ",
  "elevated  them  to the status  of an \"all-India  political  category\",  but ",
  "positioned  them  as  a  \"perpetual  minority\"  in  the  Indian  body ",
  "politic.'  These structural imperatives  of representative  government ",
  "henceforth  began  to  influence  the  relationship  between  the  Con­",
  "gress and the Muslim  League. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  335 ",
  "A brief  period  of compromise  with  the  Congress  followed the ",
  "signing of the Lucknow Pact in 1916, which recognized  the Muslim ",
  "demand  for  separate  electorate.  But soon  all  such  arrangements ",
  "became  irrelevant,  as  the  whole  structure  of Indian  politics  was ",
  "changed by the coming of Gandhi  and the advent  of the masses into ",
  "the previously enclosed arena of nationalist  politics. Gandhi  by sup­",
  "porting the Khilafat  movement,  which used a pan-Islamic  symbol to ",
  "forge a pan-Indian Muslim unity, went a long way in producing un­",
  "precedented  Hindu-Muslim  rapport  (chapter  6.3).  But the  move­",
  "ment  died  down  by  1924  due  to  internal  divisions  and  finally, ",
  "because of the abolition of the Caliphate through  a republican revo­",
  "lution  in  Turkey under  Kemal Pasha.  But what  is  important,  the ",
  "Khilafat  movement  itself contributed  further  to the strengthening  of ",
  "Muslim  identity  in Punjab  and  Bengal.  Frequent  use  of  religious ",
  "symbols  by  the  overzealous  ulama,  who were  pressed  into  service, ",
  "highlighted  the  Islamic  self of the  Indian  Muslims.  It was  indeed ",
  "from the Khilafat movement that a serious communal riot erupted in ",
  "Malabar in  1921. So this Muslim  mobilisation  under the banner  of ",
  "Khilafat, as Christophe Jaffrelot (1996)  has argued, generated a sense ",
  "of inferiority and insecurity among the Hindus, who in emulation  of ",
  "their  aggressive Other  now started counter-mobilisation.  The  Arya ",
  "Samaj started a militant  suddhi campaign in Punjab and UP and the ",
  "Hindu  Mahasabha  launched  its  drive  towards  Hindu  sangathan ",
  "( organisation)  in 1924;  the Rasrriya Swayam Sevak Sangh, an overtly ",
  "aggressive Hindu organisation,  was also born in the same year. The ",
  "inevitable  result of such mobilisation along community  lines was the ",
  "outbreak of a series of riots between the Hindus and the Muslims in ",
  "the  1920s,  affecting practically  all  parts  of India.2 An exasperated ",
  "Gandhi  lamented  in  1927  that  the  resolution  of  the  problem  of ",
  "Hindu-Muslim  relations was now beyond  human control,  and had ",
  "passed on to the hands of God. 3 ",
  "How do we explain this rapid deterioration  ofHindu-Muslim re­",
  "lations in the wake of the decline of Khilafat movement?  Gyanendra ",
  "Pandey  (1985)  has  argued  that  in  the  1920s  there  had  been  a ",
  "remarkable  shift in the Congress conceptualisation  of nationalism. ",
  "There was now a distinct tendency to delegitimise religious national­",
  "ism  by  relegating  religion  to  the  private  sphere. Congress leaders ",
  "like Jawaharlal Nehru in their public pronouncements  emphasised a ",
  "secularist  view of Indian  nation, which was conceived to be above ",
  "community interests.  A binary  opposition  was visualised  between ",
  "nationalism  and communalism and therefore  whoever talked about ",
  "community were dubbed as anti-nationalists  or communaJists. This https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "336 ",
  "FROM PL.ASSEY TO PARTmON ",
  "eliminated  the likelihood of accommodating  the community  identi­",
  "ties within a composite nationhood  and destroyed all possibilities of a ",
  "rapprochement  between  the Congress and the Muslim League. The ",
  "Muslims at this juncture,  as AyeshaJalal argues, \"required  a political ",
  "arrangement  capable of accommodating  cultural differences.\"  They ",
  "looked  for  \"shared  sovereignty\";  they  were  not  against  a  united ",
  "India, but contested  Congress's  daim to indivisible sovereignty. 4 ",
  "The  public  pronouncements  of  Congress  secularism  came  at a ",
  "time  when  religious  identity  was  being  articulated  practically  at ",
  "every sphere of public life by both the Muslims as well as Hindus.  So ",
  "far as the latter were concerned,  unlike the earlier nationalist  leaders ",
  "who  used Hindu  revivalist symbols but  remained  within  the  Con­",
  "gress framework,  the present  leaders of the Hindu  Mahasabha  de­",
  "cided  to operate  as a separate  pressure  group  within  the  Congress, ",
  "trying constantly  to marginalise the secularists and destroy  any pos­",
  "sibility of an understanding  with the Muslims. There went on within ",
  "the Congress,  asjaffrelot (1996) shows, a constant  contest  between ",
  "two rival concepts of nationalism,  one based on the idea of compos­",
  "ite culture,  i.e., nation  above community, and the other  founded  on ",
  "the idea of racial domination  of the Hindus, more particularly,  of the ",
  "subordination  of the  Muslims.  What  was significant,  the  protago­",
  "nists of the  former  often  gave way to or  made compromises  with ",
  "those of the latter, giving ample reasons to the Muslims to be suspi­",
  "cious about  the real intent  of Congress politics. ",
  "This contestation  was visible very clearly in the arena  of instiru­",
  "tional  politics,  which  the  Swarajist  group  within  the  Congress, ",
  "under  the  leadership  of Motilal  Nehru  and C.R. Das, had decided ",
  "to re-enter,  with  Gandhi's  endorsement,  following  the  withdrawal ",
  "of the Non-cooperation  movement.  At the  municipal  level, in ",
  "UP, ",
  "the alliance between  the swarajists and the khilafatists won most of ",
  "the seats in 1923 on a note of communal  harmony. But their support ",
  "base was systematically  undercut  by the  Hindu  Mahasabha  under ",
  "Madan Mohan Malaviya, whose actions contributed to further Hindu­",
  "Muslim tension  that resulted  riots  in Allahabad and Lucknow  in ",
  "in ",
  "1924.  In the next municipal election  of 1925,  the swarajists lost all ",
  "seats to the Hindu  Mahasabhites.  In the Muslim majority  province ",
  "of Punjab, communal  tension escalated in the wake of the Municipal ",
  "Amendment  Act of 1923,  which  by providing  additional  scats for ",
  "Muslims reduced  the Hindus  to a minority in the municipal  boards. ",
  "With the blessings of Malaviya and the Hindu  Mahasabha,  the local ",
  "Hindus  took  up cudgels  against  Muslims  and  so  intense  was  the ",
  "communal  hatred  that when  Gandhi  came to Lahore  in December https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  337 ",
  "1924  to restore  harmony, the local  Hindus gave him a cold shoul­",
  "der. On the Muslim side, leaders like Muhammad  Ali, who favoured ",
  "communal  harmony  and  once  visualised India  as a federation  of ",
  "faiths, were  now  marginalised;  and  leaders  like Dr  Kirchlew who ",
  "were once staunchly in favour of Hindu-Muslim unity, now turned ",
  "uncompromi ingly against any communal reconciliarion.s ",
  "At the Central Legislative Assembly, Mohammad  AliJinnah, elec­",
  "ted by the Bombay Muslims, appeared as the most prominent  spokes­",
  "man of the Muslims. Jinnah's preference for constitutional  methods ",
  "and abhorrence for agirational  politics had driven him away from ",
  "Gandhian Congress. But now after the withdrawal of Non-coopera­",
  "tion, when Congress once again reverted to consritutionalism under ",
  "the swarajisrs,he was willing to cooperate with them. His 'Independ­",
  "ent Party' formed an alliance with the swarajists  and  together  they ",
  "came to be known  as the Nationalist Party in the Assembly. But at ",
  "the  ame  time,  he focused  on  reviving  the  Muslim  League at its ",
  "Lahore  ession in 1923;  decided  to work on a new  constitutional ",
  "arrangement  for India, and for that purpose, wanted to renegotiate ",
  "the Lucknow Pact with the Congress. Although swarajists were will­",
  "ing,  the Mahasabhites  like Malaviya,  B.S. Moonje  and  Lajpat  Rai ",
  "were  not,  and  they  successfully torpedoed  all efforts at reconcilia­",
  "tion. Even the Bengal Pact, which C.R.  Das had negotiated with the ",
  "local Muslims, was rejected at the Coconada session of the Congress ",
  "in December 1923 on the ground  that a national issue could not be ",
  "resolved on a provincial  basis.6 ",
  "In the meanwhile, outside the arena of institutional politics, mobi­",
  "lisation  of Hindus around  the claim of a right to play music before ",
  "mosques was gathering  momentum  in various parts of the country. ",
  "From the late nineteenth century, indeed, as mentioned earlier (chap­",
  "ter 5.4),  ever since the colonial state started  defining a new  public ",
  "sphere  contest over sacred space, such as a dispute over the route of ",
  "a religious  procession, was fast  becoming  the  bone of communal ",
  "contention  and a mode  of defining communal  identities in  India. 7 ",
  "And  now,  as the  public contest  for  contending  community  rights ",
  "became  sharper,  as over the cow slaughter/protection  issue  in the ",
  "1890s,  \"ritual space\" came to be \"defined by acoustic range\"s and be­",
  "came a major symbol of communal mobilisation throughout India. ",
  "Gandhi described this tradition  of playing music in public as a non­",
  "essential  aspect  of Hinduism.  But in a war  of symbols,  such  non­",
  "essentials  became non-negotiable demands for  those  wanting  to ",
  "mobilise communities along  religious lines.  This issue was used  in ",
  "UP, Punjab and  Bengal to consolidate  Hindu  solidarity,  and in  CP https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "338 ",
  "FROM  PLASSEY  TO  PARTITTON ",
  "and Bombay to divert  attention  from the rising tide of anti-Brahman­",
  "ism. This \"music before mosque\" not only sparked off a series of vio­",
  "lent riots between 1923 and 1927, but also in the election of 1926 it ",
  "became  an emotive  issue  dividing  the  electorate along  communal ",
  "lines. ",
  "Within the Congress  swarajists like Motilal Nehru were now being ",
  "increasingly sidelined  and they succumbed  to pressure to nominate ",
  "pro-Mahasabha  candidates.  There  was not  a single Muslim among ",
  "the Congress candidates  in Bengal or Punjab in 1926; elsewhere  all ",
  "the  Congress Muslim  candidates lost. The  majority of the  elected ",
  "Congress members  were  those with known  pro-Hindu  sympathies. ",
  "A resolution  condemning  separate  electorate  for Muslims  was just ",
  "prevented  from  being  passed  at the Guwahati  Congress  by timely ",
  "intervention  of Gandhi and Nehru. But the process of renegotiating ",
  "the Lucknow  Pact was finally  derailed  by the Mahasabhites  at the ",
  "All  Parties Conference  at Delhi  in January  1928.  It is not difficult ",
  "to understand why Muslim  support for Congress further diminished ",
  "around  this  rime.  Aligarh  Muslims  now  became  afraid  of being ",
  "swamped  by  Hindus.  Shaukat  Ali  ruefully  observed  in  1929  that ",
  "\"Congress ha[d  ] become an adjunct of Hindu Mahasabha\" .9  Muslim ",
  "alienation  from Congress politics was then boldly inscribed in their ",
  "large-scale  abstention  from  the  Civil Disobedience  and  the  Quit ",
  "India Movements. ",
  "This Muslim  alienation  -often stigmatised in Indian historiogra­",
  "phy as \"communalism\" -is  a contentious  issue  among  historians. ",
  "One way to explain  it is  to dismiss it as \"false  consciousness\"  of a ",
  "self-seeking  petty bourgeoisie and misguided workers and peasants, ",
  "who  mistakenly  saw their  interests through  the  communal  mirror ",
  "and sought  to safeguard  them with  constitutional  privileges.  Their ",
  "frustration  increased  in  the years  after  1929,  as depression  con­",
  "stricted  opportunities,  leading  to  more  tension,  conflicts  and  vio­",
  "lence. 10 On the other hand,  it is also  to a large extent true  that the ",
  "imperatives of representative  government-the granting  of separate ",
  "electorate and conferment  of minority  status by the colonial  state­",
  "contributed  to the forging of an all-India Muslim political identity. It ",
  "is, therefore,  explained  in terms  of Islamic ideas of representation ",
  "founded  on ascriptive criteria, i.e.,  Muslims  liked to be represented ",
  "by Muslims alone, and not by those who were not members of their ",
  "community. 11 While dismissal of communalism  as a false conscious­",
  "ness does not take us anywhere  so far as understanding  of this poli­",
  "tical  vision  is concerned,  the  latter  argument  about  a  hegemonic ",
  "Islamic  ideology is also problematic.  This  explanation  is essentially https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY voices OF A NATION  339 ",
  "based on the assumption of a substantive ideological consensus within ",
  "the Muslim community, which has been questioned by a number  of ",
  "historians.'? ",
  "The Muslims were not a political community yet, not even in the ",
  "late  1930s.  There  had  been positional  differences  and  ideological ",
  "contestation  within Muslim politics from its very beginning. Even in ",
  "the 1930s,  Muslim politics remained caught in provincial dynamics, ",
  "as their  interests in Bengal and Punjab, where they were a majority, ",
  "were  different  from  those of others  in the minority  provinces.  In ",
  "Bengal,  the  Krishak  Praja  Party under  A.K. Fazlul Huq  mobilised ",
  "both  the  Muslim  and  lower  caste  Hindu  peasants  on  class  based ",
  "demands, and  competed  with  the Muslim League, after  its revival ",
  "in  1936,  for Muslim votes.\"  In Punjab,  the  Unionist  Party led by ",
  "Fazl-i-Husain, Sikandar Hayat Khan, as well as the Jat peasant leader ",
  "Chhotu  Ram,  appealed  to  a  composite constituency  of  Muslim, ",
  "Hindu  and  Sikh  rich  landlords  and  peasant  producers-who  had ",
  "benefited from the Punjab Land Alienation  Act of 1900-and had a ",
  "complete control  over rural politics.\" The All India Muslim League, ",
  "on  the  other  hand,  was until  1937,  as Ayesha JalaJ puts  it, \"little ",
  "more  than  a debating  forum  for a  few articulate  Muslims  in the ",
  "minority  provinces and had made no impact on the majority prov­",
  "inces\"  In the election of 1937, both  the regional  parties did well, ",
  ".15 ",
  "while Muslim League had a dismal performance  throughout India. ",
  "The resounding victory oft he Congress in this election and the arro­",
  "gance that it bred,  however, gradually  brought  all these divergent ",
  "groups together  under the banner of a revived and revitalised Mus­",
  "lim League under the leadership of Jinnah. ",
  "As partners  of the Raj, as R.J. Moore  (1988) has shown,  the Mus­",
  "lims had politically gained a lot in the 1920s and 1930s. The doc­",
  "trine of separate electorate  was now firmly enshrined  in the Indian ",
  "constitution.  They  had wrested power  from  the  Congress in  the ",
  "majority  provinces  of Bengal and  Punjab. And two  other  Muslim ",
  "majority areas, Sind and the North-West Frontier Province, had been ",
  "elevated to-full  provincial status. All these came to be threatened  by ",
  "the Congress victory in the  1937 elections. Not only did  Congress ",
  "refuse to enter  into any coalition government  in the minority prov­",
  "inces like UP to share power with the Muslim League, butj awaharlal ",
  "Nehru declared  with supreme  arrogance  that there  were now only ",
  "two parties  in the Indian  political scene, the Raj and the Congress. ",
  "From now on, there was a steady Congress propaganda against sepa­",
  "rate electorate  and a constant  vilification  of the Muslim League as ",
  "unpatriotic  and reactionary. In view of the electoral debacle of the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY  341 ",
  "VOICES OF A NATION ",
  "meeting of the Sind branch of the Muslim League, presided  over by ",
  "Jinnah  himself, that  a resolution  was passed which mentioned  the ",
  "need for \"political  self-determination  of the two nations,  known  as ",
  "Hindus  and Muslims\" 21  and asked the Muslim  League to  think  of ",
  "appropriate  measures to realise it. It was the first declaration  of the ",
  "\"two  nation\"  theory,  but it was not separatism  yet; the two federa­",
  "tions  of Hindus  and  Muslims were  meant  to  be united  through  a ",
  "common  centre.  Since then,  public  discussions went  on  about  the ",
  "practicality  of a constitutional  arrangement  that could give shape to ",
  "this abstract  notion,  with intellectual  inputs  coming  from a variety ",
  "of Muslim leaders, from the Sindhi leader Abdoola Harun,  Dr Syed ",
  "Abdul Latif,  Abdul Bashir of the  Pakistan  Majlis in Lahore,  to the ",
  "prominent  Aligarh  scholars,  Professor  Syed Zafarul  Hasan  and  Dr ",
  "M.A.H. Qadri.  Finally, the Lahore resolution  of the Muslim League ",
  "in March  1940 formally proclaimed  the Muslims as a nation.  It did ",
  "not mention  partition  or Pakistan, but only talked about \"Independ­",
  "ent states\" to be constituted  of the Muslim majority provinces in an ",
  "unspecified  \"future\". 22  The  resolution,  in other  words,  only  sig­",
  "nalled the transformation  of Indian Muslims from a 'minority'  to a ",
  "'nation',  so  that  no  future  constitutional  arrangement  for  India ",
  "could any more be negotiated  without  their participation  and con­",
  "sent.  The  central  plank  in Jinnah's  politics henceforth  was to be a ",
  "demand  for  'parity'  between  the  Hindus  and  the  Muslims  in any ",
  "such arrangement. ",
  "The road  from this declaration  of nationhood  to the actual reali­",
  "sation of a separate sovereign state in 194 7 was long and tortuous.  It ",
  "may suffice here to mention  that this conceptualisation  of a Muslim ",
  "nation  was not the imagining of Jinnah  alone or of a select group of ",
  "articulate  intellectuals.  It was legitimated  by thousands  of ordinary ",
  "Muslims who joined the processions at Karachi, Patna or Lahore, par­",
  "ticipated in the hartals,  organised  demonstrations  or even took part ",
  "in riots between  1938 and  1940.u  And their alienation  was born of ",
  "provocations  from  the militant  Hindu  nationalists,  as well as con­",
  "stant sneering by an intransigent secularist leadership of the Congress. ",
  "For Muslim  leaders,  who  in  1921  saw  no  conflict  between  their ",
  "Indianness  and Muslim identity,  recognition  of their separate  Mus­",
  "lim nationhood  became a non-negotiable  minimum  demand  in the ",
  "1940s. And gradually these sentiments  were shared by a wider Mus­",
  "lim population.  Indeed, as Achin Vanaik has argued,  \"the  Congress­",
  "led National  Movement  cannot  escape most of the  responsibility\" ",
  "for this emergence  of a separate  Muslim identity, at a period  when ",
  "an anti-colonial  pan-Indian  national  identity was in the  making. 24 https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "342 ",
  "FROM  PLASSEY TO PARTmON ",
  "7.2.  NON-BRAHMAN  AND  DALIT PROTEST ",
  "The other  important social groups in India who also expressed  their ",
  "dissent  from  this  Congress  version  of nationalism,  were  the  non­",
  "Brahman  castes  and  the  untouchable  groups.  The  latter,  from ",
  "around  the 1930s,  began  to call themselves dalit or oppressed. The ",
  "term  more appropriately  signified their socio-economic  position  in ",
  "Hindu  India,  than  the colonial  terms \"depressed  classes\",  replaced ",
  "after 1936 by \"Scheduled  Castes\", or the Gandhian  term  \"Harijan\" ",
  "(meaning  God's  people).  As  the  term  dalit  indicates,  any  under­",
  "standing  of  their  protest  needs  to  begin  from  a  discussion  of ",
  "the evolution  of caste system  as a mode of social stratification  and ",
  "oppression  in  India.  Anthropologists  and  social  historians  have ",
  "considered  it to be the most unique feature of Indian social organisa­",
  "tion  expressed  in two parallel concepts of vama  and jati. The  four­",
  "fold division  of vama was the ancient  most social formation  dating ",
  "back to about  1000 BC, when  the \"Aryan\"  society was divided  into ",
  "Brahmans  or  priests,  Kshatriyas  or  warriors,  Vaishyas or  farmers, ",
  "traders  and  producers  of wealth,  and the  Sudras who  served  these ",
  "three higher groups. Untouchabiliry as a fully developed  institution ",
  "appeared  sometime  between the third and sixth centuries AD, when ",
  "the untouchables  came  to  constitute  a fifth  category,  known  vari­",
  "ously  by terms like Panchamas, Ati-sudras or Chandalas.P ",
  "However,  this  varna  division  had  little  relevance  to  subsequent ",
  "social  realities,  providing  nothing  more  than \"a fundamental  tern­",
  "plate\"26 within which social ranks were conceptualised across regions. ",
  "For actual social organisation,  more  important  were  the numerous ",
  "jatis that were vaguely referred  to as castes, a term derived from the ",
  "Portuguese word castas. Jaris as occupational  groups, which number ",
  "more than  three thousand  in modern  India-? were emerging side by ",
  "side  with  the varnas, and often  they were again  further subdivided ",
  "on the basis of professional specialisation. Some anthropologists would ",
  "call those smaller groups subcastcs, while Iravati Karve (1977) would ",
  "consider  them  as castes  and  the  larger  groups  as \"caste-dusters\". ",
  "Without  going further  into  this debate  over nomenclature, we may ",
  "identify  jaris  or  castes as occupational  groups,  whose  membership ",
  "was determined  by birth,  and whose exclusiveness was maintained ",
  "by stringent rules of endogamy  and commensality  restrictions.  Each ",
  "and every caste was ascribed a ritual  rank, which  located its mem­",
  "bers in an elaborate  hierarchy  that encompassed the entire society. ",
  "What  determined  this  rank  is again a subject of intense  contro­",
  "versy. Structural anthropologists  like Louis Dumont  (1970) believed, ",
  "that this ranking system was essentially religious, as in Indian society https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  343 ",
  "the  sacred  encompassed the  secular,  making  the  Brahman  priest ",
  "more  powerful  than  the  Kshatriya king.  In  this  cultural  environ­",
  "ment, social rank  was determined  by a purity-pollution  scale:  the ",
  "Brahman, being the embodiment  of purity, was located  at the top of ",
  "the scale and  the untouchables  being  impure were at the  bottom, ",
  "while in the middle there were various groups with varying grades of ",
  "purity/impurity.  However, later social  historians  have argued  that ",
  "ritual  rank was never  unconnected  with  the power  structure;  the ",
  "crown was never  that hollow as it was made our to be by some colo­",
  "nial ethnographers. 28 In this situation, factors like nature  of occupa­",
  "tion and distance from the centre of power etc determined the ritual ",
  "rank-in  other words,  there was close positive correlation between ",
  "power, wealth and rank. This was a social organisation,  which Gail ",
  "Omvedt has described as the \"caste-feudal society\", marked by \"caste/ ",
  "class confusion\".29  However, it was not exactly a class system in dis­",
  "guise. It was not a dichotomous system, but a system  of gradation, ",
  "with \"a great deal of ambiguity in the middle region\", 0 where vari­",
  "3",
  "ous peasant castes competed with each other for superiority of status. ",
  "Within this scheme of things, members of each caste were assigned ",
  "a moral code of conduct-their  dharma-the  performance  or non­",
  "performance  of which--or their  karma-determined  their  location ",
  "in caste  hierarchy  in next  life. Although  this implies a rigid social ",
  "order enjoined by scriptures, the reality of caste society differed  sig­",
  "nificantly  from this  ideal.  For dharma  was not always universally ",
  "accepted  and  its hegemony was from time to time contested  from ",
  "within,  most significantly in the medieval bhakti movement, which ",
  "questioned  the ritualistic foundation  of religious and social life and ",
  "emphasised simple devotion  (bhakri) in its place. 3! Apart from that, ",
  "opportunities for limited social mobility often led to positional chan­",
  "ges and  readjustments.  Colonisation  of wasteland,  rise of warrior ",
  "groups,  emergence of new technology  or new opportunities  of trade ",
  "at various stages ofhistory helped groups of people to improve their ",
  "economic and political status, and to translate  that into higher ritual ",
  "ranks in the caste hierarchy. 32 Indeed, the system could survive for so ",
  "many centuries because it could maintain such a \"dynamic equilib­",
  "ri um\"33 and absorb shocks from below. ",
  "Colonial rule disengaged caste system from its pre-colonial politi­",
  "cal contexts,  but gave it a new lease oflife by redefining and revital­",
  "ising  it  within  its new  structures  of  knowledge,  institutions  and ",
  "policies.\" First ofa ll, during its non-interventionist  phase, it created ",
  "opportunities, which were  \"in theory casre-free\".\"  Land became a ",
  "marketable  commodity; equality  before  law became an established https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "344  FROM  PLASSEY TO PARTffiON ",
  "principle  of  judicial  administration;  educational  institutions  and ",
  "public employment  were thrown  open to talent,  irrespective  of caste ",
  "and creed.  Yet the very principle  of non-intervention  helped  main­",
  "tain the pre-existing  social order  and reinforced  the position  of the ",
  "privileged groups. Only the higher castes with previous  literate  tra­",
  "ditions  and surplus  resources,  could  go for English education  and ",
  "new professions,  and could  take advantage  of the new judicial sys­",
  "tem. 36 Moreover,  in matters  of personal  law, the Hindus  were gov­",
  "erned  by  the  dharmashastra,  which  upheld  the  privileges  of  caste ",
  "order.37  As  the  Orientalist  scholars,  immersed  in classical  textual ",
  "studies,  discovered  in the  caste  system the  most  essential  form  of ",
  "Hindu  social  organisation,  more  and  more  information  was  col­",
  "lected  through  official  ethnographic  surveys,  which  gave  further ",
  "currency  to the  notions  of caste hierarchy.  Furthermore,  the  fore­",
  "most  of  such  colonial  ethnographers,  Herbert  Risley,  following ",
  "Alfred Lyall and the French racial theorist  Paul Topinard,  now pro­",
  "vided a racial dimension to the concept of caste, arguing that the fair­",
  "skinned  higher  castes  represented  the  invading  Aryans,  while  the ",
  "darker  lower castes were the non-Aryan  autochthons  of the land. I• ",
  "This racial stereotype  and the scriptural  view of caste were gradu­",
  "ally given  enumerated  shape,  and  above  all an  official  legitimacy, ",
  "through  the  decennial  census classification  of castes,  which  Susan ",
  "Bayly has described  as the \"single master exercise of tabulation\"  of ",
  "the entire colonial subject society.39 When Risley became the Census ",
  "Commissioner  in  1901,  he  proposed  not  only  to  enumerate  all ",
  "castes, but also to determine  and record their location  in the hierar­",
  "chy of castes. To the  Indian  public  this appeared  to be an  official ",
  "attempt  to freeze the hierarchy, which had been constantly,  though ",
  "imperceptibly, changing over time. This redefined  caste now became ",
  "what  Nicholas  Dirks  has called  the  \"Indian  colonial  form  of civil ",
  "society\". •o Voluntary caste associations emerged as a new phenome­",
  "non in Indian public life, engaging in census based caste movements, ",
  "making petitions  to census commissioners  in support  of their claims ",
  "for higher ritual ranks in the official classification scheme. 41 Ironically, ",
  "caste thus became a legitimate site for defining social identities within ",
  "a more institutionalised  and apparently  secularised public space. ",
  "These caste associations, where  membership  was not just ascript­",
  "ive but voluntary, gradually  evolved into  tools of modernisation  in ",
  "colonial  India. Their  goals shifted  from sacred to secular ones and, ",
  "as Lloyd and Susanne Rudolf have put it, they tried \"to educate  ... ",
  "[their]  members  in  the  methods  and  values  of  political  demoo ",
  "racy\". 42  What  contributed  to this development  was another  set of https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "346 ",
  "FROM PL.ASSEY TO PARTITION ",
  "also  engaged  in  a  cultural  movement,  which  noted  sociologist ",
  "M.N.  Srinivas (1  966) has called the process of \"Sanskritizarion\". As ",
  "status  was  still  being  defined  and  expressed  in  the  language  of ",
  "caste-which enjoyed both official legitimacy and social currency­",
  "rhe upwardly mobile groups sought  to legitimise their new status by ",
  "emulating  the cultural  and ritual practices of the upper  castes. This ",
  "was one of the reasons why customs like sati, prohibition  of widow ",
  "remarriage,  child  marriage-the  performance  of  which  was  re­",
  "garded  as hallmarks  of high  caste status-were  in  the  nineteenth ",
  "century being more widely practised by the upwardly  mobile lower ",
  "peasant  groups.  Ironically,  what  this  behaviour  signified  was  an ",
  "endorsement  of the caste system, and seeking a positional readjust­",
  "ment within the existing ritual hierarchy.  However, not all castes at ",
  "all times  followed  this same behavioural  trajectory. ",
  "There were movements which instead  of seeking positional  chan­",
  "ges within  the  caste system,  questioned  the  fundamentals of  this ",
  "social organisation,  the most notable of them being the non-Brahman ",
  "movements  in  western and  southern  India  and  some of the  more ",
  "radical  movements  among  the  dalit  groups.  The  non-Brahman ",
  "movement  started  in Maharashtra  under  the  leadership  of an out­",
  "standing  leader  of  the  Mali  (gardener)  caste, jotirao  Phule,  who ",
  "started his Saryasodhak Samaj (Truthseekers' Society) in 1873.  Phule ",
  "argued  that it was Brahman domination,  and  their  monopoly  over ",
  "power and  opportunities  that lay at the root of the predicament  of ",
  "the Sudra and Ati-sudra castes.  So he turned  the  Orientalist  theory ",
  "of Aryanisation  of India (s ee chapter  2 .1) upside down.\"  The Brah­",
  "mans,  he argued,  were  the  progeny of the  alien Aryans, who  had ",
  "subjugated  the aurochthons  of the land  and  therefore  the  balance ",
  "now needed to be redressed and for achieving that social  revolution, ",
  "he  sought to unite  both  the  non-Brahman  peasant castes as well as ",
  "dalir groups in a common  movement.  But in the  1880s and  1890s, ",
  "there  were  certain  subtle  shifts  in  the  non-Brahman  ideology,  as ",
  "Phule  focused more on  mobilising the Kunbi peasantry. There  was ",
  "now more emphasis  on the unity of those who laboured  on the land ",
  "and  a contestation  of the  claim  by the  Brahman-dominated  Poona ",
  "Sarvajanik  Sabha that they represented  the peasantry.  This shift  of ",
  "focus  on the Kunbi peasants also led to the privileging of the Mara­",
  "tha  identity  which  was  dear  to  them,  and  an  assertion  of their ",
  "Kshatriyahood,  which, as Rosalind  O'Hanlon  has argued,  \"seemed ",
  "at  times  perilously  close to  a simple  Sanskritising  claim\".\"  Phule ",
  "tried  to overcome this problem  by claiming  that  these  Ksharriyas, ",
  "who  were the ancestors of the Marathas,  lived harmoniously with https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "348  FROM PLASSEY TO PARTITION ",
  "motivated  the Vellala  elite to uphold  their  Dravidian  identity.  For ",
  "some time the Christian  missionaries like Rev Robert Caldwell  and ",
  "G.E.  Pope  were  talking  about  the  antiquity  of Dravidian  culture. ",
  "Tamil  language,  they  argued,  did  not  owe  its origin  to  Sanskrit, ",
  "which had been brought  to the south by the colonising Aryan Brah­",
  "mans,  while  the  Vellalas  and  other  non-Brahmans  could  not  be ",
  "described  as Sudras,  as this was a status  imposed  on  them  by the ",
  "Brahman  colonists  trying  to thrust  on  them  their  idolatrous  reli­",
  "gion.49 The non-Brahman  elite appropriated  some of these ideas and ",
  "began to talk about their Tamil language, literature and culture as an ",
  "\"empowering  discourse\"  and  to  assert  that caste  system  was  not ",
  "indigenous  to Tamil culture.\" This cultural movement  to construct ",
  "a non-Brahman  identity-which began like its western  Indian coun­",
  "terpart with an inversion of the Aryan theory of Indian civilisation­",
  "always had as its central theme an emotional devotion  to Tamil lan­",
  "guage, which  could bring disparate groups of people  into a \"devo­",
  "tional communiry\".'!  On the political front the movement  followed ",
  "a  familiar  trajectory  that  began  with  the  publication  of  a  'Non­",
  "Brahman  Manifesto'  and the formation of the Justice Party in 1916, ",
  "as a formal  political party of the non-Brahmans.  It opposed the Con­",
  "gress as a Brahman  dominated  organisation,  and  claimed  separate ",
  "communal  representation  for the non-Brahmans  as had been  gran­",
  "ted to the Muslims in the Morley-Minto reform. This demand,  sup­",
  "ported  by the  colonial bureaucracy,  was granted  in the  Montagu­",
  "Chelmsford  reform  of 1919, as it  allocated  twenty-eight  reserved ",
  "seats to the non-Brahmans  in the Madras  Legislative  Council.  Op­",
  "posed to the Congress and to its programme  of non-cooperation, ",
  "the Justice  Party had no qualm  in contesting the election  in  1920, ",
  "which the Congress had given a call for boycott. As a result, the coun­",
  "cil boycott movement  (see chapter  6.3)  had no chance  of success in ",
  "Madras, where the Justice Party won 63 of the 98 elected  seats, and ",
  "eventually came to form a government under the new reforms. ",
  "The  formation  of a ministry  in  1920  was the  high  point in  the ",
  "career  of the Justice  Party,  and  also  the beginning  of its decline.  It ",
  "was a movement  patronised  mainly  by richer landowning  and urban ",
  "middle class non-Brahmans,  like the Vellalas  in the Tamil districts, ",
  "the Reddis or Kapus and Kammas in the Telugu districts, the Nairs in ",
  "Malabar and the trading Beri Chettis and Balija Naidus scattered all ",
  "over south  India.s2 Soon after assumption of office, these elite mem­",
  "bers of the Justice Party became engrossed in using and abusing their ",
  "newly gained power, gave up their reformist agenda and became less ",
  "interested  in the  plight  of the untouchables.  The latter as a result, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY  349 ",
  "VOICES OF A NATION ",
  "under the  leadership  of M.C.  Rajah,  left the  party  in disgust. The ",
  "decline in popular  base which thus began, ultimately culminated in ",
  "their  electoral  defeat  in  1926 at the hands  of the swarajists. Many ",
  "non-Brahmans thereafter  left  the party  and  joined  the  Congress, ",
  "which regained  its power. This was reflected adequately in the suc­",
  "cess of the Civil Disobedience campaign in 1929-30. The Quit India ",
  "movement of 1942 (see chapter 8.1) finally took the wind out of its ",
  "sails; in the election  of 1946, the Justice Party did not even field a ",
  "candidate. ",
  "But  if the  justice  Party gradually  paled  into  political  insignifi­",
  "cance, another  more  radical  and  populist  trend  within  the  non­",
  "Brahman movement emerged in south India around  this rime in the ",
  "\"Self-Respect\" movement,  under the leadership  of EV. Ramaswamy ",
  "Naicker, \"Periyar\".  Once an enthusiastic  campaigner  for the  non­",
  "cooperation  programme, he  left  the  Congress  in  1925,  believing ",
  "that it was neither able nor willing to offer \"substantive\"  citizenship ",
  "to the non-Brahmans.P  He was incensed by Gandhi's pro-Brahman ",
  "and pro-varnashram  dharma utterances during his tour ofMadras in ",
  "1927  and constructed a trenchant  critique of Aryanism, Brahman­",
  "ism and Hinduism, which he thought created multiple structures  of ",
  "subjection  for Sudras, Adi-Dravidas (untouchables)  and women.  So ",
  "before self-rule what  was needed  was self-respect, and  its ideology ",
  "was predicated  upon  a sense of pride  in-though  not an uncritical ",
  "valorisation  of-the  Dravidian antiquity and Tamil culture and lan­",
  "guage.  Indeed,  Ramaswamy  had  reservations  about  privileging ",
  "Tamil, as this could alienate the other non-Tamil speaking Dravidians ",
  "of south  India. Yet, Tamil language  remained  at the centre  of the ",
  "movement, sometimes creating tension between 'Tamil' and 'Dravid­",
  "ian' identities. H  The movement,  however, was more clear in identi­",
  "fying its oppositional Other, as it mounted  scathing  attacks on the ",
  "Sanskrit  language and literature, being the cultural  symbols ofA  ryan ",
  "colonisation  of the south The story of the  was inverted ",
  "Ramayana ",
  "to make Ravana an ideal Dravidian  and Rama an evil Aryan. Unlike ",
  "Justice Party, this ideology was more inclusive in its appeal. What is ",
  "significant, the Self-Respect movement also drew its inspiration  from ",
  "and gave more currency to the earlier  writings of the Adi Dravida ",
  "intellectuals like Iyorhee Thass and M. Masilamani. Both were pub­",
  "lishing  since  the  first  decade of the  twentieth  century  numerous ",
  "articles against  the  caste  system, Brahman  domination  and  Indian ",
  "nationalism.P  During the 1930s,  as the Congress gradually became ",
  "more  powerful, the non-Brahman movement became more radical ",
  "and  populist  in its appeal,  with  more  emphasis  on  the  boycott  of https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  351 ",
  "south  India. 59 But conversion  itself was not a signifier of liberation, ",
  "as often the converted  dalits were appropriated  back into  the exist­",
  "ing structures  of local society. What  was really significant  was the ",
  "message of self-respect that the missionaries and the new education ",
  "inculcated  in these groups.  Some of  the  articulate  sections  among ",
  "them successfully integrated  that message into their own local tradi­",
  "tion  of bhakti  and constructed  an  ideology  of  protest  against  the ",
  "60 ",
  "degradations  of caste.  This led to the emergence of organised  caste ",
  "movements  among  various  dalir groups  all over India,  such  as the ",
  "Ezhavas or Iravas61  and  Pulayas of Kerala,62 Nadars  of Tarnilnad,63 ",
  "Mahars  of Maharashtra, 64  Chamars  of Punjab, 65 UP66 and  Chartis­",
  "garh in central  India, 67 Balmikis of Delhi, 68 and the Namasudras  of ",
  "Bengal,\"  to name only a few. ",
  "Without  denying  the distinctiveness  of each  movement,  we  may ",
  "discuss here some of the shared features of these dalit protests. What ",
  "some  of these  organised  groups  (not  all) tried  first  of all,  was to ",
  "appropriate  collectively some visible symbols of high ritual status, ",
  "such as wearing of sacred thread,  participation  in ritual ceremonies ",
  "such  as community  pujas,  and  entering  temples  from  where  they ",
  "were  historically  barred  by the  Hindu  priests. A number  of organ­",
  "ised temple entry  movements  took place in the early twentieth  cen7 ",
  "tury, the most important  of them  being the Vaikkam satyagraha  in ",
  "1924-25  and  the  Guruvayur  saryagrahain  1931-33  in Malabar,\" ",
  "the Munshiganj  Kali temple satyagraha  in Bengal in  192971 and the ",
  "Kalaram  temple  saryagraha  in Nasik  in western  India in 1930-35. ",
  "Apart  from  such  religious  rights,  the  organised  dalit  groups  also ",
  "demanded  social rights from  high caste Hindus,  and when  denied, ",
  "they took  recourse  to various  forms of direct  action.  For example, ",
  "when the higher castes resisted the Nadar women's  attempt  to cover ",
  "their  breasts  like  high  caste  women,  this  resulted  in  rioting  in ",
  "Travancore  in 1859.  The  issue remained  an irritant  in the relation­",
  "ship between  the Ezhavas and Nairs and again led to disturbances  in ",
  "1905 in Quilon. In Bengal, when the high caste Kayasthas refused to ",
  "attend  the funeral  ceremony  of a Namasudra  in  1872, the latter  for ",
  "six months  refused to work in their land in a vast tract covering  four ",
  "eastern  districts.  In Maharashtra,  the  celebrated  Mahar  leader,  Dr ",
  "B .R. Arnbedkar organised  in 1927 a massive satyagraha with ten to ",
  "fifteen thousand  dalits to claim the right to use water  from a public ",
  "tank in Mahad  under  the control  of the local municipality. ",
  "This  social  solidarity  and  the  spirit  of  protest  were  to  a  large ",
  "extent  the result of a resurgence  of bhakri among  the untouchables ",
  "during  this period.  A number  of protestant  religious sects, like the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "352 ",
  "FROM  PLASSEY TO PARTITION ",
  "Sri Narayana  Dharma  Paripalana Yogam among  the Ezhavas or the ",
  "Matua  sect among  the Namasudras,  inculcated  the  message of sim­",
  "ple devotion  and  social equality,  and  thus  interrogated  the  funda­",
  "mentals of Hindu  social hierarchy. A few religious sects emphasised ",
  "the  fact that  the  dalirs were  indeed  the  original  inhabitants  of the ",
  "land  subjugated  by the  intruding  Aryans.  So now  they  had  to  be ",
  "accepted  as they were,  without  requiring  any changes  in their  cul­",
  "ture or way of life, be compensated  for their past losses and be given ",
  "back  all their  social rights.  This self-assertion  or endeavour  to  re­",
  "claim lost social grounds was quite evident in the Ad Dharam  move­",
  "ment  among  the  Chamars  of Punjab  or  the Adi Hindu  movement ",
  "among the Chamars  and other  urbanised  dalits of UP. On the other ",
  "hand,  some  religious  movements  went  even  further.  The  Satnam­",
  "panth  among  the  Chamars  of Chattisgarh  manipulated  ritual  sym­",
  "bols to  construct  their  superiority  over  the Brahmans,  while  the ",
  "ri ",
  "Balahari sect among  the  untouchable  Hadis  of Bengal went  on  to ",
  "imagine  an  inverted  ritual  hierarchy  where  the  Brahmans  were ",
  "located at the bottom  and the Hadis at the top. 73 ",
  "Although  many of these movements  did not last long, their impli­",
  "cations were quite subversive for Hindu society, as not only did they ",
  "unite dalits around  the message of a commonly  shared brotherhood, ",
  "they also indicated  their defiance of the Hindu  notions  of hierarchy ",
  "and untouchability.  This tendency  to repudiate  Hindu  theology  as a ",
  "disempowering  and subordinating  ideology for the dalits came to an ",
  "explosive  high  point  when  in December  1927  Dr Ambedkar  in a ",
  "public  ceremony  burnt  a copy  of Manusmriti, the  most  authentic ",
  "discursive text authorising  untouchability.  In 1934 he wrote  totem­",
  "ple satyagrahis at Nasik about the futility of temple entry or seeking ",
  "redress for their grievances within  a Hindu  religious solution.  What ",
  "he suggested instead, was a \"complete  overhauling  of Hindu  society ",
  "and  Hindu  theology\",  and  advised the  dalits to \"concentrate  their ",
  "energy and resources on politics and education. \"74 ",
  "This  tendency  to seek a secular or political solution  to the prob­",
  "lems of their  social and religious disability was indeed  a prominent ",
  "feature  of the  movement  of the  backward  castes during  the  early ",
  "decades  of the  twentieth  century.  For many of these  dalit  associa­",
  "tions,  not  just  integration  of  public  institutions,  but  caste  based ",
  "reservation  in education,  employment  and legislatures as a compen­",
  "sation  for historical  injustices became  a non-negotiable  minimum ",
  "demand.  And in this, they found  patronage  from the colonial  state, ",
  "since \"protective  discrimination\"  became a regular  feature  of colo­",
  "nial public policy since the 1920s. From the official standpoint,  this https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  353 ",
  "was partly to redress social imbalances, but partly also to divide and ",
  "rule. At the  actual  field  level, it is true,  the colonial  bureaucracy ",
  "often did not implement  this policy, and in the name of maintaining ",
  "social  equilibrium  supported  the  local  conservative  elites'  opposi­",
  "tion to the entry of dalit students  into public schools. 75 Yet, for the ",
  "first time,  there  was in place such a public policy to promote  their ",
  "education, and there  were always some bureaucrats  who  would  be ",
  "prepared  to  lend  them  a sympathetic  ear. This  brought  the  dalits ",
  "closer to the  government  and estranged  them  from  the  Congress. ",
  "The final solution of their problem, many of the dalits now believed, ",
  "lay in the provision for separate electorate  for them, which the Con­",
  "gress opposed  tooth  and nail. ",
  "This  dalit  alienation  from  Congress  politics  was also  to  a large ",
  "extent  the result of Congress approach  to the question  of caste and ",
  "untouchability.  In its eagerness to avoid  socially sensitive  issues,  it ",
  "ignored  the question  till 191 7  and then  took  it up only when dalit ",
  "leaders had organised  themselves and were about to steal the initia­",
  "tive from the Congress.\"  Brahman  domination  and social conserva­",
  "tism of the early Congress, which we have discussed earlier (c hapters ",
  "4.4 and 5.2),  were much to blame for this inaction.  But other than ",
  "this, the mental gap with the untouchables  also widened  as many of ",
  "the  Hindu  nationalist  groups,  unlike  the  earlier  reformists,  now ",
  "openly tried to glorify and rationalise caste system as a unique social ",
  "institution  of ancient  India that  united  disparate  groups  of Indians ",
  "in  harmonious  solidarity.  For the  dalits,  however,  this  solidarity ",
  "11 ",
  "meant  a subterfuge  for ensuring  subordination.  These attempts  to ",
  "define  Indian  national  identity in terms  of Hindu  tradition  isolated ",
  "them as they had developed a different  perspective about Indian his­",
  "tory. If the Hindu  nationalists  imagined a golden past, for the dalits ",
  "it was the dark age marked  by untouchability  and caste discrimina­",
  "tion,  in contrast  to  the golden  present,  when  the British  made  no ",
  "distinction  of caste and  had  thrown away the rules of Manu that ",
  "sanctioned  caste disabilities. 78 ",
  "Gandhi for the first time had made untouchabiliry  an issue of pub­",
  "lic concern  and  the  1920 Non-cooperation  resolution  mentioned ",
  "the removal of unrouchabiliry as a necessary pre-condition  for attain­",
  "ing swaraj.  But his subsequent  campaign for the welfare of the Hari­",
  "j ans after the withdrawal  of the Non-cooperation  movement,  could ",
  "neither  arouse  much  caste Hindu  interest  in  the  reformist  agenda ",
  "nor could satisfy the dalits. He condemned  unrouchabiliry  as a dis­",
  "tortion, but until the 1940s upheld uamasbram dharma or caste sys­",
  "tem as an ideal  non-competitive  economic  system  of social division https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "354  FROM PLASSEY TO PARTITION ",
  "of labour  as opposed to the class system of the West.  This theory ",
  "79 ",
  "could not satisfy the socially ambitious groups among  the untouch­",
  "ables as it denied  them the chances of achieving social mobility. For ",
  "the eradication of untouchabiliry too, Gandhi took essentially a reli­",
  "gious approach:  temple entry  movement,  initiated  by caste Hindus ",
  "as an  act  of  penance,  and  the  idealisation  of  \"Bhangi\",  the  self-· ",
  "sacrificing  domestic sweeper,  were his answers to the problem.  This ",
  "campaign  significantly  undermined the moral and religious basis of ",
  "unrouchabiliry,  but, as Bhikhu Parekh has argued,  failed to deal with ",
  "its \"economic  and political roots\". It dignified the untouchables, but ",
  "failed  to empower them. 80 The dalit leaders argued that if they were ",
  "given proper share of economic and political power, the gates of tem­",
  "ples would  automatically  open  for them. The Gandhian  approach, ",
  "in other words, failed to satisfy dalit leaders like Ambedkar who pre­",
  "ferred  a political  solution  through guaranteed  access to education, ",
  "employment  and  political  representation.  Ambedkar  (1945)  later ",
  "charged  Gandhi  and Congress for obfuscating the real issue and the ",
  "demand for a separate political identity for the dalits became a sticky ",
  "point  in the relationship  between  the dalit political groups and  the ",
  "Congress. ",
  "Although  the  first  meeting  of  the  Akhil  Bharatiya  Bahishkrut ",
  "Parishad (or AH India Depressed Classes Conference)  held at Nagpur ",
  "in May 1920 under the presidency of the Maharaj a of Kolhapur, was ",
  "the modest beginning,s1 the actual pan-Indian  dalit movement  at an ",
  "organised  level started  at the All India Depressed  Classes Leaders' ",
  "Conference held  at  the same city in  1926.  Here  the All India De­",
  "pressed Classes Association was formed, with M.C.  Rajah of Madras ",
  "as its first elected  president  Dr Ambedkar, who  did not attend  the ",
  "conference,  was elected  one  of its vice-presidents.  Ambedkar  later ",
  "resigned  from  this  association  and  in  1930  at  a  conference  in ",
  "Nagpur, founded  his own All India Depressed Classes Congress. As ",
  "for its political philosophy, in his inaugural  address Ambedkar  took ",
  "a very clear  anti-Congress and  a mildly anti-British  position,  thus ",
  "setting  the tone for the future course of history.82 ",
  "It was in his evidence before the Simon  Commission in 1928 that ",
  "Ambedkar  had  first demanded  separate electorate-in the  absence ",
  "of universal adult  franchise-as  the only means  to secure  adequate ",
  "representation  for the dalits. During the first session of the Round ",
  "Table Conference,  he moved further  towards this position, as many ",
  "of  his  comrades  were  in its  favour. 83  Following  this,  on  19 May ",
  "1931,  an All India Depressed  Classes Leaders'  Conference in Bombay ",
  "formally  resolved  that  the  depressed  classes  must  be guaranteed https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "355 ",
  "MANY VOICES OF A NATION ",
  "\"their  right  as a minority  to separate electorate\".  It was on  this ",
  "84 ",
  "point that Ambedkar had a major showdown with Gandhi at the sec­",
  "ond session of the Round  Table  Conference  in 1931,  as the latter ",
  "opposed  it for fear of permanently splitting  the Hindu society. Nor ",
  "was there a consensus  among  the dalits  over this  issue.  The M.C. ",
  "Rajah  group  was staunchly  in  favour  of joint  electorate  and  the ",
  "Working  Committee  of their  All India  Depressed  Classes Associa­",
  "tion in February  1932  deplored  Ambedkar's demand  for separate ",
  "electorate  and  unanimously  supported  joint  electorate  with  the ",
  "Hindus, with provision  of reservation  of seats on the basis of popu­",
  "lation.  An  agreement, known  as the 'Rajah-Munje Pact',  was also ",
  "reached  to this  effect between Rajah and  Dr B.S. Munje, the presi­",
  "dent  of the All  India Hindu  Mahasabha.  The dalit  leadership,  in ",
  "other  words, was divided  \"down  the  middle\"  over  the  electorate ",
  "issue. 85 ",
  "The differences persisted when the Communal Award in Septem­",
  "ber 1932  recognised the right to separate electorate for the untouch­",
  "ables-now called the Scheduled  Castes-and Gandhi embarked on ",
  "his epic fast unto death to get it revoked.  Ambedkar now had little ",
  "choice but to succumb to the moral  pressure to save Mahatma's  life ",
  "and accepted a compromise,  known  as the Poona Pact, which pro­",
  "vided  for 151 reserved seats for the Scheduled  Castes in joint elec­",
  "torate.  For  the  time  being,  it  seemed  as if all  conflicts  had  been ",
  "resolved.  There was a  nationwide  interest  in  temple  entry  move­",
  "ment and Gandhi's  Harijan  campaign. Even, there was cooperation ",
  "between  Gandhi  and Ambedkar  in  relation  to the activities  of the ",
  "newly  founded  Harijan  Sevak  Sangh.  The  provisions  of the  pact ",
  "were later incorporated  into the Government of India Act of 1935  . ",
  "Although there were many critics of the pact at that time, Ravinder ",
  "Kumar has argued  that it  represented  a triumph  for Gandhi  who ",
  "prevented a rift in India's body politic and offered a nationalist solu­",
  "tion  to the untouchabiliry  problern.s6 ",
  "But  disunity  reappeared  very soon,  as Congress and Ambedkar ",
  "again began to drift apart. While Gandhi's Harijan Sevak Sangh was ",
  "involved in social issues, the other Congress leaders had little inter­",
  "est in his mission.  They  needed  a political  front  to  mobilise dalit ",
  "voters to win the reserved seats in the corning election. For this pur­",
  "pose,  they founded in March 1935  the All India  Depressed Classes ",
  "League, with Jagjivan Ram, a nationalist  dalit  leader  from Bihar,  as ",
  "the president. But still in the election of 1937 the Congress won only ",
  "73 out of 151  reserved seats all over India.  Subsequently,  situations ",
  "changed  in  different  areas  in  different  ways,  depending  on  the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "356 ",
  "FROM PLASSEY TO PARTITION ",
  "nature  of commitment  the local Congress leaders had towards  the ",
  "Gandhian  creed of eliminating  untouchabiliry.  In the non-Congress ",
  "provinces  like Bengal,  the leaders  were  more  sensitive to  electoral ",
  "arithmetic  and assiduously cultivated the friendship of the dalit lead­",
  "ers. 87 But in the eight provinces  where the Congress  formed minis­",
  "tries and remained  in power for nearly two years, they performed  in ",
  "such  a way that not just critics like Ambedkar were unimpressed, but ",
  "even those dalit  leaders like M.C. Rajah of Madras who once sympa­",
  "88 ",
  "thised with the Congress, were gradually alienated. ",
  "Ambedkar in  1936  founded  his Independent  Labour  Party, in a ",
  "bid  to mobilise  the  poor  and  the  untouchables on  a broader basis ",
  "than  caste alone-on  a programme  that  proposed  \"to  advance  the ",
  "welfare  of the labouring  classes\".89 In the election  of 1937,  his party ",
  "won spectacular  victory  in Bombay,  winning  eleven  of the  fifteen ",
  "reserved  seats. The Ambedkarites  also  did well in the Central Prov­",
  "inces and  Berar.  But  from  this  broad-based  politics  of caste-class ",
  "cluster,  Ambedkar gradually moved towards the more exclusive con­",
  "stituency of the dalits. He also became a bitter critic oft he Congress, ",
  "as in the 1930s the \"secularist\"  approach ofleaders like Nehru  and ",
  "their  persistent  refusal  to  recognise  \"caste as a political  problem\" ",
  "most surely  alienated  the dalit leadership.\"  The difference  between ",
  "the two groups now rested on a contradiction  between  two approa­",
  "ches to nationalism,  the Congress being preoccupied with transfer of ",
  "power and independence, and the dalits being more concerned with ",
  "the conditions  of citizenship  in a future nation-state.  Ambedkar was ",
  "prepared  to join  the struggle for swaraj, he told  the Congress.  But ",
  "he made  one condition:  \"Tell me what  share  I am  to  have  in the ",
  "S waraj\" . 91  Since he could not get any guarantee,  he preferred  to steer ",
  "clear of the Congress movement.  In July 1942  he was appointed  the ",
  "Labour Member in the viceroy's council. At a conference from  18 to ",
  "20 July  1942  in Nagpur,  he started  his All India  Scheduled  Caste ",
  "Federation,  with  its constitution  claiming  the  dalits to be \"distinct ",
  "and separate  from the Hindus\".  Leaders like Rajah  were now  only ",
  "too happy to join this new exclusive dalit  organisation. ",
  "This statement  of dalit dissent and their claim  of a separate  iden­",
  "tity  came  just  a few days before  the  beginning  of the  Quit  India ",
  "movement  (8-9 August), which the Muslims bad also decided to stay ",
  "away  from.  But  unlike  Muslim  breakaway  politics,  dalit  self­",
  "assertion  did not go very far, and their  politics was soon  appropri­",
  "ated by the Congress in the late 1940s. This happened  due to various ",
  "reasons. First of all, not all dalits believed in this politics, particularly ",
  "at  a  period  when  Gandhian  mass  nationalism  had  acquired  an https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES  OF A NATION  357 ",
  "unprecedented  public legitimacy.  The  Scheduled Caste Federation ",
  "neither had the opportunity  nor time or resources to build up a mass ",
  "organisation that could match that of the Congress at a time when ",
  "the  Gandhian  reformist  agenda,  and  later  the  revolutionary  pro­",
  "gramme  of the communists, were constantly  corroding  its support ",
  "base. Finany, the imperatives of the transfer of power  process left ",
  "very little  elbow  room for the dalir leadership  to manoeuvre,  com­",
  "pelling  them  to  join  hands with  the  Congress.  In the  election  of ",
  "1946,  like  all  other  minor  political  parties-including  the  Hindu ",
  "Mahasabha and the Communist Party-the Scheduled Caste Federa­",
  "tion  was practically wiped  off, wining  only 2 of the  151  reserved ",
  "seats for the dalits.  The overwhelming majority  of these seats went ",
  "to the Congress, which was at that time riding on the crest of a pop­",
  "ularity  wave generated  by the Quit India  movement  and later  he ",
  "anti-INA trial agitation (see chapter 8). On the basis of the election ",
  "results, the Cabinet Mission that visited India in 1946 to negotiate ",
  "the modalities of transfer of power came to a conclusion that it was ",
  "Congress, which truly represented the dalits and would continue  to ",
  "do so in all official fora. Ambedkar  responded furiously to this \"cri­",
  "sis  of representation\" and  staged  a  mass satyagraha  to  prove  his ",
  "popular support.  But the agitation  did not last long due to lack of ",
  "organisation. So, with official patronage withdrawn, and the direct ",
  "action failing, he was left with no political space where he could pro­",
  "ject the separate identity of the dalits or fight for their citizenship.92 ",
  "At this historic  juncture-just on  the  eve of independence-the ",
  "Congress endeavoured to absorb dalit protest, by offering  nomina­",
  "tion to Ambedkar for a seat in the Constituent Assembly and then by ",
  "choosing him for the chairmanship  of the constitution drafting com­",
  "mittee. Under his stewardship, the new Indian constitution declared ",
  "untouchabiliry  illegal, and  he became after  independence the new ",
  "law minister in the Nehru cabinet. Thus, as Eleanor Zelliot describes ",
  "the scenario, \"(a)ll the varying strains of Gandhi-Congress-Untouch­",
  "able situation  seemed to come together,,.93 But this moment of inte­",
  "gration was also fraught with possibilities of rupture.  Soon Ambedkar ",
  "realised the futility of his association with the  Congress, as its stal­",
  "warts refused to support him on the Hindu  Code Bill. He resigned ",
  "from the cabinet in 1951  and  then on  15 October  1956,  barely a ",
  "month and a half before his death, he converted to Buddhism, along ",
  "with three hundred and eighty thousand ofhis followers. This event ",
  "is often celebrated as an ultimate public act of dissent against a Hin­",
  "duism  that was beyond  reform.  But what  needs to be remembered ",
  "here  is that Ambedkar  actually redefined  Buddhism,  criticised its https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "358  FROM PWSEY  TO PARTITION ",
  "canonical  dogmas and  foregrounded  its radical  social  message, so ",
  "that it could fit into the moral role which he envisaged for religion in ",
  "Indian  society. 11  le is for chis reason  that  his particular  reading  of ",
  "Buddhism could  be seen by the  dalits  as the basis of a new world ",
  "view and a socio-political  ideology,  which contested the dominant ",
  "religiou  idioms of the society and the power  tructure  that continu­",
  "ally reinforced and reproduced them. ",
  "7.3.  BUSINESS  AND  POLITICS ",
  "From politics of the communities we may now turn to politics of the ",
  "classes. Since the late nineteenth century, the Indian  capitalist class, ",
  "more specifically  an industrial bourgeoisie, was gradually becoming ",
  "more matured and influential  in policies. Tall the end of World War ",
  "One  for various reasons the number of registered  industrial  enter­",
  "prises had been steadily rising, 11  while developments  in the interwar ",
  "period further strengthened their position. The factors which facili­",
  "tated a modest Indian industrial development,  despite an obstructing ",
  "colonial  presence,  were many, such as a growing  tendency  cowards ",
  "import substitution  in consumer goods, shifting of attention towards ",
  "the domestic markets, growth in internal trade, shifting of tradition­",
  "ally accumulated capital  through trade, moneylending and landown­",
  "ing  co  industrial  investments  and  the  outflow  of foreign  capital ",
  "creating a space  for indigenous entrepreneurs. By 1944,  nearly 62 ",
  "per  cent  of the  larger  industrial  units employing  more  than  one ",
  "thousand workers, and 58 per cent  of their  labour  force were con­",
  "trolled by the Indian capital. And in the smaller factories, which con-",
  "rirured  95 .3  per  cent  of che  industrial  sector, the control  of the ",
  "Indian  capital,  as  Adirya  Mukherjee  has  emphasised,  was  abso­",
  "II ",
  "lure\" .96  This development  happened as Indian  capital  moved into ",
  "areas hitherto not developed by foreign capital, such as sugar, paper, ",
  "cement,  iron and steel etc. Indian capital also intruded  into areas so ",
  "long dominated by expatriate capital, such as finance, insurance, jute, ",
  "mining and plantation.  But it also consolidated  its position in its tra­",
  "ditional areas of strength, such  as cotton. Indeed,  most spectacular ",
  "was the rise of the cotton industry, which was now catering  for the ",
  "domestic consumers,  reducing  Manchester's market  share  to  less ",
  "than 40 per cent by 1919.91 ",
  "As mentioned  already, this modest growth  in Indian industrialis­",
  "ation took place not because of colonial rule, but in spite of it ( chap­",
  "ter 2.5). The earlier generation ofindian businessmen, too dependent ",
  "on foreign capital, were prepared to accept its domination, and with ",
  "it  the  realities  of a  discriminatory  colonial  state.  But  the  newer https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  359 ",
  "generation of industrialists,  coming  from an expanded  social  base, ",
  "were more matured  and less prepared  to surrender  their  rights. To ",
  "consolidate their position, they began to organise themselves, and so ",
  "the Bengal National  Chamber of Commerce in 1887  and the Indian ",
  "Merchants'  Chamber  in Bombay in  1907  came  into  existence.  But ",
  "the question  is, what  really at this stage was the political  attitude of ",
  "the Indian  business community  towards nationalism  vis-a-vis impe­",
  "rialism. Historians  seem to be divided on this issue.  Bipan Chandra, ",
  "on  the one hand, thinks that the \"Indian  capitalist  class had devel­",
  "oped  a long-term  contradiction  with  imperialism  while  retaining a ",
  "relationship  of short-term  dependence  on and accommodation  with ",
  "it\".9s  In  the  long  run  the  capitalists  desired  the  end  of  imperial ",
  "exploitation  and  the coming  of a nation-state;  but  their  structural ",
  "weaknesses and dependence  on the colonial government  dictated  a ",
  "prudent strategy of combining pressure with compromise.  They pre­",
  "ferred a nationalist  movement within safe and acceptable  limits, not ",
  "guided  by left-wing radicals,  but in the reliable  hands of right-wing ",
  "moderates. This position is further developed  by Adirya  Mukherjee, ",
  "who  has talked about  a \"multi-pronged\" capitalist  strategy to over­",
  "throw  imperialism  and  maintain  capitalism.99  They  were  afraid  of ",
  "organised  labour, left-wing radicalism  and  mass movement;  but as ",
  "safeguards  against  these,  they  did  not  surrender  to  imperialism. ",
  "They evolved a class strategy to guide the nationalist  movement into ",
  "the path  of constitutionalism, patronise the right-wingers  and thus ",
  "follow a Congress, which would remain under a \"bourgeois ideolog­",
  "ical hegemony\".  100 ",
  "As opposed to this Marxist view, which looks at the capitalists  as a ",
  "matured  class with  a well-defined  anti-imperialist  ideology,  other ",
  "historians  are  less sure about  it. Basudev  Chatterji,  for example,  is ",
  "more direct  \"Politically\",  he thinks, \"Indian  business groups were ",
  "overwhelmingly loyalist\" .101  A.D .D. Gordon, looking at the Bombay ",
  "business groups, makes a distinction  between the merchants and the ",
  "industrialists;  while  the farmer, he thinks, were  more  nationalist, ",
  "the  latter  were  the  \"traditional  allies  of  government\" .102  Claude ",
  "Markovirs (1985)  too  has observed  similar  rifts, but over a longer ",
  "period  also rapprochement  and shifts in the political attitudes  of the ",
  "different  groups  of Indian  businessmen  towards  nationalism  and ",
  "Congress. So far as the colonial authorities were concerned,  as Rajat ",
  "Ray has observed,  the Indian businessmen  were both  \"co-operating ",
  "and  opposing  at the  same time\",  and  thus  their attitudes preclude ",
  "any \"clear-cut  generalisation\" .103  On  the whole,  argues  Dwijendra ",
  "Tripathi,  business politics was guided by a \"pragmatic  approach\" to https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "360  FROM  PLASSEYTO PARTITION ",
  "issues  as  they  arose,  maintaining  the  policy  of \"equidistance\"  or ",
  "avoiding  a tilt  either  in favour  of Congress or government  for fear ",
  "of antagonising  or alienating  either of them.  Talking  of a capitalist ",
  "\"grand strategy\",  he thinks,  is  to make  an \"overstatement\" .1 01I1n  ",
  "other  words,  what  appears  from  these writings  is  that  the  Indian ",
  "businessmen  hardly constituted  a \"class for itself' in the first half of ",
  "the twentieth  century. They did  not pull together, had divided  inter­",
  "ests, clash of ideas  and contradictions  in strategies;  during  this pe­",
  "riod it is difficult  to talk about their politics in generalised  terms. We ",
  "will,  therefore,  try  to  understand  these  complexities,  instead  of ",
  "attempting  to identify  a unified  capitalist ideology  or political strat­",
  "egy towards  nationalism  or imperialism. ",
  "World War One and the period immediately after it brought  mixed ",
  "fortunes for the Indian business communities. While the industrial­",
  "ists prospered  due to wartime  developments,  the merchants suffered ",
  "due to currency fluctuations  and high truces.  The rupee collapsed in ",
  "December  1920,  threatening  the  Indian  importers  with  a possible ",
  "loss of nearly 30 per cent on their previous contracts; but this helped ",
  "the  Indian  exporters  and  mill  owners.  The  high  wartime  taxation ",
  "affected everybody, but the particular  changes in the income tax law ",
  "hurt the indigenous joint family businesses,  as their accounting  sys­",
  "tem did  not fit in well with  the requirements  of filling  tax returns ",
  "under  the  new  law.105  Although  the Marwari  and  Gujarati  traders ",
  "were  aggrieved  with the  government's  taxation  and  currency  poli­",
  "cies, the industrialists  and big businessmen  were  less concerned, as ",
  "the  government  was also  trying  hard  to  buy  their  support  The ",
  "Montagu-Chclmsford  Reforms  in  1919  introduced  the  system  of ",
  "\"interest  representation\",  thus giving Indian business-along with ",
  "labour-representation  in the central and provincial  legislatures.P' ",
  "Other  than  that,  the  Fiscal Autonomy  Convention  in  1919  and ",
  "the  promise  of a policy of \"discriminatory  protection\"  after  1922 ",
  "brought  the  hope  of protective  tariffs.!\"  Therefore,  when  mass ",
  "nationalism  started  with  the  advent  of  Gandhi,  it  evoked  mixed ",
  "responses from India's business communities. ",
  "Some of the Marwari  and Gujarati merchants  and new entrepre­",
  "neurs,  who  were  deeply religious, were drawn  irresistibly  towards ",
  "Gandhi as they could find common  ground  in his Jain and Vaishnava ",
  "philosophy.  His  emphasis on  non-violence was  reassuring  against ",
  "any kind of political  radicalism;  and his \"trusteeship\"  theory  legiti­",
  "mised  wealth.  Thus  although  Gandhian  ideology  was  not  based ",
  "on capitalist  interests, some of its concepts  were attractive to them. ",
  "Hence,  they  happily  contributed  for  Gandhi's  constructive  pro-https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES  OF A NATION  361 ",
  "grammes and some big businessmen like G.D. Birla or Jamnalal Bajaj ",
  "became his close associares.l\"' But there were some irritants as well; ",
  "particularly  Ahmedabad mill owners like Ambalal Sarabhai was not ",
  "entirely  happy with his leadership style in the labour strike of 1918 ",
  "(see chapter  6.2). But Gandhi somehow overcame this barrier, as the ",
  "Indian businessmen  realised very well that it was only he who could ",
  "prevent the  Congress from  becoming anti-capitalist.  109  Yet,  when ",
  "the Rowlatt satyagraha started in 1919,  the industrialists  remained ",
  "skeptical, although the merchants of Bombay supported overwhelm­",
  "ingly.  When  Gandhi  was  arrested in April  there  was  a  complete ",
  "business strike  in  the  Bombay  city.  When  the  Non-cooperation ",
  "movement started,  the cotton  merchants  again supported  the boy­",
  "cott movement and donated generously to the Tilak Swaraj Fund.110 ",
  "But many industrialists on the other hand remained silent, or opposed ",
  "mass agitation outright. An Anti-Non-cooperation Society was started ",
  "in  Bombay with  the  blessings  of Purushottamdas  Thakurdas  and ",
  "funds from RD.  Tata. The split in the business community was visi­",
  "ble nowhere  more clearly  than in Bombay, where the dominance  of ",
  "the  industrialists  in  the  Indian  Merchants,  Chamber  came  under ",
  "threat twice in  1920 and 192 1 -first  time on the issue  of council ",
  "boycott and then on the question of presenting an address to the vis­",
  "iting Prince of Wales whom  Congress  wanted to be boycotted.'!' ",
  "Clearly the merchants were on the side of the Congress and the Con­",
  "gress too needed their support, as without  them the boycott move­",
  "ment had little chance  of success. ",
  "After  1922,  however,  due to  the  deteriorating  economic condi­",
  "tions  all  sections  of the  Indian  business  community  were  drawn ",
  "more  closely to the side of nationalism,  the industrialists  included. ",
  "The wartime boom  collapsed  in  1921-22  and  was followed  by a ",
  "slump in the industry throughout the 1920s.  The non-saleability of ",
  "goods and large  unsold  stocks  were accompanied by rising labour ",
  "costs. The situation  for the Bombay cotton mill  owners was further ",
  "worsened by their dependence on imported yam  and  the growing ",
  "competition  from  cheap  Japanese  goods  that  started  inundating ",
  "Indian markets from around  this time, pushing  prices further down. ",
  "The prices of cotton mill shares plunged sharply between  1920 and ",
  "1923, 112  sending  shivers  down  the  spines  of many  industrialists. ",
  "Their  major  grievance  at  this  stage  was  against  the  3.5  per  cent ",
  "excise duty on cotton,  for the  abolition  of which they  now joined ",
  "hands with the swarajists in the  legislative  assembly. The duty was ",
  "abolished in December 1925,  but that did not solve the problems of ",
  "the cotton mill owners. In 1926 eleven mills were closed and 13 per https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "364 ",
  "FROM PLASSEY TO PARTffiON ",
  "which increasingly came under communist leadership. The red scare ",
  "prompted Dorabji  Tata  to  offer  a  desperate  proposal  to  form  an ",
  "Indo-European political  organisation  of the  capitalists to  contain ",
  "communism.  It was stopped  through  the  intervention  of Birla and ",
  "Thakurdas and thus an open  rift with the nationalists  was averted. ",
  "Although  in  1929,  the government  came down  heavily against the ",
  "communists  in the Meerut Conspiracy Case,  still the only  hope  of ",
  "the Indian capitalists  to win their battle against communism was an ",
  "AJl India Trade  Union  Congress  (which had been formed  in 1920) ",
  "under the sober influence of Gandhi. ",
  "Thus for various reasons, by the beginning of 1930  all sections of ",
  "the Indian  business  community  had been  drawn  towards the  Con­",
  "gress. And the Congress  too  was sensitive  to their  conditions  and ",
  "interests.  So when  Gandhi  announced  his  11  point  ultimatum  to ",
  "Irwin,  it contained three specific capitalist  demands-a  rupee-sterling ",
  "exchange  rate of ls 4d, protection  for cotton industry  and reserva­",
  "tion of coastal shipping  for the Indian companies (see chapter  6.4). ",
  "But as the  Civil  Disobedience  movement  started,  the business  re­",
  "sponse  once  again was mixed.  The  traders  and  marketeers  were ",
  "more  enthusiastic:  they  contributed  funds and  participated  in  the ",
  "boycott movement.  It was, indeed,  the cloth merchants,  particularly ",
  "the importers,  who  contributed most to  the success of the  boycott ",
  "movement by refusing to indent  foreign goods for specific periods. ",
  "The mill owners, on the other hand, were nervous and offered  little ",
  "concrete support, while  some Bombay  industrialists  like the Taras, ",
  "who depended  on government  orders, remained  skeptical.  But com­",
  "plete neutrality would have been suicidal; so the FICCI supported the ",
  "principles of the movement and condemned  police brutalities. ",
  "The practicalities of the boycott movement  also resulted in clashes ",
  "of  interests  between  the  Congress  and  the  mill owners.  Gandhi's ",
  "idea of boycott was to replace foreign cloth with khadi; although  he ",
  "was willing  to accept some amount of profiteering by the Indian mill ",
  "owners, but this had to be contained  within limits. So the Congress ",
  "in 1928 devised  certain rules, and the mills that agreed to abide by ",
  "them were classified as swadeshi mills, not to be boycotted.  But the ",
  "rules were too stringent for the mill owners and therefore  they had ",
  "to  be relaxed  in 1930  and  lengthy negotiations followed  between ",
  "the Congress and the Ahmedabad and Bombay mill owners.  In the ",
  "end,  by March  1931,  only  eight  mills still  refused  to  accept  the ",
  "pledge of swadeshi;  others signed  the pledge,  but rarely cared to go ",
  "by  the rules. 117 And whatever enthusiasm  the mill owners had for https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  365 ",
  "Civil Disobedience, it clearly evaporated  by September 1930,  when ",
  "they found themselves saddled with huge unsold stocks. The grow­",
  "ing civil unrest not only hampered day-to-day business; it struck ter­",
  "ror  in the minds  of the big business about  the loss of respect  for ",
  "authority  and  the spectre  of a social  revolution. They clearly now ",
  "wanted  to get back to constitutionalism,  and leaders like Birla and ",
  "Thakurdas preferred to play the role of honest brokers between  the ",
  "Congress and the government.  If Gandhi signed the truce with Irwin ",
  "because  of a  \"host  of other  factors\",  as Aditya  Mukherjee  has ",
  "118 ",
  "claimed,  business  pressure  was certainly one  of them -and  an ",
  "important one. ",
  "In February  1931,  just before the Gandhi-Irwin Pact was signed in ",
  "March,  the Government of India  had offered an important conces­",
  "sion to cotton mill owners by raising duties by a further 5 per cent ",
  "on  cotton  piecegoods, and  this  time without  giving preference  to ",
  "Lancashire.119  But this did not mean that the business leaders were ",
  "bought off. At the second Round Table Conference,  where Gandhi ",
  "represented  the Congress, and the FICCI delegation was led by Birla ",
  "and Thakurdas,  the latter strictly adhered to the Gandhian line in all ",
  "negotiations on economic matters.P? Yet, they did not certainly like ",
  "to revert to agitation when the constitutional  negotiations  failed in ",
  "London.  When  the Congress  launched  the  second Civil  Disobedi­",
  "ence movement in January  1932,  business support was clearly not ",
  "forthcoming, although there was no consensus on this matter either. ",
  "The political pressure around  this time split the business community ",
  "into  several  warring  factions. The  Bombay  business  was split into ",
  "four groups,  with  some like Tata and Sir Homi  Mody openly con­",
  "demning  Civil Disobedience. At the all-India  level,  big business was ",
  "split into three factions: the Ahmedabad mill owners supporting  the ",
  "movement, the Bombay mill owners along with some lobbies in Cal­",
  "cutta and in the south opposing it, and some prominent FICCI lead­",
  "ers like Birla and Thakurdas constantly vacillaring.!\" ",
  "The  fractious  nature  of business  politics  became  more  evident ",
  "when the government announced  the proposal for an Imperial Eco­",
  "nomic  Conference at  Ottawa  in  1932.  Its  purpose  was to  foster ",
  "imperial  economic  cooperation,  by establishing  \"a new  specializa­",
  "tion  of production  between  and  within  different industries  in the ",
  "empire\" .122  The  FI CCI  leaders  were  initially  enthusiastic  about ",
  "cooperating with  the  government  on  this  issue,  but  a  distrustful ",
  "Viceroy  Willingdon  turned  down  the  hands  of  friendship  and ",
  "instead  sent  an Indian  business delegation  comprising  confirmed ",
  "loyalists and second  rate business leaders. As a result,  the Ottawa https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  367 ",
  "patronise  the  right-wingers  within  the  Congress,  i.e.,  people  like ",
  "\"Vallabhbhai, Rajaji and Rajendrababu\" who were, in the words of ",
  "Birla,  \"all  fighting  communism  and  socialism\"124-and  finally,  to ",
  "throw  in their lot behind Gandhi. The Gandhians  too were eager to ",
  "get  capitalist  support and  their  financial  backing  in their  bid  to ",
  "regain  control  of the  Congress.  In the  election of 1934,  business ",
  "finance was a crucial factor behind Congress victory. ",
  "The major interests of the capitalists at this juncture were to keep ",
  "the Congress within the bounds of constitutional  politics and to clip ",
  "its socialist wings. For this, they were even prepared to meddle in the ",
  "internal politics of the Congress. The 'Bombay Manifesto', signed in ",
  "1936  by  twenty-one  Bombay  businessmen,  contained  an  open ",
  "indictment  of Nehru's  preaching  of socialist  ideals,  which  were ",
  "deemed prejudicial  to private  property, and to the peace and pros­",
  "perity of the country. Although  it did not evoke support from any ",
  "other section of the business community, it strengthened the  hands ",
  "of the  moderates within  the  Congress,  like Bhulabhai  Desai  and ",
  "G.B.  Pant,  who  put  pressure on Nehru  to  tone down  his socialist ",
  "utterances. The  Congress decision  to participate in the election  of ",
  "1937  and accept office thereafter brought  the capitalists closer to it ",
  "Even skeptics like Mody, in the context of continually deteriorating ",
  "economic  conditions, now  drifted  closer  to  the  nationalists.  But ",
  "although  business finance once again became a crucial factor behind ",
  "the spectacular victory of the Congress in the election of 193 7, the ",
  "party was far from under  capitalist domination. ",
  "Indeed, when the Congress formed ministries in eight provinces, ",
  "it evoked jubilation  and expectations from both labour and capital ",
  "and the party had to continually balance between the two contradic­",
  "tory interests. During the first two years in office, trade union activi­",
  "ties and  labour  unrest  increased  phenomenally  in  the  Congress­",
  "ruled  provinces, particularly  in Madras and  the  United  Provinces ",
  "and the Congress ministries had to adopt  a number  of resolutions ",
  "implementing  the labour  welfare programmes, which it had  prom­",
  "ised during the election. This irritated the capitalists  no doubt, but ",
  "what further added to it were the conservative economic and fiscal ",
  "policies of the  provincial  governments. Faced with  financial strin­",
  "gency, these governments had very little choice but to increase taxes, ",
  "like the property tax or sales tax, which the business did  not quite ",
  "like.  They  now  closed  ranks  and  this alarmed  the  Congress high ",
  "command. Therefore, by the spring of 1938, there was a remarkable ",
  "change in Congress policies,  as it tried to placate capitalist  interests. ",
  "The  most authentic  manifestation  of this  shift  was in  its  labour https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "370  FROM PLASSEY TO PARTITION ",
  "unskilled  people\"  constituted  \"the  majority  of the  working  mass ",
  "employed  in the jute mills\". However, he also concedes that \"a size­",
  "able  proportion\"  of  them  belonged  to  \"land-holding  peasant ",
  "groups\" .129  The stereotype  has been  further  questioned  in  recent ",
  "times, for example, by Arjan de Haan (199 5), who finds in eastern ",
  "India a  multiplicity  of factors, including  attractions  for  industrial ",
  "employment  and the lure of urban  living-and  not  just  \"'push'  of ",
  "shortage  of  land\"-as  motivations  behind  labour  migration.  The ",
  "motivations  varied  from  person  to  person;  people  both  with  and ",
  "without land migrated.  And in most cases, it was cyclical migration, ",
  "as most of these migrants retained their regular connections with the ",
  "villages,  went  back  to their  ancestral  homes  either  at  harvesting ",
  "times or during  the marriage  or festival seasons,  and regularly sent ",
  "money to their  families.  Rajnarayan  Chandavarkar  has argued  that ",
  "migration to cities and retaining connections with their villages were ",
  "for them a matter of \"conscious choice\", as it was seen as a means to ",
  "repay  their debts,  hold on to their lands and improve their position ",
  "and status in village society. 130 Moreover, the uncertainties of urban ",
  "living were offset by the psychological reassurance provided  by their ",
  "continuing connections with an ancestral village  \"home\" .rn ",
  "In the urban industrial  neighbourhoods, therefore, these migrant ",
  "labourers  instead of developing a working-class consciousness main­",
  "tained  a cultural dual self of a peasant  and an industrial  worker  and ",
  "remained  divided  among  religious  groups  and  castes.  The  demo­",
  "graphic  composition  of the  working-class  neighbourhoods  looked ",
  "exactly like that  of the villages where  they came from; their  village ",
  "ties, in other words, operated in the urban-industrial  settings as well. ",
  "Apart  from the spatial  segregation  of religious groups in the work­",
  "ing-class  moballas,  their  community  identity  manifested  itself in ",
  "their observance of caste oriented cornmensaliry  restrictions, in their ",
  "dress codes  and  in their  slogans which  frequently  used overt  reli­",
  "gious idioms.Pl  Even  at work, various  departments  in  an industry ",
  "were manned  exclusively by members  of particular  religious  com­",
  "munities or social  groups.Pl  Often, the higher castes got the better ",
  "jobs, while  lower castes and the untouchables  got the low paid and ",
  "risky jobs.P'  Thus this  working  class from  the very  beginning  re­",
  "mained differentiated  and  hierarchised  and  this happened,  accord­",
  "ing to some historians,  because  of a structured  recruitment  system. ",
  "Unlike the  European  situation,  in India there was no random  or ",
  "open  recruitment  from among a proletarianised  peasantry;  recruit­",
  "ment was usually made through jobbers.  Known as sardars in eastern ",
  "and western India or mistri in the north, they were appointed  from https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  3 71 ",
  "among the labourers themselves. From the employers' point of view, ",
  "given  the  fluctuating  demand  for  labour,  the  jobbers  ensured  a ",
  "steady supply of labour. For the workers, in view of the extremely ",
  "temporary  nature  of  employment,  the  jobbers  were  a  source  of ",
  "patronage, as they provided jobs, helped them in finding shelter and ",
  "guaranteed them  access to credit  at times of unemployment. The ",
  "sardars had  their  own  preferences in terms of village, community ",
  "and caste ties and thus wove around them social networks of mutual ",
  "dependence. These were articulated in various forms in the working ",
  "class neighbourhoods  in the cities and the workers  being in a most ",
  "vulnerable position had to depend on these ties as sources of patron­",
  "age and security.  And therefore,  as Morris  has argued,  the jobbers ",
  "not only hired workers, they also had \"uncontrolled  power  in the ",
  "administration  of labor discipline\". us ",
  "Some modern researchers, however, have questioned this overem­",
  "phasis on the role of sardars. The clustering of communities in cer­",
  "tain  departments  happened  also because  of particular  recruitment ",
  "policies of the employers, who were often guided by colonial stereo­",
  "types.1 6  And  if  religious  and  ethnic  categorisation  mattered  so ",
  "3",
  "much, gender inequities were far more deeply entrenched  in Indian ",
  "industrial policies. As Samita Sen has shown,  in the Bengal jute mills ",
  "certain jobs  were  identified  as particularly \"suitable\" for  women, ",
  "because of their  family engagements  and  reproductive  role.  And ",
  "these were usually the unskilled and therefore  low-paid jobs.P?  So, ",
  "in other words, for getting employment  the workers had to depend ",
  "on a whole set of ideological preferences and personal connections, ",
  "and the sardars were only a part of that network. us While the work­",
  "ers depended  on the sardars, they also defied the latter's  authority ",
  "and turned  against them  when the patrons  failed to deliver or did ",
  "something against their interests. There were several strikes and agi­",
  "tations against sardars in the Calcutta jute mills in 1919-20, which ",
  "explodes the  \"myth of sardari  power\" .139  On  the  other hand,  far ",
  "from  always serving  the  interests of the  employers  and  ensuring ",
  "shopfloor discipline,  sometimes sardars  themselves became organis­",
  "ers  of  working-class agitations,  as  it  happened  in  the  Calcutta ",
  "jute  mills  in  1929  and  1937.l�o In western  India too,  the sardar's ",
  "agency was constrained by various other focuses of power within the ",
  "neighbourhood and in  the workplace  and the  growth  of working ",
  "class politics in the 1920s and 1930s definitely resulted in a diminu­",
  "tion of their social  influence.  As Chandavarkar  argues, the sardars ",
  "were a part of an informal network  of social interdependence;  the ",
  "sardari  system  was in  fact  the  result  of \"actions and autonomous https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "372 ",
  "FROM  PLASSEYTO PARTITION ",
  "organisations  of rural migrants\", not just a creation  of the employers ",
  "to control  the workforce.141 ",
  "However,  what can hardly be denied is the fact that these migrant ",
  "workers  remained  embedded in their community  relationships and ",
  "organisations,  and this, it has been pointed  out, hindered the growth ",
  "of a class consciousness.  That  does not, of course,  mean that they ",
  "were not conscious  of their social situation.  As Dipesh  Chakrabarty ",
  "142 ",
  "has shown,  they were perfectly aware of their  poverty,  conscious ",
  "of the power  relations  in the factory and dissatisfied about their sub­",
  "ordination in jobs. There were instances of incendiarism  and attempts ",
  "to  tum  the  power structure in the  factory upside down.  Yet, their ",
  "anti-employer  mentality,  their sense of identity  as  workers  or poor ",
  "people  were often  enmeshed  with other  narrower  and  conflicting ",
  "identities.  Hence the religious  and caste divisions  kept the working ",
  "class divided  horizontally,  and often the employers  took advantage ",
  "of this to weaken  industrial action.  In the Madras textile  strike in ",
  "1921,  for example,  the Adi-Dravidas or the untouchables  were used ",
  "as strike breakers against  the caste Hindu  and  Muslim  unionists. HJ ",
  "Communal  riots  between the Hindu  and  Muslim workers occurred ",
  "regularly in the industrial  neighbourhoods,  the Talia riot in Calcutta, ",
  "which took place on 29 June 1897 over the demolition  of a mosque, ",
  "is just a glaring  example  of that. The workers'  actions,  it is argued, ",
  "were thus motivated more by \"community\" consciousness than class ",
  "consciousness,  which can be explained, according  to Chakrabarty,  in ",
  "terms of their \"precapitalist culrure'l. ! \"  This was most evident in the ",
  "limited  growth  of trade unionism,  although  there was no dearth  of ",
  "industrial  actions:  \"so  much  militancy,  yet so little  organization\", ",
  "Chakrabarry  argues, constituted  a \"paradox\"  of working  class his­",
  "145 ",
  "tory.  This  happened  because  the  concept  of  trade  union  as  a ",
  "\"bourgeois-democratic  organisation\"  was alien  to the cultural space ",
  "of the  Indian  workers.':\"  Even their  relationship  with  the  middle­",
  "class trade union leaders was locked in a hierarchical  structure-the ",
  "\"babu-coolie  relationship\".':\"  No wonder that a more sophisticated ",
  "class consciousness did not emerge  under  such circumstances. ",
  "However, if we give up our expectations that the Indian industrial ",
  "workers ought  to have evolved a working-class consciousness like ",
  "that of their European  counterparts,  we may perhaps  look at their ",
  "history in a different  way and discover the more interesting nuances ",
  "of their  politics.  In Madras, for example,  the Adi-Dravidas  became ",
  "strike  breakers more because compared with caste Hindus and Mus­",
  "lims  they  were economically  much too vulnerable  due to their total ",
  "148 ",
  "dependence  on wage  for survival.  In many  cases what appeared https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "3 7 4  FROM  PLASSEYTO PARTTTION ",
  "encountered  the landlord-state  combination,  while in the industrial ",
  "centres  they witnessed another  version of that  same alliance  domi­",
  "nating  their  daily  lives. us  The  employers'  organisations  like  the ",
  "Indian  Jute  Mills Association  in Calcutta  were  dominated  by the ",
  "Europeans;  the  Bombay  Mill  Owners'  Association,  though  con­",
  "trolled  by the Indian  capitalists, was still viewed as an extension  of ",
  "that same alien imperialist culture.  This was largely because of the ",
  "latter's  European  lifestyle,  their  free social mixing with  the Euro­",
  "pean mill owners,  and the pro-employer  policies of the state which ",
  "further contributed  to such images.rn' There were, of course, legisla­",
  "tions,  like the Bengal Factory Acts of  188  1o  r 191 1,  regulating  the ",
  "age of employment  and working  hours. But the employers  flouted ",
  "them with impunity with the active connivance  of the state and the ",
  "workers  continued  to work for long hours, were paid low wages and ",
  "lived in squalid  conditions. u1 In the coalfields of eastern  India,  the ",
  "collieries  actually acted  as the  \"industrial  variant  of the zamindary ",
  "estate\",  with  the zamindary  managers  being invariably  Europeans. ",
  "The usual practice was to bind the miners in service tenancy arrange­",
  "ments,  under  which  a small plot  of land was given to  them  in ex­",
  "change  for  their  labour  in the  mines.  In  1908  the  Chota  Nagpur ",
  "Tenancy Act prohibited  such service arrangements.  But it continued ",
  "unabated  until  the  depression  made  it  obsolete  in the  1930s,  and ",
  "the  local colonial  officials saw nothing  wrong  with  that  deliberate ",
  "infringement  of law.158 Similarly,  the Assam tea gardens where the ",
  "in ",
  "bated  indentured  system was abolished  in 1926,  the  \"extra-legal\" ",
  "practice  of  \"reindenturing\"  the  labourers  continued  without  any ",
  "intervention  from the state. rn' ",
  "In the 1920s, although  only for a while, the colonial state and also ",
  "some employers  realised the usefulness of trade unions as legitimate ",
  "channels  of  negotiations.  This was in response  to  the  granting  of ",
  "representation  to the labour in the legislative councils  the Act of ",
  "in ",
  "1919,  later this principle  being extended  to municipalities  as well. ",
  "this change of attitude  was much less a change of heart, and more ",
  "'se ",
  "the pursuance of a \"notion  of containment\". 160 In Bombay, after the ",
  "general  textile strike  of 1928,  and  throughout  the  1930s,  the state ",
  "showed  only  unmitigated  hostility  towards  the  trade  unions  and ",
  "working  class activism.151  Not  only were  a number  of anti-labour ",
  "legislations passed in 1934, 1938 and 1946 to contain working  class ",
  "militancy and trade  union  activities, but also frequent  use of police ",
  "became a handy tool  to break strikes and ensure  labour  discipline. ",
  "This  happened  at every industrial  centre  throughout  India,  where ",
  "the  police,  being  the  only  visible  representative  of  the  state, ",
  "appeared  in the eyes of the workers  as the long hand of tyranny. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  375 ",
  "That  Indian  workers  remained  divided among them,  competed ",
  "with each  other and did  not join the trade  union  movements,  was ",
  "largely  because of this employer-state  collusion.  Both  at  industry ",
  "and  factory  levels, workers were victimised,  intimidated,  coerced, ",
  "often physically attacked for attempting  to combine and at the event ",
  "of a strike, due to an oversupply of labour, the employers could eas­",
  "ily dismiss the striking workers. And in all these, the state was always ",
  "on their side. These factors, as Chandavarkar has argued, constrained ",
  "the growth  of trade  unionism.  Even larger  unions  like  the Bombay ",
  "Textile Labour Union or the Ahmedabad  Textile Labour Association ",
  "(AILA) were vulnerable  to  pressures from  the  employers  and  the ",
  "state.162 The Madras Labour Union was temporarily crushed in 1921 ",
  "by the British  textile magnates,  the Binnys, with  rather  overt assis­",
  "163 ",
  "tance from the provincial bureaucracy.  The TISCO management, ",
  "whenever  it found  an opportunity,  tried  to crush  the Jamshedpur ",
  "Labour Association  OLA), even though it was actively patronised by ",
  "the Congress leaders, and was known for its loyalty to the employers; ",
  "and  in this, the  local colonial  administration  was always  with  the ",
  "management.164  Even the goondas or hooligan  elements, who were ",
  "as a matter of routine patronised by the employers and hired as strike ",
  "breakers, were protected  by the local police officials as institutional­",
  "165 ",
  "ised tools of violence.  There were, in other words, serious  obsta­",
  "cles that  prevented and even discouraged workers  from combining. ",
  "But despite  such  impedance  and  limited  trade  unionism,  labour ",
  "unrest, as mentioned earlier, began to grow from the late nineteenth ",
  "century. In the 1890s, a series of strikes took place in the jute mills in ",
  "Calcutta because of the new workplace discipline, denial of holidays ",
  "on the occasion of religious festivals like Bakr Id and the active inter­",
  "166 ",
  "vention of the state to enforce such restrictions.  There was greater ",
  "unrest towards the closing years of World War One due to wartime ",
  "decline in real wages (see chapter 6.2), leading to a series of strikes, ",
  "the  most important of them  being the Ahmedabad textile  strike  in ",
  "March 1918  led by Gandhi himself and the Bombay textile strike in ",
  "January 1919. These industrial  actions are often described as 'spon­",
  "taneous' movements  with  no centralised  leadership,  no  coordina­",
  "tion  among  the  strikers,  no  programme  and  no  organisation­",
  "something  like  \"a  working  class jacquerie\". l 61  Like  the  western ",
  "Indian  cotton  mills,  the Calcutta jute mills also witnessed unprece­",
  "dented  labour  unrest around  this time:  there were  119 strikes  in ",
  "1920,  followed by 152 in 1921.168  If things began to improve a little ",
  "from  1922,  the onset  of depression  worsened  the situation  once ",
  "again. To overcome the crisis  the Bombay mill owners had resorted https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "376  FROM PLASSEY TO PARTITION ",
  "to  rationalisation  policies,  causing  retrenchment,  wage  losses and ",
  "higher workloads. This magnified  the problems of the mill-hands to ",
  "such an extent  that they could no longer  be dealt with at individual ",
  "mill level  and  resulted  in an industry-wide general  textile strike  in ",
  "1928-29 .169  Rationalisation  policies also resulted in a serious  indus­",
  "trial action  by twenty-six thousand  TISCO workers  injamshedpur ",
  "in  1928.170  In the Calcutta jute mills, prescription  of long working ",
  "hours by the IJMA resulted in a general strike in 1929  involving 272 ",
  "thousand  workers.171  The  working  class  militancy  had  by  now ",
  "reached  a proportion  when  it could  no  longer  be ignored  by the ",
  "established  political groups. ",
  "The  Indian National  Congress  from  the very  beginning  took  an ",
  "ambivalent  position vis-a-vis  the working class. During the Swadeshi ",
  "period  there  were  isolated  attempts  to  organise  labour  strikes in ",
  "European owned industries  and railways.  But the nationalist  leaders ",
  "hardly took any initiative  to mobilise  the workers. Where  a conge­",
  "nial situation was created by the \"spontaneous\" action of the working ",
  "class, they only intervened to harness it to their own movement  172 ",
  "By  1918,  as  strikes  began  and  the  working  class asserted  itself, it ",
  "1 ",
  "became  increasingly  difficult  for  Congress  to  ignore  them.  So  in ",
  "1919 at its Amritsar session  it adopted a resolution  urging the pro­",
  "vincial  committees to \"promote labour unions throughout  India\" .173 ",
  "But by this rime it had also  developed  a close relationship  with  the ",
  "big  business.  So  in  the  labour  front,  Congress  could  afford  to be ",
  "more articulate only where European capitalists were involved,  such ",
  "as the  railways, jute  mills  or  the  tea  gardens;  and  they  exerted  a ",
  "moderating  influence where the Indian capitalists were affected,  like ",
  "the j amshedpur  steel  plants  or the textile  industry in Bombay and ",
  "Ahmedabad.  The workers were often asked to sacrifice their  present ",
  "day needs  for the future  of the nation,  as a strike affecting Indian ",
  "business  was portrayed  as  likely  to  perpetuate  foreign  economic ",
  "domination.  The  workers'  unresolved  grievances  were  to  be  met ",
  "once the swaraj was attained.  From the 1920s these dilemmas of the ",
  "Congress  were  very  clearly  visible,  often inviting  articulate,  even ",
  "violent,  disapproval of the workers themselves. ",
  "Some of the Congress leaders did  from rime to time participate in ",
  "strike  , such as Gandhi  in  the Ahmedabad  textile strike  in 1918  or ",
  "Subhas Bose in the Jamshedpur  steel strike in 1928-29;  others  got ",
  "involved  in trade union  movement, such  as V. V. Giri in Madras or ",
  "Guljarilal  Nanda  in  Ahmedabad.  But  they  did  so  as  individuals, ",
  "often to increase their own popularity  as nationalist  leaders.  Some of ",
  "them  were involved  in the formation  of the All India Trade Union https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "378 ",
  "FROM PLASSEY.TO  PARTmON ",
  "run  by the  Binnys invited  the  Congress  Non-cooperators  to  give ",
  "them  leadership.!\"  The  strikes  of the No  nh-Western Railways ",
  "in ",
  "1919 and 1920 were also inspired by the Congress movement.  The ",
  "Civil Disobedience movement  too generated  similar responses. The ",
  "industrial  workers  participated  in  the  boycott  movement;  there ",
  "were strikes in the Great Indian Peninsular  (GIP) Railway in 1930, ",
  "and the Dockworkers struck  1932.183  In Cbota Nagpur  in 1930, ",
  "in ",
  "the  workers  began  to wear  Gandhi  caps and  attended  nationalist ",
  "meetings in thousands, despite the fact that the Congress leaders had ",
  "scandalously mishandled the Golmuri Tinplate strike in 1929 .114  By ",
  "linking  up the  strikes with  the  nationalist  movement  the workers ",
  "sought greater legitimacy for their own struggles, in which Congress ",
  "as a party took little interest. And rarely the Congress leaders them­",
  "selves were directly responsible for organising these strikes. In Ben­",
  "gal,  for example, in only  19.6 per cent  of all strikes between  1918 ",
  "and  1921  any  \"outsiders\"  were  actually  involved;  others  took ",
  "place through  workers'  own initiative. tu  Sometimes, workers' own ",
  "nationalism surpassed  that of the Congress leaders in its radicalism ",
  "and  militancy.  In  1928  the  Calcutta session of the Congress was ",
  "taken  over  for two  hours  by thirty  thousand  workers  who  passed ",
  "resolutions  for the complete independence  of India and for a labour ",
  "welfare scheme.P\" ",
  "Gandhi  disapproved  of this  autonomous  labour  militancy  and ",
  "after the Chandpur  tragedy in May 1921 (see chapter  6.3)  seriously ",
  "reprimanded  the Bengal Congress leadership for their  misadventure ",
  "in trying to harness  this militancy in the cause of nationalism.  \"We ",
  "seek not to destroy capital or capitalists\", he reasoned,  \"but to regu­",
  "late  the  relations  between  capital  and  labour\" .187  The  same argu­",
  "ment  resonated  in jawaharlal  Nehru's  statement  in  1929.  As the ",
  "President of the AITUC, he reminded  everybody that Congress was ",
  "\"not  a labour  organisation\",  but \"a large body comprising  all man­",
  "ner of people\" .181  Although  the Congress  Socialists showed  greater ",
  "sympathy  for labour, the compulsion  to remain an umbrella organi­",
  "sation  representing  the  interests of all the  classes prevented  Con­",
  "gress  from  integrating  the  working  classes more  closely  into  its ",
  "movement.  Compulsions to seek labour votes in the provincial elec­",
  "tions of  1937  forced  the Congress  to include  in its election  mani­",
  "festo some promises for labour welfare programmes.  Its subsequent ",
  "victory, therefore,  aroused great enthusiasm and expectations among ",
  "the working  classes, as a number  of trade  union  leaders  became ",
  "labour  ministers  in  €ongress  cabinets.  Trade  union  membership ",
  "increased by 50 per cent during this time, leading  to a spectacular https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "380 ",
  "FROM  PLASSEY TO  PARTITION ",
  "and power, which the workers could rely upon. The development  of ",
  "the  new institutional  structures  and legal frameworks  made the ser­",
  "vices of such outsiders  more vitally important  to the workers  than ",
  "those  of  the  traditional  jobbers  or  neighbourhood  organisations. ",
  "The communist  trade unions also utilised community  tics and infor­",
  "mal  social  networks.  In  Kanpur,  for example,  in  the  1930s,  the ",
  "emerging communist  leadership of the Kanpur Mazdoor  Sabha spe­",
  "cificany targeted the Muslim workers alienated  by the Congress and ",
  "the Arya  Samaj. ! \"  In Ahmedabad  too,  the  communist  dominated ",
  "Mill Mazdoor  Sangh drew its support  from the Muslim workers  dis­",
  "satisfied  with  the  Gandhiire  ATLA. Religious ties were  frequently ",
  "used  to  organise  strikes  by these  communist  trade  unions,  which ",
  "thus appeared  as class orientated  organisations  operating  essentially ",
  "within  the hierarchical  cultural milieu of the Indian workers. ",
  "This communist penetration  into the labour front and the series of ",
  "strikes that followed in the wake of the trade depression  in the mid­",
  "dle of the 1920s precipitated  a crisis for them in 1928-29.  The gov­",
  "ernment  offensive against the communists  came in the form of two ",
  "legislations  in Bombay. The  Public Safety Bill and the  Trades  Dis­",
  "putes  Act  of  April  1929-which  virtually  banned  strikes-were ",
  "passed  without  any  Congress  opposition.  A major  crack  down  on ",
  "the  communists  came  in March  1929 when  31 top  labour  leaders ",
  "were arrested  and tried for conspiring  against King-Emperor  in the ",
  "notorious  Meerat  Conspiracy  Case.  The  case  continued  for  four ",
  "years and ended  in long jail sentences for all the leaders, who were ",
  "thus  sent  behind  bars  till the  late  1930s.  But the  labour  upsurge ",
  "under communist  leadership did not die down,  as a second wave of ",
  "general strikes in cotton  mills, jute mills and the GIP Railways were ",
  "organised  in  1929-30.  Yet,  the  communists  were  weakened  no ",
  "doubt, as the workers'  allegiance to them was neither permanent  nor ",
  "unconditional.  Their  decision  to  dissociate  themselves  from  the ",
  "Congress under  a fiat from Cominrem  in 1928 cost the Indian com­",
  "munists  dearly, as the Civil Disobedience  movement  soon  diverted ",
  "mass attention  to Gandhi  and the Congress. ",
  "There  was a communist  revival around  1933-34,  after  the  Civil ",
  "Disobedience  movement  was withdrawn  and the Comintem  in the ",
  "summer of 1935 mandated  in favour of a united  front  strategy. The ",
  "Congress  socialists also began  to collaborate  with  the  communists ",
  "and the  results were increasing working  class enthusiasm  and  mili­",
  "tancy around  1937-38,  manifested in another  strike wave across the ",
  "country. This consolidation  of communist position among the work­",
  "ing  classes was perhaps  one  reason  why  the  provincial  Congress https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  381 ",
  "governments  became so sternly anti-labour  at this stage. The ban on ",
  "the Communist Party was lifted in 1942, as it supported  British war ",
  "efforts,  since Soviet Union was now involved in it. But communist ",
  "endeavours to consolidate  popular  support  for the \"Peoples,  War\" ",
  "did  not succeed.  The  workers'  allegiance  to  them  in the  past was ",
  "largely because of their continued  resistance to the state.  Since their ",
  "role now  reversed, \"their  fortunes  [also] began to wane\",! \"  as the ",
  "Quit  India movement  drew huge mass support. Although  the com­",
  "munists in the 1940s took control  of a few trade unions and came to ",
  "dominate  the AITUC, in real terms this did not indicate their  rising ",
  "popularity, as very few workers  were actually unionised.  In  1942, ",
  "the  AITUC  had  a  membership  of only  337,695.196  In  1952  at  a ",
  "convention  of  the  AITUC,  the  communist  leader  Indrajit  Gupta ",
  "acknowledged  that  about  95 per cent of the jute mill workers  were ",
  "197 ",
  "not unionised  yet.  But that did not mean that these workers  were ",
  "unable  to perceive of their relationship  with  the colonial  state, the ",
  "capitalist class and nationalism. They were neither  unresponsive to, ",
  "nor  dissociated  from the nationalist  or  leftist politics  organised  by ",
  "educated middle-class politicians; but their support was conditional, ",
  "not absolute. There were, to reiterate  our point once again, various ",
  "meanings of freedom for different groups of people and these varie­",
  "gated  forms of consciousness continually  contested  and  interacted ",
  "with each other  within  the dynamics of the national  movement. ",
  "7.5.  WOMEN'S ",
  "PARTICIPATION ",
  "The colonial discourses on India from very early on were gendered, ",
  "as the colonised  society was feminised and its \"effeminate\" charac­",
  "ter, as opposed  to \"colonial  masculinity\",  was held to be a justifica­",
  "tion for its loss of independencc.19s The \"women's question\"  figured ",
  "prominently  in  these  discourses  as Western  observers,  like James ",
  "Mill, used it to construct  a \"civilizational critique of India\". The de­",
  "graded  condition  of  Indian  women  was taken  as an  indicator  of ",
  "India's inferior status in the hierarchy of civilisations.199  It is no won­",
  "der therefore  that the status of women became the main focus of the ",
  "reforming  agenda  of  the  modernising  Indian  intellectuals  of  the ",
  "nineteenth  century. In their response to the damning  critique  of the ",
  "West, they imagined a golden past where women  were treated  with ",
  "dignity and honour;  they urged reforms of those customs, which they ",
  "considered  to be distortions  or aberrations.  Thus female infanticide ",
  "was banned, sati was abolished and widow remarriage  was legalised. ",
  "In all cases reforms were legitimated by referring to the shastras and ",
  "no women  were ever involved  in the reform  movements.  It will be https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  383 ",
  "political  influence.  The ideal of secluded  womanhood  came to be ",
  "202 ",
  "universalised only in the nineteenth century. ",
  "The Muslim society too put similar restrictions on women.  In the ",
  "nineteenth  century, there were two reform  movements  among  the ",
  "Indian  Muslims:  one  was  Islamic  revivalism  spearheaded  by the ",
  "ulama, and the other a modernisation campaign led by the educated ",
  "middle  classes.  Both  these  movements,  as  Azra  Asghar  Ali  has ",
  "argued,  \"constructed  sharif culture almost  as a private polity\",  with ",
  "the status of women being central to it, as an indicator  of the \"prog­",
  "ress\" of the Muslim community as a whole.203 It is no wonder, there­",
  "fore, that the sharif Muslims in Bengal shuddered  at the thought  of ",
  "their women transgressing the norms of purdah  (a Persian word,  lit­",
  "erally meaning curtain).2�  For both Hindu and Muslim women,  this ",
  "metaphor  of purdah  did not  merely mean  their  physical seclusion ",
  "behind  the veil or the walls of the zenana  { the women's  quarter  in ",
  "the  inner  part of  the  house).  It  meant,  according  to one  scholar, ",
  "\"multitudes  of  complex  social  arrangements  which  maintain[ ed] ",
  "social  and  not  just  physical  distance  between  the  sexes\" .20s  It ",
  "\"entailed  an all-encompassing  ideology and  code  of conduct  based ",
  "on female modesty which determined  women's  lives wherever they ",
  "went. \"206  In other  words,  even  when  they  stepped  out  of  their ",
  "houses,  which  they  increasingly did  from the  mid-nineteenth  cen­",
  "tury,  their  movements and  conduct  were  to  be  contained  within ",
  "these ethical parameters.  By the nineteenth  century, the ideal of pur­",
  "dah had become universalised  for both  Muslim and Hindu  women ",
  "and for both elites and commoners, although  in its practical implica­",
  "tions it acted differently for different  groups. ",
  "In the nineteenth  century as the women's  question  became a part ",
  "of the discourses of progress and modernity, a movement for female ",
  "education  started  as a part  of the colonised  males' search  for  the ",
  "\"new  woman\".  The  agency  for  the  spread  of  education  lay with ",
  "three groups of people, as Geraldine Forbes has classified them:  \"the ",
  "British rulers, Indian male reformers and educated Indian women\" .201 ",
  "The  initiative  was taken  in Calcutta  by men like Radhakanta  Deb ",
  "and the School Book Society and later by Keshub Chandra  Sen and ",
  "the Brahmo  Samaj, in western  India by Mahadev  Govind  Ranade ",
  "and Prarthana  Samaj, in north  India  by Swami Dayanand  and  his ",
  "Arya Sarnaj and  in Madras  by Annie Besant and  the Theosophical ",
  "Society.  So  far  as  Indian  educated  women  were  concerned,  we ",
  "may mention  the endeavours  of Pandita Ramabai in western  India, ",
  "Sister Subbalaksmi in Madras and Begum Rokeya Sakhawat Hossain ",
  "among the Muslim women in Bengal. As for the education of Muslim https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  385 ",
  "Hindu counterparts. 212 The goal of the Muslim educators of women, ",
  "as Gail Minault  argues, was \"to create women who would be better ",
  "wives, better  mothers and better  Muslims\".\"! ",
  "Voices of protest from within the Indian womanhood against such ",
  "public  stereotyping  were  rare,  but  not  altogether  absent.  In 1882, ",
  "Tarabai Shinde,  a Marathi  woman  from  Berar,  published  a  book ",
  "entitled, A  Comparison Between  Women and Men. In this she  pro­",
  "tested against the fact that in a new colonial  society men enjoyed  all ",
  "the rights, opportunities  and benefits of change, while  women were ",
  "blamed for all the evils and were still bound  by the old strictures of ",
  "pativrata  ( duty  to  husband).  Yet, ultimately,  Tarabai  was no  rebel; ",
  "what she claimed for Indian women was more respect and dignity in ",
  "a happy home and the enlightenment  that the colonial  state had sup­",
  "posedly  promised. 214  But  there  were  other  rebels-like  Pandita ",
  "Ramabai-who challenged more directly the new role model of edu­",
  "cated  but compliant  wives.  She  was a Brahman  woman  who  re­",
  "mained unmarried for a long time; she was well versed in the ancient ",
  "shastras,  married  a man from a Sudra caste defying  the restrictions ",
  "on  hypergamy,  then  became  a  widow  with  an  infant  daughter, ",
  "refused  to  withdraw  herself  from  public  life, went  to  England  to ",
  "study medicine,  and there converted  to Christianity, went to Amer­",
  "ica  and  raised  money  for a widows'  home in Bombay which  was ",
  "later  shifted  to Poona.  As she asserted her independent  choice and ",
  "crossed  the boundaries that  Indian  patriarchy  had set on the  free­",
  "dom  of  women,  she  was equally  criticised  by the  reformers  and ",
  "damned  by the conservatives,  as both considered  her to be a social ",
  "threat 215  But then,  Shinde  or Ramabai were exceptions;  most edu­",
  "cated  women knew and  minded  their  boundaries  very well. For, if ",
  "the indigenous  elite, attached  to the middle-class gender ideology of ",
  "Victorian  England,  tended  to  privatise  the  women's  spheres,  the ",
  "colonial  state  too wanted  to confine women  to domesticity. For it ",
  "was there that they would be safe both  for themselves  and  for the ",
  "state.  Both  the customary  Hindu  and  Islamic  personal  laws which ",
  "the courts upheld  and  the new statutory laws which  the  state  pro­",
  "mulgated, sanctified  the rights  of the patriarchal family and  con­",
  "stricted  the  freedom  of choice  for  women.  It was in this  area,  as ",
  "Rosalind  O'Hanlon  argues, that  there was a \"broad  degree of con­",
  "sensus\" between the colonial state and the nationalist male elites. 216 ",
  "This  valorisation  of  'domesticity'  for  Indian  womanhood  im­",
  "pacted also on the conditions of women in peasant families as well as ",
  "lower class women in urban industrial environments.  It is often sup­",
  "posed that among the lower caste labouring women the restrictions https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "386 ",
  "FROM PLASSEYTO PARTITION ",
  "on their  freedom  were  less rigorous.  But from  the early nineteenth ",
  "century,  this  began  to  erode  under the  influence  of \"Sanskritiza­",
  "rion \",  as the  lower  castes  began  to  appropriate  the  'respectable' ",
  "norms of gender relations. Purity of women became an index of the ",
  "status of a caste; seclusion of women  therefore  became a cherished ",
  "ideal,  if not always a practical  goal  For example,  more  and  more ",
  "lower and middle order castes began to enforce celibate ascetic wid­",
  "owhood  on  their  women,  as it became  a symbol of high  status­",
  "indeed,  a means to social mobility-both  in Bengal217 and in Maha­",
  "218 ",
  "rashtra. In the  numerous  peasant  movements  of the  nineteenth ",
  "and early twentieth  centuries,  women  only \"remained  conspicuous ",
  "by their  absence't.\"\"  In the cultural  space,  the  ideal of chaste  and ",
  "reformed  womanhood  gradually  marginalised  and  nudged  out the ",
  "indigenous  forms of women's  popular  culture,-their  songs, farces ",
  "and theatrical  performances-which used to offer them  a space for ",
  "autonomy.  Although  belatedly, the  women  from  the  lower  strata ",
  "also \"had to grasp the logic of an altered social world\"  and conform ",
  "to the ideal that was imposed from above. ",
  "220 ",
  "So far as women's work was concerned,  although they did partici­",
  "pate in agricultural  activities, from the late nineteenth  century more ",
  "and  more socially mobile  peasant  families began  to  confine  their ",
  "women  to  household  work.  As they  were  idealised  as wives  and ",
  "mothers,  their  household  responsibilities  came  to  be  regarded  as ",
  "sacred duties and were thus emptied  of any economic  value. Many ",
  "of those who participated  in various crafts began to lose their voca­",
  "tion with the advancement  of mechanisation  in the early twentieth ",
  "century. In Bengal, for example,  women  employed  in rice husking ",
  "began to lose out with the coming of rice-mills, which became pre­",
  "dominantly  male domains.Pl  When men migrated to cities in search ",
  "of industrial  employment, they left their families back home. When ",
  "women  migrated, it was usually under extreme  poverty, when rural ",
  "resources  failed to support  them  any longer. In the early twentieth ",
  "century considerable  number of women were working in the cotton ",
  "and  jute  mills,  in tea  plantations and  in  the  coalmines. But here ",
  "too the dominant  ideology of domesticity affected their conditions. ",
  "Their reproductive  role was considered  to be more  important than ",
  "wage  labour. Their income  was  regarded  as \"supplementary\"  to ",
  "family  income and therefore  of less importance.  This  argument  of ",
  "domesticity  was sponsored  by the state and  reformers,  and used  by ",
  "the capitalists  in the cotton  mills of Bombay-P and  the  jute  mills ",
  "of Calcutra+' to stereotype  women workers as devoid of skills and ",
  "commitment.  These constructs could  then  be  deployed  to  justify https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  387 ",
  "lower  wages for  women  or  to  retrench  them  first at the  rime of ",
  "rationalisation.  In the mines and  plantations  of eastern  India too, ",
  "women were given less wages than their male counterparts  and were ",
  "always considered  as parts  of family units.214 The  female workers ",
  "protested  vehemently against this deprivation  of rights and inequal­",
  "ity. But nothing changed, as even the trade unions valued more their ",
  "motherhood,  than their economic rights and freedom. ",
  "When  modem  nationalism  developed  in the second  half of the ",
  "nineteenth  century, it addressed the women's question within these ",
  "restrictive  parameters  of  domesticity. As reformism  gave way  to ",
  "valorisation  of tradition  through  various  iconic representations  of ",
  "nation,  the  Hindu  woman  became  an  ideal  emblem  of the  moral ",
  "order  that  symbolised  the  spirit  of  India,  supposedly  uncontami­",
  "nated by the polluting  influence of the West. Partha Chatterjee  has ",
  "argued  that  the  nationalist  construction  of the  public and  private ",
  "spaces  equated  them  with  the  material/spiritual  dichotomy.  The ",
  "\"world\"  or the public space, a typically male domain, was the site of ",
  "the  contest  and  negotiation  with  the  modernising  colonial  state, ",
  "while the \"home\" was the inner domain of sovereignty-which was ",
  "beyond colonisation-where  women  were perceived as the protec­",
  "tor  and  nurturer  of  the  spiritual  essence of Indian  national  iden­",
  "tity.w  This nationalist  construction  of difference in the gender spe­",
  "cific  models  of  modernisation  removed  the  earlier  dilemmas  of ",
  "reformism,  but did not \"resolve\" the women's question, as expected ",
  "by Chatterjee.  It indeed  opened  up new areas of conrestation  and ",
  "negotiation  for women, as many of them did not accept the attribu­",
  "tion of passivity and in the first half of the twentieth  century began ",
  "to claim agency for creating their own autonomous  space of action, ",
  "without  however  being  overtly  defiant  of  the  boundaries  set  by ",
  "nationalism's historical project. ",
  "If women's issues did not figure in the nationalist discourse of the ",
  "early twentieth  century, it was because all other  forms of emancipa­",
  "tion were being perceived as conditional  on national  liberation. The ",
  "Congress  until  1917  did  not  directly  address  the  women's  ques­",
  "tion-just  as it did not deal with the untouchabiliry issue-because it ",
  "was unsure  of itself and was oversensitive about  the fragility of an ",
  "incipient nation.  However,  as extremism  gained in strength  in Ben­",
  "gal, the  nationalists  there  appropriated  the already  privileged  cul­",
  "tural  concept  of \"motherhood\"  as an  empowering  and  authentic ",
  "symbol of indigenous cultural  distinctiveness. The nationalist  imag­",
  "ining of their country  as \"motherland\"-as  opposed  to the concept ",
  "of fatherland  in Europe-was  initiated  when  in  1875  the  famous https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "388 ",
  "FROM PLASSEY TO PARTmON ",
  "Bengali  intellectual  Bankim  Chandra  Chatterjee  wrote  the  song ",
  "Bande Mataram  (Hail Mother),  which  was later  incorporated  and ",
  "contextualised  in his novel Anandamath  (1882).  In this novel,  he ",
  "portrays  three  images  of  mother-goddess:  'mother  as  she  was', ",
  "'mother as she is' and 'mother as she will be'. The three representa­",
  "tions  were  enough  to  fire  the  imagination  and  dedication  of her ",
  "nationalist  devotees  and  permanently  inscribed  the  metaphor of ",
  "mother-goddess in Indian  nationalist  discourse. The  song was first ",
  "sung by Rabindranath  Tagore  at the  Calcutta  session  of the  Con­",
  "gress in 1896. A few years later during the Swadeshi movement,  the ",
  "Bengali extremist  leader Aurobindo  Ghosh discovered the potential ",
  "of the imagery that could excite patriotism  and a national  awaken­",
  "ing. And from now on almost every nationalist  leader,  from Bepin ",
  "Chandra Pal226 to Jawaharlal  Nehru=\" used this metaphor of moth­",
  "erhood to signify the country  and the nation ",
  "In  the  early  nationalist  reconstruction  of mother-goddess,  the ",
  "familiar  image of a nurturing  and  affectionate  Bengali mother  was ",
  "mixed with the concept of shakti or primal power that was variously ",
  "represented  in Hindu  cosmology  as Goddesses  Durga  or  Kali who ",
  "destroyed  the demons and protected  the innocent.  Gradually, how­",
  "ever,  this  aggressive aspect  was  toned  down,  as  the  mother was ",
  "imagined to be the epitome  of the cultural essence ofindian spiritu­",
  "alism. In nationalist  iconography,  Abanindranath  Tagore's  painting ",
  "of Bharat Mata  or \"Mother  India\" (c .1904-5)  came  to symbolise ",
  "this new image. Here  the  mother-goddess  is more  serene  and gen­",
  "teel,  offering  protection  and  prosperity;  it  was  \"an  image  that ",
  "was both  human  and divine\",  both  familiar and  transcendenral.P! ",
  "Whether this imagery of motherhood  was just a \"cultural  artifact\"  of ",
  "militant  nationalisrn-\"  or  emanated  from  genuine  conviction  in ",
  "mother-nature  equarion-\" is a matter  of debate. What is important ",
  "however is the discursive implication  of this metaphor for the status ",
  "of women  in Indian  society. Jasodhara  Bagchi has argued  that this ",
  "ideology of motherhood  by \"creating a myth about her strength  and ",
  "power\", took away from women  their \"real power\", confined  them ",
  "exclusively  to  their  reproductive  role  and  thus  deprived  them  of ",
  "access to education  and occupation,  or in other words,  to all possi­",
  "ble avenues to their real ernpowerrnenr.P' ",
  "Indeed, in the Swadeshi movement, whatever participation  women ",
  "had,  it  was within  this  accepted  gender  ideology  that  prescribed ",
  "home as the rightful arena of activities for women They boycotted ",
  "British  goods  and  used swadeshi,  crushed  their  glass bangles  and ",
  "observed  non-cooking  days as a ritual  of protest. Interestingly,  the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  389 ",
  "most powerful imagery that was used to mobilise women's  support ",
  "in Bengal around  this time was Lakshmi, the goddess of prosperity, ",
  "who had allegedly left her abode because of partition,  and who had ",
  "to be brought  back, protected  and  looked after. 232  There  were  of ",
  "course some remarkable exceptions, like Sarala Debi Chaudhurani, ",
  "who  got  involved in a physical culture movement  for the  Bengali ",
  "youth or a few women who participated  in the revolutionary  move­",
  "ment. But in the latter  case, their involvement was mostly of a sup­",
  "portive  or  \"indirect\"  nature,  that  of giving  shelter  to  fugitive ",
  "revolutionaries  or acting  as couriers of  messages and  weapons. 233 ",
  "This nature ofparriciparion thus did not abruptly breach the accepted ",
  "norms of feminine behaviour or signify their empowerment. ",
  "The period  after World War One  witnessed the rise of two emi­",
  "nent  women  in Indian politics.  Annie Besant, the president  of the ",
  "Theosophical  Society and a founder of the Home Rule League, was ",
  "elected  president  of the Congress in 1917. The  same year, Sarojini ",
  "Naidu,  the England-educated poet who had been delivering  patri­",
  "otic speeches at Congress sessions since 1906,  led a delegation  to ",
  "London to meet Secretary of State Montagu to demand  female fran­",
  "chise. The  following year she moved a resolution  at the  Congress ",
  "session demanding  equal eligibility for voting  rights for  both men ",
  "and women. In 1925, she too was elected president of the Congress. ",
  "But despite  being  \"inspirational  figures\", these rwo leaders  could ",
  "neither  evolve an  ideology  for women's  emancipation, nor could ",
  "carve out for them a niche in nationalist politics. 234 ",
  "So it was only with the advent of Gandhi that we see a major rup­",
  "ture in this story of women's involvement  in the nationalist  move­",
  "ment.  Gandhi,  in  conceptualising  the  ideal  Indian  womanhood, ",
  "shifted  the  focus  from  motherhood  to  sisterhood,  by  negating ",
  "women's sexuality.  It was in South Africa that he had realised the ",
  "power  of self-less sacrifice that women could offer and decided  to ",
  "harness it in the service of the nation.  But his clarion call to women ",
  "was couched  in a language full of religious  metaphors  that did not ",
  "appear  to be subversive of the traditional  values about  femininity. ",
  "Sita-Damayanti-Draupadi  were his role  models for Indian women. ",
  "Although taken  from Indian  mythology, these symbols were recon­",
  "stituted and loaded with new meanings. These women were repre­",
  "sented as no slaves of their  husbands, but extremely virtuous, and ",
  "capable of making supreme sacrifice for the welfare of their  family, ",
  "society and the state. Particularly important was the example of Sita, ",
  "as the British could conveniently be equated  with  the demon  king ",
  "Ravana. However  while addressing Muslim women, Gandhi would https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY ",
  "VOICES OF A NATION  391 ",
  "others  participated  in the illegal manufacture  of salt, pickering for­",
  "eign cloth and liquor shops and took part in processions. The move­",
  "ment,  so  far  as women's  participation  was concerned, was  most ",
  "organised in Bombay, most militant in Bengal and limited in Madras. ",
  "In north  India, in cities like Allahabad, Lucknow, Delhi and Lahore, ",
  "hundreds  of women from respectable families shocked their conser­",
  "vative  menfolk  by openly  participating  in  nationalist  demonstra­",
  "tions. Some women  in Bengal got involved in violent revolutionary ",
  "movement, and this time, unlike the Swadeshi period, they were not ",
  "in supportive roles; they were now actually shooting pistols at mag­",
  "istrates and governors. 239 ",
  "The trend  that was set in the 1930s continued  into the 1940s, as ",
  "women's  active role in the public space became accepted in society. ",
  "It is not difficult to see why women responded  to Gandhi's  appeal, ",
  "which made women's service to nation a part of their religious duty. ",
  "His insistence on non-violence and emphasis on the maintenance  of ",
  "a respectable image of women saryagrahis  did not breach the accepted ",
  "norms of feminine behaviour and as a result, men felt confident  that ",
  "their women would be safe in Gandhi's hands. There was less resis­",
  "tance because, in the ultimate analysis, women participated  because ",
  "their  male guardians  wanted  them  to.  In most cases, women  who ",
  "joined the nationalist  struggle came from families where men were ",
  "already  involved  in Gandhian  movements. So in their  case,  their ",
  "public role was an extension  of their domestic roles as wives, moth­",
  "ers, sisters or daughters.  Their  politicisation  therefore  did not lead ",
  "to any significant change in their domestic or family relations. Most ",
  "of these women came from Hindu middle class respectable families. ",
  "Although in some areas rural women did take part in the agitations, ",
  "women's participation  remained predominantly an urban phenome­",
  "non,  and  here too emphasis  on  respectable  image kept the  lower ",
  "class and  marginal  women  like prostitutes  out.  So far  as Muslim ",
  "women were concerned,  many of them participated  in the Khilafat­",
  "Non-cooperation  movement  in 1921.  But  if this  helped  towards ",
  "weakening  of the rigours of purdah, its total  abolition  was out of ",
  "question;  because for Muslims, it was a symbol of their cultural dis­",
  "240 ",
  "tinctiveness. On the other hand, if a handful  of women  actually ",
  "crossed the  socially constituted  boundary  of feminine  modesty  by ",
  "involving  in violent  revolutionary  action,  they  were  heavily cen­",
  "sored  by a disapproving  society. Such \"strong  traditionalist  moor­",
  "ings\",  argues  Tanika  Sarkar,  explains  why  this  politicisation  was ",
  "possible and why it failed to promote to any significant extent social ",
  "emancipation  of women  in lndia.241  The  Congress and  its leaders https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "392 ",
  "FROM PLASSEYTO PARTITION ",
  "were simply not  interested  in women's  issues and  except  for allow­",
  "ing some symbolic presence,  never included women  in any decision ",
  "making  process.  A frustrated  Sarala  Debi  Chaudhurani  therefore ",
  "had to lament that  Congress wanted  them to be \"law-breakers  only ",
  "and not  law-makers\". 242 ",
  "However,  having said all this, we have to acknowledge  as well that ",
  "hundreds  of women  from  respectable  families marching  in files on ",
  "the streets of India, going to jails, suffering indignity there, and com­",
  "ing  back  to  their  families with  no stigma  attached,  signified  a  re­",
  "markable  change  in  Indian  social  attitudes.  And  as for  agency, as ",
  "Sujata Patel has succinctly put  it, \"it  is difficult  to separate  analyti­",
  "cally  which  proceeded  first:  women's  participation  or  Gandhi's ",
  "advocacy of this.  It may also be pointed  out that without  being ",
  "\"243 ",
  "openly  deviant,  some  of  these  women  were  slowly  pushing  the ",
  "boundaries  of  their  autonomy  by manipulating  available  cultural ",
  "metaphors, like for example,  the \"extended  family\". Bi Amman,  the ",
  "elderly  mother  of Shaukat  and Muhammad  Ali, participated  in the ",
  "Khilafat-Non-cooperation  movement  after a whole  life behind  pur­",
  "dah. At a mass meeting  in Punjab, she lifted her veil and addressed ",
  "the crowd as her children. A mother  did not require a veil in front of ",
  "her children;  the whole nation  by implication  was thus incorporated ",
  "into her  \"extended  fictive family\"  Her rhetoric  did  not  subvert ",
  ".244 ",
  "the ideology of purdah;  her practice  effectively extended  its bound­",
  "ary. On the other  hand,  it is highly unlikely that all those thousands ",
  "of  women  who  actually  participated  in  the  Civil  Disobedience ",
  "movement  had  actually  secured  their  guardians'  prior  permission. ",
  "And  even  if they did,  there  are  numerous  historical  examples  to ",
  "show that  \"once  mobilised,  women  moved on their own\"  Time ",
  ".245 ",
  "and  again  they  disobeyed  Gandhian  injunctions  that  set  limits  to ",
  "their  activism. ",
  "But did this activism and politicisation  of women  promote  a femi­",
  "nist consciousness  in colonial  India?  So far as the wider society was ",
  "concerned,  the answer  should  be clearly  no. But for those  women ",
  "who  actually  participated  in the  nationalist  struggle,  and  for  their ",
  "more  enlightened  middle-class  women  leaders,  life could  perhaps ",
  "never  be the  same again.  A burgeoning  women's  literature  of this ",
  "period  indicates  that  the private/public  dichotomy  was increasingly ",
  "being blurred  in their consciousness,  and that they were resentful  of ",
  "the  existing  gender  asymmetry  in their  society.24 But despite  such ",
  "' ",
  "contestation  and \"transgressions  of 'desirable'  codes\",  asJanaki Nair ",
  "puts it, these middle class/high caste women also broadly  \"consented ",
  "to ...  [the]  hegemonic  aspirations\"  of the nationalist  patriarchy,\"? https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY ",
  "VOICES OF A NATION  395 ",
  "even  less spectacular.  This  happened  because  the  efforts  of  the ",
  "women's  organisations  and activists remained  constrained  by what ",
  "Geraldine Forbes in her most perceptive account of Women in Mod­",
  "em India (1998) has described as the \"framework of a social feminist ",
  "ideology\" (p.189).  It recognised certain public role for women, but ",
  "accepted  at the same time  the social, biological  and  psychological ",
  "difference  between sexes. The  nationalist  teleological construction ",
  "of essential Indian womanhood  remained privileged in their agenda, ",
  "which itself was subsumed by that of nationalism. ",
  "However, as Forbes further argues, 254  this limiting social ideology ",
  "and  the  dominance  of the women's  organisations which  upheld  it, ",
  "came to be seriously challenged  in the 1940s, when  women across ",
  "class and religious lines began to claim a more active role for them­",
  "selves in the public space and fought as comrade-in-arms  with their ",
  "male counterparts in the last phase of the struggle for freedom. This ",
  "female  activism  was  visible  most  significantly  in  the  Quit  India ",
  "movement of 1942, in which almost at the very beginning  nearly all ",
  "the front-ranking  male Congress leaders were put in prison  ( details ",
  "in chapter  8.1) .  In a contingency like this some prominent  women ",
  "leaders took upon themselves the responsibility  of coordinating the ",
  "movement  in the face of unprecedented police repression.  Sucheta ",
  "Kripalani co-ordinated the non-violent  resistance,  while Aruna Asaf ",
  "Ali gave  leadership  to the  underground  revolutionary  activities­",
  "and this she did by politely turning down Gandhi's advice to surren­",
  "der. 255  However,  the most  important  aspect of this movement  was ",
  "the participation  of a large number of rural women taking their own ",
  "initiative  to liberate their country. This engagement of rural women ",
  "was further  enlarged  with the lifting  of the ban on the Communist ",
  "Party in 1942. Back in the 1920s and 1930s  many middle-class edu­",
  "cated women had joined the communist movement,  and had partici­",
  "pated in  mobilising  the  working  classes,  in  organising  industrial ",
  "actions and in campaigning for the release of political prisoners.  By ",
  "1941 the girls' wing of the All-India Students Federation had about ",
  "50,000  members. In 1942 some of the leftist women leaders in Ben­",
  "gal organised a Mahila Atmaraksha Samiti or Women's Self-Defence ",
  "League,  mobilised  rural  women  through  it,  and organised  relief ",
  "work during the Bengal famine of  l 943.2s6 ",
  "This  involvement  of women  in  the  communist  movement  was ",
  "expanded to a new level when the Tebhaga movement began in Ben­",
  "gal in 1946  under  communist-led kisan sabhas with the sharecrop­",
  "pers' demand  for two-thirds share of the produce  ( details in chapter ",
  "8.2).  It saw widespread  autonomous  action  of the \"proletariat  and https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "396 ",
  "FROM PLASSEYTO PARTITION ",
  "semi proletariat  women\",  belonging to dalit and tribal communities. ",
  "Through  their own initiative they formed Nari Bahinis or women's ",
  "brigades and resisted the colonial police with whatever weapon  they ",
  "could lay their hands on. In the uneven contest that followed a num­",
  "ber  of  them  became  martyrs. 257  Similarly  in  Andhra,  where  the ",
  "Telengana  movement  continued  from  1946  to  1951  against  the ",
  "Nizam of Hyderabad  and feudal oppression  ( details in chapter  8.2), ",
  "women  fought side by side with men for better wages, fair rent and ",
  "greater  dignity.  By highlighting  certain  gender  specific issues, the ",
  "Communist  made special efforts to mobilise women,  as with­",
  "Party ",
  "out  their support  the movement  could not sustain itself for such a ",
  "long period.  However,  in most cases they joined on their own, acted ",
  "as couriers  of  secret  messages, arranged  shelter  and  few  of them ",
  "took up guns and became participating  members of the dalams (rev­",
  "olutionary  units).  But although  this movement  created  for peasant ",
  "women  a new space for militant  action,  they  were  not treated  as ",
  "equals even  by the  communist  leaders. The  party  leadership-just ",
  "like  their  counterparts  in Bengal-preferred  only  supportive  and ",
  "secondary  roles for women,  could not think of women  outside  the ",
  "conventional  structures  of gender  relations,  i.e.,  family  and  mar­",
  "riage,  and  therefore,  could  not  trust  them  with  guns in the  actual ",
  "battlefield.  More  significantly, it was women  who were considered ",
  "to be the sources of problems when it came to the issue of maintain­",
  "ing sexual moraliry and discipline within the ranks of the rebels. 258 ",
  "Outside  the  country,  around  the  same  time,  an  experiment  to ",
  "involve Indian women in actual military action had been initiated  by ",
  "Subhas  Chandra  Bose.  Back in 1928,  he had been instrumental  in ",
  "raising under  the leadership of \"Colonel\"  Latika Ghosh a Congress ",
  "women's volunteer  corps  that  had  marched  on  the  streets  of Cal­",
  "cutta in full uniform. When in 1943 he raised an expatriate  army in ",
  "Southeast Asia, known as the Indian National Army (INA) ( details in ",
  "chapter 8.2), he decided to add a women's regiment, which he called ",
  "the Rani of Jhansi Regiment, named after Rani Lakshmi Bai, the leg­",
  "endary heroine  of the revolt of 1857. In October  1943, the training ",
  "camp was opened  for the new regiment,  which was joined by about ",
  "fifteen  hundred  women  from elite as well as working  class Indian ",
  "families of all religions and castes living in Southeast Asia. They were ",
  "given full military  training  and  were  prepared  for combat  duties. ",
  "When at the initial stages they were assigned non-combat  roles, the ",
  "ranis protested  to their  leader, and were later engaged  in the actual ",
  "war operations in the Imphal campaign of 1945. This campaign, how­",
  "ever, went seriously wrong and put an end to the whole experiment, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY ",
  "VOICES OF A NATION  397 ",
  "as the INA had to retreat  in the face of the advancing British army. ",
  "Ideologically, this experiment  of having women in arms was not per­",
  "haps  a  radical  departure,  as Bose too  believed  in  and  sought  to ",
  "invoke  the \"spiritual  power\"  of the \"mothers  and sisters\" of India. ",
  "But it certainly  amounted  to a significant  enlargement  of women's ",
  "role in nationalist politics from the passive role model of mythic Sita ",
  "to that  of the  heroic  activism of historic  Rani of Jhansi  fighting as ",
  "25",
  "comrade-in-arms  with male soldiers.  ' ",
  "At another  plane,  the  emergence  of the  'Pakistan'  movement  in ",
  "the 1940s opened  up for the Muslim women  of the subcontinent  a. ",
  "new space for political action. In the 1930s they had been participat­",
  "ing in  a  united  front  with  their  Hindu  sisters  to  claim  women's ",
  "rights, such as female suffrage. But the division appeared  in 1935 on ",
  "the issue of reservation of women's seats on a communal basis. Some ",
  "of the Muslim leaders of the All India Women's Conference, as Begam ",
  "Shah Nawaz recollects in her autobiography,  refused to \"accept joint ",
  "260 ",
  "electorates  when  their  men were  not prepared  to  do  so\".  Thus ",
  "broader  political alignmenrs=or  men's politics-influenced  women's ",
  "movements  as well. The Muslim League also sought  to universalise ",
  "its politics and in 1938 started  a women's  sub-committee  to involve ",
  "Muslim  women.  As the  Pakistan  movement  grew  in  momentum, ",
  "more and more of them were sucked into it as election candidates,  as ",
  "voters and as active demonstrators  in street  politics, particularly  in ",
  "Punjab and  the North-West  Frontier  Province. Many of them were ",
  "ordinary  women  for whom  this political  participation  was itself a ",
  "\"liberating  experience\".  True, this moment  of emancipation  was so ",
  "short-lived  that  it could hardly  bring in any actual change  in their ",
  "daily existence. But it signified nevertheless, an acceptance of a pub­",
  "261 ",
  "lic role for women in Muslim society.",
  "Thus,  increasingly in the  1940s Indian women  across class, caste ",
  "and  religious  barriers  claimed  agency  in their  participation  in the ",
  "anti-imperialist  and  democratic  movements.  But,  as  Kumari  Jaya­",
  "wardena  points out,  they \"did not use the occasion[ s] to raise issues ",
  "that  affected  them  as women. \"2·2 Their  own  goals  were  subordi­",
  "nated  to  those  of national  liberation,  community  honour  or  class ",
  "struggle. The concept of feminism itself created a lot of confusion; it ",
  "was either considered  as a W estem import  subversive of the cultural ",
  "essence of Indian  nationhood  or as an undesirable  digression  from ",
  "263 ",
  "the more important  cause of the freedom  struggle.  Some leading ",
  "nationalists  like jawaharlal  Nehru  believed that  once political free­",
  "dom was achieved, the women's  question would resolve itself auto­",
  "matically.2�  Patriarchal  concerns  continued  to be a major dilemma https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "398 ",
  "FROM  Pl.ASSEY TO PARTITION ",
  "for  the  communist  leadership  as  well.  In  Tebhaga  movement,  a ",
  "women's  leadership  could emerge  only when  the  leadership  of the ",
  "Communist  Party  \"abstained\". 265  The  trade  unions  in  general, ",
  "although  they  mobilised  working  class women,  ignored  women's ",
  "issues, which were \"subsumed within  male or general working-class ",
  "interests\".266  If the  boundaries  were  blurred  in course  of militant ",
  "action,  they were re-established  quickly afterwards  without failure. ",
  "Can we imagine what  a woman  like Swarajyam, described  as \"the ",
  "legendary  heroine  of Telengana\",  was doing  a few years after  the ",
  "withdrawal  of the movement?  In the words of her husband:  \"she is ",
  "cooking  and she is eating. What  else?\" If the women  of Telengana ",
  "came  out  of  their  homes  because  the  movement  promised  them ",
  "equality, they soon found out that the metaphor  of family was being ",
  "continually  emphasised  by the communist  leadership whose prefer­",
  "ence always was to place women within that traditional  boundary. 267 ",
  "On  the  other hand,  the  Pakistan  movement  did  involve  some ",
  "Muslim women  in public action,  but the partition  experience  once ",
  "again reinforced  the traditional  ashraf ideal ofMuslim womanhood, ",
  "to be protected within the domestic sphere. Any transgression  of this ",
  "boundary  would lead to immorality, irreliogiosity and dishonour  for ",
  "the  community. 261  Indeed,  partition  violence  brought  the  worst ",
  "moment  for subcontinental  womanhood,  both  Hindu  and Muslim, ",
  "as they became the objects of male construction  of community  hon­",
  "our.  Women's  sexuality  became  the  territory  that could  either  be ",
  "conquered  or be destroyed  to deny the enemy the glory of conquer­",
  "ing it. As Ritu Menon and Kamla Bhasin put it, they were caught in a ",
  "\"continuum of violence':  where  they  had  the  choice  either  to be ",
  "raped,  mutilated  and humiliated  by men of the 'Other'  community ",
  "or to commit  suicide, instigated  by their  own  family members  and ",
  "kinsmen, to prevent the honour  of their community  from being vio­",
  "lated by the enemy. Instances ofs uch collective suicide were disturb­",
  "2",
  "ingly many, \"  while on the other hand,  in course of a few months  of ",
  "partition  madness  seventy-five  to  one  hundred  thousand  women ",
  "were abducted or raped. 270 Those who survived, lived  an indeli­",
  "with ",
  "ble memory of shame, which they have endured  in silence in defer­",
  "ence to the honour  of their community  and family. ",
  "Thus,  as it seems, the women's  question  in colonial  India hardly ",
  "received  the  priority  it  deserved.  Although  some  women  became ",
  "conscious  and  actively participated  in  the  political  struggles,  and ",
  "also identified themselves in many ways with the emerging nation(s), ",
  "feminism had not yet been incorporated  into the prevailing  ideolo­",
  "gies of liberation.  The honour  and interests  of the community  and https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY ",
  "VOICES OF A NATION  399 ",
  "nation  still prevailed  over  the rights of women.  But that  does not ",
  "mean that no woman ever dreamed of 'freedom' in a way contrary ",
  "to the dominant  patriarchal  convention  upheld by their  nationalist ",
  "leaders, community elders or party bosses. ",
  "NOTES ",
  "1. Jalal  1987:  86. ",
  "2.  Pandey 1992:234. ",
  "3.  Hasan 1985: 213. ",
  "4.  SeeJalal 2000:  422 and passim. ",
  "5.  Details in Page 1982. ",
  "6.  Hasan 1985:  207. ",
  "7.  Freitag 1989. ",
  "8.  Datta 1999: 246. ",
  "9.  Quoted in Hasan 1985:  210. ",
  "10.  Chandra 1993. ",
  "11.  Shaikh 1989. ",
  "12.  Hasan 1996; jalal 1997. ",
  "13.  Chatterjee 1984a; Murshid 1995. ",
  "14.  Talbot 1988. ",
  "15. Jalal  1994:  19-20. ",
  "16.  Hasan 1988. ",
  "17.  Hasan 1993. ",
  "18.  SeeJalal  1994. ",
  "19.  Gilmartin 1988:  172-73. ",
  "20.  Moore 1988:  122. ",
  "21.  Quoted in Moore 1988:  113. ",
  "22.  Jalal 1994: 58. ",
  "23.  Talbot 1996b. ",
  "24.  Vanaik 1997: 31. ",
  "25.  Jha 1986. ",
  "26.  Raheja 1994:  95. ",
  "27.  Sanyal 1981:  17. ",
  "28.  Dirks 1987. ",
  "29.  See Omvedt 1994: 42-44 and passim. ",
  "30.  Beteille 1991: 43. ",
  "31.  Chatterjee 19 8 9. ",
  "32.  See Silverberg 1968; Srinivas 1968; Sanyal 1981. ",
  "33.  Lynch 1969:  12. ",
  "34.  Dirks 1992. ",
  "35.  Srinivas 1966: 90; italicsin original. ",
  "36.  Galanter 1984. ",
  "37.  Cohn 1987. ",
  "38.  Bandyopadhyay 1990; Trautmann 1997; SusanBayly 1999. ",
  "39.  Susan Bayly 1999:  124. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES  OF A NATION  401 ",
  "86.  Kumar  1987a: 98-99. ",
  "87. Bandyopadhyay  1997a: 179-209. ",
  "88.  Bandyopadhyay 2000:  899-900. ",
  "89.  Quoted  in Omvedr  1994:  193. ",
  "90.  Susan Bayly 1999: 260. ",
  "91.  Quoted in Omvedt  1994:  216. ",
  "92.  For details,  see Bandyopadhyay 2000. ",
  "93.  Zelliot 1992:  172-73. ",
  "94.  Rodrigues 1993. ",
  "95.  Triparhi 1991: 87. ",
  "96.  Mukherjee  1986:  245-46. ",
  "97.  Bagchi 1972;  Ray 1979. ",
  "98.  Chandra  1979:  145. ",
  "99.  Mukherjee 1986:  265. ",
  "100.  Ibid:  275. ",
  "101.  Charterji  1992:  319. ",
  "102.  Gordon 1978:  156. ",
  "103.  Ray 1979:  292. ",
  "104.  Triparhi 1991:  118. ",
  "105.  Gordon 1978:  161-66. ",
  "106.  Bhattacharya  1986. ",
  "107.  Charterji 1992. ",
  "108.  Ray 1979:  295-97. ",
  "109.  Tripathi  1991: 94. ",
  "110.  Bhattacharya 197 6. ",
  "111.  Gordon 1978: 170-71. ",
  "112.  Ibid:  176. ",
  "113.  Chanerji  1992:  274, 281-87. ",
  "114.  Bhattacharya  1986. ",
  "115.  Tripathi 1991:  98-102. ",
  "116.  Sarkar 1985:  95. ",
  "117.  Markovits 1985:72-73. ",
  "118.  Mukherjee  1986: 281. ",
  "119.  Markovits 1985: 78. ",
  "120.  Triparhi 1991:  109. ",
  "121.  Markovits 1985:  834. ",
  "122.  Charterji  1992:  369. ",
  "123.  Misra 1999:  172. ",
  "124.  Quoted in Tripathi  1991:  112. ",
  "125.  For details,  sec Markovits 1985:  180-81. ",
  "126.  Quoted in Mukherjee  1986:  271-72. ",
  "127.  For details, see Ray 1979:  332-37. ",
  "128.  Morris 1965:  41. ",
  "129.  Das Gupta 1994:  35, 45. ",
  "130.  Chandavarkar  1998:  66. ",
  "131.  Joshi  1985:  252. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "402 ",
  "FROM  PWSEY TO PARTITION ",
  "132.  Ibid:  252-59. ",
  "133.  For  examples,  see Joshi  1981:  1827;  Simmons  1976:  459;  Nair ",
  "1998:  102. ",
  "134.  Patankar  and Omvedt 1979:  411-12. ",
  "135.  Morris 1965:  142. ",
  "136.  Joshi  1981:  1827; Nair 1998:  102. ",
  "137.  Sen 1999:  89-93  and passim. ",
  "138.  de Haan 1995. ",
  "139.  Datta 1993:  70-71. ",
  "140.  Goswami  1987:  572-73. ",
  "141. Chandavarkar  1998:  67. ",
  "142.  Chakrabarty  1989:  186-89. ",
  "143.  Murphy  1977. ",
  "144.  Chakrabarty  1989: 218. ",
  "145.  Ibid:  123. ",
  "146.  Ibid:  132. ",
  "147.  Ibid:  145. ",
  "148.  Murphy  1977:  319. ",
  "149.  Basu 1998. ",
  "150.  Joshi  1985:  265. ",
  "151.  Simeon  1995:  332. ",
  "152. Nair  1998:  118. ",
  "153.  Simeon  1995: 326-27. ",
  "154.  Chandavarkar  1998:  68, 75. ",
  "155.  Ghosh  2000:  85-86. ",
  "156.  RajatRay 1979: 310. ",
  "157.  See Ghosh 2000:  89-94. ",
  "158.  Simmons  1976:  463-70. ",
  "159.  Das Gupta  1994:  149. ",
  "160. Ghosh  1994:  2025. ",
  "161.  Chandavarkar  1994: 406. ",
  "162.  Chandavarkar,  1998. ",
  "163.  Murphy  1977: 291. ",
  "164.  Bahl  1995:  373. ",
  "165.  Simeon  1995: 330. ",
  "166.  Basu 1998. ",
  "167.  Kumar  1983:  219. ",
  "168.  Datta 1993:  58. ",
  "169.  Chandavarkar  1994: 407. ",
  "170.  Bahl 1995:  319. ",
  "171.  Goswami  1987:  560. ",
  "172.  Sumit  Sarkar  1984:  279. ",
  "173.  Quoted in Bahl  1988:  3. ",
  "174.  Chandavarkar  1998:  95. ",
  "175.  Quoted  in Bahl  1988:  6. ",
  "176.  Sen 1977:  222. ",
  "177.  Patel  1987:  58-62. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "MANY VOICES OF A NATION  403 ",
  "178.  Bahl 1995:  315-16. ",
  "179.  Datta 1993. ",
  "180.  Ray 1984:  277-84. ",
  "181.  Patel 1987:  52, 56. ",
  "182.  Murphy 1977: 307-11. ",
  "183.  Chandavarkar 1994:  417. ",
  "184.  Simeon 1995:  134. ",
  "185.  Gourlay 1988: 35-36. ",
  "186.  Bahl 1988:  22. ",
  "187.  Quoted in Ray 1984:  284. ",
  "188.  Quoted in Chandavarkar  1994:  414. ",
  "189.  Quoted in Basu 1994:  86. ",
  "190.  Quoted in Bahl  1995: 381. ",
  "191.  Sarkar 1987a:  69-72. ",
  "192.  Chakrabarty 1989:  126-27. ",
  "193.  Chandavarkar 1994: 411 and passim. ",
  "194.  Joshi 1985:  272,  277. ",
  "195.  For details, see Chandavarkar 1998:  320. ",
  "196.  Desai 1959:  195. ",
  "197.  Chakrabarty 1989:  116. ",
  "198.  Sinha 1995:  18. ",
  "199.  Chakrabarty 1994: 54. ",
  "200.  Thapar 1975:  7. ",
  "201.  Leslie 1989:  273-304. ",
  "202.  O'Hanlon  1994:  21-22, 48-49. ",
  "203.  Azra Asghar AJi 2000:  xiii. ",
  "204.  Amin 1995:  112. ",
  "205.  Jeffrey 1979:  4. ",
  "206.  Engels 1996:  2. ",
  "207.  Forbes 1998:  60. ",
  "208.  For details see ibid: 44-45. ",
  "209.  See ibid:  60-61. ",
  "210.  For details, see Borthwick 1984;  Murshid 1983. ",
  "211.  Samita  Sen 1993:  234. ",
  "212.  Amin  1995:  109. ",
  "213.  Minault 1998:  215. ",
  "214.  O'Hanlon  1994:  7. ",
  "215.  Chakravarti  1998:  303-42. ",
  "216.  O'Hanlon 1994:  51. ",
  "217.  Bandyopadhyay  1995:  11-12. ",
  "218.  Chakravarti  1998:  52. ",
  "219.  Sarkar 1984:  94. ",
  "220.  Banerjee 1990:  130. ",
  "221.  Mukherjee 19.83, 1995. ",
  "222.  Kumar  1983. ",
  "223.  Sen 1999. ",
  "224.  Engels  1996:  207-11. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "404 ",
  "FROM  PLASSEYTO PARTmON ",
  "225.  Chatterjee  1993:  116-34. ",
  "226.  Bose 1997:  52-55 and passim. ",
  "227.  Prakash 1999:  206. ",
  "228.  Guha-Thakurta 1992:  255. ",
  "229.  Sarkar 1987b:  2011. ",
  "230.  Bose 1997:  54. ",
  "231.  Bagchi 1990:  WS65-66. ",
  "232.  Engels  1996:  28-29. ",
  "233.  Ray 1995:  184-89. ",
  "234.  Forbes 1988: 63. ",
  "235.  Kishwar 1985. ",
  "236.  Patel 2000:  305 and passim. ",
  "237.  Brown 1989: 56-57. ",
  "238.  Patel 2000:  312. ",
  "239.  Details in Forbes 1998:  124-56. ",
  "240.  Minault 1981:  8. ",
  "241.  Tanika Sarkar 1984: 101. ",
  "242.  Quoted in Forbes 1998:  143. ",
  "243.  Patel 2000:  297. ",
  "244.  Minault  1981:  12-13. ",
  "245.  Kasturi  and Mazumdar 1994:  51. ",
  "246.  Ray 1995: 212. ",
  "247.  Nair 1994: 89. ",
  "248.  Azra Asghar Ali 2000: 247. ",
  "249.  Pearson 1981:  177. ",
  "250.  Details in Basu and Ray 1990. ",
  "251.  Pearson  1981:  177. ",
  "252.  Pearson 1983. ",
  "253.  Forbes 1998:  89. ",
  "254.  Ibid: 222. ",
  "255. Aruna AsafAli 1991:  142. ",
  "256.  Jayawardena  1986:  105-6. ",
  "257.  Custers 1986:  WS-101. ",
  "258.  Lalita, et al. 1989:  16-17,  262-68  and passim;  Kannabiran  and ",
  "Lalitha  1990. ",
  "259.  For details, see Lebra 1971,  1986; Hills and  Silverman  1993. ",
  "260.  Quoted in Aruna Asaf Ali 1991:  131. ",
  "261.  Aruna AsafAli 2000:  197-205. ",
  "262. jayawardena  1986:  108. ",
  "263.  Ibid: 2. ",
  "264.  Forbes 1998:  193. ",
  "265.  Custers 1986: WS-97. ",
  "266.  Sen 1999:  19. ",
  "267.  Lalita, et al. 1989:  263, 272 and passim. ",
  "268.  jalal  2000:  564-66. ",
  "269.  Menon and Bhasin  1998:  57 and passim;  italics in original. ",
  "270.  Butalia 2001: 208. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]