[
  "chapter5  5. ",
  "The  evolution  of  Indian  nationalism  might  not  have  been  the ",
  "result of Western modular  influences  in the same way as Benedict ",
  "Anderson  had  thought,  but  the  role  of Western  education  was ",
  "important  nevertheless,  as it  produced  a critical  public  discourse ",
  "conducive  to its growth.  If this education  was designed to colonise ",
  "the mind of the Indian  intelligentsia  and breed  in them  a sense of ",
  "loyalty, the latter also selectively appropriated  and manipulated  that ",
  "knowledge of domination  to craft their own critique of colonialism. ",
  "But this  critical  consciousness  was  unevenly  shared  by groups  of ",
  "Indians, as education  itself had an extremely uneven growth Higher ",
  "education  began  to  grow  rapidly  in India  after  universities  were ",
  "established  in the three presidencies in 1857 and education  became ",
  "a free enterprise  in 1882. The number of students in arts and profes­",
  "sional  colleges  grew  fourfold,  from  4,499  in  1874  to  18,571  in ",
  "1894.69 The  total  number  of students  under  instruction  was a little ",
  "over  four  million  in 1896-97;  the  number  more  than  doubled  by ",
  "1920.10 But this growth  was highly uneven,  and obviously it had a ",
  "bearing on the uneven development  of political consciousness in the ",
  "various  regions  of India. The  three  coastal  presidencies  of Bengal, ",
  "Bombay and  Madras,  as the  available statistics suggest,  witnessed ",
  "wider  expansion  of education  than  the  heart  of north  India  then ",
  "constituted  into  three  provinces, i.e.,  the North-Western  Provinces ",
  "and Awadh, Punjab and the Central Provinces. Within the presiden­",
  "cies again, certain communities were more advanced than the others ",
  "were. In Bengal, higher education  was monopolised  by the bhadra­",
  "lok belonging mainly to the three higher castes ofBrahman, Kayastha ",
  "and Baidya; in Bombay it remained  mostly confined  to Chitpavan ",
  "Brahmans and the Parsis; in Madras, among the Tamil Brahmans and ",
  "the Aiyangars.  Again in Bengal, the Bengalees were far ahead of the ",
  "Oriyas,  Biharis  and  Assamese;  in  Bombay, the  Marathi  speaking ",
  "regions were  ahead  of the  Gujarati speaking areas and  in Madras, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "EMERGENCE  OF INDIAN  NATIONALISM  21 1 ",
  "the Tamil speaking areas surged ahead of the Telugu and Malayalam ",
  "speaking regions. And in general, the Hindus were far ahead  of the ",
  "Muslims and  among  the  Hindus,  a significant  proportion  of the ",
  "lower castes and  untouchables remained  excluded from education. ",
  "Those who went for higher education were coming from the middle ",
  "or declining gentry whose income from land was dwindling, forcing ",
  "them to  look  for subsidiary  sources of income.  For  them  govern­",
  "ment  employment  was the obvious choice; but in this sector, where ",
  "the domination  of the Europeans and Eurasians was quite palpable, ",
  "Indians  were  confined  only  to  subordinate  positions  and  were ",
  "poorly paid.  Independent  professions,  like teaching, engineering, ",
  "medicine and above all the legal profession became their next desir­",
  "able option;  but here too supply soon outstripped  demand. ",
  "The  situation  described  above  undoubtedly  created  frustration ",
  "and as Anil  Seal argued, engendered  a spirit  of \"increasing  competi­",
  "tiveness\" between various groups and regions. 71 But nationalism did ",
  "not grow out of material frustration alone,  and to say that competi­",
  "tion  forestalled  unity is to simplify a much more complex scenario. ",
  "Obviously,  the  differential  growth  of education  impacted  on  the ",
  "level of political activities in different regions,  i.e.,  the presidencies ",
  "with higher level of education were politically more articulate  than ",
  "the provinces.  But this happened  because  western  education  here ",
  "exposed many  more students  to a variety  of ideological influences ",
  "that  helped  create a critical  discourse that  held the colonial  state ",
  "under stringent  scrutiny.  If English  education  was introduced ini­",
  "tially to inculcate a spirit of loyalty (s ee chapter 3.1 ), n  it also exposed ",
  "Indians,  to  quote  A.R.  Desai,  to  the  \"rationalist  and  democratic ",
  "thought(s) of the modem west\".73  These ideas came to constitute an ",
  "ideological  package, which Dipesh  Chakrabarty  has called \"political ",
  "modernity\",  consisting of such concepts  as \"citizenship,  the  state, ",
  "civil society, public sphere, human rights, equality before the law, the ",
  "individual,  distinctions between public and private,  the idea of the ",
  "subject,  democracy,  popular  sovereignty,  social  justice,  scientific ",
  "rationality,  and  so  on. \"7.  Not that the  colonial  regime  offered  all ",
  "these to its subjects; but they were projected as ideal milestones on ",
  "the  road  towards  progress.  The  educated  Indians  now  deployed ",
  "these same ideas to construct  their own critique  of an autocratic and ",
  "arrogant colonial state, and mixed with an emotional patriotic belief ",
  "in the superiority of Indian culture and civilisation,  this helped them ",
  "to formulate conscious  theories of nationalism.  The Hindoo Patriot ",
  "in June 1857 described  the Indian as \"strong enough ...  in mind and ",
  "knowledge  to  assert  his  right  of  citizenship. \"75  In July  1878  the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "212 ",
  "FROM PLASSEY TO PARTITION ",
  "Indian Mirror averred  more firmly that  \"We  fight for our  rights  in ",
  "India\". In September  that year a public meeting in Calcutta  was even ",
  "more  explicit;  its resolution  put forth  in no  uncertain  words  \"the ",
  "claims  of the people  of this country to the rights of British  citizen­",
  "ship\". 76 The  Indian patriots  of the late nineteenth  century  were not ",
  "questioning  the  imperial  connection. But  Her Majesty's  loyal sub­",
  "jects were also gradually turning into conscious citizens, demanding ",
  "their rights from an authoritarian  colonial state. A rapidly  growing ",
  "print culture circulated such ideas across the subcontinent;  by 187 5 ",
  "there were about  four hundred  Indian owned newspapers, published ",
  "in both English and the regional languages, with an estimated reader­",
  "ship of 150,000. These newspapers,  as S.R. Mehrotra writes, \"broke ",
  "down  internal  barriers and encouraged  inter-regional  solidarity\" ",
  ".77 ",
  "In the second half of the nineteenth  century, the educated  Indians ",
  "had many reasons to be concerned about their rights being trampled ",
  "by the colonial state. It started  with the continuing  threats  of Chris­",
  "tian  conversion,  encouraged  by the passage of the Lex Loci Act in ",
  "1850, protecting  the right of a convert to inherit  ancestral property. ",
  "But more importantly, when in the 1860s and 1870s various parts of ",
  "India were experiencing  a series  of natural  calamities  and outbreak ",
  "of famines, the Government  imposed an income  tax in 1860, with­",
  "out giving Indians any control over the expenditure  of this revenue ",
  "income.  The  Indian  Councils  Act of  1861  had  provided  for  the ",
  "inclusion of a very limited  number of non-official Indian members in ",
  "the governor  general's  council;  but they could not introduce any bill ",
  "without  the  prior  sanction  of the  governor  general,  who  also  had, ",
  "over and above this,  the all important power  of veto.  The  income ",
  "tax under strong nationwide protests was withdrawn  in 1865,  to be ",
  "surreptitiously  reimposed again in 1867 in the guise of a \"certificate ",
  "tax\" of I per cent on all trades and professions. The next year, it was ",
  "converted  again into a full-fledged  income tax,  and  the  rates went ",
  "on increasing to reach 31/s  per cent in 1870. The same year another ",
  "colonial  policy incensed the  educated  Indians,  particularly  in Ben­",
  "gal. As the Anglo-Indian  press started a propaganda that higher edu­",
  "cation  only  bred  discontent  and  disaffection,  the government  in  a ",
  "resolution  on 31Marchl870  proposed  to cut back funding for Eng­",
  "lish education  in Bengal, allegedly  to rechannel  funding to promote ",
  "mass education through vernaculars. The educated  Indians were dis­",
  "mayed to find that increased  taxation and fund cuts for higher edu­",
  "cation  came  at  a  time  when  the  government continued  to spend ",
  "excessively on  army, the  \"home  charges\"  and  other  public works ",
  "serving  the imperial needs. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "213 ",
  "EMERGENCE  OF INDIAN  NATIONALISM ",
  "The  municipal  reforms  of the  1870s  introducing  limited  princi­",
  "ples of election were a concession  to the educated  Indians.  But this ",
  "was soon counterbalanced  when in 1876 the maximum  age for sit­",
  "ting the Indian Civil Service examination  was lowered from 21 to 19 ",
  "to the disadvantage of the Indians; their older demand for a simulta­",
  "neous examination  in London  and India still remained  unfulfilled. ",
  "By far  the most vicious attack  on  the  educated  Indians came from ",
  "Lord Lytton  who  came to India  as viceroy in  187 6.  He  passed  in ",
  "1878,  against  the  advice  of his own  law  member, the  Vernacular ",
  "Press Act,  designed  basically to gag  the  Indian  press,  which  had ",
  "become  critical  of the  colonial  policies.  The  act  provided  for  a ",
  "deposit  from all printers and publishers  of regional language  news­",
  "papers, which was to be forfeited  and their machinery confiscated if ",
  "they published anything objectionable.  The act at once became the ",
  "target of a vehement countrywide agitation of the educated  Indians ",
  "and their various associations, and they found an unexpected  patron ",
  "in Gladstone who raised a furore in the British parliament. The same ",
  "year, i.e., in 1878, Lytton also passed a new Arms Act, which intro­",
  "duced  a licensing system throughout  India for possessing firearms, ",
  "but exempted the Europeans and Eurasians from its coverage. In an ",
  "environment  like  this,  the victory  of the Liberal Party in Britain in ",
  "1880 brought  great joy and expectations  among the Indians. Lytton ",
  "resigned and a Liberal Lord Ripon came to India as the new viceroy; ",
  "but  the  conservative  mindset of the  colonial  bureaucracy  did  not ",
  "change. ",
  "Though  Ripon  proceeded  cautiously,  some of his early measures ",
  "restored  faith among the Indians in the liberal tradition  of England. ",
  "In 1882 the Vernacular Press Act was repealed and the Arms Act was ",
  "modified to eliminate  the undesirable racial exemptions.  In a Reso­",
  "lution in May 1882,  the liberal viceroy proposed  to introduce  local ",
  "self-government  in India; by the end of 1884, as S. Gopal has shown, ",
  "\"the mosaic of local self-government  covered  almost  the whole of ",
  "British India\".11  This happened  despite persistent opposition  of the ",
  "Indian  Civil Service and  the  India Council  in London.  But all hell ",
  "was let loose when C.P.  Ilbert, the law member in his council,  intro­",
  "duced on 2 February 1883 what is known as the infamous Ilbert Bill. ",
  "It proposed to give Indian district magistrates and session judges the ",
  "power to try European  offenders  in the mofussil (small towns),  as ",
  "they already  did  in the presidency towns. The  ugly face of Anglo­",
  "Indian  racism  now  revealed  itself in  the  \"white  mutiny\"  that  fol­",
  "lowed, as the British born subjects shuddered  at the very thought of ",
  "being tried by a native Indian  The bill was bitterly  opposed not just https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "214 ",
  "FROM  PUSSEYTO  PARTITION ",
  "by the  non-official Anglo-Indians,  but also by a large section  of the ",
  "British officials, including Rivers Thompson,  the Lieutenant  Gover­",
  "nor of Bengal, who reportedly condemned  the bill for \"ignoring  race ",
  "distinctions\"  in order  to \"establish equality\" by \"a stroke  of pen\". 7' ",
  "The  liberal  promise  of  racial  equality  could  not so  easily be  dis­",
  "avowed,  as it was enshrined  in Queen  Victoria's  Proclamation  of ",
  "185 8. The plea for the preservation  of racial privileges was therefore ",
  "coded  in  a  gendered  language.  The  \"effeminate  babu\",  it  was ",
  "argued,  was not  fit to  preside  over  the  trial  of a \"manly  English­",
  "man\",  nor  could  he be expected  to  honour  the  dignity  of  white ",
  "women,  as they  did not  respect  women  in their  own  household. •o ",
  "The controversy  made it crystal clear to educated  Indians that racial ",
  "equality was something,  which they could not expect from the pres­",
  "ent regime. This became more evident when  in January  1884 Ripon ",
  "ultimately succumbed  to the pressure and withdrew  the bill, substi­",
  "tuting it with a milder compromise  formula, which somehow sought ",
  "to preserve  the  principle  by adding  a provision  of trial  by a mixed ",
  "jury in such cases involving European  offenders. ",
  "The  Ilbert bill controversy  was the last straw that politically con­",
  "scious educated  Indians could take, as it made them  painfully aware ",
  "of their  subordinate  position  in the imperial  power  structure.  The ",
  "counter  demonstrations,  which  they  staged,  and  the  press  propa­",
  "ganda  war  that  raged  on  this  occasion  constitute  an  important ",
  "benchmark  in the history of the evolution  of modern  political activi­",
  "ties in  India.  But in the  meanwhile,  another  major  change  in  the ",
  "organised  political  life of India  had started  taking  place:  the  older ",
  "associations controlled  by a landed plutocracy  were being gradually ",
  "replaced by new associations dominated  by middle-class profession­",
  "als.  In  Calcutta,  the  British  Indian  Association  controlled  by the ",
  "zamindari  elements,  came to be looked at as an exclusive body torn ",
  "by internecine  strife.  It came increasingly under  challenge  from  the ",
  "new educated  professional  classes,  which  ultimately  formed  on  26 ",
  "July  187 6 a new organisation,  called the Indian Association,  under ",
  "the leadership of Surendranath  Banerjea, with the avowed  ambition ",
  "of \"representing  the people\".  In Bombay, the Bombay Association ",
  "had a new lease of life when in 1876 Naoroji Ferdunji and Dadabhai ",
  "N aoroji  returned  from  London  and  gave  new  life  to  the  dying ",
  "organisation.  But it too faced challenge from a younger  generation ",
  "of Western-educated  leaders  like M.G.  Ranade,  P.M.  Mehta  and ",
  "K. T. Telang and from the establishment of rival associations, such as ",
  "the short lived Western Indian Association. Its major challenge, how­",
  "ever, came  from  Poona,  the  traditional  capital  of Maratha  culture https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "215 ",
  "EMERGENCE  OF  INDIAN  NATIONALISM ",
  "and a centre  of old patriotism. It was here that on 2 April 1870  a ",
  "new  organisation, called  the  Poona  Sarvajanik  Sabha,  was  estab­",
  "lished to represent  the wishes of the people and within one year its ",
  "members collected  signed  muktiyamamahs or power of attorneys ",
  "from seventeen thousand people giving it a true representative char­",
  "acter.  By contrast, in Madras, political  activities remained  at a low ",
  "ebb after the demise of the Madras Native Association  in 1862.  It ",
  "was only after 1884, i.e., after an interval of more than two decades, ",
  "that political life in this presidency  again started  vibrating with the ",
  "foundation of the Madras Mahajan  Sabha.  Outside the presidencies ",
  "too,  organised  political  life revolved  round  the  new  associations, ",
  "like the Lahore Indian Association in Punjab or the Allahabad Peo­",
  "ples' Association  in the United Provinces.s1 ",
  "It should  be remembered,  however,  that  the  sprouting  of new ",
  "associations  did  not  automatically  mean  the  demise  of the  older ",
  "forms  of politics;  the two  idioms  of politics,  the modem  and  the ",
  "traditional,  coexisted  side  by side  for  a much  longer  period.  The ",
  "older  ways survived  in  various  forms,  in Bengal  for  example,  as ",
  "S.N.  Mukherjee (1971)  has shown,  it did in the form of dais, which ",
  "were dominated  by absentee landlords  or dalapatis (leader  of the ",
  "dais).  They  presided  over  informal  but  effective  social  networks ",
  "spanning from Calcutta to the countryside, acting as an apparatus of ",
  "social control.  The dais took position in support of or in opposition ",
  "to  various public issues;  any  strict  line between  the  conservatives ",
  "and progressives or between the modern and the traditional became ",
  "difficult  to draw. The same Raja Radhakanta  Deb and his Dharma ",
  "Sabha,  who were so vehemently  opposed  to  the abolition  of sari, ",
  "supported with enthusiasm  the spread of female  education. This dal ",
  "system continued with varied degrees of effectiveness till about the ",
  "end  of the nineteenth  century.  Then, as John  McGuire has noted, ",
  "capitalist development  gradually  weakened  its social  bonds and  its ",
  "control mechani  m. ' Yetthis process of disintegration  was long and ",
  "complex\" .82 And Bengal was no exception in witnessing this dichot­",
  "omy;  in the United  Provinces  too  social  impulses were  channeled ",
  "through  the  older  \"Caste  and  communal  associations\"  which  be­",
  "came platforms for the ventilation of the grievances of a wide variety ",
  "of people. The older organisations in a new colonial  context acquired ",
  "new importance, as they had to confront \"a more intrusive and sup­",
  "posedly  representative  government\"  In  the  towns,  therefore,  as ",
  "C.A. Bayly has found,  \"the old connections  and  the new organiza­",
  "tions:\"  came co be \"more closely  bunched together\". 83 ",
  "The newness of this politics of the second half of the nineteenth ",
  "century, however,  lay in  the new demands  that were being  raised. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "216 ",
  "FROM  PLASSEY TO PARTITION ",
  "These  were sometimes  of  a  local  or  regional  character;  but  most ",
  "often  they were of national  significance.  The  new associations  de­",
  "manded, among other things, Indian representation  in the legislative ",
  "council,  separation  of the  executive  and  judicial  functions  of the ",
  "government,  Indianisation  of the civil service, and for that purpose ",
  "simultaneous  Indian  Civil  Service  examination  in  India  and  Eng­",
  "land,  imposition  of import  duties on cotton goods, reduction  of ex­",
  "penditure  on  'home  charges'  and  costly  foreign  wars,  like  the ",
  "Afghan  wars  of 1878-79, rationalisation  of the financial  relations ",
  "between  India and England, and the extension of the Permanent  Set­",
  "tlement  to other  pans of British India.  They also protested  against ",
  "the  imposition  of income  the  draconian  Vernacular  Press Act ",
  "tax, ",
  "and the racist Arms Act. Apart from raising such public issues, which ",
  "concerned  all Indians across the regions, these associations also took ",
  "interest  in  the  affairs  of the  peasantry.  Their  involvement  in  the ",
  "indigo  riots in Bengal, in the Deccan riots in Poona  and in the pro­",
  "tests against  water  tax  in the  Chenab Canal Colony  in Punjab  has ",
  "already  been  mentioned.  Some  of these  organisations,  like  the ",
  "Poona  Sarvajanik  Sabha, were  involved  in a variety  of social work ",
  "among  the  peasantry,  like  mobilising  famine  relief  or  organising ",
  "arbitration  courts. Through  such mediation,  the Indian  peasants, so ",
  "far locked  away  in their  localised  existence,  were  being  gradually ",
  "connected  to a wider national contest with colonial rule. These asso­",
  "ciations  were,  of course,  not  overtly  anti-British,  as many  of them ",
  "sent  mes ages of loyalty  to  Queen  Victoria  on  the occasion  of the ",
  "Delhi  Durbar.  They were fighting for limited reforms,  but neverthe­",
  "less, they exhibited  a new public awareness. They  were demanding ",
  "equality  and  representative  government-above  all,  a share  in the ",
  "administration  of their own country-and  this is where the new pol­",
  "itics differed from the earlier phase of landlord-dominated  politics. ",
  "But the educated  professional leadership  of this new politics  also ",
  "suffered  from  a  few dilemmas,  which  originated  from  the  social ",
  "composition  of this  class. As  observed  earlier,  they  came  mostly ",
  "from the priestly and literary castes, who  previously held a monop­",
  "oly control  over proprietary  right in land. In a way, English  educa­",
  "tion and new professions  provided for the extension  of the sphere of ",
  "dominance  for essentially  the same dominant  classes;  it was only in ",
  "Bombay that we witness the emergence  of a commercial  bourgeoi­",
  "sie. So the professionals  in most parts of the country  retained  a con­",
  "nection  land  and  therefore  also  fought  for landlord  interests. ",
  "with ",
  "This  was  revealed  in  the  united  Indian  opposition  to the Bengal https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "217 ",
  "EMERGENCE OF INDIAN NATIONALISM ",
  "Tenancy  Bill in  1885,  which  proposed  to  protect  the  occupancy ",
  "rights of the peasants and to restrict the right of the landlord  to raise ",
  "rent  arbitrarily;  the bill was passed by official majority. These hard ",
  "to conceal dilemmas evoked mixed reactions  from the British. The ",
  "colonial  government  in the late nineteenth  century  recognised  the ",
  "political  importance  of the new educated  class. Particularly,  liberal ",
  "viceroys like Lord Ripon  realised that it was essential to provide  a ",
  "fair field for their  legitimate  aspirations  and ambitions  and convert ",
  "them  into  friends of the Raj. But his more  conservative  successor ",
  "Lord  Dufferin  took  a  different  view  and  contemptuously  called ",
  "them  \"babu\"  politicians,  representing  only  a \"microscopic  minor­",
  "ity\". After the Indian  Councils Act of 1892,  which  introduced  in a ",
  "limited  form  the  principle  of election  to  constitute  the  legislative ",
  "councils, the new professional class in terms of political prominence ",
  "superseded  the landed aristocracy;  but they could never completely ",
  "ignore  the  landed  magnates.  The  colonial  state,  therefore,  could ",
  "confidently claim itself to be the real champion  of the interests of the ",
  "masses. ",
  "The limitations and contradictions  of early nationalism  were visi­",
  "ble  in other  areas too,  as many  of these high-caste  Hindu  leaders ",
  "could not totally overcome their social conservatism. Their attempts ",
  "to  construct  a  nationalist  ideology  premised  on  the  notion  of  a ",
  "golden Hindu past instantly inspired a wide range of people; but this ",
  "also alienated some others. The social debates brought  in a schism in ",
  "the Poona  Sarvajanik Sabha between  the two  leaders and their  fol­",
  "lowers-the  more conservative  B.G.  Tilak on the one hand and the ",
  "liberal reformist  G.K.  Gokhale  on the  other. The  controversy  over ",
  "the Age of Consent Act {1891), which proposed  to raise the age for ",
  "the consummation  of marriage for women  from ten to twelve, cen­",
  "tred around the argument that the British had no right to interfere  in ",
  "Hindu  social and religious life (more in chapter 5. 2). Indian  nation­",
  "alism thus came to be associated with the defence of Hindu  religion ",
  "against foreign interference  and the patriotic  literature  both in Ben­",
  "gali and  Marathi  started  defining  Indian  nationalism  in  terms  of ",
  "Hindu  imageries. These developments  certainly  alienated  the Mus­",
  "lims from  this stream  of nationalism,  as a new  consciousness  was ",
  "developing  among  them as well. They too were defining their own ",
  "self-interests  in opposition  to those of the Hindus  and colonial poli­",
  "cies  further  encouraged  such  Hindu-Muslim  schism.  As the  Arya ",
  "Samaj started the cow protection  movement,  this communal  conflict ",
  "began  to  acquire  a  mass dimension.  Large-scale  communal  riots https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "218 ",
  "FROM PLASSEY TO PARTITION ",
  "rocked  northern  India from the 1870s, constituting  certainly  a new ",
  "phenomenon  in Indian history.  The  eighteenth  century  concept  of ",
  "Hindustan  being equally shared by the  Hindus and Muslims alike, ",
  "was gradually  receding  in  the  face of an emerging  communal  ex­",
  "dusivism in the nineteenth,  paving the way for a violent contest  for ",
  "territory  in the twentieth  (more details in chapter  5.2). ",
  "This communal estrangement  in north Indian society had another ",
  "important dimension.  The Brahmans and the other  high-caste Hin­",
  "dus,  who dominated  new education, professions,  and  new associa­",
  "tions, did not  do anything  to enlist the support of the  lower  castes ",
  "and  the  untouchables. Yet, despite  this  apathy  and  indifference, ",
  "there were unmistakable signs of enlightenment  and social awaken­",
  "ing among  these  lower castes, resulting  from  colonial  educational ",
  "policies,  Christian missionary philanthropy as well as their own  ini­",
  "tiative.  This inspired  them to construct alternative  political ideolo­",
  "gies  based  on  anti-Brahman  sentiments,  around  which  powerful ",
  "movements  were  organised  by  the  untouchables  and  the  non­",
  "Brahman  castes in  Maharashtra  and  Madras,  aiming  primarily  at ",
  "their  own  advancement.  They  looked  at  the  emerging  nationalist ",
  "movement  as a conspiracy  to establish Brahmanic hegemony  over ",
  "the  new  colonial  institutions  and  viewed  colonial  government  as ",
  "their  patron  and liberator  (more  details in chapter  7.2).  Thus, the ",
  "political project of imagining an Indian  nation from the top  had to ",
  "confront  from the very beginning the difficult issue of diversity and ",
  "difference.  The  administration  obviously  took  advantage  of  such ",
  "contradictions  in colonial  society and  further  encouraged  them  in ",
  "order to create more impediments  for the budding Indian  national­",
  "ists who, in spite ofa ll their weaknesses and limitations, were raising ",
  "some  unpleasant  questions  for the Raj. It was in this context  that ",
  "Indian National  Congress was born  in 1885 and during  the subse­",
  "quent  years  it dominated  Indian nationalist  movement,  trying with ",
  "mixed successes to resolve these contradictions. ",
  "4.4.  INDIAN ",
  "FOUNDATION  OF THE  NATIONAL  CONGRESS ",
  "The Indian National Congress, which was destined to play a domi­",
  "nant  role  in  India's  struggle  for  independence,  was  formed  at a ",
  "national  convention  held  in  Bombay  in  December  1885,  under ",
  "the  presidency  of  W.C.  Bonnerji.  A  retired  British  civil  servant ",
  "A.O.  Hume was crucially  involved  in this process,  as it was he who ",
  "toured  across the subcontinent, talked to prominent political leaders ",
  "in Bombay, Madras  and Calcutta  and persuaded  them  to meet at a ",
  "national  conference  that was initially supposed  to  meet  at Poona. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "219 ",
  "EMERGENCE  OF INDIAN  NATIONALISM ",
  "The outbreak  of cholera deprived the Marathi town of this privilege, ",
  "which was now passed on to the more cosmopolitan colonial city of ",
  "Bombay. But whatever might have been the historic significance of ",
  "this first meeting, Hume's involvement  in it gave rise to a lot of con­",
  "troversy regarding the origins of Congress. The safety-valve theory ",
  "or the conspiracy theory, which was deduced from this  simple fact, ",
  "was for a long time subscribed to by all shades of historians,  in the ",
  "right, left and centre.  It was even accepted by some of the stalwarts ",
  "of nationalist  movement. In recent researches, however, it has been ",
  "thoroughly discredited. ",
  "The theory originated  from William Wedderbum's  biography  of ",
  "Hume  published  in  1913.  Wedderburn, another  ex-civil  servant, ",
  "wrote that in 1878  Hume had come across seven volumes of secret ",
  "reports  which  showed  that  there  had  been  seething  discontent ",
  "among the lower classes and a conspiracy to overthrow British  rule ",
  "by force. He became disturbed, met Lord Dufferin and together they ",
  "decided  to  establish  an  organisation  with  educated  Indians.  This ",
  "would serve as a safety valve by opening up a line of communication ",
  "between the rulers and the ruled and would thus prevent a mass rev­",
  "olution. The Congress was in this way the creation  of British rule. ",
  "This safety-valve theory was believed by the earlier nationalist histo­",
  "rians;  the imperialist  historians  used  it  to discredit  Congress  and ",
  "the  Marxist  historians  developed  a  conspiracy  theory  from  this. ",
  "R.P. Dutt,  for example, wrote that  Congress was born  through  a ",
  "conspiracy to  forestall  a popular  uprising  in  India and  the  Indian ",
  "bourgeois leaders were a party to it.  In the 1950s these safety valve ",
  "or conspiracy  theories were proved  to be wrong.  First of all,  those ",
  "seven volumes of secret reports have not been traced in any of the ",
  "archives either in India or London.  Historians  argue  that given the ",
  "structure of British  information  system in the  1870  , it was highly ",
  "unlikely  that so many volumes of secret reports could have existed. ",
  "Except in Wedderburn's biography of Hume, nowhere else any  ref­",
  "erence to the existence  of such  reports could be  found, and he too ",
  "mentioned  that they were supplied to Hume by religious gurus, and ",
  "were not procured from any official  sources. Then the opening up of ",
  "Lord Dufferin's  private papers in the late 1950s cleared up the con­",
  "fusion by exploding the myth of Dufferin's sponsorship  of the Con­",
  "gress or Hume. He had indeed met Hume in Simla in May 1885, but ",
  "did not take him seriou  ly and then gave definite  orders to the Gov­",
  "ernor of Bombay to be caucious about the delegates who were going ",
  "to meet in his city. Both he and Lord Reay, the governor of Bombay ",
  "were suspicious  and  disapproved  of the  proposed  meeting, as they https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "220  FROM  PLASSEY TO PARTITION ",
  "thought  that they were going to start in India something  like  a Irish ",
  "Home Rule League movement. Soon after the formation of the Con­",
  "gress,  Dufferin  was  openly  castigating  Congress  for  its  dubious ",
  "motives.  In 1888,  he criticised  it  for representing  a \"microscopic ",
  "minority\"  and  this  statement,  if  not  anything  else,  explodes  the ",
  "afery valve or conspiracy theory. Historians now more or less agree ",
  "that the story of seven volumes of secret report was a fiction created ",
  "by a friendly  biographer  W edderbum to portray  Hume as a British ",
  "patriot  who wanted  to save the British empire  from an impending ",
  "crisis.  So,  as Bipan  Chandra  comments,  \"it  is high  time  that  the ",
  "safety-valve  theory  ...  was  confined to the care  of the mahatmas ",
  "from whom  perhaps  it originaredl?\" ",
  "The fact that Hume played a crucial  role in the foundation of the ",
  "Congress, however,  remains,  although  this  role might  have been ",
  "grossly exaggerated  in the  safety valve or conspiracy  theories.  In ",
  "reality, Hume  was a political liberal, who certainly  had a clear idea ",
  "about growing discontent  among  the Indians. Therefore,  he visual­",
  "ised an all India organisation,  which would  represent  Indian  inter­",
  "ests and would act as something  like Her Majesty's  Opposition.  He ",
  "got in touch  with Viceroy Lord Ripon  and offered  his full support ",
  "for his liberal reform  programme, particularly  his plan of introduc­",
  "ing local self-government,  which he knew his conservative colleagues ",
  "would  try to derail  to their own  peril.  After Ripon's departure,  he ",
  "embarked upon a project of linking up his wide contacts among the ",
  "educated Indians in order to bring them into a national  organisation ",
  "as a legitimate forum for venting their grievances. But even if Hume ",
  "had not taken any initiative, in India of the 1870s and 1880s the for­",
  "mation  of a national  organisation  was clearly in the air. ",
  "As we have seen  already, groups of educated  Indians  were politi­",
  "cally active  in the three presidencies and they had established  new ",
  "associations which had  begun to fight for civil liberties  and organ­",
  "ised countrywide agitations on various national issues. Protests against ",
  "missionary interventions  and against the Lex Loci Act of 1850 were ",
  "voiced  from different  parts of India simultaneously.  In  1867  there ",
  "was a nationwide  agitation  against the proposed income tax and  in ",
  "support  of a  demand  for  balanced  budget.  Then  in  1877-80  a ",
  "massive campaign  was organised  around  the demand for lndianisa­",
  "tion of the civil services and against Lord Lytton's expensive Afghan ",
  "adventures, the cost of which  had to be met from Indian  revenues. ",
  "The Indian press and associations also organised an orchestrated  cam­",
  "paign against the notorious Vernacular Press Act of 1878. In 1881-82 https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "221 ",
  "EMERGENCE  OF INDIAN  NATIONALISM ",
  "they organised  a protest  against Plantation  Labour and Inland  Emi­",
  "gration  Act, which condemned  the plantation  labourers to serfdom. ",
  "Finally, a major nation-wide  agitation was launched again in 1883 in ",
  "favour  of the  Ilbert Bill, which  had  shaken  the  educated  Indians' ",
  "faith in the  righteousness  of British rule. In 1885 there  was an all­",
  "India effort  to raise a National  Fund,  which would be used to pro­",
  "mote  political  agitation  in India and England. The same year,  the ",
  "Indians  fought  for  the  right  to  join  the  volunteer  corps  so  long ",
  "restricted  to Europeans alone and then organised  an appeal to Brit­",
  "ish voters  to vote for those candidates  who were  friendly  towards ",
  "India. The main initiative for organising such agitations  came from ",
  "the presidency  associations,  the  Indian Association being the  most ",
  "articulate  of them all. But they were not confined  to the presidency ",
  "towns  alone.  The  other  provincial  towns,  like  Lahore,  Amritsar, ",
  "Meerut, Kanpur, Aligarh,Poona, Ahmedabad, Surat, Pama or Curtack, ",
  "were  equally  affected  by  agitations  that  were  launched  on  what ",
  "clearly appeared  to be some national  issues. Western  education  and ",
  "English language had formed  a bond between  these regional elites, ",
  "while a community of suffering remained conducive to the germina­",
  "tion of a new political consciousness across the regional barriers. ",
  "All these demands raised by the associations remained  unfulfilled ",
  "and this all the more convinced the regional leaders about the need ",
  "for an all-India organisation. While informal contacts between lead­",
  "ers from various cities were not lacking in any period,  attempts  to ",
  "establish a formal forum were also made a number of times. The ear­",
  "liest of such endeavours  to forge all-India  links was in 1851 when ",
  "the British India Association of Calcutta  tried to open  branches  in ",
  "other two presidencies with a view to send a joint petition  to British ",
  "parliament  on  the  eve of the  renewal  of the  Company's  Charter. ",
  "Again on the occasion of the Delhi Durbar in 1877, the Indian jour­",
  "nalists who were invited to this extravaganza took the opportunity ",
  "to form a Native Press Association. They elected S.N. Banerjea, the ",
  "leader of the Indian Association  and  the  editor  of Bengalee, as its ",
  "first secretary  and resolved to meet once or twice every year to dis­",
  "cuss issues related  to press and the country. The  Indian Association ",
  "organised  a national  conference  in Calcutta  in 1883  and  another ",
  "was  scheduled  in  December  1885.  Again  in  Madras  in  1884, ",
  "through  the private initiative of a member of the Theosophical  Soci­",
  "ety, delegates from different  parts of India met on the sideline of the ",
  "society's  annual  convention,  to  discuss the  necessity of a national ",
  "organisation.  So the emergence of a national body was clearly on the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "222 ",
  "FROM  PI.ASSEY TO PARTITION ",
  "cards,  although  mutual  jealousies  that  thwarted  such  attempts  in ",
  "1851 had not been completely  removed  either.  There was still the ",
  "need  for  a  mediator  who  could  bring  all  these  regional  leaders ",
  "together under one organisational umbrella. Hume was ideally suited ",
  "for this role,  as his supra-regional  identity  made him acceptable  to ",
  "all the regional leaders. He was also acceptable for his known liberal ",
  "political opinions. ",
  "The Indian National  Congress, which was thus born in December ",
  "1885,  tried  from the very beginning  to eliminate  such regional dif­",
  "ferences. The first Congress declared that one of its major objectives ",
  "would  be the \"development  and consolidation  of those  sentiments ",
  "of national  unity\".  The decision to hold the Congress session every ",
  "year in different  parts  of the  country.and  to choose  the  president ",
  "from a region other  than the one where the session was being held, ",
  "was meant to break the regional barriers and misunderstandings. In ",
  "1888  it was decided  that  no resolution  would  be passed  if it was ",
  "objected to by an overwhelming  majority of Hindu  or Muslim  dele­",
  "gates; a minority clause figured prominently  in a resolution  adopted ",
  "in 1889 demanding  reform  of the legislative councils. The  avowed ",
  "objective  of all these  endeavours  was  to  create  a  forum  through ",
  "which  the politically conscious people  of different  regions  of India ",
  "could unite.  It was meant to be organised in the way of a parliament ",
  "and the sessions were conducted  democratically,\" It represented,  in ",
  "a true sense of the term,  the modern  politics in India and obviously ",
  "therefore,  it signalled the coming of a new trend in Indian public Life. ",
  "At the same rime, the Congress from the very beginning suffered ",
  "from some important  weaknesses, the most significant ofthem being ",
  "uneven representation  and total exclusion of the non-elite groups of ",
  "Indian  society. The  composition  of the  delegates  at the  first  Con­",
  "gress reflected almost accurately the changing patterns  of organised ",
  "political  life  in  India,  the  Western  educated  professional  groups ",
  "gradually  taking  the  lead over the  landed  aristocrats.  Geographic­",
  "ally, within  the overall ascendancy  of the presidencies,  Bengal was ",
  "gradually  slipping  from  its  leadership  position,  which  was  being ",
  "taken  over by Bombay, surging ahead  of all other  regions.  The  first ",
  "meeting of the  Indian National  Congress in 1885 was attended  by ",
  "seventy-two  non-official  Indian  representatives and  they  included ",
  "people apparently  from various walks of life, or belonging to \"most ",
  "classes\", as claimed  by the  official report of the  Congress.  There ",
  "were  lawyers,  merchants  and  bankers,  landowners,  medical  men, ",
  "journalists,  educationists,  religious  teachers  and  reformers.  If we ",
  "look  at their regional  distribution,  thirty-eight  came from  Bombay https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "EMERGENCE  OF  INDIAN  NATIONALISM  223 ",
  "Presidency, twenty-one  from Madras,  but only four from Bengal, as ",
  "the Indian Association had convened its own national conference  in ",
  "Calcutta almost at the same rime and the Bengal leaders were told of ",
  "the Bombay conference only at the very last moment. Apart from the ",
  "presidencies,  seven  representatives  came  from  the  four  principal ",
  "towns  of North-Western  Provinces and Awadh and one each from ",
  "the three  of Punjab.86 It was in other words, despite lofty claims, ",
  "towns ",
  "a gathering of professionals, some landlords and businessmen, repre­",
  "senting  primarily  the  three  presidencies  of British  India.  In  their ",
  "social composition  too, the members of the early Congress belonged ",
  "predominantly  to the high caste Hindu communities and this pattern ",
  "continued  unchanged  for more  two decades of its existence.\" ",
  "than ",
  "This  limitation  of  participation  did  not  fluster  the  members  of ",
  "the  Congress,  as they complacently  claimed to represent  the whole ",
  "nation;  but it obviously put some constraints  on their programmes, ",
  "which we will discuss in greater detail in the next chapter. ",
  "In its political  behaviour,  quite  expectedly,  the  Indian National ",
  "Congress in its early career was never a radical organisation,  as the ",
  "culture  of open  opposition  to  the  government  had  not  yet  taken ",
  "roots.  So they were cautious  reformers  seeking to alleviate certain ",
  "unpleasant  aspects of what  Surendranath  Banerjea described  as the ",
  "\"un-British  rule\"  in  India  and  their  method  was sending  prayers, ",
  "petitions  and memoranda.  W. C. Bonnerji, the president  of the first ",
  "Congress,  made it clear at the very outset  that it was not \"a nest of ",
  "conspirators  and disloyalists\";  they were \"thoroughly  loyal and con­",
  "sistent well-wishers of the British Government\". 88 This explains why ",
  "the founders of the Congress had to involve A.O. Hume in their pro­",
  "ject.  His association  would  assuage official suspicion  and  this was ",
  "crucial, as Gokhale, another  stalwart of the early Congress, wrote in ",
  "1913,  any attempt  by the Indians to form an all India organisation ",
  "would  immediately  attract  the  unfriendly  attention  of the  authori­",
  "ties. \"If the founder of the Congress had  not been a great English­",
  "man\",  he wrote,  \"the  authorities  would  have at once  found  some ",
  "way or  the other  to suppress  the  movement\".  Thus,  to  use Bi pan ",
  "Chandra's  analogy, \"if Hume and other English liberals hoped to use ",
  "Congress as a safety-valve, the Congress leaders hoped to use Hume ",
  "as  a lightning  conductor\".\"  In  this  way  the  Congress  movement ",
  "started  in India as a limited elitist politics  for limited reforms.  But ",
  "nevertheless,  it represented  a new and modern  trend in Indian polit­",
  "ical tradition. Despite its limitations,  it sought to forge an overarch­",
  "ing national  unity  and  raised  a very  important  political  demand: ",
  "\"the  basis of  the  government  should  be widened  and  the  people https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "224 ",
  "FROM PLASSEYTO PARTillON ",
  "should  have their  proper  and  legitimate  share  in it\". 90 It was from ",
  "here that the mainstream  of Indian nationalist politics began to flow. ",
  "Given  its limitations  and inherent  contradictions,  it was bound  to ",
  "face contestation,  which we will discuss in due course. ",
  "NOTES ",
  "1.  Duara 1995:  4. ",
  "2.  Chatterjee 1986: 42. ",
  "3.  Nandy 1994a: 3-4  and passim; also 1998. ",
  "4.  Ray  1980:  16-26;  as  examples  of  this  school  of  thought,  see ",
  "Rudolph and Rudolph 1967, Broomfield 1968, Low 1968, lrschik ",
  "1969, Rothermund 1970, Dobbin 1972, Gordon 1974. ",
  "5.  See for example, Gallaghar,johnson  and Seal 1973,johnson  1973, ",
  "Bayly 1975, Baker and Washbrook 1975, Washbrook 1976. ",
  "6.  Seal 1973. ",
  "7.  Raychaudhuri 1979. ",
  "8.  Mukherjee 1996:  104-19. ",
  "9.  Sarkar 1973. ",
  "10.  Sarkar 1983:  1 1. ",
  "11.  Chandra et al. 1989: 22-30. ",
  "12.  Guha 1982:  1-3, emphasis in original. ",
  "13.  Guha 1992. ",
  "14.  Sarkar 1997. ",
  "15.  Chakrabarty 1998:  475. ",
  "16. Chatterjee 1986: 43, ",
  "50-51. ",
  "17. Chatterjee 1993:  6-7, 13 and passim. ",
  "18.  Prakash 1999: 202. ",
  "19.  Ibid:  202, 212 and passim. ",
  "20.  See, for example, Visweswaran 1997:  84-85 and passim. ",
  "21.  See, for example, Aloysius 1997: 2 and passim. ",
  "22.  Loomba 1998:  207. ",
  "23.  Quoted in Oommen 2000: 3. ",
  "24.  Bose and Jalal 1998:  10. ",
  "25.  Bhabha 1990: 5. ",
  "26.  Kumar 1968:  175-76. ",
  "27.  Guha 1993:  64-65,  74-76. ",
  "28.  Kling 1966. ",
  "29.  Guha 1993:73-77. ",
  "30.  Hardiman  1993:  17-18. ",
  "31.  Chaudhuri 1967. ",
  "32.  Sengupta 1974. ",
  "33.  Sengupta 1979. ",
  "34.  Hardiman 1993: 23- 26. ",
  "35.  Hardiman 1996: 219, italics in original. ",
  "36.  Kumar 1968: 151 and passim. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "EMERGENCE  OF  INDIAN  NATIONALISM  225 ",
  "37.  Charlesworth  1972:  408. ",
  "38.  Hardiman 1993:  34. ",
  "39.  Hardiman 1993: 37-38. ",
  "40.  Ibid: 40-44. ",
  "41.  Barrier 1993:  251. ",
  "42.  Hardiman 1993: 46. ",
  "43.  Ranajit Guha 1994:  292. ",
  "44.  Singh 1983: 199, 201. ",
  "45.  Bhattacharya 1992:  127-28. ",
  "46.  Gadgil and Guha 1993. ",
  "47.  Arnold 1986b:  133. ",
  "48.  Gadgil and Guha 1993. ",
  "49.  Dasgupta 1994. ",
  "50.  Guha 1991. ",
  "51.  Guha  1999. ",
  "52.  For details, see Skaria 1999. ",
  "53.  Bhattacharya  1992. ",
  "54.  Quoted in Skaria  1999:  272. ",
  "55 .  Chatterjee  19 84a. ",
  "56.  Guha  1994:  4. ",
  "57.  Hardiman  1993:  50, 52. ",
  "58.  Chatterjee  1993:  5-7. ",
  "59.  Bayly  1998:  79. ",
  "60.  Metcalf 1964:  323-24. ",
  "61.  Cohn 1994:  180,189. ",
  "62.  Quoted in Mehrotra  1971:  61. ",
  "63.  Ibid:  76-78. ",
  "64.  Quoted in Bandyopadhyay 1997b:  23. ",
  "65.  Sarkar 1981. ",
  "66.  Quoted in Sarkar 1985: 31. ",
  "67.  Chatterjee 1993:  6. ",
  "68.  Dalmia 1997:  15. ",
  "69.  Misra 1978: 302. ",
  "70.  Basu  1974:  100. ",
  "71.  Seal 1968:  25. ",
  "72.  For this argument, see Viswanathan  (1989) ",
  "73.  Desai 1959:  144. ",
  "74.  Chakrabarty 2000: 4. ",
  "75.  Quoted in Bandyopadhyay  1997b:  26. ",
  "76.  Quoted in Mehrotra 1971:  290-91. ",
  "77.  Ibid:  110-11,  281. ",
  "78.  Gopal  1953:  110. ",
  "79.  Quoted in Ray 1984:  26. ",
  "80.  For more on this, sec Sinha 1995:  33-63. ",
  "81.  See Mehrotra  1971  for details. ",
  "82.  McGuire  1983:  35. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "226  FROM  PLASSEY TO PARTITION ",
  "83.  Bayly  1975:  14-15,  17. ",
  "84.  Chandra, et al.  1989:  70 and passim for details on this. ",
  "85.  Ibid:  74-75. ",
  "86. Mehrotra  1971: 412. ",
  "87.  Gho  h 1960: 24-26. ",
  "88.  Quoted in Mehrotra  1971: 413. ",
  "89.  Chandra,  et al.  1989:  81. ",
  "90.  Quoted in Mehrotra  1971:  413. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "chapter  five ",
  "Early  Nationalism:  Discontent and ",
  "Dissension ",
  "5 .1. THE  MODERATES  AND  ECONOMIC  NATIONALISM ",
  "Congress politics during the first twenty years of its history is roughly ",
  "referred  to as moderate  politics.  Congress at that time was hardly a ",
  "full-fledged  political party;  it was more  in the  nature  of an annual ",
  "conference, which  deliberated  and  adopted  resolutions  during  the ",
  "\"three  day tamashas\" and then dispersed.  Its members were mostly ",
  "part-rime politicians, who were successful professionals  in their per­",
  "sonal lives-a thoroughly Anglicised upper class who had very little ",
  "time and commitment  for  full-time politics.  There  had been some ",
  "distinct phases in moderate politics, but on the whole, there was an ",
  "overall uniformity in their objectives and methods of agitation. The ",
  "moderates  were  primarily  influenced  by  Utilitarian  theories,  as ",
  "Edmund  Burke, John  Stuart Mill and john Morley had left a mark ",
  "on their thoughts and actions. The government  should be guided by ",
  "expediency, they believed, and not by any moral or ethical laws. And ",
  "the constitution was to be considered  inviolable  and hence  repeat­",
  "edly they appealed  to the British parliament  complaining  about  the ",
  "Government  of  India  subverting  the  constitution.  They  did  not ",
  "demand  equality, which seemed  to  be a rather  abstract  idea;  they ",
  "equated liberty with class privilege and wanted gradual or piecemeal ",
  "reforms. British rule to most of them seemed to be an act of provi­",
  "dence destined to bring in modernisation. Indians needed some time ",
  "to prepare  themselves for self-government; in the meanwhile, abso­",
  "lute faith could be placed in British parliament and the people. Their ",
  "complaint  was only against \"un-British rule\" in India perpetrated  by ",
  "the  viceroy, his  executive  council  and  the  Anglo-Indian  bureau­",
  "cracy-an  imperfection  that could be reformed  or rectified through ",
  "gentle persuasion. Their politics, in other words, was very limited in ",
  "terms  of goals and  methods.  They were  secular  in their  attitudes, ",
  "though  not  always forthright  enough  to  rise above  their sectarian ",
  "interests. They were conscious of the exploitative  nature  of British https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "228 ",
  "FROM  PLASSEY TO PARTITION ",
  "rule,  but  wanted  its reform,  not  expulsion.  As Dadabhai  Naoroji, ",
  "one  of the  early stalwarts  of this  politics,  put  it in  1871:  \"In  my ",
  "belief a greater calamity would not befall India than  for England to ",
  "1 ",
  "go away and leave her to herself.\" ",
  "Therefore,  within  the  constitutional  field,  the  moderate  politi­",
  "cians never visualised a clinical separation  from the British empire; ",
  "what  they wanted  was only limited  self-government  within  the  im­",
  "perial framework.  They wanted  first of all the abolition  of the India ",
  "Council  which  prevented  the  secretary  of state  from  initiating  lib­",
  "eral  policies  in  India.  They  also wanted  to  broaden  Indian  parti­",
  "cipation  in  legislatures  through  an  expansion  of  the  central  and ",
  "provincial  legislatures by introducing  50 per cent elected  represen­",
  "tation  from  local  bodies,  chambers  of commerce,  universities  etc. ",
  "They  also wanted  new  councils  for North-Western  Provinces  and ",
  "Punjab and two Indian members in the Viceroy's Executive Council ",
  "and  one such member  in each of the executive councils of Bombay ",
  "and Madras. The budget should be referred  to the legislature, which ",
  "should  have the right to discuss and vote on it and also the right of ",
  "interpellation.  There should also be a right to appeal to the Standing ",
  "Committee  of the  House  of Commons  against  the Government  of ",
  "India. Thus their immediate demand was not for full self-government ",
  "or democracy;  they  demanded  democratic  rights  only for the  edu­",
  "cated  members  of the  Indian society who would  substitute  for the ",
  "masses. ",
  "The expectation  of the moderate  politicians was that  full political ",
  "freedom  would come gradually and India would be ultimately given ",
  "the self-governing  right like those enjoyed by the  other  colonies  as ",
  "Canada  or Australia.  With  an  intrinsic  faith  in  the  providential ",
  "nature  of British rule in India, they hoped  that  one day they would ",
  "be recognised  as partners  and not subordinates  in the affairs of the ",
  "empire  and be given the rights of full British citizenship. What  they ",
  "received  in  return,  however,  was  Lord  Cross's  Act  or  the  Indian ",
  "Councils  Amendment  Act of 1892,  which  only provided  for  mar­",
  "ginal expansion  of the legislative councils both at the centre  and the ",
  "provinces.  These  councils  were  actually  to be constituted  through ",
  "selection  rather  than  election:  the  local  bodies  would  send  their ",
  "nominees  from among whom the viceroy at the centre and the gov­",
  "ernors  at the  provinces would  select the  members  of the  legislative ",
  "councils. The budget was to be discussed in the legislatures,  but not ",
  "to be voted  on.  The  opposition  could  not  bring  in any resolution, ",
  "nor demand  a vote on any resolution  proposed  by the government. ",
  "The Government  of India was given the power  to legislate without https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "229 ",
  "EARLY NATIONALISM ",
  "even referring  to the  legislatures, whose functions would  be at best ",
  "recommendatory  and not mandatory. Very few of the constitutional ",
  "demands  of the moderates,  it seems, were fulfilled by this act 2 ",
  "So far as the  reformation  of the administrative  system was con­",
  "cerned,  the first demand of the moderates was for the Indianisation ",
  "of the services. An Indianised civil service would be more responsive ",
  "to the Indian needs, they argued. It would stop the drainage of money, ",
  "which was annually expatriated  through  the payment of salary and ",
  "pension  of the  European  officers.  More  significantly, this  reform ",
  "was being advocated as a measure against racism. What they deman­",
  "ded  actually  were  simultaneous  civil service examination  both  in ",
  "India and London and the raising of the age limit for appearing  in ",
  "such examinations from nineteen to twenty-three. But Charles Wood, ",
  "the president of the Board of Control,  opposed it on the ground that ",
  "there was no institution  in India, which could train the boys for the ",
  "examination.  The  Public  Service  Commission,  appointed  under ",
  "Charles Aitchison, recommended  the  raising of the  maximum  age, ",
  "but not simultaneous  examination.  In 1892-93 under the initiative ",
  "of William Gladstone,  the House of Commons  passed a resolution ",
  "for simultaneous examination,  though the secretary of state was still ",
  "opposed  to it. But at the same time the maximum age for examina­",
  "tion was further  lowered  to the  disadvantage  of the Indians.  Soon ",
  "Gladstone was replaced by Lord Salisbury and the whole matter was ",
  "buried there (see chapter 2.3 for more details). ",
  "Another sore point in this area was the military expenditure.  The ",
  "British Indian army was being used in imperial wars in all parts of ",
  "the world, particularly in Africa and Asia. These and the Indian fron­",
  "tier wars  of the  1890s  put  a  very  heavy  burden  on  the  Indian ",
  "finances. The moderates demanded  that this  military expenditure ",
  "should  be evenly shared by the British government;  Indians should ",
  "be taken into  the army as volunteers; and more and more of them ",
  "should  be appointed  in higher  ranks. AJl of these  demands  were ",
  "however  rejected.  Commander-in-chief  Roberts  abhorred the  idea ",
  "of volunteer  service, as he feared that the Maratha  and Bengali vol­",
  "unteers, disaffected and untrustworthy  as they were because of their ",
  "association  with  nationalism,  would surely find their  way into  the ",
  "army and subvert its integrity. Similarly, the demand  for appointing ",
  "Indians in commissioned ranks was rejected, as no European  officer ",
  "would  cherish  the  thought  of being  ordered  by an  Indian  com­",
  "mander.  The British government  agreed to share only a small frac­",
  "tion of the  military  expenditure, less than  £1  million  in all. The ",
  "higher exchange rates reduced the amount even further,  and so the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "230 ",
  "FROM PLASSEY TO  PARTITION ",
  "burden  on the Indian finances remained the same. The other  admin­",
  "istrative  demands of the moderates included the extension  of trial by ",
  "jury,  repeal  of the  arms act, complaint  against  over-assessment  of ",
  "land revenue and demand  for the extension  of the Permanent  Settle­",
  "ment,  demand  for the abolition  of salt  and a campaign  against ",
  "tax ",
  "the exploitation  of the indentured  labour at the Assam tea gardens. ",
  "All these demands represented  a plea for racial equality  and  a con­",
  "cern  for  civil rights  and  also perhaps  reflected  a concern  for  the ",
  "lower orders,  though  of a very limited  nature.  But it is needless to ",
  "mention  that  none  of  the  demands  were  even  considered  by the ",
  "colonial administration. ",
  "However, despite all these setbacks, the most significant historical ",
  "contribution  of the  moderates  was that  they  offered  an economic ",
  "critique  of colonialism.  This  economic  nationalism, 3  as it is often ",
  "referred to, became a major theme that developed  further during the ",
  "subsequent  period  of the nationalist  movement and to a large extent ",
  "influenced  the  economic  policies  of the  Congress  government  in ",
  "independent  India. Three  names arc important  to remember  in this ",
  "respect  Dadabhai Naoroji,  a successful businessman,  justice  M.G. ",
  "Ranade and R.C. Dutt, a retired JCS officer, who published  The Eco­",
  "nomic History a/India in two volumes (1901-3). The main thrust  of ",
  "this  economic  nationalism  was  on  Indian  poverty  created  by the ",
  "application  of  the  classical  economic  theory  of  free  trade.  Their ",
  "main argument  was that British colonialism had transformed  itself in ",
  "the nineteenth  century  by jettisoning  the older and direct  modes of ",
  "extraction  through  plunder,  tribute  and  mercantilism,  in favour  of ",
  "more sophisticated  and less visible methods  of exploitation  through ",
  "free trade  and  foreign capital  investment.  This  turned  India into  a ",
  "supplier  of agricultural  raw  materials  and  foodstuffs  to and  a con­",
  "sumer  of manufactured  goods  from the  mother  country. India was ",
  "thus  reduced  to the status of a dependent  agrarian  economy  and a ",
  "field for British  capital investment.  The key to India's development ",
  "was industrialisation  with  Indian  capital,  while  investment  of for­",
  "eign capital meant drainage of wealth through  expatriation  of profit. ",
  "This  \"drain  theory\"  was  in fact the  key theme  of  this  economic ",
  "nationalism.  It was argued that direct drainage of wealth took  place ",
  "through  the payment of home charges, military charges, and guaran­",
  "teed interest  payment  on railway investments.  The  burden  became ",
  "heavier because of the falling exchange rates of rupee  in the  1890s ",
  "and was compounded  by budget  deficits, higher  taxes,  and military ",
  "expenditure.  In Naoroji's  calculation  this huge drainage  amounted ",
  "to about  £12  million per year, while William Digby calculated  it to https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "231 ",
  "EARLY NATIONALISM ",
  "be £30 million. In average, this amounted  to at least half of the total ",
  "revenue income of the British Indian government.  This directly  im­",
  "poverished  India  and  stultified  the  process  of capital  formation. ",
  "High land revenue demands led to land alienation  and impoverish­",
  "ment of the peasantry, while absence of protective  tariff in the inter­",
  "est  of  the  British  manufacturers  hindered  Indian  industrialisation ",
  "and destroyed  the handicraft  industry. This led to overburdening  of ",
  "agriculture  and further impoverishment; the cycle was completed  in ",
  "this way. Naoroji  calculated the per capita income of the Indians to ",
  "be Rs. 20, while Digby's calculation was Rs. 18 for 1899. The gov­",
  "ernment  did  not  accept  this  calculation:  in  1882  Ripon's  finance ",
  "secretary calculated it to be Rs. 27, while Lord Curzon  in 1901 cal­",
  "culated  it to be Rs. 30.  The  famines and  epidemics  of this period ",
  "however  told a different  story. To  quote  Dadabhai  Naoroji  again, ",
  "\"materially\" British rule caused only \"impoverishment\"; it was like ",
  "\"the  knife  of sugar. That  is to say there  is no  oppression,  it is all ",
  "smooth  and sweet, but it is the knife, notwithstanding.  \"4 ",
  "So,  to  rectify  this  situation  what  the  moderates  wanted  was  a ",
  "change  in economic  policies. Their  recommendations  included  re­",
  "duction  of expenditure  and taxes, a reallocation of military charges, ",
  "a protectionist  policy to protect  Indian industries, reduction  of land ",
  "revenue assessment, extension  of Permanent  Settlement  to ryotwari ",
  "and mahalwari  areas, and encouragement  of cottage  industries  and ",
  "handicrafts. But none of these demands  were fulfilled. Income tax, ",
  "abolished  in the  1870s,  was reimposed  in  1886;  the  salt tax  was ",
  "raised from Rs. 2 to Rs. 2.5;  a customs duty was imposed, but it was ",
  "matched  by a countervailing  excise duty  on Indian  cotton  yam  in ",
  "1894, which was reduced to 3.5 per cent in 1896. The Fowler Com-",
  "mission artificially fixed the exchange rate of rupee at a high  rate of ",
  "I shilling and 4 pence. There was no fundamental change in the agri­",
  "cultural  sector either, as colonial  experts  like Alfred Lyall believed ",
  "that  Indian  agriculture  had  already  passed  through  its  stationary ",
  "stage and had entered the modem  stage of growth and hence there ",
  "were  more  signs of progress  than  recession. The  moderate  econo­",
  "mic agenda, like its constitutional  or administrative  agenda,  thus re­",
  "mained  largely unrealised. ",
  "This nationalist  economic theory  may appear  to be a contentious ",
  "issue for economic historians  (see chapter  2.5),  but construction  of ",
  "this economic  critique  of colonialism  at this historical juncture  had ",
  "its own political and ethical significance. This economic  theory  by ",
  "linking  Indian  poverty  to  colonialism  was  trying  to corrode  the ",
  "moral  authority  of colonial  rule,  and  also perhaps  by implication https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "232 ",
  "FROM  PLASSEY TO PARTITION ",
  "challenging the whole concept of paternalistic  imperialism or British ",
  "benevolence.  In this way the  moderate  politicians  generated  anger ",
  "against British rule,  though  because of their  own  weaknesses,  they ",
  "themselves  could  not  convert  it into  an  effective  agitation  for  its ",
  "overthrow. The  moderate  politicians could not or did not organise ",
  "an agitation against British rule, because most of them still shared an ",
  "intrinsic faith in the English democratic  liberal political tradition.  So ",
  "their  appeal  was to  the  liberal  political  opinion  in England;  their ",
  "method  was to  send  prayers  and  petitions,  to  make  speeches  and ",
  "publish articles. By using these tools of colonial modem  public life ",
  "they tried to prepare  a convincing \"logical case\" aimed at persuading ",
  "the  liberal political  opinion  in England  in favour  of granting  self­",
  "government  to  India,  But this  political  strategy,  which  the  more ",
  "extremist  elements in the Congress later described as the strategy of ",
  "mendicancy,  failed to achieve its goals. The failure of moderate  poli­",
  "tics was quite  palpable  by the  end  of  the  nineteenth  century  and ",
  "their  future was doomed  as the less sympathetic  Tories  returned  to ",
  "power in Britain at the tum  of the century. Nevertheless,  the moder­",
  "ates created a political context within which such an agitation was to ",
  "develop  later on. ",
  "There  were also other  contradictions  in moderate  politics,  which ",
  "made  it more  limited  and  alienated  from  the  greater  mass of the ",
  "Indian  population. This was related to the social background  of the ",
  "moderate  politicians who mostly belonged  to the propertied  classes. ",
  "The  first conference  of the Indian National  Congress  in  1885 was ",
  "attended  by  seventy-two  non-official  Indian  representatives  who ",
  "included people belonging, as it was claimed, to \"most classes\", such ",
  "as lawyers, merchants and bankers, landowners,  medical men, jour­",
  "nalists, educationists,  religious teachers and reformers. 5 But despite ",
  "the preponderance  of the new professionals,  the British Indian Asso­",
  "ciation of the landowners  maintained a cordial relationship  with the ",
  "Congress for the first few initial years and remained  its major source ",
  "of finance. About  18.99  per cent of the delegates who  attended  the ",
  "Congress  sessions between  1892 and  1909 were landlords;  the rest ",
  "were  lawyers (39.32 per cent),  traders  (15.10 per cent),  journalists ",
  "(3.18 per cent), doctors  (2.94 per cent), teachers (3.16 per cent) and ",
  "other professionals  (17.31 per cent). Among the lawyers again many ",
  "were related to landlord  families or had landed interests.'  The Con­",
  "gress,  therefore,  could  not  dispense  with  landed  aristocrats  and ",
  "could  not  consequently  take  a logical stand  on  peasant  questions. ",
  "They demanded  extension  of the Permanent  Settlement  only in the ",
  "interest of the zamindars and opposed  cadastral survey in 1893-94, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "233 ",
  "EARLY NATIONALISM ",
  "though it was meant to protect  the peasants horn the manipulations ",
  "of the  zamindars  and  their intriguing  amlas.  The  small pro-tenant ",
  "lobby within  the  Congress led by R.C. Dutt  was soon  outmanoeu­",
  "vred, as their opposition  in 1898 to the pro-zamindar amendment  to ",
  "the Bengal Tenancy Act of 1885  put  them in a difficult  situation. ",
  "Opposition  to the Punjab Land Alienation Bill in 1899 also betrayed ",
  "their  pro-landlord  sympathies. Representation  of  the  commercial ",
  "classes among  its members  also prevented  Congress  horn taking  a ",
  "pro-working  class position.  They were  opposed  to factory  reforms ",
  "like the Mining Bill, which proposed  to improve the living condition ",
  "of women and children  and restrict their employment  under certain ",
  "age. They also opposed similar  labour  reforms  in Bombay on  the ",
  "plea  that  they were  prompted  by Lancashire  interests.  However, ",
  "they supported  labour  reforms  for Assam tea gardens, as capitalist ",
  "interest involved there was of foreign origin,\" happily forgetting that ",
  "the Indian  mill owners  in Bombay exploited their  labourers in no ",
  "less flagrant ways. Finally, their advocacy of indigenous  capitalism ",
  "as a panacea for Indian poverty  revealed their  true  colours.  It was ",
  "the pro-landlord  and pro-bourgeois  policies of the  early Congress ",
  "politicians that allowed the colonial  government  to project itself as ",
  "the real protector  of the poor. ",
  "These early moderate  politicians  were  also  mainly Hindus, bar­",
  "ring  the  notable  exception  of the  Bombay  politician,  Badruddin ",
  "Tyabji. Between 1892 and 1909, nearly 90 per cent of the delegates ",
  "who attended the Congress sessions were Hindus and only 6.5 per ",
  "cent were Muslims and among the Hindus again nearly 40 per cent ",
  "were  Brahmans  and the  rest were upper-caste Hindus. 8  This social ",
  "composition  inevitably resulted  in social orthodoxy, as social ques­",
  "tions were not to be raised in the Congress sessions rill 1907. More ",
  "crucial however was the question  of mobilising the Muslims, as the ",
  "Congress  demand  for elected  councils was not liked by prominent ",
  "Muslim  leaders  like Sir Sayyid Ahmed  Khan,  who  feared  that this ",
  "would  mean  Hindu  majority  rule-the  dominance  of  the  frail­",
  "bodied Bengalees-to  the disadvantage  of the Muslim minority. 9 In ",
  "response to this, in its 1888 session, Congress passed a rule that no ",
  "resolution  would be accepted if an overwhelming majority ofHindu ",
  "or Muslim delegates objected to it. In 1889 in its resolution  demand­",
  "ing reform  of legislatures, a clause was added  recommending  pro­",
  "portional  representation  of the  minorities.\"  But  these  symbolic ",
  "gestures did not remove the apprehension  of the Muslims, while the ",
  "crucial silence of the Congress during the cow-killing riots of 1893 ",
  "added  further to such misgivings. Congress was not directly involved https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "234  FROM  PLASSEY TO PARTITION ",
  "in the  cow-protection  movement,  nor did  it sympathise with  this ",
  "cause;  but by speaking  against it, they felt, they might lose the sup­",
  "port of the Hindu constituency. Its silence was misinterpreted-for ",
  "legitimate  reasons-as  concurrence; and asjohn Mclane has shown, ",
  "Muslim  participation  in Congress  essions began to  decline  rather ",
  "dramatically after 1893.11  Yet there was no major Congress endeav­",
  "our to bring the Muslims back into its fold. The Congress politicians ",
  "suffered  from a sense of complacency as no rival Muslim political ",
  "organisation  worth  its name developed until 1906. ",
  "The moderate  politics thus remained  quite limited  in  nature, in ",
  "terms  of its  goals,  programmes, achievements  and  participation. ",
  "Lord Dufferin, therefore,  could easily get away with his remark  at ",
  "the  St. Andrew's Day dinner  at  Calcutta in November 1888  that ",
  "Congress represented only a \"microscopic minority\"  of the Indian ",
  "people. Yet, despite this limited representation,  the historical signifi­",
  "cance of the early Congress lay in the fact that by providing  an eco­",
  "nomic critique of colonialism and by linking Indian poverty to it, the ",
  "moderate politicians  had constructed a discursive field within which ",
  "the  sub  equent  nationalist  attack  on  colonialism  could  be concep­",
  "tualised.  It was because of the failures of the moderate politics that ",
  "an extremist reaction  was soon to develop in Congress politics  to ",
  "lead to what is often referred to as the notorious Surat Split of 1907. ",
  "The reunification  of the Congress and the expansion  of the political ",
  "nation had to wait for the arrival of Gandhi and World War One. ",
  "5 .2  HINDU REVIVALISM AND POLITICS ",
  "Political extremism  in the second half of the nineteenth  century was ",
  "not ju  t a reaction to moderate  failures; it drew its inspiration  and ",
  "ideology  from a cultural  and intellectual  movement that developed ",
  "simultaneously with and parallel to moderate politics  of the Indian ",
  "National  Congress. The movement  is vaguely referred to as \"Hindu ",
  "revivalism\",  which generally  meant, despite the existence  of various ",
  "strands  and  contradictory  tendencies,  an  attempt to define  Indian ",
  "nation primarily in terms of Hindu religious symbols, myths and his­",
  "tory. Religion was never totally detached  from politics in India, nor ",
  "was it ever exclusively confined to private space. But so far as public ",
  "discourses on religion were concerned, one has to make a distinction ",
  "between  two  different  trends within  it,  i.e.,  between reform  and ",
  "revival.  The reform  movements,  in which a number of moderate ",
  "politicians  were involved,  essentially  attempted to bring changes in ",
  "Hindu  social  organisation and practices from within  to bring them ",
  "into  conformity with  the  new  rationalist  ideas  of  the  West.  The https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "235 ",
  "EARLY  ATIONAllSM ",
  "creation  of the National  Social  Conference  as an adjunct  body to ",
  "the National  Congress in  1887  is  an  indication  of this  mentality. ",
  "Although religion was kept deliberately out of its agenda, the issues ",
  "it  discussed  and  reforms  it  recommended  to  various  provincial ",
  "organisations  had· strong  religious  implications.  These  movements ",
  "were  both  influenced  by  Western  post-Enlightenment  rationalist ",
  "ideas  and  were  also  responses  to  the  challenge  of Westernising ",
  "forces and  their  critiques of Hindu  civilisation.  Ir was chis second ",
  "aspect of reformism that eventually  led to revivalism.  For, to many ",
  "Indians,  reform-which was often backed by the colonial  govern­",
  "ment-appeared to be an inadequate response or indeed a surrender ",
  "to Western critics and imported  rationalist  ideas. Nationalism  and ",
  "reformism seemed  to be contradictory ideas,  as Charles  Heimsath ",
  "(1964)  has argued,  and  this led  to the  growth of anti-reformism, ",
  "based on a sense of pride in everything Indian.  This is what is often ",
  "referred to as revivalism,  marked  as it was by a conceptualisation of ",
  "a glorious  Hindu  past,  believed  to  have  been  degenerated  under ",
  "Muslim  rule  and  threatened  by  the  British.  This  glorification  of ",
  "Hindu  civilisation  over  Islamic  or Western often  boiled  down  to ",
  "attempts to exalt and rationalise Hindu institutions  and  practices, ",
  "sometimes  even  to  the  point  of offering  articulate  resistance  to ",
  "urgent  social  reforms.  The  late  nineteenth  century  witnessed  the ",
  "gradual weakening of the reformist  trend and the strengthening  of ",
  "such  revivalist forces. But this revivalism  was not just obscurantism, ",
  "as it had a strong political  overtone, dictated  by the historical  need ",
  "of sculpting  a modern Indian nation. ",
  "Among the reformist organisations  the Brahmo Samaj in Bengal, ",
  "which  was more  modernist  in  its  approach,  was  weakened  after ",
  "the  1870s  by internal dissent  and  divisions. This was followed  by ",
  "the emergence  of the Ramakrishna-Vivekananda  movement  in the ",
  "1880s. While Brahmo  Samaj's appeal was to intellect,  that of Rama­",
  "krishna Paramahansa,  the Brahman sage at Dakshineswar  near Cal­",
  "cutta,  was to  the  mind  and  emotions.  Completely  untouched  by ",
  "Western rationalist  education,  he offered simple  interpretations  of ",
  "Hinduism,  which became immensely  popular  among  the Western­",
  "educated  Bengalees,  tormented  by their subjection to the drudgery ",
  "of clerical jobs in foreign mercantile  or government  offices.  Rama­",
  "krishna's  teachings offered the possibility  of an escape into an inner ",
  "world of bhakti, despite the binding disciplines  of alien  jobs. Thus, ",
  "although in his teachings there is hardly any direct reference to colo­",
  "nial rule, there is however  an open  rejection  of the values  imposed ",
  "by W estem education  and the routine  life of a time-bound  job  or https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "236 ",
  "FROM  Pl.ASSEYTO PARTITION ",
  "chakri.12  The educated  middle class in the nineteenth  century often ",
  "found the domain of reason to be oppressive, as it implied the histor­",
  "ical necessity of the \"civilising\" colonial rule. Therefore,  in the teach­",
  "ings of this  uneducated  saint  at  Dakshineswar,  this subordinated ",
  "middle class found the formulation  of a new religion, which-to use ",
  "Partha Chatterjee's phrases-\"appropriated\", \"sanitized\" and \"classi­",
  "cized\" the popular  traditions into a national  religious discourse. 13 ",
  "Ramakrishna  was not a revivalist per se, for he inculcated  a form ",
  "of religious eclecticism, which did not however  involve the preach­",
  "ing  of an  open  and  fluid  syncretism.  There  are  various  ways  to ",
  "achieve god, he argued; but one must stick to  one's own path  in a ",
  "world  of fairly rigid divisions.  Ramakrishna's catholicity therefore ",
  "soon  came to be projected  as an essence of Hinduism  and  became ",
  "for his disciple,  Vivekananda, a ground  for claiming the superiority ",
  "of  Hinduism  over  all  other  religions.\"  It was Vivekananda  who ",
  "infused  into  this  discourse  a missionary  zeal.  He  condemned  the ",
  "other  reform  movements  as elitist and  invoked  the  ideal of social ",
  "service.  The best way to serve god, he emphasised,  was to serve the ",
  "poor  people.  He  founded  therefore  the  Ramakrishna  Mission  in ",
  "1897 as a philanthropic  organisation. To describe him as a revivalist ",
  "is to ignore the \"universalistic\"  aspects of his teachings.'!  Neverthe­",
  "less, the fact that he  drew  inspiration  from the Vedantic tradition, ",
  "followed some of the orthodox  Hindu  rituals, exhibited an intrinsic ",
  "faith in the glories of Hindu civilisation  and nurtured  a belief that it ",
  "had degenerated  in recent times, made  it  possible for the revivalists ",
  "to appropriate  him.  His evocation ofHindu  glory mixed with patri­",
  "otism,  which sought  to restore the masculinity of the Indian  nation ",
  "denied  to  them  by their  colonial  masters,  had  a tremendous  im­",
  "pact on the popular  mind.  His message was therefore  misused and ",
  "misinterpreted  to give a revivalist slant to nationalism in Bengal. His ",
  "evocation of the glories of a Hindu  past was popularised, while his ",
  "trenchant  condemnation  of the evils of Hinduism was conveniently ",
  "forgotten.  His philanthropic  activities were hardly ever emulated; ",
  "his criticism ofthe Brahmanical and gender oppression was scarcely ",
  "ever  taken  seriously.  But  he  became  the  \"patron  prophet\"  for  a ",
  "whole generation  of extremist leaders and militant revolutionaries, ",
  "dreaming  the resurrection of a glorious  Hindu India. ",
  "Gradually  an  intellectual  tendency  developed  in  Bengal  that ",
  "sought to legitimise any defence of Hindu traditions as a respectable ",
  "and  acceptable  response  to  the challenge  of W estem  civilisational ",
  "critiques.  At a more  obscurantist  level,  Sasadhar  Tarkachudarnoni ",
  "began  to  invent  precedents  in  ancient  India  for  every  modern https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "23 7 ",
  "EARLY NATIONALISM ",
  "scientific  discovery of the West. Not that  he was out there  to reject ",
  "or discredit  modem  science, but tried to show that everything the ",
  "modern West claimed  to have invented was already known to Indi­",
  "ans long ago. This he believed  was the only way to evoke respect ",
  "for Hinduism  among  a We stem-educated  middle class devoted  to ",
  "the goddess of reason.  The whole  campaign took the form of an ",
  "\"aggressive propaganda\"  through a number of regional journals and ",
  "organisations like  Bharatvarshiya  Arya  Dharma  Procharini  Sabha, ",
  "committed  to the idea of reviving the Aryan religion, as expounded ",
  "in the Vedas, Tantras and Puranas.16  On the other  hand, there was ",
  "the  more  sophisticated  intellectual  tradition  of  Bankim  Chandra ",
  "Chatterjee,  portraying  the  mythical  figure  Krishna  as the  modem ",
  "politician and a nation builder.  It was in his novelAnandamath,  pub­",
  "lished in  1882,  that he invented  an icon for the nation,  the Mother ",
  "Goddess,  identified  with  the  motherland.  And  the  song  Bande ",
  "Mataram  (Hail  mother)  which  he composed  in  exaltation  of this ",
  "once beautiful mother,  became the anthem of nationalist movement ",
  "in India.  But  the way he imagined  this  icon shows  that  although ",
  "taken  from  the repertoire  of Hinduism,  it was nonetheless  highly ",
  "unorthodox.17  Without a revival of the religion of the nation  there ",
  "was no good  possible  for India, he believed.  But  this  was not the ",
  "orthodox ritualistic  Hinduism  he  was talking  about, but a \"recon­",
  "stituted  Hinduism\",  the more rationalistic dharma,  that was regen­",
  "erative  and  not  obscurantist.  In  him,  therefore,  we find  quite  an ",
  "\"unprincipled  use of Hinduism\",  a recognition of its elasticity, and ",
  "its immense internal diversity,  which made it possible to stretch its ",
  "resources to accomplish a task that it was never asked to achieve, ",
  "i.e.,  to imagine a history that  would  unite a nation against foreign ",
  "domination.1s ",
  "In  Maharashtra,  the  Ranade-Telang  school  of reform  and  their ",
  "Prarthana  Sarnaj  had  been  following  a  cautious  policy  of social ",
  "reform along the lines of \"least resistance\".  But by the  1890s they ",
  "came to be assailed both by the radicals and the orthodox elements. ",
  "Behramji  Malabari's  1884  \"Note\"  on  child  marriage  leading  to ",
  "enforced widowhood,  led to a countrywide  debate  on the prohibi­",
  "tion of child marriage. This social institution  had by then become an ",
  "issue of public debate as a result of a court case in 1884--88, in which ",
  "Rukhmabai,  a twenty-two year old Hindu woman belonging to the ",
  "carpenter caste, was taken to Bombay  High  Court by her  husband ",
  "Dadaji, because she refused to recognise his conjugal rights. She was ",
  "married  as an infant  and  after eleven  years of separate  living,  she ",
  "argued, that unconsummated  marriage was no longer binding on her https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "23 8 ",
  "FROM PI..ASSEY TO PARTITION ",
  "as an adult.  She lost the case, which dragged  on for four years, and ",
  "was threatened  with  imprisonment,  which  she avoided  through  a ",
  "compromise. Dadaji was, however, a mere pawn in this case, through ",
  "which the Hindu  onhodoxy  strived to assert the rights of patriarchy ",
  "and preserve their preferred  way of life. On the other  hand,  impor­",
  "tant reformists formed the Rukhmabai Defence Committee,  of which ",
  "Malabari was an important  member.\"  Intellectual reformist opinion ",
  "now  exerted  a  moral  pressure  on  the  British  to  pass  the  Age  of ",
  "Consent  Bill in  1891  to  prevent  early consummation  of  marriage ",
  "( garbhadhan). The first act against child marriage had been passed in ",
  "18 60 and it prohibited  consummation  of marriage  for a Hindu  girl ",
  "below ten years of age; the new act only proposed  to raise that age of ",
  "consent  from ten to twelve. The earlier act had been passed without ",
  "much  opposition,  but the new one provoked  a powerful  orthodox ",
  "Hindu  backlash,  which  had  a much  wider  mass base than  the  re­",
  "formist  movement.  Conservative  and obscurantist  sentiments  now ",
  "converged  with the nationalist  argument  that  foreign rulers had no ",
  "right to interfere with  the religious and social customs  of the Indi­",
  "ans.  However,  just  government  intervention  was not  the  issue, as ",
  "during  the same period,  Hindu  orthodox  opinion  seldom hesitated ",
  "to  accept  government  legislation  against  cow  slaughter.  And  just ",
  "then in the Rukhmabai case it was the British legal system, which the ",
  "Hindu  orthodoxy  was using to assert its rights. This proposed  inter­",
  "vention,  as it has been argued,  sought  to invade that  sacred  inner ",
  "space,  the  family and the household,  which the Hindu  society had ",
  "always regarded as impenetrable  or inviolate,  a sovereign space that ",
  "could not be colonised. But now the Hindu  males were about to lose ",
  "even this last \"solitary sphere of autonomy\",  and therefore,  \"a new ",
  "chronology  of resistance\" was to begin from hcre.20 The  response to ",
  "this reform  was intense and violent. ",
  "In Maharashtra  the  movement  was led by Bal Gangadhar  Tilak ",
  "and his Poona Sarvajanik Sabha, in alliance with the Poona revival­",
  "ists, who frequently invoked Hindu,  Brahman and Maratha  glory. As ",
  "early as January  1885 Tilak had been organising meetings to oppose ",
  "government  intervention in marriage customs and now he proposed ",
  "that  education  rather  than  legislation  was  the  most  legitimate ",
  "method  of eradicating  the evil. The debate however reached  furious ",
  "proportions  towards the end of 1890, after the reported  death  of an ",
  "eleven-year-old  girl  Phulmoni  from  sexual  abuse  by her  husband ",
  "twenty-nine years older than her. As the reformist pressure increased ",
  "for a legislation,  the orthodox  Marathi  journals Kesari and Mabratta ",
  "strongly  upheld  the conservative  view about  the  garbhadhan  cere-https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "239 ",
  "EARLY NATIONALISM ",
  "mony, which required the Hindu girls to be married before reaching ",
  "puberty,  but  consummation  had  to  await  puberty.  Any  interfer­",
  "ence  with  this  custom  would  put  Hinduism  in  danger-that  was ",
  "the  essence  of  all  opposition  arguments.21  And  this  propaganda ",
  "spread  as far  as Bengal, where  despite  the  disapproval  of  people ",
  "like Banlcim Chandra  or Vivekananda,  the  orthodox  elements  like ",
  "Sasadhar Tarkachudamoni  and others raised a furore in the pages of ",
  "Bangabasi. 22 ",
  "This cacophony  of obscurantist  propaganda  tended  to drown  the ",
  "reformist voices like that of Professor R. G. Bhandarkar  of the Poona ",
  "Deccan  College.  Following  the  Orientalist  cognitive  tradition  of ",
  "textualising  Indian culture,  he showed through  meticulous  research ",
  "on the dharmashastras  that  marriages after puberty were allowable ",
  "and  not  opposed  to  Hindu  religious  laws.  We should  remember, ",
  "however, that men like Tilak in their personal lives were hardly ever ",
  "obscurantists, as his own eldest daughter  remained single ti 11 the age ",
  "23 ",
  "of thirteen.  But in this debate they found a powerful self-confident ",
  "rhetoric  against  foreign  rule. As Tanika Sarkar argues,  the  \"Hindu ",
  "woman's  body\"  became  the  \"site  of a  struggle  that  for  the  first ",
  "rime declare[ d]  war  on  the  very fundamentals  of an  alien  power­",
  "knowledge  system.\"  However,  in this  protest  against Western  re­",
  "formism and rationalism, the pain and tears of the child wives were ",
  "24 ",
  "completely  forgotten.  There  is one interesting  point  to note  here: ",
  "all the divergent positions on the Consent  debate-like  the previous ",
  "social reform debates of the early nineteenth  century-converged  at ",
  "one point  The  reformers,  their  detractors, as well as the  colonial ",
  "state-all  agreed that the question of child marriage and its consum­",
  "mation belonged to the realm of religion, which, as Mrinalini  Sinha ",
  "has argued,  had long been recognised  as an autonomous  space for ",
  "\"native  masculinity\".  Indeed,  the  masculinist  anxieties  in England ",
  "generated  support  for the opponents  of the reform;  yet the govern­",
  "ment in India decided to take a pro-reform  interventionist  position ",
  "because of the specific political imperatives of the rime.25 Therefore, ",
  "despite  all opposition,  the  Age of Consent  Bill was passed on  19 ",
  "March  1891,  though,  as both  the  reformers  and  their  opponents ",
  "soon  realised,  it had  little more  than  \"educative effect\".  But  this ",
  "debate  set an interesting  trend.  While on the one hand,  reformism ",
  "had become  a part  of the nationalist  discourse,  the anti-reformists ",
  "26 ",
  "and orthodox  elements also received immense publicity.  And what ",
  "is  more  significant,  Hinduism  now  became  a  useful  rhetoric  for ",
  "organising a more articulate and sometime even militant opposition ",
  "to foreign rule. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "240 ",
  "FROM  PLASSEYTO PARTITION ",
  "The use of orthodox  Hindu  religious symbols for political mobili­",
  "sation  took  a more  militant  form  in north  India through  the Arya ",
  "Samaj and the cow-protection  movement,  which led to widespread ",
  "communal  violence in 1893. Arya Samaj was established  in 1875 by ",
  "Dayanand Saraswati. Gradually, it found a fertile ground  in Punjab ",
  "and the North-Western  Provinces. It offered a sharp criticism of the ",
  "existing Hindu  practices,  like idolatry, polytheism,  child  marriage, ",
  "widow  celibacy, foreign travel,  dominance  of Brahmans  and caste­",
  "system. Indeed, what it inculcated was an aggressive assertion of the ",
  "superiority  of ancient  Indian  religion,  based on  the  Vedas over all ",
  "other  faiths.  Because  of  this  element,  the  movement  was  later ",
  "absorbed  into  the  dominant  pan-Hindu  revivalist  framework  As ",
  "Peter Van der Veer argues, the reformist Arya Samaj and their ortho­",
  "dox critics found a common  ground  in their \"defense of the Hindu ",
  "nation\".27 This happened  after Dayanand's  death in 1883, under his ",
  "disciples.  Kenneth  Jones  (1976)  has  shown  that  aggressiveness ",
  "increased  as a result of Christian  missionary activities, which intro­",
  "duced religious competitiveness into the social atmosphere  of Punjab. ",
  "They began to preach the supremacy of the Arya  (religion), ",
  "dharam ",
  "Arya bbasha (language)  and  the Aryavarta  (land)  and their  propa­",
  "ganda was  mainly directed  against the Muslims and the  Christians. ",
  "As a direct  response  to  Christian  proselytising activities, the Arya ",
  "Samaj developed  the concept  of suddhi,  which aimed  at reconver­",
  "sion  from  Christianity,  Islam and  Sikhism.  The  moderate  group ",
  "within the Samaj was gradually marginalised  by 1893,  and the mili­",
  "tant  group  became dominant.  They came closer to other orthodox ",
  "groups  and  were involved in violent  confrontations  with  the Mus­",
  "lims. The tension reached its peak on the issue of cow protection. ",
  "The importance  of cow was always recognised in Indian society, as ",
  "the economy moved from pastoral to agricultural  orientation.  But in ",
  "ancient  time cow was not regarded  as sacred  or inviolable;  venera­",
  "tion for cow increased during the medieval period  when the rate of ",
  "cow slaughter increased phenomenally. The Muslim practice of cow ",
  "sacrifice at the Bakr-Id festival further  increased Hindu  veneration ",
  "of cow as a sacred  symbol. 28 But it was never a cause of communal ",
  "conflict in earlier rimes, not even in early colonial  period. The ear­",
  "lier religious disturbances arose on local issues and subsided quickly. ",
  "It  was  only  in  the  late  nineteenth  century  that  the  communities ",
  "began to define their boundaries  more closely and began to display ",
  "more communal  aggressiveness. The Hindus  clearly lacked organi­",
  "sational  integration  and  therefore  Hindu  mobilisation  took  place ",
  "around  the symbol of cow, which communicated  a variety of cosmo-https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "241 ",
  "EARLY NATIONALISM ",
  "logical constructs relevant  to both  the Brahmanical and devotional ",
  "traditions of Hinduism.\"  Cow,  in other  words, was a generally ac­",
  "ceptable symbol across regional, linguistic and denominational barri­",
  "ers. It was first  the Kukas,  a reformist  sect among  the  Sikhs,  who ",
  "took up the cow-protection  issue in 1871  in order to galvanise their ",
  "movement  and win more support. They were involved in some vio­",
  "lent  incidents  trying  to  stop  cattle  slaughter  by  the  Muslims  and ",
  "invited  in the process ruthless repression  from the govemmenr.P  In ",
  "the 1870s  however  the cow protectionist  sentiments  rapidly spread ",
  "in Punjab, North-Western  Provinces, Awadh and Rohilkhand.  The ",
  "Arya  Samaj  converted  this  sentiment  into  an  organised  all-India ",
  "movement.  The mobilisation  took  place  through the establishment ",
  "of the Gaurakshini  Sabhas (c ow protection  societies),  which became ",
  "most strong in the Hindu  dominated  areas like Bihar,  Banaras divi­",
  "sion,  Awadh,  eastern  Allahabad,  and  later  on  in  Bengal,  Bombay, ",
  "Madras, Sind, Rajputana, and the Central Provinces.31 ",
  "During Dayanand's  time the cow-protection  movement  was not ",
  "overtly  anti-Muslim  and  by  providing  economic  and  nationalist ",
  "arguments he also tried  to  rationalise  the movement and gave it a ",
  "certain  amount of respectability.  But gradually it became an issue of ",
  "communal  rivalry as the debate over the legal ban on cow slaughter ",
  "arose. For the Muslims, a cow was cheaper  than a sheep or goat for ",
  "sacrificial purposes. Cow slaughter  also had a political meaning for ",
  "them;  it meant a symbolic assertion of freedom from Hindu  suprem­",
  "acy. The issue was fought at the modern insriturional  level  of munici­",
  "palities,  legislatures,  press and  political meetings.  By the middle of ",
  "1893  the provocations and counter provocations  reached  its peak, ",
  "leading  to the outbreak of the first riot in Mau in Azamgarh district ",
  "over  the rival  interpretations  of a legal  ban on cow slaughter.  The ",
  "riots rapidly spread over a wide region; thirty-one riots took place in ",
  "six months  in Bihar  and  the North-Western  Provinces.  These were ",
  "led by  the zamindars  and  religious preachers  and  followed  by the ",
  "peasants. The mass participation was sometimes the result of social ",
  "coercion;  but sometimes it was also spontaneous. Market  networks ",
  "were used to ensure  participarion.32  The series of violent  incidents ",
  "culminated in a riot  in Bombay involving  the working  classes. And ",
  "although outwardly against the Muslims, the spirit of discontent,  as ",
  "the  government  suspected,  was  definitely  anti-British;  the  cow­",
  "question was merely a war cry to arouse the lethargic Hindus. 33 ",
  "John Mc lane thinks that the riots showed an \"expanded  sense of ",
  "community  membership\"  breaking  down  class  and  geographical ",
  "barriers.\"  Immediately  after 1893, communal  tension  subsided.  The https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "242 ",
  "FROM  PLASSEY TO PARTITION ",
  "cow-protection  movement also lost its momentum,  although  it con­",
  "tinued in some areas for some more time. This shows that cow itself ",
  "was perhaps  not  important;  it was being used as a symbol for com­",
  "munity mobilisation.  There  was an increasing need for such mobili­",
  "sation along community  lines, as constitutional  questions were now ",
  "being discussed, new competitive  institutions  were being created.  In ",
  "such  an environment  of competition,  there  was need  for both  the ",
  "communities  to mobilise along communal  lines in order  to register ",
  "their collective presence in the new public space, and the cow served ",
  "as a handy symbol.  Gyanendra  Pandey  (1983) has shown  that  the ",
  "cow-protection  movement  did not yet indicate  a complete  commu­",
  "nal polarisation  of Indian society. The construction  and articulation ",
  "of the communal  category was entirely  in the interest  of the  elites, ",
  "while various other groups participated  with various other  motives. ",
  "The  zamindars  by leading  the  gaurakshini  sabhas tried  to  reassert ",
  "their  social  power  that  had  been  slipping  away  from  their  hands ",
  "because of the various changes instituted  by colonial rule. The peas­",
  "ant  participants  came  mainly from  the Ahir community,  who  had ",
  "been socially mobile and, therefore,  had to legitimise their new sta­",
  "tus by projecting  their Hinduness.  This did not mean that the barri­",
  "ers of class had been dismantled  or permanently  effaced.  On other ",
  "occasions  they  fought  against  their  Hindu  zamindars  along  with ",
  "other  Muslim  peasants.  And  apart  from  that,  there  were  many ",
  "regions,  which were not at all affected by the cow-protection  senti­",
  "ment.  But the movement  put an unmistakable  Hindu  stamp  on the ",
  "nationalist  agitation.  Congress,  though  not  directly  involved,  re­",
  "mained silent and even patronising.  After the Nagpur  session of the ",
  "Congress in 1891, the gaurakshini  sabha held  a large meeting within ",
  "the  Congress  pavilion,  attended  by Congress  delegates  and visitors. ",
  "Prominent  cow  protectionist  leaders  like  Sriman  Swami  attended ",
  "the Allahabad Congress in 1893,3s while other well known Congress ",
  "leaders like Tilak were closely associated with the local gaurakshini ",
  "36 ",
  "sabhas.  This  alienated  the  Muslims  from  Congress  politics,  as ",
  "Muslim  representation  in  Congress  sessions  declined  drastically ",
  "after 1893 .37 ",
  "If cow protection  drew the lines between  the two  religious com­",
  "munities in north  India, these lines were further reinforced  by skilful ",
  "manipulation  of other available cultural symbols, such as language.38 ",
  "The Hindi-Urdu  controversy  began in the North-Western  Provinces ",
  "and  Awadh sometime  in the  1860s,  but  it was revived with  great ",
  "enthusiasm  in  1882  when  it also spread  to  other  Hindi-speaking ",
  "regions  of north  India,  such  as Punjab  and  the  Central  Provinces. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "EARLY NATIONALISM  243 ",
  "The  movement  acquired  greater  intensity  in the  1890s with  the ",
  "foundation  of the Nagri Pracharani  Sabha in 1893 in the holy city of ",
  "Banaras. Truly speaking, Hindi and Urdu,  spoken by a great major­",
  "ity of people in north  India, were the same language written  in two ",
  "scripts;  Hindi  was written  in Devanagri script and therefore  had a ",
  "greater  sprinkling of Sanskrit words, while Urdu was written  in Per­",
  "sian script and thus had more Persian and Arabic words in it. At the ",
  "more  colloquial  level, however,  the  two  languages were  mutually ",
  "intelligible.  But since Urdu  was officially recognised,  there  was  a ",
  "concerted  campaign to get Nagri recognised for all official purposes ",
  "as well and  the movement proceeded  through  a literary  campaign, ",
  "memorialising  the  government  and  editorialising  in  the  local  lan­",
  "guage press. Leading literary figures like Bharatendu  Harischandra, ",
  "by upholding  the classical Sanskrit heritage  of the Hindi  language ",
  "emphasised its high status and antiquity,  but in the process purged it ",
  "of its local and popular traditions. 39 But most significantly, in course ",
  "of this cultural  campaign,  Hindi came to be identified with the Hin­",
  "dus and  Urdu  with  the Muslims,  although  many Hindus  like the ",
  "well-established  Kayasthas were still in favour  of using Urdu as an ",
  "official  language.  The  association  of leaders  like Madan  Mohan ",
  "Malaviya with this campaign gave it an obvious political colour. In ",
  "April  1900,  a Resolution  of the  Government  of  North-Western ",
  "Province and Awadh gave Nagri  an equal official status with Urdu, ",
  "and this, as Christopher  King argues, stirred  up the protagonists  of ",
  "Urdu to offer an emotional  defence of their language. 40 They  now ",
  "formed  the  Anjuman  Taraqqi-e-Urdu  (Society for  the  progress  of ",
  "Urdu),  as some  of them  believed that  this  official measure  would ",
  "eventually lead to the complete extinction of their language. Although ",
  "this  euphoria  over the  controversy  subsided  after  some  time,  lan­",
  "guage henceforth  became an important  component  of the cultural ",
  "project  of nationalism  in India. ",
  "In the wake of the cow-protection  riots,  there  were  also  other ",
  "more  overt attempts  to use Hindu  religious  and  historical  symbols ",
  "for  the  purpose  of political  mobilisation.  In Maharashtra,  Tilak's ",
  "next project,  to borrow  a phrase,  was \"the  political  recruitment  of ",
  "God  Ganapati\". 41  Ever since the  days of the  peshwas,  the  Hindu ",
  "deity of Ganapati  or Ganesh used to enjoy official patronage  in this ",
  "region.  It was a deity that  was equally respected  both  by the  Chit­",
  "pavan Brahmans  and the non-Brahman  lower castes; but  Ganapati ",
  "puja was always a domestic or family affair. In 1893,  however,  fol­",
  "lowing  the  Bombay  riots generated  by the  cow-protection  move­",
  "ment,  Tilak  and  other  Chirpavan  Brahmans  of Poona  decided  to https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "244  FROM  PLASSEYTO PARTITION ",
  "organise it as an annual public festival and to imbue politics in it, as a ",
  "means to bridge the gap between the Brahman-dominated  Congress ",
  "and the non-Brahman masses. Alleging government partiality for the ",
  "Muslims, he urged the Hindus of Poona to boycott their Muharram ",
  "festival and  participate in  a public celebration  of the puja of Lord ",
  "Ganapati. In 1894 to further consolidate  the group aspect of the fes­",
  "tival, he introduced certain innovations,  like the installation of large ",
  "public images of the god and an introduction  of the me/a movement ",
  "in which singing parties, comprising twenty to several hundred sing­",
  "ers  at times,  sang political  songs  to communicate  the  message  of ",
  "nationalism  to wider masses. As a result, the Hindus who previously ",
  "participated  in  the  Muharram  festivals  in  previous  years,  now ",
  "largely boycotted it and flocked to the Ganapati  festival. And then ",
  "from 1895  the  festival began to spread  from Poona  to every other ",
  "part  of  Deccan;  by 1905  seventy-two  towns  outside  Poona  cele­",
  "brated  Ganapati  festival. ",
  "Celebration  of Hindu  mythical  or historical symbols and opposi­",
  "tion to reformism now became an accepted practice in Poona poli­",
  "tics. Ranade' s  National Social Conference, which used to meet every ",
  "year at the Congress session, was finally driven out at the Poona ses­",
  "sion in  1895  by  the rival faction led by Tilak. In  1896,  Tilak intro­",
  "duced  another festival,  called  Shivaji festival, to commemorate the ",
  "coronation  of Shivaji  Maharaj, who \"upheld our self respect as Hin­",
  "dus, and who gave particular direction to our religion\" .42 Although ",
  "the Bombay government  did not immediately view these festivals as ",
  "a direct threat to British rule, it did inspire a number of revolutionar­",
  "ies. The Chapekar brothers, for example, who killed Rand, the hated ",
  "Superintendent of the Plague Commission,  were associated with the ",
  "Poona Ganapati  festival and with Tilak.43 Two other revolutionaries, ",
  "Ganesh and  Vinayak Savarkar,  also  wrote inflammatory  songs  for ",
  "the Ganapati  festival at Nasik Thus, although  the Ganapari festivals ",
  "were not directly  connected  with  the revolutionary movement, they ",
  "acted as important vehicles for disseminating such ideas and training ",
  "a cadre for such groups. From 1900  onwards, these festivals became ",
  "overtly political,  and  it was because  of this  militant  tone that  the ",
  "government virtually suppressed  them by 1910.  But to what extent ",
  "the  festivals had been  able to  disseminate  the political message is ",
  "open to question.  On the non-Brahmans the political content of the ",
  "Ganapati  festival had  very  little  impact,  while  the Muslims  were ",
  "directly  alienated  by it.44  And  the  Shivaji  cult was to be  put to an ",
  "entirely  different  political  use  by  the  non-Brahman  leaders  like ",
  "Jotirao Phule to construct  a separate identity  of their own (see chap­",
  "ter 7.2). https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "245 ",
  "EARLY NATIONALISM ",
  "But despite  its limitations,  Hindu  revivalism became by now an ",
  "established political force, more closely associated with the extrem­",
  "ist reaction  against  the  reformist  moderate  Congress  politicians. ",
  "Madras was no exception either, as here Hindu  reaction  to mission­",
  "ary  activities  and  conversion  arose  in  the  1820s  in  the  form  of ",
  "Vibhuti  Sangam  (Sacred Ashes Society) which  preached  reconver­",
  "sion of the  radicalised  Shanar  Christians.  Then  in the  1840s came ",
  "the  Dharma  Sabha, mainly patronised  by the  Brahmans  and  high­",
  "caste Hindus.  The  two  organisations  stood  for  conservative  resis­",
  "tance  to change,  rigid adherence  to  uamasbramadharma  and caste ",
  "exclusiveness. 45 With the establishment  of the Theosophical  Society ",
  "in  1882,  Hindu  revivalism gained strength  in Madras,  as it stimu­",
  "lated the interest of the educated  Indians in the history and culture ",
  "of their country. It was further  reinforced  after the arrival of Annie ",
  "Besant, who also formed the linkage with nationalism  and Congress ",
  "politics. ",
  "Nationalism  in this way came  to  be  associated with  Hindu  reli­",
  "gious revivalist ideas in the late nineteenth  and early twentieth  cen­",
  "turies.  But there are certain  problems  involved in its history, as this ",
  "modem  idea of \"Syndicated  Hinduism\"  was to  a large extent  the ",
  "construction  of  nineteenth-century  Western  hermeneutics.  The ",
  "4' ",
  "term \"Hinduism\"  was used historically to convey a wide variety of ",
  "meanings: in a general sense, it meant anything \"native\" or \"Indian\"; ",
  "in a narrower  sense it indicated the high culture or religion of India, ",
  "especially those  of Aryan, Brahmanical  or Vedic origin. 47 When  in ",
  "the late nineteenth  century, Indians were asked to identify their reli­",
  "gious status  in the census returns,  Hinduism  in popular  perception ",
  "was still not recognisable as a religion with definable boundaries.  In ",
  "1881, in the column for 'religion',  instead of 'Hindu', many of them ",
  "mentioned  their sect or caste; such problem  of definition  continued ",
  "to haunt the census authorities  at least until 1901.41 This Hinduism, ",
  "therefore,  appears to be a colonial construct, not bound  by any spe­",
  "cific doctrinal definition  or not historically attached  to any commu­",
  "nity identity. The idea of a homogenised  Hinduism  was constructed, ",
  "as Ashis Nandy  has  argued,  by  the  \"cultural  arrogance  of  post­",
  "Enlightenment  Europe,  which sought  to define  not  only the 'true' ",
  "49 ",
  "West but also the 'true'  East\".  The  colonial  ethnographic  studies ",
  "and census reports gave a concrete definable shape to this concept  of ",
  "religion  as community  ( see discussion in 5 .4 ), and a section  of the ",
  "westernised  Indians  internalised  it  into  their  collective  conscious­",
  "ness and  developed  it into  a self-definition.  In emulation  of their ",
  "martial rulers and their religion,  they sought to revive an emaciated https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "246 ",
  "FROM PLASSEY TO PARTillON ",
  "Hinduism  as an effective antidote  against alien cultural  intervention ",
  "that  continually  stereotyped  the  colonised  society  as effeminate. ",
  "so ",
  "The term revivalism itself remained  problematic,  as it did not mean ",
  "resurrecting  a  forgotten  and  obsolete  past,  but  reconstituting  the ",
  "past in the service of the present.  Many of the social practices  and ",
  "symbols  that  were being \"revived\"  or defended,  were already  con­",
  "tinuing  or  were  in  existence  in collective  memory.\" And  not  all ",
  "social customs of the past were being revived either;  there was only a ",
  "selective absorption  of specific aspects of the past and adapting  them ",
  "to  the  present-day  needs  of  nation  building.\"  Some  of  these  so­",
  "called  revivalist  leaders  and  intellectuals  were  actually  caught ",
  "between  the  mythical  past and  a rationalist  present  and  their  \"un­",
  "happy consciousness\" sought to resolve this dilemma  by taking shel­",
  "ter in an \"imaginary  history\".\" ",
  "Partha  Chatterjee has called this phenomenon  the  central  prob­",
  "lematic of early Indian  nationalism.  In conceiving  nationalism,  the ",
  "Indian  nationalists  were obviously influenced  by ideas from  Euro­",
  "pean bourgeois experience;  but Indian nationalism  did not develop ",
  "only  because  of  Western  modular  influences.  As  we have already ",
  "seen  (c hapter  4 ),  the  Indian  nationalists  felt  compelled  to  talk  in ",
  "terms of an opposing paradigm;  they invoked the past as an alterna­",
  "tive to colonial rule. This provided  for a \"viable cultural  foundation ",
  "of narionhood't.\"  But this particular  mode of conceptualisation,  we ",
  "must point  out,  had also some inherent  contradictions  and conse­",
  "quent dangers. First of all, as it has been pointed out, this very con­",
  "struction  of  cultural  nationalism  was  prompted  by  Orientalist ",
  "cognition that located Hinduism in a high textual tradition. The ten­",
  "dency  here  was  \"to  tum  Hinduism  into  an  organized  religion\" ",
  "based,  like Christianity,  on a recognised  text-Vedas  for Dayanand ",
  "and  Bhagavadgita  for  Vivekananda-thus  marginalising  the  more ",
  "liberal  and  open  ended  folk traditions.\"  And  when  this  reconsti­",
  "tuted  Hinduism  became  the  foundational  idea  for  imagining  a ",
  "nation,  that  \"Hindu  nationalism\",  as Christophe  Jaffrelot  has con­",
  "vincingly  argued,  \"largely  reflect[ ed]  the  Brahminical  view  of  the ",
  "high caste reformers\".  This particular  cultural  discourse of nation­",
  "s' ",
  "alism therefore  failed to appeal to the non-Brahman  and lower caste ",
  "masses of India (more on this  in chapter  7.2).  It also used the  past ",
  "very selectively and readily accepted, often uncriticaJly,the Orientalist ",
  "stereotype  of  \"medieval  Muslim  tyranny  and  decline\"  as  against ",
  "\"ancient  Hindu  glory\".\"  This inevitably led to the unhappy  conse­",
  "quence of alienating the Muslims who became suspicious of Hindu ",
  "majority  rule. This  nationalism,  which grew in strength  in the  late https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "EARLY NATIONALJSM  24 7 ",
  "nineteenth  century, was thus beset with contradictions from the very ",
  "beginning. ",
  "Not only were  the Muslims alienated  by this militant  brand  of ",
  "Hinduism, it has been argued by Richard Fox that the articulation of ",
  "a distinctive  Sikh identity through an organised Singh  Sabha move­",
  "ment in the late nineteenth  century  was directly  the  result of the ",
  "Arya Samaj campaign in Punjab, particularly  of its attacks on Guru ",
  "N anak.ss It is perhaps simplistic to argue that the Singh  Sabhas came ",
  "up only in response to the challenge of the Arya Samaj, but it will be ",
  "pertinent here  to have a brief  discussion on  this  movement as it ",
  "belonged  to the same cultural  politics  of identity  formation  in  the ",
  "late  nineteenth-century  India.  There  were  in  fact  many  reasons ",
  "behind the rise of this movement,  such as the emergence of a small ",
  "Sikh elite in the nineteenth century and their indignation  about rela­",
  "tive  exclusion  of the  Sikhs  from  education  and  employment  in ",
  "Punjab, the influence  of the Brahmo  Samaj and Anjuman-i-Punjab, ",
  "the proselytising activities of the Christian missionaries, the colonial ",
  "stereotyping of the Sikh identity and their \"decline\",  official control ",
  "of the Sikh holy places and so on The first Singh Sabha was started ",
  "in Amritsar in 1873 and another in Lahore six years later. Between ",
  "1880  and 1900,  115  Singh Sabhas were founded mostly in Punjab, ",
  "but some also in ocher parts of India and abroad. The main theme of ",
  "this movement, as in the case of Hindu  revivalism, was the perceived ",
  "notion of decline of the Sikhs and the necessity to retrieve the image ",
  "ofTat Khalsa or pure Sikhs, as it was prevalent in the eighteenth cen­",
  "tury during the heyday of Sikhism. The cultural movement involved ",
  "a purification  of Sikhism by purging all popular  elements and impu­",
  "rities such as the influence  of polytheism and idolatry, often openly ",
  "visible in the holy shrines.  It also emphasised the  maintenance  of ",
  "the  k's or the external  symbols of Sikh  identity, performing  the ",
  "5 ",
  "authentic  Sikh life-cycle rituals  as enjoined  in the  Sikh manual of ",
  "conduct  or the Rahit-nama,  refraining from participation in all pop­",
  "ular religious festivals and pilgrimages, reclaiming the sacred space ",
  "�y establishing control over the holy shrines and purging them of all ",
  "signs of idolatry, and finally,  making the Gurmukhi  script and the ",
  "Punjabi language the most authentic symbols ofSikh identity. Not all ",
  "Sikhs agreed with this universalised version of Sikh identity; but this ",
  "very claim that the Sikhs were a distinct and homogeneous commu­",
  "nity-separate from both  the Hindus and Muslims-had significant ",
  "implications for imagining the Indian nation at the beginning of the ",
  "twentieth  cenrury.s9 https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "248 ",
  "FROM  PLASSEY TO  PARTITION ",
  "5.3.  THE  RISE OF  EXTREMISM  AND  THE  SWADESHI  MOVEMENT ",
  "When the failure of moderate politics became quite apparent  by the ",
  "end of the nineteenth  century, a reaction set in from within the Con­",
  "gress circles and  this  new trend  is  referred  to as the  \"Extremist\" ",
  "trend.  The  moderates  were  criticised  for  being  too  cautious  and ",
  "their  politics  was stereotyped  as the  politics  of  mendicancy.  This ",
  "extremism  developed  in three main  regions and  under  the leader­",
  "ship  of three  important  individuals,  Bepin  Chandra  Pal  in Bengal, ",
  "Bal  Gangadhar Tilak in Maharashtra  and Lala Lajpar Rai in Punjab; ",
  "in other areas extremism was less powerful if not totally absent. ",
  "Many causes are cited to explain the rise of extremism.  Factional­",
  "ism, according  to some historians,  is one of them,  as at the turn of ",
  "the century we observe  a good deal  of  faction  fighting  at almost ",
  "every level of organised  public life in India. In Bengal  there  was divi­",
  "sion within the Brahmo  Samaj and bitter journalistic rivalry between ",
  "the two newspaper  groups, the Bengalee, edited  by moderate  leader ",
  "Surendranath  Banerjea  and the Amrita Bazar Patrika,  edited  by the ",
  "more  radical  Morilal  Ghosh.  There  was also  faction  fighting  bet­",
  "ween Aurobindo  Ghosh on the one hand and Bepin  Chandra Pal and ",
  "Brahmabandhab  Upadhyay  on  the  other,  over  the  editorship  of ",
  "Bande Mataram.  In  Maharashtra  there  was competition  between ",
  "Gokhale and Tilak  for controlling  the Poona Sarvajanik Sabha. The ",
  "contest came to the surface when in  1895  Tilak captured the organi­",
  "sation and the following year Gokhale starred his rival organisation, ",
  "the Deccan Sabha.  In Madras three factions, the Mylapur clique, the ",
  "Egmore  clique and the suburban elites fought among each other. In ",
  "Punjab,  the Arya Samaj  was divided  after  the death of Dayanand ",
  "Saraswati,  between the more moderate  College group and the radi­",
  "cal revivalist group.  One could argue  therefore,  that  the division  in ",
  "Congress between the moderates  and the extremists  was just faction ",
  "fightings?  that  plagued  organised  public  life  everywhere  in  India ",
  "around  this time. But the rise of extremism  cannot be explained  in ",
  "terms of factionalism  alone. ",
  "Frustration  with moderate  politics was definitely the major reason ",
  "behind  the rise of extremist reaction.  The Congress under moderate ",
  "leadership  was being  governed  by an  undemocratic  constitution. ",
  "Although after  repeated  attempts  by Tilak  a new  constitution  was ",
  "drafted  and ratified  in 1899, it was never given a proper trial. The ",
  "Congress was also  financially  broke,  as the capitalists did  not con­",
  "tribute  and  the patronage of a few rajas and  landed  magnates  was ",
  "never  sufficient. The social reformism of the moderates,  inspired by ",
  "Western liberalism,  also went against popular  orthodoxy. This came https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "249 ",
  "EARLY NATIONALISM ",
  "to the surface at the Poona Congress of 1895, when the moderates ",
  "proposed  to have a national  social conference  running  at  tandem ",
  "with  the  regular  sessions of the  Congress.  More  orthodox  leaders ",
  "like Tilak argued that the social conference  would split the Congress ",
  "and  the  proposal  was ultimately  dropped.  But more  significantly, ",
  "moderate  politics had reached a dead end, as most of their demands ",
  "remained  unfulfilled  and this was certainly  a major  reason  behind ",
  "the rise of extremism.  This increased the anger against colonial rule ",
  "and this anger was generated  by the moderates  themselves, through ",
  "their economic critique of colonialism. ",
  "The  Curzonian  administration  magnified  this  nationalist  angst ",
  "further.  Lord Curzon  (1899-1905),  a true  believer  in British righ­",
  "teousness, had the courage to chastise an elite British regiment for its ",
  "racial  arrogance  against  native  Indians. 61  But he was also the  last ",
  "champion  of  that  self-confident  despotic  imperialism  of  which ",
  "Fitzjames Stephen and Lytton Strachey were the ideologues. He ini­",
  "tiated  a  number  of  unpopular  legislative and  administrative  mea­",
  "sures, which  hurt  the  susceptibilities  of the  educated  Indians.  The ",
  "reconstitution  of  the  Calcutta  Corporation  through  the  Calcutta ",
  "Municipal  Amendment  Act of 1899 reduced  the number  of elected ",
  "representatives  in it; the Indian Universities Act of 1904 placed Cal­",
  "cutta  University  under  the  most  complete  governmental  control; ",
  "and  the  Indian  Official  Secrets Amendment  Act of  1904 further ",
  "restricted  press freedom. Then,  his Calcutta University convocation ",
  "address,  in which  be described  the  highest ideal of truth  as essen­",
  "tially a W estem concept,  most surely hurt the pride  of the educated ",
  "Indians.  The  last in the series was the partition  of Bengal in  1905, ",
  "designed  to  weaken  the  Bengali  nationalists  who  allegedly  con­",
  "trolled  the  Congress.  But instead  of weakening  the  Congress,  the ",
  "Curzonian  measures  acted as a magic potion  to  revitalise  it, as the ",
  "extremist  leaders now tried to take over  Congress,  in order  to com­",
  "mit it to a path  of more  direct  and  belligerent  confrontation  with ",
  "colonial  rule. ",
  "The  goal  of the  extremists  was swaraj,  which  different  leaders ",
  "interpreted  differently.  For Tilak it meant  Indian  control  over  the ",
  "administration,  but  not  a  total  severance  of  relations  with  Great ",
  "Britain.  Bepin  Pal believed  that  no  self-government  was  possible ",
  "under  British paramountcy;  so for him swaraj was complete  auton­",
  "omy, absolutely free of British control.  Aurobindo  Ghosh in Bengal ",
  "also visualised swaraj as absolute political independence.  However, ",
  "for most others swaraj still meant self-rule within the parametres  of ",
  "British imperial structure.  The  radicalisation  was actually visible in https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "250 ",
  "FROM  PLASSEY TO PARTITION ",
  "the method  of agitation,  as from the old methods of prayer and peti­",
  "tion they moved to that of passive resistance. This meant opposition ",
  "to  colonial  rule  through  violation  of  its  unjust  laws,  boycott  of ",
  "British  goods and institutions,  and development  of their indigenous ",
  "alternatives,  i.e., su/adeshi  and  national education.  The ideological ",
  "inspiration  for this new politics came  from the new regional  litera­",
  "ture, which provided a discursive field for defining  the Indian nation ",
  "in terms of its distinct  cultural  heritage  or civilisation.  This was no ",
  "doubt a revivalist  discourse, inf armed by Orientalism, as it sought to ",
  "invoke an imagined  golden past and used symbols from a retrospec­",
  "tively reconstructed  history to arouse nationalist passions. This was ",
  "also  a response  to the gendered discourse  of colonialism  that  had ",
  "established  a teleological connection between masculinity and polit­",
  "ical domination,  stereotyping  the colonised society as \"effeminate\" ",
  "and therefore  unfit to rule. This created a psychological compulsion ",
  "for the latter to try to recover their virility in Kshatriyahood  in an ",
  "imagined  Aryan past,  in order  to establish  the legitimacy of their ",
  "62 ",
  "right to rule.  Historical  figures who had demonstrated  valour and ",
  "prowess were  now  projected  as national  heroes.  Tilak  started the ",
  "Shivaji  festival  in Maharashtra  in April  1896  and soon  these ideas ",
  "became popular in Bengal, where a craze for national  hero worship ",
  "began.  The Marathas,  Rajpurs  and  Sikhs-stereotyped  in  colonial ",
  "ethnography  as 'martial  races'-were now placed in an Aryan tradi­",
  "tion and appropriated  as national  heroes.  Ranjit Singh,  Shivaji and ",
  "the heroes  culled  from local  history  like  Pratapadirya and Sitaram, ",
  "even Siraj-ud-daula,  were idolised as champions  of national glory or ",
  "martyrs for freedom.  Vivekananda  made a distinct  intervention  in ",
  "this ideological  discourse  by introducing the idea of an \"alternative ",
  "manliness\", which combined Western  concepts  of masculinity with ",
  "the Brahmanic  tradition of spiritual celibate  ascetism.  A physical cul­",
  "ture  movement  started  with  great  enthusiasm  with  gymnasiums ",
  "coming  up in various parts of Bengal to reclaim  physical prowess; ",
  "but  the  emphasis  remained  on  spiritual  power and  self-discipline ",
  "that claimed superiority  over body that  was privileged  in the West­",
  "ern  idea of masculinity.63  The  Indian  political  leaders  also  looked ",
  "back  to  ancient  Inda-Aryan  political  traditions  as  alternatives  to ",
  "Anglo-Saxon political  systems.  The Indian tradition was described as ",
  "more democratic with strong  emphasis on village self-government. ",
  "The concept of dharma, it was argued,  restricted  the arbitrary pow­",
  "ers of the king and the republican traditions  of the Yaudheyas and ",
  "Lichchhavis  indicated  that  the  Indian  people already  had  a strong ",
  "tradition of self-rule. 64 This was directly to counter the colonial logic https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "251 ",
  "EARLY NATIONALISM ",
  "and moderate  argument that British rule was an act of providence to ",
  "prepare  Indians for self-government. ",
  "Indeed, at this stage, this was the central problematic of Indian ",
  "nationalism. The moderates had wanted the Indian nation to develop ",
  "through  a modernistic course; but modernism being a Western con­",
  "cept, this meant an advocacy of the continuation of colonial  rule. ",
  "The extremists, on the other  hand,  sought to oppose colonial  rule ",
  "and  therefore  had  to  talk in  terms  of a  non-Western paradigm. v ",
  "They tried  to define  the Indian nation  in terms of distinctly Indian ",
  "cultural  idioms,  which led them  to religious revivalism  invoking  a ",
  "glorious past-sometimes even unquestioned acceptance  and glori­",
  "fication of that past. But their  Hinduism was only a political con­",
  "struct,  not  defined  by  any  definite  religious  attributes.  As  the ",
  "nineteenth-century  Englishmen claimed ancient Greece as their clas­",
  "sical heritage,  the  English-educated  Indians  also  felt proud  of the ",
  "achievements  of  the  Vedic  civilisation.\"  This  was  essentially  an ",
  "\"imaginary history,,67 with a specific historical  purpose of instilling a ",
  "sense of pride in the minds of a selected group of Indians involved in ",
  "the process of imagining their nation.  Some of the leaders,  like Tilak ",
  "or Aurobindo, also believed  that  this use of Hindu  mythology  and ",
  "history was the best means to reach the masses and mobilise them in ",
  "support of their politics. The veteran moderate politicians refused to ",
  "accommodate these new  trends within  the  Congress policies and ",
  "programmes, and this led to the split in the Congress in its Surat ses­",
  "sion in 1907. ",
  "But before  going  into the bizarre  story  of the Surat split  in  the ",
  "Congress  (1907),  we may look  into  the  history  of  the  Swadeshi ",
  "movement in Bengal (1905-11),  which may be described as the best ",
  "expression  of extremist politics. The movement  began  as an agita­",
  "tion against the partition  of Bengal in 1905,  which Lord Curzon had ",
  "designed as a means of destroying  political opposition  in this prov­",
  "ince. The Bengal Presidency as an administrative unit was increasing ",
  "in size with the accretion of territories through conquest and annex­",
  "ation. As a result, its frontiers at one point extended to Sutlej in the ",
  "northwest,  Assam on  the northeast  and  Arakan  on  the  southeast. ",
  "The  presidency  was indeed of an unwieldy size and therefore  the ",
  "necessity  to partition  Bengal was being discussed  since the  time of ",
  "the Orissa famine of  1866.  In 187 4  Assam was actually separated ",
  "with  3  million  people,  while  three  Bengali-speaking  areas,  i.e., ",
  "Sylhet, Goalpara and Cachar, were also added to it. Safeguarding  the ",
  "interests  of Assam, rather  than  weakening  Bengal, seemed  to have ",
  "been the more important  consideration behind the policy decision at https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "25 5 ",
  "NATIONALISM ",
  "EARLY ",
  "narrowing  opporrumnes  for  the  educated  Bengalees,  the  rising ",
  "prices fuelled by consecutive bad harvests in the early rwentieth  cen­",
  "tury made life miserable for the middle classes. At this juncture the ",
  "partition  instead of dividing the Bengali society,  brought into  exis­",
  "tence a \"swadeshi  coalition\"  by further  consolidating  the political ",
  "alliance berween  the Calcutta leaders and their east Bengali follow­",
  "ers, which according  to Rajat Ray, was \"nothing  less than a revolu­",
  "tion  in  the  political  structure of Bengal society\".\"  The  agitation ",
  "against  the partition  had started  in 1903, but became stronger  and ",
  "more organised  after the scheme was finally announced  and imple­",
  "mented in 1905. The initial aim was to secure the annulment  of par­",
  "tition,  but  it soon  enlarged  into  a  more  broad-based  movement, ",
  "known  as the  Swadeshi movement,  touching  upon  wider  political ",
  "and  social  issues.  Sumit  Sarkar  (1973)  has  identified  four  major ",
  "trends in Bengal  Swadeshi, namely, the moderate trend, constructive ",
  "swadeshi,  political  extremism  and revolutionary terrorism.  Period­",
  "isation  of these trends, he argues,  is not possible  as all  the  trends ",
  "were present more or less simultaneously  throughout  the period. ",
  "To summarise Sarkar's  exposition  here,  the moderates  began  to ",
  "criticise the partition  scheme ever since it was announced  in 1903. ",
  "Assuming that the British would be amenable to arguments,  through ",
  "prayers,  petitions  and  public  meetings  they  sought  to  revise  the ",
  "scheme  in its formative stage. But when they failed to do so and the ",
  "partition  was announced  in 1905,  they took  the  first  initiative to ",
  "transform  the  narrow  agitation  into a wider  swadeshi  movement. ",
  "For  the  first  time  they  went  beyond  their  conventional  political ",
  "methods and Surendranath  Banerjea at a meeting  in Calcutta  on 17 ",
  "July 1905 gave a call for the boycott of British  goods  and  institu­",
  "tions. At another  mass meeting at Calcutta Town Hall on 7 August a ",
  "formal boycott  resolution  was passed, which  marked the beginning ",
  "of the swadeshi movement. This was also the first rime that the mod­",
  "erates tried to mobilise other  than the literate section of the popula­",
  "tion; some of them participated  in the national education movement; ",
  "some of them even got involved in labour  strikes. But their political ",
  "philosophy  remained  the  same,  as they  only sought  to  pressurise ",
  "British parliament  to secure an annulment  of partition and could not ",
  "conceptualise  boycott  as a step towards the regeneration of national ",
  "economy or start a full-scale passive resistance. As a reaction, a new ",
  "trend  developed with emphasis on self-reliance, village level organi­",
  "sation  and  constructive  programmes  to  develop  indigenous  or ",
  "swadeshi alternatives for foreign goods and institutions. By 1905, as ",
  "Sarkar demonstrates, rwo main currents were visible in this extremist https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "257 ",
  "EARLY NATIONALISM ",
  "minus of course  his insistence  on  non-violence.  This  political  pro­",
  "gramme  obviously  required  mass  mobilisation  and  religion  was ",
  "looked  at by leaders like Aurobindo  Ghosh as a means re reach the ",
  "masses. Religious  revivalism  therefore  was a main  feature  of this ",
  "new politics. Bhagavadgita  became a source of spiritual  inspiration ",
  "for  the swadeshi  volunteers  and  Hindu  religious  symbols,  usually ",
  "sakta imageries, were frequently used to mobilise the masses. But, as ",
  "Barbara Southard  (1980) has shown,  this also alienated  the Muslims ",
  "and failed to attract  the  lower caste peasants,  many of whom  were ",
  "Yaishnauites. ",
  "The  other  method  of mass mobilisation  was to organise samitis. ",
  "Prior  to the banning of the five principal  sarnitis in 1909 they were ",
  "engaged  in various  forms of mobilising  efforts,  such as moral  and ",
  "physical training,  philanthropic work,  propagation  of the swadeshi ",
  "message, organisation  of the swadeshi  craft,  education,  arbitration ",
  "courts  etc.  But these  mass mobilisation  efforts ultimately  failed  as ",
  "the  membership  of  the  samitis  did  not  extend  much  beyond  the ",
  "ranks of educated  bhadralok  and this high caste Hindu  gentry  lead­",
  "ership alienated  the lower caste peasantry by often  using their coer­",
  "cive  power.  And  not  just  physical  coercion  that  used;  the ",
  "was ",
  "Swadeshi leaders rampantly  deployed  the tool  of social coercion  or ",
  "social  boycott+exerted  through  caste  associations,  professional ",
  "bodies and nationalist  organisations-to  punish  collaborators  or to ",
  "produce  consent  among  the  reluctant  parricipants.74  The  latter's ",
  "reluctance  was  often  because  of  the  divergence  of  interests  with ",
  "those of the leaders who claimed to represent  them.  Swadeshi alter­",
  "natives  were  often  more  expensive  than  British  goods;  national ",
  "schools were not adequate  in number. Moreover, some of the lower­",
  "caste peasants, like the Rajbansis in north Bengal or the Namasudras ",
  "in the east, had  developed  around  this time aspirations  for  social ",
  "mobility and self-respect,  which the Swadeshi movement,  devoid of ",
  "any social programme,  failed to accommodate  or even recognise. 75 ",
  "The  other  method  of  mass  mobilisation  of  the  swadeshis  was  to ",
  "organise labour  strikes,  primarily  in the  foreign  owned  companies. ",
  "But here too the nationalists  could  penetrate  only into the ranks of ",
  "white-collar  workers,  while  the  vast  body  of  Hindustani  labour ",
  "force as well as the plantation  labour  remained  untouched  by such ",
  "nationalist  efforts.\"  It was primarily  because of this failure  of mass ",
  "mobilisation  that  the  boycott  movement  failed  to  affect  British ",
  "imports  into  India. n  By  1908  political  extremism  had  definitely ",
  "declined, giving way to revolutionary terrorism. But certainly another ",
  "contributory  factor behind  this decline was the Surat Split of 1907. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "262  FROM PLASSEYTO PARTITION ",
  "army  with  help  from  Germany  or  Japan  began  to  appear.  Rash ",
  "Behari  Bose operating  from Lahore tried to organise  an army revolt ",
  "throughout  north  India, but failed to evoke  any response  from the ",
  "sepoys and  ultimately  fled  to Japan.  In Bengal,  the revolutionaries ",
  "united  under the leadership  ofjatin  Mukherjee  tried to smuggle in ",
  "arms from Germany, but the amateurish attempt ultimately ended in ",
  "an uneven battle with  the British police at Balasore  in Orissa. The ",
  "unbound  repression  of the  government  at this period,  freely  using ",
  "the new wartime  Defence  of India Act (1915),  made terrorist attacks ",
  "89 ",
  "more and  more infrequent.  But the spectre  of revolutionary  vio­",
  "lence did not disappear at all and it made the Sedition  Committee to ",
  "draft in 1918 the draconian Rowlatt bills, which inflamed Mahatma ",
  "Gandhi  into  action  and to  initiate  a new phase in Indian  politics, ",
  "where  the central focus would shift  from violence to non-violence, ",
  "from elite action to mass agitation. ",
  ".4. ",
  "5  MUSLIM POLITICS  AND THE  FOUNDATION ",
  "OF  MUSLIM  LEAGUE ",
  "THE ",
  "The mainstream  Indian  nationalism,  which  was growing under the ",
  "aegis of the Indian National  Congress-and  which,  as we have seen ",
  "previously,  failed  to  maintain  its  separation  from  the  blooming ",
  "Hindu  nationalism -was first contested  by the Muslims.  However, ",
  "in  the late  nineteenth  century,  the  Muslims  were  by  no  means  a ",
  "homogeneous  community with a discernible political opinion.  In the ",
  "whole  of India, including the princely  states,  they  constituted  19. 7 ",
  "per cent  of the population  in  1881;  but there  were  significant  re­",
  "gional  variations in  their  distribution.  In the  United  Provinces  the ",
  "Muslims constituted  a minority, being slightly more than 13 per cent ",
  "of the population;  but in Punjab, on  the  other  hand,  they were  a ",
  "majority, accounting for slightly more than 51 per cent of the popu­",
  "lation;90 in Bengal, the census of 1872 revealed to everybody's sur­",
  "prise  that  the  Muslims  represented  nearly half  of the  population ",
  "(49.2  per  cent).91  Apart  from  such  dissimilarities  in  demographic ",
  "characteristics,  there  were also  other  important  differences  in the ",
  "position and composition  of the Muslim community spread over the ",
  "subcontinent,  such as, most significantly,  sectarian differences  (Shia­",
  "Sunni),  linguistic  barriers  and  economic  disparities.  The  colonial ",
  "authorities  while defining the indigenous  society  for administrative ",
  "management  ignored such demographic  incongruities  and diversity ",
  "of status.  So also the finer distinctions  in regional  philosophical ori­",
  "entations of south Asian Islam were ignored and an image of a homo­",
  "geneous  \"religiopolitical  community\" was conjured  up. A section of https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "EARLY  263 ",
  "NATIONALISM ",
  "the Muslim population,  writes Mushirul  Hasan,  also \"began to see ",
  "themselves in the colonial image of being unified, cohesive, and seg­",
  "regated  from the  Hindus\".  They  Started homogenising  such myths ",
  "to construct  a Muslim community  identity  that  was later  enlarged ",
  "92 ",
  "into Muslim nationhood. ",
  "The evolution  of a politicised Muslim communitarian  identity  in ",
  "the late nineteenth  century, it is true, was not entirely in response to ",
  "initiatives from above. But we should nevertheless keep in mind the ",
  "new  institutionalised  knowledge  of social taxonomy  that colonial ",
  "rule offered and the new public space it created in setting a context ",
  "for such cultural  constructions,  which could later  be so easily con­",
  "nected  to  wider  political  projects. The  major  premise of colonial ",
  "cognition  of  Indian  society  was the  theme  of  \"differentiation\" ,93 ",
  "which was traced, mapped and enumerated through  various official ",
  "ethnographic  studies and finally, since 1872,  through  decennial cen­",
  "sus reports. The Indian colonial census, unlike its British predecessor, ",
  "made religion its fundamental  ethnographic  category  for ordering ",
  "and  classifying demographic  and developmental  data. Each census ",
  "report  sought  to give concrete and  recognisable shape  to the  reli­",
  "gious communities,  by discussing the numerical size of such groups, ",
  "their  percentage to  the whole  population,  relative  or absolute  de­",
  "cline  and  geographic  distribution,  indicating  their  majority  or ",
  "minority  status in each region and  in the country as a whole.  The ",
  "break-up of literacy and occupational statistics according to religion ",
  "provided  an apparently objective picture of the relative or compara­",
  "tive material and social conditions  of each religious community. The ",
  "result of this census  taxonomy was the new concept of \"religion  as a ",
  "community\".  Religion did  no  longer mean just a set  of ideas, but ",
  "came  to be identified  with  \"an  aggregate of individuals  united  by ",
  "formal official definition\",  sharing supposedly the same characteris­",
  "tics,  and  conscious  of their  comparative  demographic  as well  as ",
  "socio-economic  position  vis-a-vis  other  communiries.94  It was this ",
  "universalised  knowledge  which  made  a  difference  between  pre­",
  "colonial  localised  relations  between  religious  groups  and colonial ",
  "competition  and conflict among subcontinental religious communi­",
  "ties. For, this colonial knowledge of a redefined  religion  was incor­",
  "porated into every structure  that the state created, every opportunity ",
  "that it offered  to the colonial subjects-from educational  facilities, ",
  "public employment,  representation  in local self-governing bodies to ",
  "entry  into  the  expanded  legislative councils.  However  much  the ",
  "government  trumpeted  the  secular  character  of this  public space, ",
  "and confine religion to the private, the boundaries remained  highly ",
  "permeable  and  it  was  within  this  context  that  the  relationship https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "264 ",
  "FROM  PLASSEY TO PARTITION ",
  "between  religious groups  were reconstituted  in the  late nineteenth ",
  "century.  As Hindu  mobilisation  made  progress,  it  also  simulta­",
  "neously sculpted and vilified its 'Other', the Muslims. The latter too ",
  "began to discover their community  identity, informed  by their com­",
  "mon religion and an invented shared past. How  an aggressive Arya ",
  "Samaj  movement  contributed  to  the  counter-mobilisation  of the ",
  "Muslims in urban Punjab, we have already seen earlier. In the coun­",
  "tryside too  Islam penetrated  rural politics in the nineteenth  century ",
  "through  such  intermediaries  as  the  saJjad nishins,  pirs  and  the ",
  "ulama. ss However, so far  as the an-India Muslim  politics  was con-",
  "cerned, its leadership  and main impetus  in the late nineteenth  cen­",
  "tury  came  primarily  from  the United  Provinces  (previously North­",
  "Western Provinces and Awadh), and to a lesser extent from Bengal; ",
  "so it is on these two areas that we will focus more intensively in this ",
  "section. ",
  "So  far  as  the  Bengal Muslims  were  concerned,  as  it  has  been ",
  "shown in some recent studies, 96 they were a highly fragmented group, ",
  "vaguely  united  by  a  common  allegiance  to  the  essentials  of the ",
  "Islamic faith. There were considerable economic differences within ",
  "the community, with a minority  of large landed magnates at the top ",
  "and a majority  of poor peasants at the bottom.  This also coincided ",
  "with  the significant  cultural  differentiation  between  the ashraf and ",
  "the ajlaf (or atrap)  sections within the community. The former were ",
  "divided  into two segments:  the urban Urdu-speaking  elites and  the ",
  "rural  Urdu-Bengali  speaking  mofussil landlords. At the  other end ",
  "was the Bengali speaking peasantry known as the ajlaf. The two seg­",
  "ments represented  two distinct cultures. The elites represented  a for­",
  "eign culture:  they spoke in Urdu and Hindustani,  boasted of foreign ",
  "racial origin and tried  to preserve  Delhi or Lucknow court culture. ",
  "They  were averse to manual  labour  in the  same way as the Hindu ",
  "bhadralok  were,  and  looked  at the  indigenous  Muslims  with  un­",
  "abashed  contempt.  The  lesser ashraf  or  the  rural  Muslim  gentry ",
  "were, however, closer to the Bengali-speaking peasantry in their lan­",
  "guage, manners and customs;  yet there was very little social interac­",
  "tion  between  the  two groups.  The  atrap  or the ajlaf, on  the  other ",
  "hand, were the common  mass of peasantry, mainly residing  in the ",
  "swampy  low-lying  areas  of cast  Bengal.  How Islam  could  spread ",
  "among the masses ofBengal is a question  that has now two plausible ",
  "historical  answers, as opposed  to the previous,  now rejected,  social ",
  "emancipation  theory of conversion of the low caste Hindus. Richard ",
  "Eaton argues that as the frontiers  of cultivation  expanded  between ",
  "the sixteenth  and the eighteenth  centuries  in eastern  Bengal-away https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "265 ",
  "EARLY NATIONALISM ",
  "from  the  core  of Brahmanic  civilisation-Islam also spread  as the ",
  "\"religion  of the  plough\",  bringing  local people  gradually  into  its ",
  "fold. This Islamisation did not take place at one stroke, but as a grad­",
  "ual process slowly  absorbing  the colonisers  of the land, who were ",
  "not yet touched  or only just slightly touched  by Hinduism.  The cre­",
  "ation of a Muslim peasantry in Bengal was therefore not the result of ",
  "any large-scale \"conversion\", but of gradual  incorporation of people ",
  "residing  at  the  periphery  of Brahmanical  civilisation.97  Asim  Roy ",
  "(1983),  on the other hand, has argued that under the leadership  of a ",
  "group  of\" cultural mediators\",  consisting  of a section  of Bengali­",
  "speaking  Muslim literati and religious preachers (pirs ), Islam in Ben­",
  "gal in the sixteenth-seventeenth  centuries acquired a syncretistic face ",
  "by borrowing  generously  from  local  religious  and  cultural  tradi­",
  "tions.  This  reconstructed  Islamic great tradition was more accept­",
  "able to the masses, as it resolved the problem of dualism between the ",
  "Persianised  and Arabic Islamic high  culture  of the  ashraf  and  the ",
  "Bengali culture of the ajlaf peasants. ",
  "Coming to the more modern  period,  the Muslim community in ",
  "Bengal,  unlike the Hindus,  clearly lacked a sizeable educated profes­",
  "sional intermediary  group, which could close the hiatus between the ",
  "two  sections  of  their  population  in  the  newly  instituted  colonial ",
  "public space.  This was because of their backward  position  in educa­",
  "tional status both in absolute numbers as well as in relative terms vis­",
  "a-vis the Hindus. In 1874-75,  the Muslims constituted  only 29 per ",
  "cent of the school-going  population  in Bengal as against  70.1  per ",
  "cent Hindus. They had even lesser share at the higher levels of edu­",
  "cation:  in 187 5 the Muslims represented 5. 4 per cent of the college ",
  "students, as against 93.9 per cent Hindus;  and only 1.50 per cent of ",
  "the Muslim literates were English-knowing,  compared with 4.40 per ",
  "cent among the Hindus. And this poor representation  in education ",
  "was reflected also in the employment situation:  in 1871  the Muslims ",
  "constituted  only 5 .9 per cent of the government  officials in Bengal ",
  "proper, while the Hindus accounted  for 41 per cent.9s  Many reasons ",
  "have been offered to explain this Muslim backwardness, such as the ",
  "vanity  of the  ashraf  as a  humiliated  ruling  class,  their  economic ",
  "decline following the Permanent Settlement, supersession of Persian ",
  "by English as the official language in 183 7,  their religious aversion ",
  "to an un-Islamic  education etc. But we cannot explain  this phenome­",
  "non by only looking at the ashraf segment that constituted  only a ",
  "tiny minority  within  the community.  The majority  were  the  poor ",
  "cultivators  who shared  the  general  apathy  towards education  and ",
  "whenever  they  sent  their  children  to  school,  they  preferred  the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "266 ",
  "FROM PLASSEY TO PARTffiON ",
  "indigenous,  less expensive  traditional  institutions,  like  the  mak­",
  "tabs  and  madrassahs.  This  explains  to  a  large extent the  under­",
  "representation of the Muslims in Western  education.  This also indi­",
  "cates that the problems of the Muslim peasantry were different: they ",
  "constituted  a disadvantaged  majority in  the eastern  parts  of Bengal ",
  "where  land  holding  was largely  monopolised  by the  Hindus.  The ",
  "\"backwardness\" of the two segments of Muslim population  had thus ",
  "been of two different  nature; it was only the colonial  stereotyping, ",
  "propounded  through books like  W.W. Hunter's The Indian Mussa/­",
  "mans  (1871 ), which  mistakenly  presented the image of a homoge­",
  "neous community, suffering from \"backwardness\"  in education  and ",
  "employment. The interests of the ashraf section were thus presented ",
  "as the interests of the entire community and it was on this stereotype ",
  "that Muslim politics was eventually to construct itself ",
  "The situation  in north  India  was slightly different.  As it was the ",
  "centre  of Mughal  rule, the Muslim elites here  constituted  a privi­",
  "leged  minority,  which  was gradually losing ground  to the Hindus ",
  "during the British  period. There  were some  large landed  magnates, ",
  "like the Awadh taluqdars, who controlled one-fifth of the land in the ",
  "United  Provinces.  Not  many  of them  were  however  in  business, ",
  "which was largely  dominated  by the Hindus. But the Muslims were ",
  "well  represented in high administrative  jobs since the Mughal days ",
  "and  this  predominance  continued  into  the early British  period.  As ",
  "late as 1882, the Muslims held as many as 35 per cent of government ",
  "jobs in UP, with a fair share of high and influential positions  as well. ",
  "But as under British rule English came to replace Persian as the offi­",
  "cial language,  the Muslims began to lose their position  of power and ",
  "influence to the Hindus,  who could  adapt  to the new official  envi­",
  "ronment  more quickly. Their  position  in the subordinate  executive ",
  "and judicial services declined from 63.9 per cent in 1857 to 45.1  per ",
  "cent in 1886-87 and to 34.7 per cent in 1913,  whereas the Hindus ",
  "improved their representation  in these services from 24.1 per cent to ",
  "50.3  per  cent  to 60  per cent during  the same time span.99  In other ",
  "words, in course of a little more than half a century, the relative posi­",
  "tion  of the  two  communities in  the  public services had  just  been ",
  "reversed.  These north Indian  Muslim elites, representing  the  heri­",
  "tage of Mughal  aristocratic  culture,  were also  separated  from  the ",
  "Muslim  masses, and unlike their Bengali counterparts,  they were at ",
  "odds with the ulama, who exercised considerable influence  over the ",
  "peasantry. The traditional  theocratic  order was in conflict  with  the ",
  "British rule, which had  threatened  the traditional  system  and  their ",
  "own  predominance.  The  elites  on  the  other  hand  had  accepted https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "267 ",
  "EARLY NATIONALISM ",
  "subordination  and were trying to adjust to the new social realities of ",
  "British rule. The Muslims  of north India were  thus  divided  along ",
  "many lines. Francis Robinson has depicted the UP Muslims as \"more ",
  "a multiplicity of interests than a cornmunity't.P? David Lelyveld has ",
  "argued that this was a legacy of the Mughal social structure of asym­",
  "metrical  hierarchical  kinshiplike alliances,  linked  separately  to  the ",
  "imperial  dynasty,  but rarely experiencing any horizontal  solidarity ",
  "across ethnic,  racial  or family identities.!\" It  was  this  segmented ",
  "society  which  in  the  late  nineteenth  century  gradually  evolved  a ",
  "common identity or a sense of belonging to a  with a manifest ",
  "qaum, ",
  "destiny. In all the regions the Muslims suffered from a sense of rela­",
  "tive deprivation in comparison  with the Hindus, although  this feel­",
  "ing was shared differently by the richer  and poorer sections of the ",
  "community.  Gradually, however, when the political mobilisation  of ",
  "the Muslims began, the interests of the peasants came to be subordi­",
  "nated to the interests oft he elites, which were projected  as the inter­",
  "ests of the entire community. ",
  "Among  the Bengal Muslims a distinct  Muslim identity  had been ",
  "developing at a mass level from the early nineteenth century through ",
  "various  Islamic reform  movements. These movements rejected  the ",
  "earlier syncretism and sought to lslamise  and Arabicise the culture, ",
  "language and daily habits of the Muslim peasants by purging what­",
  "ever they  thought  to be of un-Islamic origin.  This gave the  lower ",
  "orders  or ajlaf a sense of social mobility. They could  think of their ",
  "mythical foreign or Arabic origin and could  feel  a sense of identity ",
  "with  the  upper-class sharif  Muslims. This  was developed through ",
  "various  agencies, such as the  itinerant  the  ( or  reli­",
  "mullahs,  bahas ",
  "gious) meetings and the  or local associations. No initiative ",
  "anjumans ",
  "of the elites was directly involved in the growth of this Muslim con­",
  "sciousness among the masses, but this certainly helped them  in polit­",
  "ical mobilisation and in strengthening their argument  about separate ",
  "Muslim interests.Pl  The elite leaders soon linked this new sentiment ",
  "to their relative backward condition and the need to organise them­",
  "selves as a political pressure group to demand  their just share of the ",
  "institutional opportunities created by colonial rule. The first Muslim ",
  "organisation  in  Bengal was the Mohammedan  Association  or the ",
  "Anjuman-i-Islami, established  in  1855  with  two-fold  objective  of ",
  "promoting  the  interests of the community and preaching loyalty to ",
  "the British. In a petition  to the  Lieutenant  Governor it demanded ",
  "\"no exclusive privilege, but a fair field\" to compete  on equal terms ",
  "with  the  Hindus. To ensure  this it advocated  special  measure  to ",
  "spread  education, expressed loyalty to the Raj and condemned  the ",
  "revolt of 1857.103 https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "268 ",
  "FROM PLASSEY TO PARTITION ",
  "The  essentials of Muslim politics had thus taken shape  in Bengal ",
  "even before the more well known  SayyidAhmed Khan's movement ",
  "was started  in UP. It soon  took the  form of a modernisation  cam­",
  "paign started  around  the middle of the nineteenth  century.  It gath­",
  "ered  more  momentum  in  the  1860s  and  developed  two  distinct ",
  "strands. Abdul  Latif Khan and  his Mohammedan  Literary  Society ",
  "(1863)  stood  for Western education  within  the  traditional  Islamic ",
  "education  system,  retaining  full emphasis  on  Arabic  and  Persian ",
  "learning.  Sayyid Amir Ali and his Central National  Mohammedan ",
  "Association  (1877-78),  on the  other  band,  advocated  a total  reor­",
  "ganisation  of Muslim  education  on Western and  secular  model  or ",
  "total Anglicisation of Muslim education.  And although  initially the ",
  "Bengali Muslim elites had demanded  a \"fair field\" and not exclusive ",
  "privileges,  they  gradually  changed  their  position  and  in this  they ",
  "were  encouraged  by  the  colonial  bureaucracy.  Hunter's  book  in ",
  "1871 had put forth the thesis that it was the exclusion of the Mus­",
  "lims  from  the  government-sponsored  education  system  and  civil ",
  "employment  that was mainly responsible for greater popular  appeal ",
  "of the  anti-British  Wahabi and  Faraizi movements.  A faulty thesis ",
  "though  it was, he advocated  on its basis a policy of special govern­",
  "ment  favour for the Muslims in matters  of education  and  employ­",
  "ment. The Government  of India Resolution of 7 August set the trend ",
  "by providing increased state assistance for Muslim educational  insti­",
  "tutions. The  policy was further  reaffirmed  in Lord  Northbrook' s ",
  "Resolution  of 13 June  187 5 and finally endorsed  by the Education ",
  "Commission,  which provided  for special provision for Muslim edu­",
  "cation  as a matter  of justice. The  Central  National  Mohammedan ",
  "Association  (CNMA) in a number of memoranda  in 1882 and 1888 ",
  "also demanded  special favour and not just fair justice in matters  of ",
  "employment  in government  services. The government  also endorsed ",
  "this  policy for the  political  exigency  of rallying the Muslims  as a ",
  "counterpoise  against the rising tide of Indian nationalism,  which was ",
  "predominantly  Hindu in participation.  This policy of providing pro­",
  "tection to the Muslims to ensure their proper  representation  in gov­",
  "ernment  services was first initiated  in a Resolution  of July 1885.  It ",
  "received a concrete  shape in the circular  of 1897,  which  provided ",
  "that two-thirds  of vacancies in Subordinate  Executive Services were ",
  "to be filled up by nomination  to secure a balance between the com­",
  "munities. The policy was finally institutionalised  in the partition  of ",
  "Bengal, which  created  a  new  province  in  the  Muslim  dominated ",
  "eastern Bengal to ensure for them a greater share of power.P' https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "270 ",
  "FROM  PLASSEY TO PARTITION ",
  "in  no  time  the  anti-partition  agitation  appeared  in  Muslim  con­",
  "sciousness as an anti-Muslim  campaign.  Only the  professional  and ",
  "commercial  people  among them who were centred  at Calcutta  and ",
  "whose interests were directly affected by the partition  remained  the ",
  "supporters  of the movement. The rest of the Bengali Muslim society, ",
  "both the elites and their peasant followers, had begun to pull in a dif­",
  "ferent direction. ",
  "If the anjumans prepared  the Bengali Muslims for activities in the ",
  "colonial  public space, in north  India in the late nineteenth  century  a ",
  "variety  of locally  instituted  bodies,  such  as anjumans,  neighbour­",
  "hood akhras,  festival committees and so on got involved in popular ",
  "cultural  activities that  gradually constructed  the  cultural  identities ",
  "based on a symbolic religious vocabulary that demarcated  the boun­",
  "daries between  communities.  Contestation  over sacred public space ",
  "or ceremonies led to communal riots between Hindus and Muslims, ",
  "and there was no dearth  of them-in  Bareilly in the 1870s,  in Agra ",
  "in the 1880s and finally the cow-protection  riots in the 1890s.  Such ",
  "expressions  of  \"relational  community\"-bound  by  shared  values ",
  "and  symbolic  idioms-in  a localised  public  arena,  argues  Sandria ",
  "Freitag,  could  later  be  enlarged  into  broader  and  more  abstract ",
  "\"ideological  community\"  that  became  operational  in  institutional ",
  "politics  at  a subcontinental  level.106  And  if such  popular  cultural ",
  "activities provided  for a behavioral  text of identity formation,  there ",
  "were also some other  implements of colonial modernity, which pro­",
  "vided for the construction  of a literary discursive field for the forma­",
  "tion of a communitarian  ideology or \"identity  as culture\".  In north ",
  "India  in the  late nineteenth  century,  as Ayesha Jalal  points  out,  a ",
  "vibrant  regional  press and a flourishing  Urdu  popular  poetry  were ",
  "contributing  towards  the  crafting  of what  she  calls a \"religiously ",
  "informed cultural identity\"  for the Muslims of United Provinces and ",
  "Punjab.  And since  poetry  was also  read  in public  recitals or ",
  "mu­",
  "shairas, it had the potential  to bridge the hiatus between  elites  and ",
  "the  masses.!\" Such a reconstituted  cultural  identity-or  an \"ideo­",
  "logical  community\"-based  on  imaginatively  shared  values  and ",
  "interests, could later be deployed in the institutional politics of iden­",
  "tity. But so far as the north  Indian Muslims were concerned,  central ",
  "to this transformatory  process were Sir Sayyid Ahmed Khan and his ",
  "Aligarh  movement. ",
  "Sir Sayyid started  a modernisation  movement among the Muslims ",
  "and  founded  for  this  purpose  the  Mohammedan  Anglo-Oriental ",
  "College in Aligarh in 1875. As David Lclyveld has shown,  his politi­",
  "cal  philosophy  revolved  round  the  idea  that  Indian  society  was https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "272 ",
  "FROM PLASSEY TO PARTITION ",
  "stand. This particular  trend in Muslim politics was patronised  by the ",
  "British  bureaucracy.  Particularly  significant  was the  role  of Theo­",
  "dore  Beck,  the  European  principal  of the  Aligarh  College,  who ",
  "formed  in 1888 the Indian  Patriotic Association to oppose  Congress ",
  "and to plead for government  patronage  for the Muslims. In 1893 the ",
  "Mohammedan  Anglo-Oriental  Defence  Association  was  formed, ",
  "once again with Beck's encouragement,  to check the growing  popu­",
  "larity of the Congress and to organise Muslim public opinion  against ",
  "it.  So Aligarh  movement  under  Sir Sayyid  Ahmed  Khan  and  his ",
  "Aligarh  College  developed  in opposition  to  Congress-led  national­",
  "ism and in loyalty to the British Raj, which was conceived as a legiti­",
  "mate successor to the Mughal empire. ",
  "However, Sir Sayyid's leadership  was never universally accepted ",
  "in the north Indian Muslim community. The ulama certainly did not ",
  "like his thrust  towards  westernisation, which  seemed  to  threaten ",
  "their pre-eminence  in Muslim society. As opposed to his modernism ",
  "and  rationality, they invoked  Islamic universalism  and exdusivism. ",
  "There  were  men  like Jamaluddin  al-Afghani who  were  rabid  anri­",
  "colonialist and did not like Sir Sayyid's loyalism. He was ridiculed ",
  "for his imitative Wes tern ways and unabashed  championing  of spe­",
  "cific class interests. By the late 1880s many Muslims in north  India ",
  "were tilting  towards the Congress,  while in 1887 Badruddin  Tyabji ",
  "ofBombay had become its first Muslim president. Bythe late 1890s, ",
  "many  of the  Urdu  newspapers  in  Punjab  were  asserting  that  the ",
  "Aligarh  School  \"did  not  represent  the  Indian  Muhammadans\" ",
  ".110 ",
  "After  Sir  Sayyid's  death  in 1898,  even  the  younger  generation  at ",
  "Aligarh became restless, as they began to feel that they were losing ",
  "out because they were not properly  organised  and hence could  not ",
  "voice their demands effectively. As a result,  they gradually began to ",
  "deviate from the existing tradition of Aligarh politics. For example, ",
  "the earlier  politicians  of Sir Sayyid's generation  had kept  the ulama ",
  "at arm's length in favour of the Western-educated  intelligentsia.  The ",
  "politics of this  period  was confined  to  what  Lelyveld  has  called ",
  "\"kachari-linked  family groups\" who deployed their Muslim identity ",
  "only  in  self-defence.'!'  But  by contrast,  the  younger  leaders like ",
  "Muhammad Ali and Shaukat Ali, were profoundly  influenced by the ",
  "ulama,  like Maulana Abdul Bari, and  through  their  influence  they ",
  "rediscovered  the  inspiration  of Islam  as a  mobilising  force.  This ",
  "resulted in what may be called a gradual Islamisation ofMuslim pol­",
  "itics. The  younger  leaders  also started  deviating  from  the  loyalist ",
  "stand  of Sayyid Ahmed and partly responsible  for this was Lieuten­",
  "ant  Governor  Macdonnell's  unsympathetic  policies  towards  the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "NATIONALISM ",
  "EARLY  273 ",
  "United Provinces Muslims. He preferred  the Hindus to the Muslims, ",
  "it was alleged, and this preference was reflected in the Nagri Resolu­",
  "tion of 18 April 1900, which recognised the Nagri script, along with ",
  "Persian, for official use in the courts. This sparked off, as mentioned ",
  "earlier, what is often referred  to as the Hindi-Urdu  controversy,  as ",
  "language now became a trope for community honour and a focus for ",
  "mobilisation. And soon to this campaign was added a demand for an ",
  "all-India Muslim University as a cultural centre  of pan-Indian  Islam. ",
  "But the leaders  of the older generation,  like Mohsin-ul-Mulk,  soon ",
  "backed  out of this  agitation,  as Macdonnell  threatened to cut off ",
  "grants  for the AJigarh College.  So the younger  generation  was left ",
  "alone  to protest  against discriminatory  government  policies and  in ",
  "no  rime they realised the inadequacies  of Sayyid Ahmed's  loyalist ",
  "politics;  some of them even threatened to join the Congress. So the ",
  "older leaders and the colonial bureaucracy now felt the urgent need ",
  "for a political organisation  for the Muslims in order to mobilise the ",
  "community  against the  Congress and  also to offer an independent ",
  "political platform,  as many oft he Bengal  Punjab and Bombay Mus­",
  "lim leaders were not prepared to accept AJigarh's leadership. ",
  "The  Bengali  Muslims  had  been  coming  closer  to  their  north ",
  "Indian  co-religionists  since  1899, when  the  annual  Mohammedan ",
  "Educational  Conference  was  held  at  Calcutta.  But  the  events  of ",
  "1906  brought  them  even  closer,  though  not  entirely  on  cordial ",
  "terms. In eastern Bengal the resignation  ofLt. Governor  Bampfylde ",
  "Fuller, known for his pro-partition and pro-Muslim  sympathies, and ",
  "the possibility of partition  itself being rescinded,  made the Bengal ",
  "Muslim leadership panicky. And then the Secretary of State Morley's ",
  "budget  speech  of 1906  indicated  that  representative  government ",
  "was going to be introduced  in India.  This alarmed  Muslim  leaders ",
  "across the board, as they thought that in the new self-governing bod­",
  "ies they would be swayed by the Hindu majority who were now well ",
  "organised  under  the  Congress.  This  provided  the  context for  the ",
  "Simla deputation  of I  October  1906 to the Governor  General  Lord ",
  "Minto. For a long time the prevalent theory was that it was a \"com­",
  "mand performance\",  entirely stage-managed  by the British, through ",
  "the European  principal of the Aligarh College, W.A.J. Archbald. But ",
  "recent analyses show  that the  initiative  had come from the AJigarh ",
  "veterans,  like Mohsin-ul-Mulk, the secretary of the Aligarh College, ",
  "who wanted  to assuage the feelings  of younger  Muslims;  and  it ",
  "was hoped that the Bengal Muslims would also join any such depu­",
  "tation. But in the  end  the  grievances  of the  Bengal Muslims  were ",
  "bypassed for being too sensitive or divisive and no Bengali joined the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "274  FROM PLASSEY TO PARTITION ",
  "deputation  to Simla. The petition, which the Aligarh leaders drafted, ",
  "represented  only their  interests.  It depicted  the Muslims as a sepa­",
  "rate community  with political  interests different  from those  of the ",
  "Hindus  and therefore  having legitimate  claim to minority  rights to ",
  "proportional  representation in the representative  bodies and public ",
  "employment.  The  deputation  was given a  patient  hearing  by  the ",
  "viceroy,  and  he  also  assured  the  east  Bengalees  that  their  rights ",
  "would  not be jeopardised. 112 ",
  "The success  of the  deputation  was a tremendous morale  booster ",
  "to Muslim politics; yet mere verbal assurances were hardly expected ",
  "to satisfy the younger Muslims.  They had long been feeling the need ",
  "for a separate  political organisation  for themselves;  a religious ori­",
  "entation  of the movement was also on their agenda, as there has now ",
  "been, as Lelyveld (1978) describes it, a clear shift of emphasis from ",
  "qaum  (community based on common  descent) to ummah (commu­",
  "nity  based on allegiance  to  a common  faith). The  thirty-five dele­",
  "gates  at  Simla  therefore  decided  to  organise  the  community  for ",
  "independent  political action  to secure for themselves  a recognition ",
  "from the government as \"a nation  within a nation\", to use the words ",
  "of  Aga  Khan,  the  leader  of  the  delegation.1  The  next  annual ",
  "11 ",
  "Mohammedan  Educational  Conference was scheduled to be held  in ",
  "December 1906 in Dacca, the capital of the new province of Eastern ",
  "Bengal and Assam. So it was decided that this opportunity would be ",
  "taken  to  launch  a new Muslim  party. The  situation  in Dacca  was ",
  "already  volatile.  The  nationalist  agitation  against  the  partition  of ",
  "Bengal had gained an unexpected  momentum  and  there was wide­",
  "spread  fear among  the Bengali Muslims that the government  might ",
  "succumb  to the  nationalist  pressure  and annul  the partition  to the ",
  "disadvantage  of the Muslims.  There  was already  a proposal from ",
  "Nawab  Salimullah  of Dacca, the leader of the east Bengali Muslims, ",
  "about  the  formation  of a political  party for the Muslims  and this ",
  "could be an excellent starting point for further discussion.  So it was ",
  "in this Dacca Educational  Conference  on 30  December  1906  that ",
  "a new party  was launched  and  it was called the All India  Muslim ",
  "League. Its professed goals were to safeguard the political rights and ",
  "interests of the Muslims, to preach  loyalty to the British and to fur­",
  "ther  the cause of inter-communal  amity. The Muslim  supporters  of ",
  "the Congress immediately  tried to counteract  this move, but in vain; ",
  "the majority  of the educated  Muslims had already decided  to tread ",
  "along a different path. ",
  "Until  about  1910  for all practical  purposes  the  AJJ  India  Mus­",
  "lim  League  maintained  its  existence  only  as  an  adjunct  of  the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "276 ",
  "FROM  PLASSEY TO PARTITION ",
  "Muslim identity from minority status to nationhood  took a long and ",
  "tortuous  trajectory  and  in the meanwhile the relationship  between ",
  "the  League  and  the  Indian National  Congress  remained  on  shaky ",
  "grounds.  Between  1920  and  1924  they  launched  a joint  agitation ",
  "over  the  issue of Khilafat,  but  since then  their  ways progressively ",
  "drifted  apart.  We  will trace  that  story  further  in  the  subsequent ",
  "chapters. ",
  "NOTES ",
  "1.  de Barry 1958.Il:  115. ",
  "2.  For  more details  sec Chandra et al. 1989:  115-16. ",
  "3.  For details  see Chandra 1966; and Chandra ct  aJ.  1989:  91-101. ",
  "4.  de Barry 1958.11:  116. ",
  "5.  Mehrotra 1971:  412. ",
  "6.  Ghosh 1960:  11. ",
  "7.  Mclane  1977. ",
  "8.  Ghosh  1960:  11. ",
  "9.  Lelyveld 1978:  305-8. ",
  "10.  Chandra  al.  1989: 75. ",
  "et ",
  "11. Mclane  1977: 325. ",
  "12.  Sarkar  1992. ",
  "13.  Partha.Chattcrjee  1992. ",
  "14.  Sarkar  1992. ",
  "Raychaudhuri 1999: 121. ",
  "15. ",
  "16.  AP. Sen 1993. ",
  "17. Raychaudhuri 1989. ",
  "18.  Kaviraj 1995. ",
  "19.  For details on this case, see Chandra 1998. ",
  "20.  Sarkar 2001:  197, 222. ",
  "21.  Hcimsath  1964. ",
  "22.  A.P. Sen 1993; Sarkar 2001. ",
  "23.  Wolpert  1962. ",
  "24.  Sarkar:  2001:  225. ",
  "25.  Sinha  1995. ",
  "'26.  Heimsath  1964:  173. ",
  "27.  Van dcr Veer 1994:  66. ",
  "28.  Mclane  1977: 276-79. ",
  "29.  Van der Veer 1994:  86-94. ",
  "30.  Mclane  1977: 280-81;  for  more  on  Kuka  Sikhs,  see  Obcroi ",
  "1994:  194-201. ",
  "31.  Robb 1992. ",
  "32.  Yang 1980. ",
  "33.  Robb 1992. ",
  "34.  McLane 1977: 322. ",
  "35.  Robb 1992: 134. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "2 77 ",
  "EARLY NATIONALISM ",
  "36.  Wolpert 1962:  43. ",
  "37.  Mclane  1977:  325. ",
  "38.  Brass 1974. ",
  "39.  See Dalmia 1997  for more details. ",
  "40.  King 1999: 156 and passim. ",
  "41.  Cashman 1970. ",
  "42.  Quoted in Wolpert 1962:  80. ",
  "43.  Ibid. ",
  "44.  Cashman 1970. ",
  "45.  Frykenberg 1997. ",
  "46.  Thapar  1997. ",
  "47.  Frykenberg  1997. ",
  "48.  Zavos 2000:  74-75. ",
  "49.  Nandy 1998: 74. ",
  "50.  Ibid:  24-25, 28,  103. ",
  "51.  Raychaudhuri 1989. ",
  "52.  A.P.  Sen 1993:  8-12. ",
  "53.  Kaviraj 1995. ",
  "54.  Chatterjee 1986: 75 and passim. ",
  "55.  Nandy 1998:  24-25. ",
  "56. Jaffrelot 1996:  13. ",
  "57.  Sarkar 1997: 20. ",
  "58.  Fox 1985: 168-71. ",
  "59.  See Oberoi 1994 for more details. ",
  "60.  Ray 1984:  165-70. ",
  "61.  Goradia 1993:  167-70. ",
  "62.  Nandy 1998: 24-25. ",
  "63.  See Chowdhury 1998 for more details. ",
  "64.  Tripathi 1967:  75 and passim. ",
  "65.  Partha Chatterjee 1986. ",
  "66.  Chatterjee 1995. ",
  "67.  Kaviraj 1995. ",
  "68.  Neogy 1987. ",
  "69.  Sarkar 1973:  12-14. ",
  "70.  quotations from Sarkar  1973:  15-20;  Tripathi 1967:  95-",
  "Curzon ",
  "98. ",
  "71.  Cronin  1977. ",
  "72.  For details,  see Sarkar  1973:  9-20. ",
  "73.  Ray 1984:  142, 150. ",
  "74.  Guha 1992:  76-103. ",
  "75.  Bandyopadhyay 1987:  88. ",
  "76.  Sumit Sarkar  1984. ",
  "77.  Tripathi 1967:  139-40. ",
  "7 8.  Ooradia 1993:  249  . ",
  "79.  Catanach 1984. ",
  "80.  Ray  1984:  170. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "2 78 ",
  "FROM PLASSEYTO PARTmON ",
  "81.  Ibid:  173. ",
  "82.  Hardiman  1993:  52- 53. ",
  "83.  Wolpert 1962. ",
  "84.  See Chowdhury  1998. ",
  "85.  Details in Sarkar 1973. ",
  "86.  Heehs 1993. ",
  "87.  For this argument,  see Chakrabarri  1992. ",
  "88.  Neogy 1987. ",
  "89.  Chakrabarti 1992. ",
  "90.  Seal  1968: 26. ",
  "91.  Ahmed 1996:  1-2. ",
  "92.  Hasan 1996:  193 and passim. ",
  "93.  Cohn 1986:  284 and passim. ",
  "94.  Jones 1981:  84 and passim. ",
  "05.  Gilmartin 1988: 39-72. ",
  "96.  Ahmed 1996; Roy 1983. ",
  "97.  Eaton 1993: 306-11. ",
  "98.  Ahmed 1996:  134-35,153. ",
  "99.  Robinson 1974: 23, 46 and passim. ",
  "100.  Ibid: 28. ",
  "101.  Lelyveld 1978: 20-26,  344. ",
  "102.  For details, see Ahmed 1996. ",
  "103.  Maitra 1984:  78-82. ",
  "104.  For details, see Maitra 1984. ",
  "105.  For more see Ahmed 1996. ",
  "106.  Freitag 1989. ",
  "107. jalal 2000:  44-48  and passim. ",
  "108.  Lelyveld  1978: 311-12,  343-45. ",
  "109.  Ibid: 317. ",
  "110.  Jalal 2000:  68, 73, 77, 93-94. ",
  "111.  Lelyveld 1978: 342. ",
  "112.  Robinson 1974:  143-47. ",
  "113.  Quoted in Maitra 1984:  272. ",
  "114.  Mairra 1984:  279-81. ",
  "115.  Lelyveld 1978:  338. ",
  "116.  Robinson 1974:  149-52. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]