[
  "chapter2 two ",
  "British Empire  in India ",
  "2.1.  THE  IMPERIAL IDEOLOGY ",
  "Since the conquest  of Ireland  in the  sixteenth  century, the  English ",
  "gradually  emerged  as  the  \"new  Romans,  charged  with  civilizing ",
  "backward  peoples\" across the world, from  Ireland  to America and ",
  "from India to Africa.1  This imperial  history of Britain is periodised ",
  "into  two  phases,  the  \"first  empire\"  stretching  across  the  Atlantic ",
  "towards  America  and  the  West Indies,  and  the  \"second  empire\", ",
  "starting from around  1783  (Peace of Paris) and swinging towards the ",
  "East,  i.e.,  Asia and  Africa.  The  details  of structural  or  ideological ",
  "disjunctures and interfaces between the two empires arc not relevant ",
  "here, but it suffices to say, that from the late eighteenth century there ",
  "was a greater acceptance of a territorial  empire based on the conser­",
  "vative values of military  autocracy, hierarchy  and racial insolence.2 ",
  "As British patriotism  gradually developed in the eighteenth  century, ",
  "it  was closely  associated  with  the  grandeur  and  glories  of having ",
  "overseas territorial possessions.  In a post-Enlightenment  intellectual ",
  "environment,  the British also started defining themselves as modem ",
  "or civilised  vis-a-vis the Orientals and this rationalised  their imperial ",
  "vision  in the nineteenth century, which witnessed  the so-called 'age ",
  "of reform'.  In other  words, British imperial  ideology  for India was ",
  "the  result  of such intellectual  and  political  crosscurrents  at  home. ",
  "Sometimes, \"sub-imperialism\"!  of the men on the spot,  regarded by ",
  "some  as  the  \"real  founders  of  empire\" ,4  and  pressures  from  the ",
  "ruled-in short, the crises in the periphery-led  to adjustments and ",
  "mutations  in the  functioning  of  that  ideology. The  nature  of  the ",
  "imperial connection also changed over time; but not its fundamentals. ",
  "For  several  years,  it is argued,  the government  of the East India ",
  "Company  functioned  like an  \"Indian  ruler\",  in  the  sense  that  it ",
  "recognised the authority  of the Mughal emperor,  struck coins in his ",
  "name, used Persian as the official language and administered  Hindu ",
  "and  Muslim  laws  in  the  courts.  Lord  Clive  himself  had  recom­",
  "mended a system of \"double government\" as a matter of expediency, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "BRITISH  .EMPIRE  IN INDIA  67 ",
  "under which the criminal justice system would be left in the hands of ",
  "nawabi officials,  while  civil and fiscal matters would  be controlled ",
  "by the Company. This policy of least intervention, which had ema­",
  "nated  from  pure  pragmatism  to  avoid  civil disturbances,  did  not, ",
  "however, wane rapidly when such situations ceased to exist, although ",
  "the  Company  officials  were  then  required  to  get  involved  much ",
  "more  deeply  in the administration. The Anglicisation  of the struc­",
  "ture  of this  administration  began,  but  it  progressed,  as it  seems, ",
  "gradually. ltwas not, in other words, a revolutionary  change,  as the ",
  "officials looked  at themselves \"as inheritors  rather  than innovators, ",
  "as the revivers of a decayed system\".' ",
  "The idea of this \"decayed system\" however originated  from a tele­",
  "ological construction  of India's past. The early image of India in the ",
  "West was that of past glory accompanied by an idea of degeneration. ",
  "There was an urge to know Indian  culture and tradition,  as reflected ",
  "in the endeavours of scholars like Sir William Jones, who studied the ",
  "Indian  languages to  restore to the  Indians  their own  forgotten  cul­",
  "ture  and  legal system-monopolised  hitherto  only  by the  learned ",
  "pundits and maulvis (Hindu and Islamic learned men). By establish­",
  "ing a linguistic connection between  Sanskrit,  Greek  and  Latin -aJl ",
  "supposedly  belonging  to  the  same  lndo-European  family  of lan­",
  "guages-Jones  privileged  India  with  an antiquity  equal to that  of ",
  "classical West. This  was the  beginning  of the  Orientalist tradition ",
  "that  led to  the founding of institutions  like the Calcutta  Madrassa ",
  "(1781) ,  the Asiatic Society of Bengal (1784) and the Sanskrit College ",
  "in Banaras  (1794) ,  all of which were meant to promote  the study of ",
  "Indian  languages and scriptures. One  should  remember, however, ",
  "that while discovering  India,  primarily  through analysis of ancient ",
  "texts, these Orientalist scholars were also defining Indian  \"tradition\" ",
  "in a particular  way that came to be privileged as the  most authentic ",
  "version or true knowledge, for it was legitimated by the power of the ",
  "colonial state.  Some scholars like Eugene lrschick have argued  that ",
  "contrary  to the supposition  of Edward Said (1978) that  Orientalism ",
  "was a knowledge  thrust  from above through  the power  of the Euro­",
  "peans, it was produced through a process of dialogue in which  the ",
  "colonial officials,  Indian commentators  and native informants  par­",
  "ticipated in a collaborative intellectual exercise. One could point out ",
  "though  that even when Indians participated  in this exercise, they sel­",
  "dom  had control  over  its final outcome.  However, while  emphas­",
  "ising the importance  of the Indian agency, Irschick does not deny the ",
  "most important  aspect of this cognitive enterprise, that  Orientalism ",
  "produced  a knowledge  of the past to meet the requirements  of the ",
  "present, i.e.,  to service the needs of the colonial state. 6 https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "68  FROM  PLASSEY TO PARTITION ",
  "Orientalism  in practice in its early phase could  seen in the poli­",
  "be ",
  "cies of the Company's  government  under Warren Hastings. The fun­",
  "damental  principle  of this tradition  was that  the conquered  people ",
  "were to be ruled by their  own laws-British  rule had to \"legitimize ",
  "itself in an Indian  idiom\". 7  It therefore  needed  to  produce  know­",
  "ledge  about  Indian  society,  a  process  which  Gauri  Viswanathan ",
  "would call \"reverse acculturation\".  informed  the European  rulers ",
  "It ",
  "of the customs and laws of the land for the purposes  of assimilating ",
  "them  into  the subject society for more  efficient administration.  1  It ",
  "was with this political  vision that  Fort WilJiam College at  Calcutta ",
  "was established  in  1800 to train  civil servants  in Indian  languages ",
  "and  tradition.  The  Orientalist  discourse,  however,  had  another ",
  "political project, as Thomas Trautmann  (1997) has argued. By giving ",
  "currency  to the idea of kinship between  the British and the Indians ",
  "dating back to the classical past, it was also morally binding the latter ",
  "to colonial  rule through  a rhetoric  of \"love\".  \"Every accumulation ",
  "of knowledge\",  Warren  Hastings  wrote  in  1785, \"is useful  to  the ",
  "state:  .. .  it attracts  and conciliates  distant  affections;  it lessens the ",
  "weight  of the chain by which  the natives arc held in subjection;  and ",
  "it imprints on the hearts of our own countrymen  the sense and obli­",
  "gation of benevolence.  But if the Orientalist discourse was initially ",
  "\"9 ",
  "premised  on a respect  for ancient  Indian  traditions,  it produced  a ",
  "knowledge  about  the subject society, which ultimately  prepared  the ",
  "ground  for the  rejection  of Orientalism  as a policy  of governance. ",
  "These  scholars  not  only  highlighted  the  classical glory  of India­",
  "crafted  by the Aryans, the distant  kin-brothers  of the Europeans­",
  "but also emphasised  the subsequent  degeneration  of the once mag­",
  "nificent  Aryan  civilisation.  This  legitimated  authoritarian  rule,  as ",
  "India needed to be rescued from the predicament  of its own creation ",
  "and elevated to a desired state of progress as achieved by Europe. ",
  "Hastings's  policy was therefore  abandoned  by Lord  Cornwallis, ",
  "who  went  for greater  Anglicisation  of the  administration  and  the ",
  "imposition  of the Whig principles  of the British government.  Lord ",
  "Wellesley supported  these moves, che aim of which was to limit gov­",
  "ernment  interference by abandoning the supposedly despotic aspects ",
  "of  Indian  political  tradition  and  ensuring  a  separation  of  powers ",
  "between the judiciary and the executive. The state's role would only ",
  "be the protection  of individual rights and private property.  The pol­",
  "icy came from a consistent  disdain for \"Oriental  despotism\",  from ",
  "which Indians needed to be emancipated. Despotism was something ",
  "that  distinguished  the  Oriental  state  from  its European  counter­",
  "part;  but ironically, it was the same logic that provided  an \"implicit https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "69 ",
  "BRITISH  EMPIRE  IN INOLA ",
  "justification\" for the \"paternalism of the Raj\"  From the very early ",
  ".1 ",
  "stages of conquest, the Company state tried to curb the local influ­",
  "ence of the raj as and zamindars,  the local remnants  of the Mughal ",
  "state, in order to ensure a free flow of trade and steady collection of ",
  "revenues. And ostensibly for that same purpose, it took utmost care ",
  "in surveying and policing the territory  and insisted  on the exclusive ",
  "control  over the  regalia  of power,  e.g.,  flag,  uniform,  badges and ",
  "seals.  This indicated the emergence  of a strong state, based on the ",
  "11 ",
  "premise that natives were not used to enjoying freedom and needed ",
  "to be emancipated  from their corrupt and abusive feudal lords. Men ",
  "like William Jones  typified such  paternalist  attitude  exhibited  by ",
  "many British officers at that time. Radical at home, attracted to the ",
  "glorious  past of India and its simple  people,  they remained  none­",
  "theless the upholders  of authoritarian rule in India.12  One purpose ",
  "of the Fort William College was to prevent the spread of the ideas of ",
  "freedom  preached by the French Revolution. Javed Majeed (1992), ",
  "therefore, sees no apparent contradiction, but a gradual  evolution of ",
  "a conservative  ideology  in the  ideas  of Jones  since  his arrival  in ",
  "India.  This conservatism,  of which  Edmund  Burke was  the  chief ",
  "exponent,  was related  to  domestic  politics  in  England  facing  the ",
  "threat ofjacobinism.  The Georgian state had to consolidate  public ",
  "support at  home  by manipulating  ceremonies  and  enhancing  the ",
  "popular  profile  of the  monarchy.  The issue of  uniqueness of cul­",
  "tures, requiring change or not, tied in an unmistakable way the ques­",
  "tions of reform at home and in India. The process of Anglicisation ",
  "and  the  regulative  administration  under Cornwallis and  Wellesley ",
  "reflected this conservatism of the time. ",
  "As Eric Stokes (1959} has shown, two distinct  trends were gradu­",
  "ally emerging  in the Indian  administration of the East India Com­",
  "pany, although  they were not totally unrelated.  There was, on the ",
  "one hand,  the Cornwallis system, centred in Bengal, and based pri­",
  "marily  on  the Permanent  Settlement.  Lord  Cornwallis introduced ",
  "Permanent Settlement with the hope that the rule of law and private ",
  "property rights would liberate individual enterprise from the shack­",
  "les of custom and tradition, and would  bring in modernisation  to the ",
  "economy and society. But Thomas Munro  in Madras, and his disci­",
  "ples in western and northern India, such as Mountstuart  Elphinstone, ",
  "John Malcolm  and  Charles Metcalfe, thought  that the  Cornwallis ",
  "system did not pay heed to Indian tradition and experience. Not that ",
  "they were averse to the rule oflaw or separation of powers;  but such ",
  "reforms, they thought, had to be modified to suit the Indian context. ",
  "Some  elements  of  the  Indian  tradition  of  personal  government https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "70  FROM Pl.AsSEY TO PARTITION ",
  "needed  to be maintained,  they believed;  the role of the Company's ",
  "government  would be protective,  rather than intrusive, regulative or ",
  "innovative.  So Munro went on  to  introduce  his  Ryotwari  Settle­",
  "ment, with the intention  of preserving India's village communities. ",
  "But ultimately his aim was to consolidate the Company's state in the ",
  "south by expanding its revenue base, where land taxes would be col­",
  "lected directly from the peasants by a large number of British offi­",
  "cers, an idea he had borrowed from the \"military fiscalisrn\"  of Tipu ",
  "Sultan's  Mysore  (see chapter  1.2). u Both the  systems,  it therefore ",
  "appears,  were based on the same fundamental principles of central­",
  "ised sovereignty,  sanctity  of private  property,  to  be protected  by ",
  "British laws.  Munro  believed,  as Burton Stein argues,  that part of ",
  "India should  be indirectly governed; but he insisted  that  the tradi­",
  "tional Indian  forms of government would function well if \"directed ",
  "by men like himself, knowledgeable and sympathetic, with great and ",
  "concentrated  authority\". This authoritative  paternalism rejected the ",
  "idea of direct  political participation  by Indians. 14  Respect and pater­",
  "nalism,  therefore,  remained  the two  complementing  ideologies  of ",
  "the early  British  empire  in India.  And significantly,  it was soon dis­",
  "covered  that imperial  authoritarianism could  function  well in con­",
  "junction with the local elites of Indian rural society-the zamindars ",
  "in Bengal  and the  mirasidars in Madras-whose  power  was there­",
  "fore buttressed  by both  the Cornwallis system and the Munro sys­",
  "tem, both of which sought to define and protect  private property. ",
  "If ",
  "the Awadh taluqdars lost out,  their angst caused the revolt of 1857; ",
  "and after the revolt they were again restored  to their  former posi­",
  "tions of glory and authority.'! ",
  "Cornwallis was a little restrained and conservative, it was partly ",
  "If ",
  "out  of the expediencies of administering  a newly conquered  terri­",
  "tory, and at the same time raising sufficient revenue to pay for the ",
  "Company's  annual investments. The situation  began to change with ",
  "further conquests and pacification.  Around  1800 the Industrial Rev­",
  "olution  in Britain created the necessity to develop  and integrate  the ",
  "Indian markets for manufactured goods and ensure a secured supply ",
  "of raw materials. This required  a more effective administration  and ",
  "the  tying up of the colony  to the economy  of the mother  country. ",
  "There  were also several new intellectual currents  in Britain, which ",
  "preached  the idea  of  improvement  and  thus  pushed  forward  the ",
  "issue of reform both at home and in India. While the pressure of the ",
  "free trade lobby at home  worked  towards the abolition  of the Com­",
  "pany's  monopoly  over Indian trade, it was Evangelicalism  and Utili­",
  "tarianism,  which brought about  a fundamental  change in the nature https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "71 ",
  "BRITISH  EMPIRE  IN INOlA ",
  "of the Company's administration  in India. Both these two schools of ",
  "thought asserted that the conquest oflndia had been by acts of sin or ",
  "crime; but instead of advocating the abolition of this sinful or crimi­",
  "nal rule, they clamoured for its reform, so that Indians could get the ",
  "benefit of good government in keeping  with  the \"best ideas of their ",
  "age\".  It was from  these two intellectual  traditions  \"the  conviction ",
  "that England  should  remain  in  India  permanently  was  finally  to ",
  "evolve\" .16 ",
  "Evangelicalism started its crusade  against Indian  barbarism  and ",
  "advocated the permanence  of British rule with a mission to change ",
  "the very \"nature  of Hindosran\",  In India the spokespersons  of this ",
  "idea were the missionaries located at Srirampur near Calcutta; but at ",
  "home its chief exponent  was Charles Grant The principal  problem ",
  "of India, he argued in 1792, was the religious ideas that perpetuated ",
  "the  ignorance of Indian  people. This could  be effectively changed ",
  "through  the  dissemination  of  Christian  light, and  in  this lay  the ",
  "noble mission of British rule in India To convince his critics, Grant ",
  "could  also show a complementarity between the civilising process ",
  "and  material prosperity, without  any accompanying  danger  of dis­",
  "sent or desire for English liberty. His ideas were given greater public­",
  "ity by William Wilberforce in the Parliament before the passage of ",
  "the Charter Act of  1813,  which allowed  Christian  missionaries to ",
  "enter  India  without  restrictions.17  The  idea  of improvement  and ",
  "change was also being advocated by the free-trade  merchants, who ",
  "believed that India would be a good  market  for British goods and a ",
  "supplier of raw materials,  if the Company shifted attention  from its ",
  "functions as a trader  to those of a ruler. Under a good government ",
  "the Indian peasants could again experience improvement  to become ",
  "consumers of British products. Fundamentally, there was no major ",
  "difference between the Evangelist and the free-trade merchant posi­",
  "tions as regards the policy of assimilation and Anglicisation. Indeed, ",
  "it was the Evangelist  Charles  Grant  who  presided  over  the passage of ",
  "the Charter Act of 1833,  which took  away the Company's  monop­",
  "oly rights over India trade. ",
  "This was also the age of British  liberalism. Thomas  Macaulay's ",
  "liberal  vision  that  the  British administrators' task  was  to  civilise ",
  "rather  than  conquer,  set a liberal  agenda  for the  emancipation  of ",
  "India  through  active governance. \"Trained  by us to happiness and ",
  "independence, and endowed with our learning and political institu­",
  "tions, Inclia will remain the proudest  monument of British benevo­",
  "lence\", visualised C.E. Trevalyan,  another liberal  in 1838.is  It was ",
  "in this atmosphere of British liberalism that Utilitarianism, with all https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "72  FROM PlAsSEY TO PARmlON ",
  "its distinctive  authoritarian  tendencies,  was born  Jeremy  Bentham ",
  "preached  that  the  ideal  of  human  civilisation  was  to  achieve  the ",
  "greatest  happiness  of the greatest number.  Good  laws, efficient and ",
  "enlightened administration, he argued, were the most effective agents ",
  "of change;  and the idea of rule of law was a necessary precondition ",
  "for improvement.  With  the coming of the Utilitarian j ames Mill to ",
  "the East India Company's  London  office, India policies came to be ",
  "guided by such doctrines. Mill, as it has been contended,  was respon­",
  "sible for transforming  Utilitarianism  into  a \"militant  faith\".  In  The ",
  "History  of British India,  published  in  181 7,  he  first  exploded  the ",
  "myth  of  India's  economic  and  cultural  riches,  perpetuated  by the ",
  "\"susceptible imagination\"  of men like Sir William Jones. What India ",
  "needed for her improvement,  he argued in a Bcnthamite  line, was an ",
  "effective schoolmaster,  i.e., a wise government  promulgating  good ",
  "legislation.  It was largely due to his efforts that a Law Commission ",
  "was appointed  in  1833  under  Lord  Macaulay  and  it drew  up  an ",
  "Indian Penal Code in 1835 on the Benthamite  model of a centrally, ",
  "logically and coherently  formulated  code,  evolving from \"disinter­",
  "ested philosophic  intelligence\" .19 ",
  "The  Utilitarians  differed  from  the  liberals  in  significant  ways, ",
  "especially with regard to the question  of Anglicisation.  This was the ",
  "time that witnessed the Orientalist-Anglicist  debate on the nature  of ",
  "education  to be introduced  in India. While the liberal Lord Macaulay ",
  "in his famous  Education  Minute  of  1835  presented  a strong  case ",
  "for the introduction  of English education,  Utilitarians  like Mill still ",
  "favoured  vernacular  education  as more  suited  to  Indian  needs.  In ",
  "other  words, dilemmas in imperial attitudes towards  India persisted ",
  "in the  first half of the  nineteenth  century. Although  gradually  the ",
  "Anglicisrs and Utilitarians were  having their  day, the  old dilemmas ",
  "were  not  totally  overcome,  and  the  epitome  of this  dilemma  was ",
  "Lord Bentinck, himself. An ardent  follower of Mill, he abolished sari ",
  "and child infanticide through  legislation. He believed in the Utilitar­",
  "ian philosophy  that legislation was an effective agent of change;  and ",
  "the concept of rule of law was a necessary precondition  for improve­",
  "ment. But at the same time, he retained  his faith in Indian traditions ",
  "and nurtured  a desire to give bade to the Indians their true religion. ",
  "The official discourse on the proposed  reform of sari was, therefore, ",
  "grounded  in a scriptural  logic that  its abolition  was warranted  by ",
  "ancient Hindu texts. 20 The Indian Penal Code drafted in 1835 could ",
  "not become an act until 1860. The dilemmas definitely  persisted in ",
  "the mid-nineteenth  century, in spite ofLord Dalhousie's  determina­",
  "tion to take forward Mill's vision of aggressive advancement  of Brit­",
  "ain's mission  in India. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "73 ",
  "BRITISH  EMPIRE  IN INDIA ",
  "It was Victorian  liberalism in post-1857  India that certainly made ",
  "paternalism  the dominant  ideology of the Raj. The traumatic experi­",
  "ence  of the  revolt  convinced  many  in  England  and  in India  that ",
  "reform was \"pointless as well as dangerous\"21 and that Indians could ",
  "never  be trained  to become like Englishmen.  Not that  the zeal for ",
  "reform totally evaporated,  as it was amply represented  in the Crown ",
  "Proclamation  of 1858, in the patronage  for education,  in the Indian ",
  "Councils Act of 1861 and in the Local Self-government Act of 1882, ",
  "which  in  a  limited  way  moved  towards  sharing  power  with  the ",
  "Indians.  But on the other  hand,  veneration  for Indian  culture  was ",
  "definitely  overshadowed  by a celebration  of the  superiority  of the ",
  "conquering  race. Bcntinck's dithering  attitudes  were  now replaced ",
  "by the authoritarian  liberalism of James Fitzjames Stephen, who suc­",
  "ceeded  Macaulay as the new law member  in the viceroy's  council. ",
  "He not only emphasised India's difference,  but also asserted India's ",
  "inferiority. Such ideas in the nineteenth century were further strength­",
  "ened by the rise of racial sciences in Victorian England, which privi­",
  "leged physical features over languages as the chief markers of racial ",
  "identity. This racial anthropology  could not accommodate  the  idea ",
  "of an ancient  Indian  civilisation  into  its theory  of dichotomy  bet­",
  "ween  the  civilised white-skinned  Europeans  and  the  dark-skinned ",
  "savages.  Hence  the  story  of  invading  white  Aryans  founding  the ",
  "Vedic civilisation  through  a confrontation  with  the  dark-skinned ",
  "Indian  aborigines  was invented,  a theory  constructed  by \"consist­",
  "ent  overreading\"  of evidence  and  \"a considerable  amount  of text­",
  "torturing\". 22 To put it more directly, this new Orientalist  discourse­",
  "contributed  not just by Sanskritists, but by a whole range of observ­",
  "ers, ethnologists  and civilians--eventually  produced  an essentialist ",
  "knowledge  of a backward  caste-ridden  Indian  society;  it was  this ",
  "knowledge of the Indian \"essences\" which rationalised  authoritarian ",
  "colonial  rule. 2J All discussions about  India's  eligibility for self-rule ",
  "were  dismissed  as  sentimental,  a�d  racial  distancing  as  well  as ",
  "avowal of privileges for the rulers triumphed  over the earlier liberal ",
  "visions of similarity and assimilation. 24  reforms were introduced, ",
  "If ",
  "they were  more  in response  to  articulate  political  demands  of the ",
  "Indians  (see chapter  6.1) . ",
  "However, it needs to be pointed  out here that statements  of racial ",
  "superiority  of the rulers were not for the first time being made in the ",
  "mid-nineteenth  century.  If we look at the actual  functioning  of the ",
  "empire, such statements were made rather  loudly since the late eigh­",
  "teenth century, when Cornwallis transformed the Company's bureau­",
  "cracy into an \"aloof elite\", maintaining  physical separation  from the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "7 4  FROM  PLASSEY  TO PARTITION ",
  "ruled.  British  soldiers were forbidden  to  have sexual relations  with ",
  "Indian women and were confined to army cantonments,  where they ",
  "would  be quarantined  from  infectious  diseases as well as Oriental ",
  "vices.  Moreover,  the  Company's  civil  servants  were  discouraged ",
  "from having Indian mistresses, urged to have British wives and thus ",
  "preserve-as one official put  it before  a parliamentary  select com­",
  "mittee  in  1 830-\"the  respect  and  reverence  the  natives now  have ",
  "for  the  English\".  Any  action  undermining  that  respect,  Henry ",
  "Dundas, the president  of the Board of Control  had argued as early as ",
  "1793,  would  surely \"ruin  our  Indian  empire\"  Such overt  state­",
  ".25 ",
  "ments of physical segregation  between  the ruler and the ruled as an ",
  "ideology of empire were quite clear in the very way the human envi­",
  "ronment  of the  imperial  capital  city of Calcutta  developed  in the ",
  "eighteenth  century.  \"The  process  worked  in an  overall  setting  of ",
  "dualism, basically a feature  of all colonial cities, between  the white ",
  "and the black town\" .26  This phenomenon  of dualism reflected on the ",
  "one hand,  the conquerors'  concern  for defence and security,  but on ",
  "the other,  their  racial  pride and exclusivism. In the early eighteenth ",
  "century,  this  spatial  segregation  along  racial  lines  had  been  less ",
  "sharply  marked,  as there  was a  White  Town  and  a Black Town, ",
  "intersected  by a Grey Town or an intermediate  zone, dominated  by ",
  "the Eurasians or East Indians,  but accessible to the natives as well. ",
  "The  position  of the Eurasians-the  children  of mixed marriages­",
  "continually  went  down  in the imperial  pecking  order  since  1791, ",
  "when  they were  debarred  from  covenanted  civil and  higher-grade ",
  "military or marine services. The racial polarisation  of colonial  soci­",
  "ety was now complete.  By the early nineteenth  century,  \"the  social ",
  "distance\"  between  the  people  and the ruling  race became  an easily ",
  "discernible  reality in Calcutta's  urban life.21 ",
  "However,  during  the  first  half of  the  nineteenth  century  along ",
  "with racial arrogance,  there was also a liberal optimism,  as expressed ",
  "in Lord Macaulay's ambition to transform  the indolent  Indian into a ",
  "brown sahib, European  in taste and inteUect-but  not quite a Euro­",
  "pean;  he would be \"more  brown  than sahib\",  to use Ashis Nandy's ",
  "cryptic expression. 21 It was this optimism  that  was shattered  by the ",
  "rude shock of 1857. From the very beginning in colonial discourses ",
  "Indian  subjecthood  was likened  to  childhood  and  cffiminacy  that ",
  "required  tutoring  and protection;  but now it was also equated  with ",
  "primitivism, which justified imperialism on the arrogant  assumption ",
  "of the  superiority  of culture.\"  The  Imperial  Assemblage of  1877, ",
  "which resolved the ambiguity of sovereignty by proclaiming  Queen ",
  "Victoria  the  Empress  of  India,  manifested  in  unmistakable  terms https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "75 ",
  "BRITISH  EMPIRE  IN INDIA ",
  "what Bernard  Cohn  has called the  \"British  construction  of  their ",
  "authority  over  India\".\"  It  established  a  new  social  order  where ",
  "everyone, from people to princes, were situated in a hierarchy,  and ",
  "the viceroy became the central  locus of power.  The Ilbert bill con­",
  "troversy  in 1883  marked  the ultimate  victory  of the  authoritarian ",
  "trends and racial arrogance of the colonisers. The bill-proposed  by ",
  "a liberal viceroy, Lord Ripon, intending to give jurisdiction to Indian ",
  "judges over Europeans-had  to be toned down under pressure from ",
  "non-official  Englishmen  as  well  as  the  bureaucracy.  It  was  this ",
  "authoritarian  imperial order that Indian nationalism had to confront ",
  "in the early twentieth  century. ",
  "2.2.  PARLIAMENT AND  THE EMPIRE ",
  "In mid-eighteenth  century, when  Company  Raj was gradually being ",
  "established  in the subcontinent,  the  difficulties of communication ",
  "with England gave the Company's  servants a free hand  in India to ",
  "behave like their own masters. There  was misinformation  and lack ",
  "of interest  about  Indian  affairs in Britain.  And as a result,  before ",
  "1784,  thinks  Marshall  (1975a),  new policies were hardly  ever ",
  "P.J. ",
  "initiated  from London. But although  the \"sub-imperialism\"  of the ",
  "Company's  men on the spot had been an important  motivating fac­",
  "tor behind  much of the territorial  conquests  in India,  the relation­",
  "ship between  the state and the Company  was much more complex ",
  "than what  was implied by that  fact. Not only the Company's  exis­",
  "tence depended  on the  renewal of the charter,  but right  from  the ",
  "seventeenth  century, the Company's  servants in India acted on the ",
  "concept  of \"delegated  sovereignty\",  and  there  were  clear  instruc­",
  "tions  on  how  to divide  the  booty  between  the  Company  and  the ",
  "royal  troops,  if the  latter  participated  in any joint  campaign.  The ",
  "Company  had to depend  on the successive governments  in London ",
  "for various  matters, and  the  latter  was ever ready to provide it in ",
  "exchange for hefty subscriptions to the state exchequer. There were ",
  "always a few MPs with East Indian interests and the ministers used ",
  "the Company's  resources for expanding  the scope of their  patron­",
  "age. The Company was also an important  element in the city politics ",
  "of London,  about  which  the  government  was always keenly con­",
  "cerned. The conflicts between the parties within the Company often ",
  "got  aligned  with  wider  political  configurations  within  the  Parlia­",
  "ment.  As the  rumours  about  the  growing  riches of the  Company ",
  "began to spread, there was even greater eagerness on the part of the ",
  "government  to have a share of it. There had been government  inter­",
  "ventions in the Company's  affairs in 1763 and 1764, paving the way https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "7 6 ",
  "FROM  PLASSEY TO  PARTITION ",
  "for a parliamentary  intervention  in 1766, over the rights of the state ",
  "to  the  revenues  of the  territories  conquered  with  the  help  of the ",
  "royal army. The result was the Company  agreeing to pay£ 400,000 ",
  "to the  government  annually.\"  Thus,  right  from  the  beginning,  the ",
  "British state participated  in and profited  from the empire;  it is diffi­",
  "cult to argue that it was acquired \"in a fit of absence of mind\".  One ",
  "could,  however,  say  that  the  empire  was  acquired  \"without  the ",
  "national  cognizance\",  by a \"small number  of Englishmen  who  had ",
  "not the least illusion about  what they were doing\". 32 ",
  "Although  the  state  was profiting  from  the  empire,  the  question ",
  "was how  to  control  it. The  need  to impose greater  parliamentary ",
  "control over the Company's  affairs increased during the decades after ",
  "Plassey, because of a growing concern  about  mis-government  of the ",
  "Indian affairs by the corrupt  servants of the Company. Much  of this ",
  "\"corruption\"  was  the  result  of these  officials being  caught  in the ",
  "complex  exchange  nexus  of trade  and  governance  in  eighteenth­",
  "century India. Exchange of gifts and pleasantries  for political favour ",
  "and trading  concessions were accepted  norms  of the uneven power ",
  "relationships  between  the political  elites and the traders.  But what ",
  "was natural  in the northern  Indian political milieu, was anathema  to ",
  "the  Western  moral  discourse  of  imperial  rule. 33  The  debate  grew ",
  "bitter,  as  the  English  gentry  became  jealous  of the  East  Indian ",
  "\"Nabobs\" indulging  in conspicuous  consumption  to force their way ",
  "into  English society. As the  Company's  empire  in India expanded, ",
  "the British government  also felt that it could no longer be allowed to ",
  "remain  outside  the  ambit  of the  state.  In  1772,  Edmund  Burke ",
  "claimed that it was \"the province and duty of Parliament to superin­",
  "tend  the  affairs  of this  Company\". 34  Governors  General  in India, ",
  "like Clive or Hastings,  also desired  to  forge some  kind  of formal ",
  "constitutional  relationship  with  the  Crown,  which  would  buttress ",
  "their  power  and legitimise their  authority.  There  was of course  no ",
  "political  will yet to impose  any direct  control  over the  Company ",
  "affairs in India, except  in matters  of defence and internal  order  and ",
  "establishment  of sovereignty  was still being  considered  to be  too ",
  "drastic  a  measure.  The  existing  abuses  were  therefore  to  be  cor­",
  "rected  by attacking  the  Company's  servants,  but not the Company ",
  "itself. Lord Clive in 1773, and Warren Hastings in 1786,  were tried ",
  "unsuccessfully  for  misconduct  and,  later  in 1806,  Lord  Wellesley ",
  "had to go through  the same ordeal. ",
  "A Select Committee  of the Parliament was, however, appointed  in ",
  "April 1772 to inquire  into the state of affairs in India. There  were ",
  "some  important  constitutional  problems  to  be  resolved:  how,  for https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "77 ",
  "BRlllSH EMPIRE IN INDIA ",
  "example,  the  relationship  between  the British government  and the ",
  "Company with its possessions in India was to be defined; how would ",
  "the Company's authorities  in Britain exert control  over its servants ",
  "in India; or, how a single centre  of power  could be devised for the ",
  "far-flung possessions in India. The immediate occasion for such con­",
  "siderations  was provided  by the Company's  application  for a loan, ",
  "which raised suspicion about mismanagement  of resources in India. ",
  "The  stories about  the  rich  resources  of Bengal and  the  fabulous ",
  "wealth brought  home by the Company officials did not go well with ",
  "the fact that the Company was facing a financial crisis. There  were, ",
  "therefore,  concerns  about  the lowering  of moral standards,  which ",
  "might also bring in corruption  in British politics. Adam Smith,  and ",
  "his book An  Inquiry  into  the Nature  and Causes of the  Wealth  of ",
  "Nations,  brought  in a new school  of economic  thinking  that  con­",
  "demned companies enjoying exclusive monopolies.  Free enterprisers ",
  "were striving to have a share of the  profits of the India trade and ",
  "wanted  to  put an  end  to the  monopoly  rights  of the  Company. ",
  "The  Parliament,  however, decided  on a compromise;  some sort of ",
  "control  over  Indian  affairs was established,  but  the  Company  was ",
  "allowed to continue  its monopoly ofEastern trade and the Directors ",
  "oft he Company were given control  of the Indian administration. ",
  "However, a trend was thus set. The next important step to control ",
  "the Company's  administration  in India came in the shape of the Reg­",
  "ulating Act of 1773, which formally recognised parliamentary  right ",
  "to control  Indian  affairs. The  Court  of Directors  of the  Company ",
  "would henceforth be obliged to submit all communications  received ",
  "from Bengal about civil, military and revenue matters in India to the ",
  "British government. Apart from that,  territories  in India were  also ",
  "subjected to some degree of centralised control.  The status of gover­",
  "nor of Bengal was raised to that  of governor  general,  to be assisted ",
  "by a council of four members. They were given the power to super­",
  "intend  and  control  the  presidencies  of Madras  and  Bombay  in ",
  "matters  of waging war or making peace with  the Indian states,  ex­",
  "cept in emergency situations. The governor  general and his council ",
  "were under  the  control  of the  Court of Directors, whom  they were ",
  "supposed  to send dispatches regularly. A Supreme Court was estab­",
  "lished in Calcutta,  while the  legislative powers  were vested in the ",
  "governor  general and the council. The act was by no means satisfac­",
  "tory,  as  it  failed  to  streamline  Indian  administration,  while  the ",
  "supervision  of the British government  remained  ineffective due to ",
  "problems  of communication.  The administration  in India was ham­",
  "pered  by the  disunity  in the  council  and  disharmony  between  the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "78  FROM PLASSEYTO PARTmON ",
  "council  and  the governor  general.  The provincial  governors  took ",
  "advantage  of the wide manoeuvring  space they had been offered by ",
  "the vague wordings of the act and the ambiguities  in the jurisdiction ",
  "of  the  Supreme  Court  and  the  council  created  serious  conflicts ",
  "between competing  authorities. All these obscurities and indetermi­",
  "nate character of the act, it seemed, arose from Parliament's inability ",
  "to define  properly  the issue of sovereignty in India. An Amending ",
  "Act of 1781  defined  more precisely the jurisdiction  of the Supreme ",
  "Court, but did not address the other anomalies. 35 ",
  "A corrective came in the shape of Pitt's  India Act of 1784.  But it ",
  "too was a compromise:  the Company's  territorial possessions were ",
  "not touched, only its public affairs and  its administration  in India ",
  "were  brought  under  more direct  government  control.  A Board of ",
  "Control  consisting  of  six  members  was  constituted  and  would ",
  "include one of the secretaries of state,  the chancellor of the exche­",
  "quer and four pri councillors.  It would  \"superintend, direct  and ",
  "vy ",
  "control all acts, operations  and concerns\" related to \"the civil or mil­",
  "itary government or revenues of the British territorial possessions in ",
  "the East Indies\"  The orders of the board  became binding  on the ",
  ".36 ",
  "Court of Directors, which was required to send all its letters and dis­",
  "patches to the board for its perusal. The Court of Directors retained ",
  "its control over commerce and patronage,  but only with the approval ",
  "of the Crown could it appoint its principal servants in India, such as ",
  "the governor  general,  governors and the commander-in-chief The ",
  "government  of India was placed  under the governor general  and a ",
  "council of three, thus giving greater power to the former. The presi­",
  "dencies of Madras and Bombay were subordinated  to the governor ",
  "general, whose power over them was now enlarged and more clearly ",
  "defined.  The  governor  general in council  in his  tum  was subordi­",
  "nated  to the Court  of Directors and the Board of Control.  Thus a ",
  "clear hierarchy of command  and more direct parliamentary  control ",
  "over Indian administration was established. ",
  "But the arrangement still had too many defects. The first and fore­",
  "most was the provision  of two masters  for the governor general­",
  "the Court of Directors and the Board of Control-which  gave vir­",
  "tual autonomy  to the man on the spot The governor  general could ",
  "easily play his two masters one against another and act at his own ",
  "discretion. But on the other hand, a factious council and the inability ",
  "of the governor  general to override  its decisions could  often  make ",
  "him ineffective,  particularly as his right to use the army had been ",
  "curbed. An Amending Act of 1786 corrected these anomalies. It gave ",
  "the governor  general right to override his council in extraordinary https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "79 ",
  "BRITISH  EMPIRE  JN INDIA ",
  "situations and authorised  the Court ofDirectors to combine the two ",
  "offices of governor  general  and  commander-in-chief,  resulting  in ",
  "Warren Hastings for the first time enjoying the two positions simul­",
  "taneously.  An effective and authoritarian instrument of control was ",
  "thus put in place, which continued till 1858 with only little modifi­",
  "cations.\" ",
  "The Charter Act of 1793 renewed the charter of the' Company  for ",
  "twenty  years, giving  it  possession  of all territories  in  India  during ",
  "that period.  In Indian administration,  the governor general's  power ",
  "over the council was extended  and  the Governors of Bombay and ",
  "Madras were  brought  more decisively under  his control. A regular ",
  "code of all regulations that could be enacted for the internal govern­",
  "ment of the British territories in Bengal was framed The regulation ",
  "applied to all rights, person and property oft he Indian people and it ",
  "bound the courts to regulate their decisions by the rules and direc­",
  "tives contained therein.  All laws were to be printed  with translations ",
  "in Indian languages, so that people could know of their rights, privi­",
  "leges and immunities.  The act thus inrroduced in India the concept ",
  "of a civil law, enacted by a secular human agency and applied univer­",
  "sally. William Wilberforce  had wanted to include two more clauses ",
  "into the act  one would declare that the purpose  of British rule in ",
  "India would be to work towards the moral and spiritual uplift of the ",
  "Indians  and  the other  would  allow entry  of appropriate  persons, ",
  "such as teachers and missionaries, into India to achieve that imperial ",
  "goal. Both the clauses were, however, dropped, but only till the next ",
  "renewal of the charter. ",
  "In 1808 the House of Commons appointed a committee of inves­",
  "tigation,  which submitted its report in 1812. The free traders in the ",
  "meanwhile  had  become  dominant  in  British  politics  and  were ",
  "demanding free access to India. This would bring, they argued, capi­",
  "tal and skills, and with the establishment  of industries  and introduc­",
  "tion of new agricultural techniques,  it would result in development ",
  "and  improvement  for  India.  The  Bentharnite  reformists  and  the ",
  "Evangelicals too tried to influence  British politics and British poli­",
  "cies in India and  they gained  a decisive voice when  the Evangelist ",
  "Charles Grant  was elected to the Court of Directors. The Charter ",
  "Act of 1813  incorporated  in a significant  way all these aspirations ",
  "for change in Britain's  India policy. It renewed the Company's char­",
  "ter for twenty years, and during that period it was allowed to have ",
  "its  territorial  possessions.  But  at  the  same  time  the  act  asserted ",
  "the \"undoubted  sovereignty of the Crown of the United  Kingdom\" ",
  "over the Indian territories.3s  The Company was also deprived  of its https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "80 ",
  "FROM  PWSEY TO PARTITION ",
  "monopoly  of trade with India, although  its monopoly  of China trade ",
  "was left  untouched  for another  twenty  years.  And in  addition  to ",
  "that, Christian missionaries were henceforth  to be allowed  to enter ",
  "India,  subject only to obtaining  a licence either  from  the  Court of ",
  "Directors  or the Board of Control. ",
  "II ",
  "The Charter  Act of 1813 was thus an important  benchmark  in the ",
  "push  towards  westernisation  of India.  When  the charter  was again ",
  "due for renewal in 1833, there was a fresh and more widespread  agi­",
  "tation  in Britain for the abolition  of the Company and a direct take­",
  "over of the Indian administration by the government. The political ",
  "atmosphere  in Britain at that time was also fully charged with enthu­",
  "siasm for reform,  as the Reform Act of 1832  had just been passed. A ",
  "parliamentary  inquiry  was held,  and  the  Act  of 1833,  which  fol­",
  "lowed from its recommendations,  became a landmark  in the consti­",
  "tutional  history  of  India  The  Company's  monopoly  of tea  trade ",
  "with China was now abolished and henceforth it was meant only to ",
  "have political  functions,  and here  too the Indian  possessions of the ",
  "Company  were to be held in trust  for the British Crown.  The Presi­",
  "dent  of the Board of Control  now became the Minister  for  Indian ",
  "Affairs, while the board was empowered to superintend all adminis­",
  "trative affairs in India. The Governor  General of Bengal became the ",
  "Governor  General  of  India,  who  would,  in consultation  with  his ",
  "council,  control  all civil, military and revenue matters  in the whole ",
  "of India. With the extension  of territories and influx of British set­",
  "tlers into India, there was need for uniform laws. The governor  gen­",
  "eral in council was, therefore,  empowered  to legislate for the whole ",
  "of British territories  in India and these laws were to be applicable  to ",
  "all persons, British or Indian. A law member was added to the coun­",
  "cil (Lord Macaulay) and a law commission was instituted  for codifi­",
  "cation  of laws. The Company's  services in India were thrown  open ",
  "to the natives; but there was no provision  for their being nominated ",
  "to the covenanted services. ",
  "Although  in  India  during  all  these  years  demands  were  being ",
  "raised for the abolition ofthe Company rule, the British government ",
  "was not yet so sure about such a measure. The charter  of 1833 was ",
  "renewed  in  1853,  but this time not  for another  twenty- years. The ",
  "Company  was allowed to retain  the Indian  possessions \"in trust  for ",
  "Her Majesty, her heirs and successors until Parliament  shall other­",
  "wise provide\",  thus keeping the door ajar for a future takeover. The ",
  "act also provided  for the separation  of the executive and legislative ",
  "functions  of the  governor  general's  council  by adding  new  mem­",
  "bers  for  legislative  purposes.  And  the  Company's  control  over https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "81 ",
  "BRITISH  EMPIRE  IN INDIA ",
  "appointments  was curtailed  by the introduction  of competition  for ",
  "the recruitment  of the Indian  Civil Service. Already deprived  of its ",
  "commercial  privileges,  the  Company  hereafter  hardly  ever  con­",
  "trolled policies in India. Since the act did not give it the right to gov­",
  "ern for the next twenty years, the House of Commons with greater ",
  "ease  could  formally  abolish  Company  administration  in  India  in ",
  "1858, the immediate occasion for this final stroke was of course pro­",
  "vided by the  revolt  of 1857,  which  shall  be discussed in the  next ",
  "chapter.  The  revolt  made  the  English  people  more  aware  of  the ",
  "Indian situation and generated popular  support  for the perpetuation ",
  "as well  as reorganisation  of British  rule  there.  Since  1833,  many ",
  "English  traders  and settlers had also developed  a vested interest  in ",
  "India and their persistent complaint was that the Company had been ",
  "neglecting their interests. In other words,  both at home and in India ",
  "there  had been  now considerable  pressure  for the abolition  of the ",
  "Company  and the establishment  of Crown  rule. ",
  "Raj ",
  "However,  in terms  of the  administrative  structure,  the  Govern­",
  "ment  of India Act of  1858,  which  foUowed  the pacification  of the ",
  "revolt,  meant more continuation  than change.  It replaced  the Presi­",
  "dent of the Board of Control  with a Secretary of State for India, who ",
  "became \"in subordination  to the cabinet, the fountain of authority  as ",
  "well as the director  of policy in India\".\"  He was to be advised by a ",
  "Council  of  India,  consisting  of  fifteen  members,  seven  of  whom ",
  "were  to  be selected  from the  now superseded  Court  of Directors. ",
  "The Governor  General of India, who would henceforth  be known as ",
  "the Viceroy, would retain all his powers,  but instead of a dual con­",
  "trol, he would be answerable only to the secretary of state. Continu­",
  "ity was also maintained in the structure  of the civil service, and the ",
  "same  recruitment  examination  introduced  in 185 3 was carried  on. ",
  "India thus passed from Company  rule to Crown  rule,  which meant ",
  "ironically  the  rejection  of a liberal  promise  of reforming  India  in ",
  "order to prepare her for self-government. It meant, in other words, a ",
  "\"symbolic endorsement  of British permanence  in India\" .40  The  lib­",
  "eral zeal for reform  and change had by this time died down and in ",
  "the aftermath  of revolt  one could discern in every aspect of British ",
  "policy in India what Thomas Metcalf  has called a \"new attitude  of ",
  "caution  and  conservatism\".\"  There  was  now  an  assertion  of  the ",
  "racial  superiority  of the  ruling  race,  which,  as mentioned  earlier, ",
  "carefully distanced itself from the subject society in order to forma­",
  "lise a more authoritarian  regime. Indians were held to be 'tradition­",
  "bound'  and  therefore  beyond  reform  to live  up to the high  moral ",
  "standards  of  the  West  And  trust  was  reposed  in  their  'natural https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "82  FROM PLASSEY TO PARTmON ",
  "leaders', the landed gentry and the aristocrats, who were restored to ",
  "prominence,  in the hope  of securing  their  loyalty.  The  situation, ",
  "which Anand Yang (1989)  has described as the \"Limited Raj\" where ",
  "the colonial regime depended  on local power elites like zamindars ",
  "for the administration  of the interior, was indeed contributing to the ",
  "foundation of a more authoritarian  Raj. ",
  "2.3.  LAND  REVENUE ",
  "EXTRACTING ",
  "Since the grant of diwani for Bengal, Bihar and Orissa in 1765,  the ",
  "major concern of the East India Company's administration in India ",
  "was to collect as much revenue as possible. Agriculture was the main ",
  "basis of economy and the main source of income and hence, although ",
  "the  nawabi  administration  was  retained  with  Muhammad  Reza ",
  "Khan acting as the Naib Diwan for the Company, several land reve­",
  "nue experiments were introduced in haste to maximise extraction. ",
  "And here they did not want to take any chances.  So, although native ",
  "officials were in charge of collection, European officers of the Com­",
  "pany were given supervisory  authority over them,  and their corrup­",
  "tion as well  as lack of understanding of the local situation led to ",
  "complete disorganisation  of the agrarian economy and society in the ",
  "diwani  provinces  within  a  few years. The  devastating  famine  of ",
  "1769-70,  in which about one-third  of the Bengal population was ",
  "wiped off, was but only one indication  of the prevailing chaos. The ",
  "Company directors,  unable to pay their  shareholders  the expected ",
  "amounts of dividend, began to look for reasons for falling revenues ",
  "and the devastations of famine. They found an easy \"scapegoat\"  in ",
  "Reza Khan, who  was arrested on  false charges of corruption and ",
  "embezzlement. But the real reason for his removal was the desire of ",
  "Warren Hastings, the newly appointed  Governor  of Bengal, to get ",
  "rid  of Indians  altogether from  the  administration  of revenue  and ",
  "make  the  British the sole controller of the  resources of the  prov­",
  "ince. 42 In 1772,  he introduced  a new system, known as the farming ",
  "system.  European  District  Collectors,  as  the  nomenclature sug­",
  "gested, were to be in charge of revenue collection, while the revenue ",
  "collecting right  farmed  out to  the  highest bidders. About  the ",
  "was ",
  "periodicity oft he settlements, a number of experiments  were made, ",
  "but the farming system ultimately failed to improve the situation,  as ",
  "the farmers tried to extract as much as possible without any concern ",
  "for the production process. The burden of revenue demand on the ",
  "peasants increased  as  a result and  often it was so onerous  that it ",
  "could  not be collected at all. The net outcome  of this  whole period ",
  "of  rash  experimentation  was  the  ruination  of the  agricultural https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "83 ",
  "BRlllSH  EMPIRE IN INDIA ",
  "population.  In 1784,  Lord  Cornwallis  was therefore sent to India ",
  "with a specific mandate to streamline  the revenue administration. ",
  "PERMANENT  SETILEMENT ",
  "Cornwallis  realised that  the  existing  system was impoverishing  the ",
  "country, ruining  agriculture and was  not  producing  the  large  and ",
  "regular  surplus that the Company hoped  for. Company's trade also ",
  "suffered,  because  of the  difficulty  in  procuring  Indian  goods  for ",
  "export  to  Europe.  Production  of silk or cotton,  two  of the  Com­",
  "pany's major export  items,  was mainly agro-based, while decline  in ",
  "agriculture  also  affected  handicraft  production.  It  was  thought, ",
  "therefore, that the only way to improve this situation  was to fix the ",
  "revenue  permanently. Indeed, it was since 1770,  i.e.,  even  before ",
  "Cornwallis  arrived,  that a number  of Company officials and Euro­",
  "pean  observers,  like Alexander  Dow, Henri Parullo, Philip  Francis ",
  "and  Thomas  Law were  advocating  for  the land  tax  being  perma­",
  "nently  fixed.  Despite  their  various  ideological  orientations,  they ",
  "shared  a common  faith  in the Physiocratic school  of thinking  that ",
  "assigned  primacy to agriculture  in a country's economy. These ideas ",
  "went  into the making of the  Permanent  Settlement  of 1793, which ",
  "introduced  in  Bengal the policy  of \"assessment  for  ever\".\"  This ",
  "would  reduce, it was hoped, the scope for corruption  that existed ",
  "when  officials could  alter assessment  at will. The  landlords would ",
  "invest money in improving the land, as with the state demand  being ",
  "fixed  the  whole  of  the  benefit  from  increased  production  and ",
  "enhanced  income would  accrue to them.  The Company would get ",
  "its  taxes regularly  and  when  necessary, as Cornwallis  thought, it ",
  "could raise its income by taxing trade and commerce. The land  reve­",
  "nue, since it was going to be fixed in perpetuity, was also to be fixed ",
  "at a high level-the  absolute maximum. So taking the assessment for ",
  "the year  1789-90  as the standard, it was fixed at Rs.  26.8  million ",
  "(approximately  £3 million).  While according  to  Marshall,  the ",
  "P.J. ",
  "revenue  demand  in  1793  was just  about  20  per  cent higher  than ",
  "what  prevailed  before  1757,44  in  B.B. Chaudhuri's  calculation,  it ",
  "\"nearly doubled\" between 1765  and  1793.45 ",
  "The other problem for the Company was to decide as from whom ",
  "the revenue was to be collected.  The nawabs used to collect it from ",
  "the  zamindars,  Some  of them  were  big  landlords  who  controlled ",
  "large areas and had their  own armed  retainers;  in 1790  twelve big ",
  "zamindari houses were responsible for paying more than 53 per cent ",
  "of the  land  revenue  assessment  in  Bengal. 46  Others  were  smaller https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "84  FROM PLASSEY TO  PARTITION ",
  "zamindars, who paid revenue either directly to the state or through ",
  "the bigger zamindars. Peasants undertook cultivation and paid the ",
  "zamindars at customary  rates, which often varied  from subdivision ",
  "to subdivision and sometimes extralegal charges called abwabs were ",
  "collected as well. By 1790,  however, the Company's administration ",
  "had profoundly  confused this situation by retaining some zamindars ",
  "and replacing others by new revenue farmers. In terms of assessment ",
  "too,  the old customary  rates  were ignored and by the time  Corn­",
  "wallis arrived,  a complete  confusion  prevailed  in this area.  Being a ",
  "member  of the  landed  aristocracy  of Britain  and  imbued  with  the ",
  "idea of improving  landlordism,  his natural  preference was for the ",
  "zamindars.  They  were  expected to invest  for  the  improvement  of ",
  "agriculture  if their  property  rights were  secured.  There were  also ",
  "other practical  reasons: it was easier to collect revenue from a small ",
  "number  of zamindars  than  from  the  innumerable peasants,  which ",
  "would  require  a  large  administrative machinery;  and  finally,  it ",
  "would ensure the loyalty of a powerful class of the local population. ",
  "o the Permanent  Settlement  in 1793 was made with the zamindars. ",
  "Every bit  of land  in Bengal, Bihar  and  Orissa  became  a part of a ",
  "zamindari  or estate and the zamindar  had to pay the tax fixed upon ",
  "it.  he did so, then he was the proprietor or owner of his zamindari: ",
  "If ",
  "he could sell, mortgage and transfer it; land could also be inherited ",
  "by heirs. But failure to pay the revenue would lead to the confisca­",
  "rion  of the zamindari by the government  and its sale by auction;  the ",
  "new purchaser  would then have the ownership right on it. This was ",
  "the so-called  creation  of private property  in land;  the magic of pri­",
  "vate  property,  it  was  widely  hoped,  would  bring  in  the  desired ",
  "improvement  in agriculture. ",
  "The Permanent  Settlement  vested the land ownership  right in the ",
  "zarnindars,  who  previously  enjoyed only  revenue  collecting right. ",
  "Therefore,  those who lost out in this settlement  were the peasants, ",
  "who were left at the mercy of the zamindars. Their customary  occu­",
  "pancy right was ignored  and they were reduced  to the status of ten­",
  "ants.  The  provision  of patta,  or written  agreement  between  the ",
  "peasant and the zamindar  providing  a record  of the amount  of rent ",
  "to be paid, was rarely followed by the zamindars. Nor was it liked by ",
  "the peasants who always feared to lose in any formal record of rights ",
  "and  obligations. The  burden  of high  revenue assessment  was thus ",
  "shifted  to the peasants, who were often also called upon to pay ille­",
  "gal cesses. The  subsequent  regulations  of  I 799 and  1812  gave the ",
  "zamindars  the right  to seize property of the tenants  case of non­",
  "in ",
  "payment  of rent  without  any permission of a court of law. It is no https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "85 ",
  "BRITISH  EMPIRE  IN INDIA ",
  "wonder,  therefore,  that as a cumulative effect of this support  to the ",
  "coercive power of the zarnindars, the condition  of the actual cultiva­",
  "tors declined  under the Permanent  Settlement. ",
  "Though  the settlement  was pro-zamindar, they too had to  face a ",
  "number  of difficulties. As Daniel Thorner has argued,  creation  of ",
  "private property  in land was a misnomer, as the absolute  ownership ",
  "was retained by the imperial authority.47 The zamindars had to pay a ",
  "fixed amount  of revenue by a particular  date (the so-called 'sun-set' ",
  "law), failure leading to the sale of the zamindari. Often they found it ",
  "difficult to collect the rent, as demands were too high and there were ",
  "the  uncertainties  of nature.  The  result  was  the  frequent  sale  of ",
  "zamindari estates:  between  1794 and  1807  land yielding about  41 ",
  "per cent of the revenue in Bengal and Bihar was sold out in auction; ",
  "in  Orissa  between  1804  and  1818,  51.1  per  cent  of the  original ",
  "zamindars were wiped off because of auction sales.'! This of course ",
  "meant the collapse of most of the old zamindari houses; but contrary ",
  "to the old myths, those who  bought  these estates  were not exactly ",
  "'new' men in the Bengal agrarian  society. The  old zamindaris  were ",
  "parcelled out by their own amlas (zamindari officials) and rich ten­",
  "ants  or by the  neighbouring  zamindars  among  themselves. 49  And ",
  "some of the old houses, such as the Burdwan raj, survived by resort­",
  "ing  to  the  novel  method  of subinfeudation  that  complicated  the ",
  "tenurial  structure  to an absurd  level.so These  subinfeudatory  patni ",
  "tenures,  which sometimes proliferated  up to twelve grades between ",
  "the zamindar  and the peasants,  increased  the demand  on the latter. ",
  "In 1859  and  1885  there  were  tenancy  legislations,  which  to  some ",
  "extent  protected  the tenants  by recognising  their  occupancy  rights. ",
  "This  was the  time when  the  Company  Raj had  transformed  itself ",
  "into  a self-confident  territorial  state trying to penetrate  deeper  into ",
  "the  economy  and society and co-opt  wider sections of the popula­",
  "tion. 51 But zamindari power remained  largely unrestrained  and their ",
  "alliance with the  unaltered. ",
  "Raj ",
  "The  new legal reforms  could  not provide  any relief to the  poor ",
  "cultivators.  These reforms on the other  hand only strengthened  the ",
  "position  of a group  of powerful  rich  peasants-the  jotedars-who ",
  "are believed to have been actually controlling  landholding  at the vil­",
  "lage  level,  as argued  by Rajat and  Ratnalekha  Ray  (1973,  '1975), ",
  "while  the  zamindars  enjoyed  only  the  revenue  collecting  right. ",
  "Beneath all the changes effected by colonial policies, the Rays argue, ",
  "the  power  of this  class . and  their  control  over  the  rural  society ",
  "remained  unaffected and herein lay the basic continuity  of the rural ",
  "social structure  in colonial  Bengal. This  'jotedar  thesis',  however, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "86 ",
  "FROM  PLASSEY TO PARTITION ",
  "came  under  serious  attack  in  a monograph  by  Sugara  Bose  (1986) ",
  "who  found  such  jotedar  domination  confined  only  to northern  Ben­",
  "gal. In the rest of the region  he discovered  two other  distinct  modes ",
  "of  pea  ant  economy-the  peasant  landholding-demesne  labour ",
  "complex  in the west and the pea ant small holding  sy tern in eastern ",
  "Bengal.  In  both  the  regions  he found  the  power  of  the zamindars ",
  "continuing  unhindered  till the  1930s,  a position  which  has  found ",
  "support  also  in  the works of Akinobu  Kawai  (1986-87)  and  Parrha ",
  "Chatterjee  (1984a).  In a subsequent  essay in defence  of the  'joredar', ",
  "Ray  (1988)  conceded  the  fact  that  the  zamindars  probably ",
  "Rjaar ",
  "retained  some  of their  influence  and  authority  in  rural  Bengal  till ",
  "about  the  1930s,  but there  still  existed  all along  a section of substan­",
  "tial peasants  who yielded  considerable  power  in the  Bengal country­",
  "side.  This modified  position  has found  partial  corroboration  in two ",
  "subsequent  works.  Nariaki  Nakazato  (1994)  has  shown  the  exis­",
  "tence of a powerful  jotedar-haoladar  class in certain districts  of cen­",
  "tral  and  eastern  Bengal  in  the  late  nineteenth  and  early  twentieth ",
  "cenruries.  This did  not  mean, however,  as he argues,  a demise  of the ",
  "old  zamindari  sy tern,  as the interests  of the  two  classes were  com­",
  "plementary  to each  other and  not  necessarily  antagonistic.  In west­",
  "ern  Bengal,  on  the  other  hand,  in  Midnapur  district  for  example, ",
  "China  Panda  (1996)  has  detected  only  unqualified  decline  of  the ",
  "zamindars,  who were  losing  our to a class of rich  peasants  who dom­",
  "inated  the land  market,  rural credit  and the trading  networks.  Both ",
  "N akazato  and  Panda,  however,  argue  emphatically  that  there  was ",
  "more  change  than  continuity  in  the  agrarian  structure  of  post­",
  "Permanent  Settlement  Bengal.  And,  as we shall  see in the next  chap­",
  "ter,  these changes,  which  almost  uniformly  affected the poor peasants, ",
  "perennially  excluded  from  any  control  over  land  and  power,  re­",
  "sulted in a series of peasant  revolts. ",
  "RYOTWARI SETILEMENT ",
  "Lord  Cornwallis  expected  that  his  Permanent  Settlement,  or  the ",
  "zarnindari  ystern, would be extended  to other  part  of India  as well. ",
  "When  Lord  Wellesley  came to  India,  he and  Henry  Dundas of the ",
  "Board  of Control  equally  shared  a faith in the Bengal  system,  and  in ",
  "1798  Wellesley  gave  orders  for its extension  to  Madras  Presidency. ",
  "Here  the problem  was to fmd a sizeable  zarnindar  class as in Bengal; ",
  "but still between  1801  and  1807  the Madras  authority  introduced  it ",
  "in large  areas  under  its control.  The  local  poligars  were  recognised ",
  "as zarnindars,  and  in other  areas,  where  such  people  could  not  be https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "87 ",
  "BRITISH  EMPIRE  IN INDIA ",
  "found, villages were aggregated into estates and were sold in auction ",
  "to the highest bidders. But before this could go on very far, in British ",
  "official circles there was growing  disillusionment  with  the  Perma­",
  "nent Settlement, which provided for no means to raise the income of ",
  "the  government,  while the increased  income  from land was being ",
  "garnered  by the zamindars. This distrust for the large landlords was ",
  "also partly  the  result of Scottish Enlightenment,  which  insisted on ",
  "the  primacy  of agriculture  and  celebrated  the  importance  of the ",
  "yeoman farmer within the agricultural societies. Such ideas obviously ",
  "influenced  Scottish officials like Thomas  Munro  and  Mountstuart ",
  "Elphinstone,  who took the initiative to change the Company's reve­",
  "nue adrninistrarion.P This was also the time when Utilitarian  ideas ",
  "had begun to influence policy planning  in India, and  among  them ",
  "David Ricardo's theory of rent seemed to be hinting at a revision of ",
  "the existing system.s3 Rent was the surplus from land, i.e., its income ",
  "minus the cost of production  and labour, and the state had a legiti­",
  "mate claim to a share of this surplus at the expense of the unproduc­",
  "tive intermediaries, whose only claim was by virtue of their ownership ",
  "right. The theory provided, therefore,  an argument  to eliminate the ",
  "zamindars and appropriate  a larger share of the increasing income ",
  "from the new acquisitions of land. But theories alone hardly guided ",
  "policies in India.\"  A more powerful reason for a new settlement was ",
  "the  perennial  financial crisis of the Madras Presidency,  worsened ",
  "by the rising expenses of war. This was the genesis of the Ryotwari ",
  "Settlement  in Madras  Presidency. ",
  "The Ryotwari experiment was started by Alexander Reed in Bara­",
  "mahal  in  1792  and  was continued  by Thomas  Munro from  1801 ",
  "when he was asked to take charge of the revenue administration  of ",
  "the Ceded Districts. Instead of zamindars they began to collect reve­",
  "nue directly from the village , fixing the amount  each village had to ",
  "pay. After this they proceeded  to assess each cultivator  or ryot sepa­",
  "rately and thus evolved the Ryotwari System. It created  individual ",
  "proprietary  right in land,  but it was vested in the peasants,  rather ",
  "than in the zamindars, for Munro preferred  it to be \"in the hands of ",
  "forty to fifty thousand  small proprietors,  than  four  or five hundred ",
  "great one  \".55 But Munro's sy tern also made a significant distinction ",
  "between public and private ownership. In David Ludden's words: \"it ",
  "defined the state itself as the supreme  landlord,  and individual  peas­",
  "ants landowners who obtained title by paying annual cash rents, or ",
  "revenue assessments, to the government\" .56 This was, as it evolved ",
  "eventually, a field assessment system, as rent payable on each field ",
  "was ro be permanently asse sed through a general survey of all lands. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "88 ",
  "FROM  PLASSEYTO PARTITION ",
  "And then annual  agreements  were to be made between  the govern­",
  "ment and the cultivator,  who had the choice of accepting or reject­",
  "ing the agreement. If he agreed,  he would get a parta, which  would ",
  "become a title to private property  and if no cultivator  was found, the ",
  "land might lie fallow. The system, therefore,  in order to be attractive ",
  "and equitable,  required a detailed land survey: the quality of soil, the ",
  "area of the field and the average produce  of every piece of land had ",
  "to be assessed and on the basis of that the amount  of revenue  was to ",
  "be fixed. But this was the theory;  in practice the estimates were often ",
  "guesswork  and  the revenue  demanded  was often  so high that they ",
  "could  only  be collected  with  great  difficulty  or  could  not be col­",
  "lected at all. And the peasants  were to be coerced  to agree  to such ",
  "unjust  settlements.  So the Ryorwari  system was almost  abandoned ",
  "soon after Munro's  departure  for London  in 1807. ",
  "But around  1820 the situation began to change as Thomas Munro ",
  "returned to India as the governor of Madras. He argued that Ryotwari ",
  "was the ancient Indian land-tenure  system and therefore  best suited ",
  "to Indian conditions. 57 This reference to the past was however in the ",
  "interest  of the empire.  He believed that the British empire  needed a ",
  "unified  concept  of sovereignty  and the R yotwari system could pro­",
  "vide a foundation  for that.  The  security  and  administration  of the ",
  "empire needed, as his experience  in the Ceded Districts revealed, the ",
  "elimination  of the  overmighty  poligars  and  collection  of revenue ",
  "directly  from  individual  farmers  under the  supervision  of British ",
  "officers. He therefore  justified his position  by arguing  that histori­",
  "cally land in India was owned by the state, which collected  revenue ",
  "from  individual  peasants  through  a  hierarchy  of  officials  paid ",
  "through  grant ofinam land. The power of this landlord-state  rested ",
  "on military strength  and when that declined,  the poligars appropri­",
  "ated  land  and  thereby  usurped  sovereignty. This  process  of alien­",
  "ation  needed  to  be reversed  now.ss  In arguing  this,  he briskly  set ",
  "aside the contrary  observations by men like Francis Ellis who argued ",
  "that property  right was traditionalJy conferred  on the community  or ",
  "tribes and that family had a variety of rights to the community  assets. ",
  "Munro at the same time insisted that this system would  reduce  the ",
  "revenue burden  for farmers, while  it would  yield larger amount of ",
  "land revenue for  the  state,  as no intermediaries  would  be having a ",
  "share  of the surplus.\"  And London  was happy  too  as this  system ",
  "would place authority  and power  directly in British hands in a way ",
  "which  the  Cornwallis  system would  never  hope  to  achieve. 60 The ",
  "Madras government  was chronically short of funds and so it decided ",
  "to introduce the Ryotwari Settlement in most parts of the presidency; https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "89 ",
  "BRITISH  EMPIRE  IN INDIA ",
  "bur  gradually  it  rook  quite  different  forms  than  the  one  which ",
  "Munro had visualised.  It raised the revenue  income of the govern­",
  "ment,  but put the cultivators in great distress. In many areas no sur­",
  "veys were  carried  out  and  the  tax  of a  ryot  was assessed on  an ",
  "arbitrary  basis, based on village accounts. Known as the putcut set­",
  "tlement,  the revenue  to be paid  by a ryot was fixed  on his  entire ",
  "farm, not on each field,  which  might have varying irrigation facili­",
  "ties and  therefore  different  levels  of productivity.  And  where  the ",
  "survey was actually undertaken,  it was often \"ill-conceived and hast­",
  "ily executed\",  resulting in over-assessment. 61  Contrary to Munro's ",
  "insistence that the cultivator  be given freedom to take as much or as ",
  "little  land  as he chose to,  this \"right of contraction  or relinquish­",
  "ment\" was effectively dropped  by 1833.62 The cultivating  peasants ",
  "were, therefore, gradually  impoverished,  and increasingly indebted ",
  "and could  not  invest  for  the  extension  of cultivation.  Except  for ",
  "Coimbatore, there was practically no land market in Madras, as buy­",
  "ing land would mean paying extortionate land revenue. ",
  "The Ryorwari system did not also eliminate village elites as inter­",
  "mediaries between the government and the peasantry. As privileged ",
  "rents and special rights of the mirasidars were recognised and caste ",
  "privileges  of  the Brahmans  respected,  the  existing  village  power ",
  "structure  was hardly altered, and indeed even more strengthened  by ",
  "the new system. 63  This whole process was actually  supported  by a ",
  "colonial  knowledge, collaboratively  produced by officials and Tamil ",
  "writers,  that  the  mirasidars  of  good  agricultural castes,  like  the ",
  "Vellalas,  were  the original  colonists  and  good  agriculturists.  Such ",
  "stereotypes made such traditional village elites as the mirasidars  piv­",
  "otal to the British ideal of a sedentary agricultural community. 64 The ",
  "latter therefore  could  gradually position  themselves comfortably in ",
  "the subordinate  ranks  of the revenue establishments,  and  some  of ",
  "them bought lucrative  and large tracts of irrigated land after getting ",
  "their  official  appointments. 65  These  revenue  officials  after  1816 ",
  "combined  in themselves both revenue collection and police duties in ",
  "the countryside.  This enhancement  of power inevitably resulted in ",
  "coercion,  bribery and corruption  by the subordinate officials of the ",
  "Collectorate, which were revealed  in abundant  and gory details  in ",
  "the  Madras  Torture Commission  Report in  1855,  indicating  the ",
  "need for effective reform. 66 ",
  "It was from this year that  a scientific survey of land  and  a fresh ",
  "assessment of revenue were undertaken,  resulting in decline  in the ",
  "real burden of tax. It was decided  that the revenue  rate would be ",
  "half of the net value of the produce of the land  and the settlement https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "90 ",
  "FROM PLASSEY TO P A.RTITION ",
  "would  be  made  for  thirty  years.  The  reformed  system  was intro­",
  "duced  in  1864, immediately  leading  to agricultural  prosperity  and ",
  "extension  of cultivation.  This  was interrupted  by two  famines  in ",
  "1865-66  and  1876-78; yet,  as Dharma  Kumar  asserts,  \"recovery ",
  "was faster  in the Presidency as a whole\".  She also argues that con­",
  "trary to prevalent  myths, \"statistics ..  .  fail to support  the view that ",
  "land  was increasingly  passing  into  the  hands of  rich  farmers  and ",
  "'moneylenders\".  Inequality increased only in the prosperous and irri­",
  "gated areas, such as the Godavari delta; elsewhere it declined. There ",
  "is  also no evidence, she affirms,  that indebtedness  was resulting  in ",
  "widespread  dispossession.  Debts varied  in  nature,  while  absentee ",
  "landlordisrn, except in Tirunelveli, declined- everywhere else. How­",
  "ever, where the tenants existed,  there was hardly any protection  for ",
  "them in the entire  presidency .67 ",
  "The  impact  of  the Ryotwari  system  on  the  agrarian  society  of ",
  "Madras can be looked  at in different  ways. As a number of recent ",
  "micro-studies  have revealed,  by redefining  property  rights,  it actu­",
  "ally strengthened  the power of the village  magnates where they did ",
  "exist,  and  thus  intensified  social  conflict.  However,  it is also  true ",
  "that  this  impact  had  wide  regional  variations,  depending  on  the ",
  "existing social structures and ecological conditions.  David Ludden's ",
  "study  of the  Tirunclveli  district, 68  for  example,  shows  how  the ",
  "locally powerful  mirasidars  manipulated  the system to get privileged ",
  "rents  and  convert  their  collective  rights  into  individual  property ",
  "rights. The Madras government  since  1820  showed  absolutely no ",
  "interest in protecting the  rights of the  tenants,  despite their  active ",
  "but futile resistance to mirasidari  power. However, mirasidars  in the ",
  "wet zone  , Ludden  argues, did much better  than their counterparts ",
  "in the dry or mixed zones. Willem van Schendel's study of the Kaveri ",
  "delta  in Tanjavur  (Tanjore) district  also  shows \"the  golden  age\" of ",
  "the mirasidars,  who  entrenched  their  control over land and labour ",
  "and thus \"intensified  the polarisation  of local society\". Their power ",
  "eroded  somewhat  in  the  second  half  of the  nineteenth  century, ",
  "because of greater social  and economic differentiation within  their ",
  "community  and  the  older  families giving way to  new  commercial ",
  "groups. But this by no means marked the end of mirasidari power in ",
  "local society.69 Among other Tamil districts, the situation  was largely ",
  "similar  in  the wet  taluks of Tiruchirapalli  ( frichinopoly ),  while  in ",
  "South  Arcot and  Chingleput  such  privileged landownership  rights ",
  "were being increasingly challenged by the actual cultivators. In other ",
  "vast  areas  of Tamilnad,  however,  where  there  was  abundance  of ",
  "cultivable  land,  the  situation  was dominated  by a large  number  of https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "91 ",
  "BRITISH  EMPIRE  IN  INDIA ",
  "owner-cultivators  and a small group of middle landowners. 70 In the ",
  "Andhra  districts of the Madras Presidency too the Ryotwari system ",
  "promoted  differentiation  within  the peasantry.  By the beginning of ",
  "the twentieth  century,  there was an affluent group  ofbig landhold­",
  "ers-whom  A. Satyanarayana calls \"peasant-bourgeoisie\"-who  con­",
  "trolled  large farms and leased out surplus  lands to  landless tenants ",
  "and sharecroppers.  The intermediate  strata  also did well and  lived ",
  "under  stable  economic  conditions.  On  the  other  hand,  the  poor ",
  "peasants, who constituted  the majority of the rural population,  lived ",
  "in squalid conditions, were exploited by rich ryots, creditors and les­",
  "sors,  were  forced  to  hire  themselves  despite  wretched  conditions ",
  "71 ",
  "and remained  tied to small plots of land. ",
  "The Ryorwari system in the Bombay Presidency had its beginning ",
  "in Gujarat after its annexation  in 1803, and then when the peshwa's ",
  "territories  were conquered  in 1818, it was extended  to those areas ",
  "as well  under  the  supervision  of  Munro's  disciple,  Mountstuart ",
  "Elphinstone.  Initially, in these areas the British had been collecting ",
  "revenue through  the desmukh and the village headmen  or the patil. ",
  "But this did not yield as much revenue as they hoped  for, and hence ",
  "from  1813-14 they began collecting directly from the peasants. The ",
  "abuses that characterised  the Madras  system soon appeared  in Bom­",
  "bay too, as the revenue rates that were fixed turned  out to be extra­",
  "ordinarily  high.  With  frequent  crop  failures  and  sliding  prices, ",
  "peasants  either  had  to  mortgage  their  lands  to  moneylenders  or ",
  "abandon  cultivation  and  migrate  to  neighbouring  princely  states ",
  "where rates were lower. A land survey was therefore  undertaken  by ",
  "an officer called R.K. Pringle, who classified the land and fixed the ",
  "revenue at 55 per cent of the net value of the produce.  The scheme, ",
  "first  introduced  in the  Indapur  taluk  in  1830, was soon  found  to ",
  "be  faulty  and  abandoned.  It was replaced  in  1835 by a reformed ",
  "'Bombay  Survey System'  devised  by two  officers  G.  Wingate  and ",
  "H. E. Goldsmid.  It was a practical settlement  aiming at lowering the ",
  "demand  to a reasonable  limit where it could be regularly paid. The ",
  "actual  assessment  of each  field depended  on  what  it  paid  in  the ",
  "immediate  past, expected  price rise, the nature  of soil and location. ",
  "This  new assessment began to be made  in  1836 on the  basis of a ",
  "thirty years settlement  and covered most of Deccan by 184 7. ",
  "The impact of the Ryotwari Settlement  on the agrarian society of ",
  "western  India is the  subject of a major historical controversy,  as it ",
  "gave rise to a rural uprising in Bombay Deccan in 187 5. Historians ",
  "like Neil Charlesworth  (1985) do not think that the Wingate senle­",
  "ments  actually  introduced  between  1840  and  1870  caused  any https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "92  FROM  PLASSEYTO PARTITION ",
  "dramatic  change in western India.  reduced  the 'Village patil to the ",
  "It ",
  "status of an  ordinary  peasant  and  a paid  employee  of the govern­",
  "ment.  But the erosion  of his power  had started  in pre-British  days, ",
  "and  British  rule \"was merely completing  a process  already  in full ",
  "morion.\" And the settlements  did not universally displace all village ",
  "elites either; in Gujarat  the superior  rights of the bhagdars,  naru/a­",
  "dars and the Ahmedabad taluqdars were respected,  and as a result, in ",
  "these regions \"greater  political and social stability was guaranteed.\" ",
  "It was only  in central  Deccan  that a power  vacuum  was created, ",
  "which offered opportunities  for a greater active role for the Marwari ",
  "and  Gujarati  banias. And  for  the  peasants,  the  new  settlements ",
  "\"were  making  revenue  assessment  less burdensome  and  inequita­",
  "ble\".  If they became massively indebted  by the middle  of the nine­",
  "teenth  century,  such indebtedness  was indeed \"Jong-standing\",  not ",
  "because of the land revenue demands,  and did not in itself result in ",
  "any large-scale alienation  of land, as the Marwari  creditors  had little ",
  "attraction  for the cultivator's  land.\"  H. Fukazawa also endorses this ",
  "interpretation  and asserts that:  \"There  is no evidence that land was ",
  "increasingly being bought  up  by traders  and  moneylenders\".\" Ian ",
  "Catanach  thinks  that  dispossession  and  land transfer  from agricul­",
  "turists to non-agriculturists  did occur in Deccan in mid-nineteenth ",
  "century,  but this did not necessarily cause the Deccan riots. 74 But on ",
  "the other hand, Ravinder Kumar and Sumit Guha have argued that a ",
  "significant social upheaval was being caused by Ryotwari Settlement ",
  "which  undermined  the  authority  of the  vilJage headmen  and  thus ",
  "caused a status revolution  in the Maharashtra  villages, and that dis­",
  "content ultimately propelled  into the Deccan riots.\" We will discuss ",
  "this controversy  greater  detail  in chapter  4.2,  when  we will be ",
  "in ",
  "looking at the Deccan riots of 1875. What perhaps can be observed ",
  "here is that the social effects of the Ryotwari system, both in Madras ",
  "and in Bombay, were perhaps less dramatic than those of the Perma­",
  "nent Settlement.  But it is difficult to argue a case for \"continuity\",  as ",
  "the older forms that continued were now \"differentially ensrrucrured ",
  "by imperialism\";\" ",
  "MAHALWARI  SEITLEMENT ",
  "The 'village community',  which some ofthe early Western observers ",
  "from Charles Metcalfe to Henry Maine spoke so eloquently  about, ",
  "figured neither in the Permanent Settlement nor in the Ryotwari sys­",
  "tem. However, when these two systems were being worked  out, vast ",
  "stretches of territory  in north and north-western  India were overrun https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "93 ",
  "8RJ11SH  EMPIRE  IN INDIA ",
  "between  1801  and  1806.  This  region,  once  the  heartland  of the ",
  "Mughal empire, stretching from the Himalayan  foothills to the cen­",
  "tral Indian  plateau,  including  the  Ganga-jumna  Doab,  formed  the ",
  "North-Western  Provinces.  In  the  agrarian  structure  of  this  area, ",
  "there was on the one hand, a small group of magnates, known as the ",
  "taluqdars.  Nurul  Hasan  has described  them  as the  \"intermediary ",
  "zamindars\", who \"contracted  with the state to realise the revenue of ",
  "a given territory\".  There were on the  other  hand,  a large group  of ",
  "\"primary  zamindars\",  who were the \"holders  of proprietary  rights ",
  "over  agricultural  as  well  as  habitational  lands\".  Included  in  this ",
  "group were both the small owner-cultivators  and also the large pro­",
  "prietors  of several villages.n  With  the  Bengal model  in mind,  the ",
  "British  initially  proceeded  to  collect  revenue  from  the  taluqdars, ",
  "who  by  the  end  of  the  eighteenth  century  included  two  distinct ",
  "social groups.  On  the one hand  there  were  the  locally entrenched ",
  "\"rulers  of the  lineage-dominated  principalities\"  and  on  the  other, ",
  "the  Mughal  jagirdars,  revenue  officials  and  tax-farmers  who  had ",
  "instituted  themselves as \"de facto rajas or taluqdars\".78 ",
  "These initial short-term settlements, eventually to be made perma­",
  "nent, were based on artificial and faulty estimates of the productivity ",
  "of the newly conquered  lands, and therefore  revenue assessments in ",
  "many  cases  were  abnormally  high.  Many  of  the  big  taluqdars ",
  "resisted the new regime and its high revenue demand,  and were liq­",
  "uidated with utter ruthlessness. Many were driven off and their mud ",
  "fortresses razed to the ground. In other cases, defaulting estates were ",
  "sold  off by  the  government.  As a  result,  by  1820,  many  of  this ",
  "\"inchoate  magnate  class of upper  India\",  as Eric Stokes described ",
  "them, had \"either  lost their position entirely or were left in a shrun­",
  "ken condition\".\" The land sold in auction was often bought by the ",
  "amlas and tehsildars,  who used their local knowledge and  manipu­",
  "lated their power  to buy some of the best properties  in the area. In ",
  "the Banaras region, for example, about 40 per cent of land had chan­",
  "ged hands  by the  middle of the nineteenth  century  and  they went ",
  "into  the  possession of, as Bernard  Cohn  gives the list, \"under  civil ",
  "servants  and  their  descendants,  and  to  merchants  and  bankers\". ",
  "These people  came to constitute  a \"a new class of landlords\",  who ",
  "were outsiders to the village community  and had different  attitudes ",
  "to the land. 80 But on the other hand, as Thomas Metcalf has argued, ",
  "since land  market  was imperfect  ( often  there  were  no buyers)  and ",
  "frequently  the  new purchasers  had  to  leave the  former  owners  in ",
  "charge, in few cases only the land actually changed hands. The situa­",
  "tion created  nevertheless a scare that land was passing into  the hands https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "94  FROM Pl..AsSEY TO PARTITION ",
  "of non-cultivating classes, Holt Mackenzie in 1819 describing it as a ",
  "\"melancholy  revolution\";  for  in  his  judgement  only  the  village ",
  "coparcenary  bodies were the \"sole owners of the land\". 81 ",
  "So from taluqdars  British preference  now shifted to the 'primary ",
  "zamindars'  and village communities. Mackenzie's recommendations ",
  "were incorporated  in the Regulation VII  of  1822,  which  provided ",
  "for  a detailed  field-to-field  survey for  revenue  assessment.  Settle­",
  "ment was to be made with the village community  or with a taluqdar ",
  "where available; and in addition  to the rights of the proprietors,  the ",
  "rent  to  be paid by the  resident  cultivating  peasants  was also to  be ",
  "ascertained and recorded. Thus taluqdars were not completely elim­",
  "inated;  but where possible joint proprietary  right in land was vested ",
  "in the village communities. The refractory  and oppressive  nature  of ",
  "the  taluqdars  and  the  need to maximise revenue  as well as protect ",
  "the rights of the peasant proprietors  to ensure the improvement  of ",
  "agriculture,  rather than  the  influence  of the  Ricardian  theory  of ",
  "rent,  prompted  the  making  of the  Mahalwari  Settlement.  But  the ",
  "new settlement from the very beginning was enmeshed in confusion, ",
  "and corruption,  as in practice it was virtually  impossible to imple-",
  "ment.  The survey, which was at the core  of the new arrangement, ",
  "failed, because it was too complex to be carried out with the existing ",
  "administrative  machinery. The obvious result was over-assessment, ",
  "82 ",
  "based on \"idiosyncratic estimates\".  The situation  was worsened  by ",
  "the agricultural  depression  of 1828. Arrears started  mounting,  land ",
  "remained  uncultivated;  buyers were difficult to find. Some reforms ",
  "had  become  clearly  necessary, which  came  in  the  Regulation  XI ",
  "of 1833. ",
  "The revised system, as worked  out by another  civilian, R.M. Bird, ",
  "provided  for  a detailed  survey  to  assess the  revenue  of an  entire ",
  "mahal or fiscal unit, based on the net value of potential  produce  of ",
  "the field. The total  revenue thus fixed was then  to be shared  by the ",
  "members  of a co-sharing  body. The  state  was to appropriate two­",
  "thirds  of the  net  income  of the  land and  the  settlement  was to be ",
  "made for thirty years. But the village settlements, started by Bird and ",
  "completed  by James Thomason,  were again based on imperfect sur­",
  "vey, inaccurate calculations and therefore  over-assessment.And they ",
  "were  marked  by an  unconcealed  hostility  towards  the  taluqdars, ",
  "whom  Bird considered  to  be a \"host  of unproductives\".  Many  of ",
  "them  were  dispossessed and  pensioned  off with  a cash allowance; ",
  "and so effective was this policy that it nearly \"flartenjed]  the whole ",
  "surface of society\", as the Lt. Governor  of the province commented ",
  "in 1842 after Bird's rerirement.83 But this did not mean the ushering https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "9 5 ",
  "BRITISH  EMPIRE  IN INDIA ",
  "in of a golden age for the village communities, which were ruined by ",
  "high  revenue  demand,  mounting  debt  burden,  arrears  of revenue ",
  "and the resulting sales of their properties  and dispossession through ",
  "decrees of the civil courts. Land in many cases passed into the hands ",
  "of moneylenders and merchants, more so in the commercialised dis­",
  "tricts. Whether  this meant a fundamental  social upheaval is open  to ",
  "question, as in many cases the formal sale of properties did not effect ",
  "any real change  in the structure  of landholding  in the villages, as ",
  "the  new purchasers  could hardly do anything without  the original ",
  "owners. But, as Thomas Metcalf concedes, \"one can hardly say that ",
  "'nothing  happened\"'. 8\"  The grievances of the rural society of north ",
  "India were soon  to be expressed rather  loudly and violently in the ",
  "revolt of 1857, as we shall see in the next chapter. ",
  "Thus  by  the  middle  of  the  nineteenth  century  the  Company's ",
  "administration  had devised three systems of land revenue adminis­",
  "tration,  creating private property  in land and conferring that propri­",
  "etary  right  on  three  different  groups-the  Permanent  Settlement ",
  "was  made  with  the  zamindars, the  Ryorwari  Settlement  with  the ",
  "ryots or peasant proprietors  and the Mahalwari  Settlement with the ",
  "village community. The  latter  system was extended  to Punjab and ",
  "central  India  when  those  regions  were  conquered  subsequently, ",
  "while  the  Ryotwari  system  was  introduced  in  Sind,  Assam  and ",
  "Coorg. The zamindari system was tried in the northern  districts of ",
  "the Madras Presidency where zamindars could be found. According ",
  "to a rough estimate, in 1928- 29 about  19 per cent of the cultivable ",
  "land in India  was under  zamindari  settlement,  29 per cent  under ",
  "Mahalwari  settlement  and  52 per  cent  under  Ryotwari  system.\" ",
  "A common  feature  of all the  settlements,  as we  have noted,  was ",
  "over-assessment, as the primary aim of the Company's  government ",
  "was to maximise revenue income. The results were arrears of pay­",
  "ment,  mounting debt, increasing land sales and dispossession. Con­",
  "trary to received wisdom,  modern  research has established that the ",
  "effects of these changes were less spectacular  than  once imagined, ",
  "and had significant regional variations,  as the land transfers  could ",
  "not fundamentally  alter  the  structure  of landholding  everywhere. ",
  "The  agrarian  society thus  proved  to be more  resilient  than  once ",
  "thought to be. But the groups and classes that survived had substan­",
  "tially different  rights,  obligations  and  powers.  These  changes  and ",
  "grievances generating  from there were amply reflected in the series ",
  "of agrarian disturbances  that marked the first century of British rule ",
  "in India, which we shall examine in the next chapter. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "96 ",
  "FROM PLASSEY TO  P ARmlON ",
  "2.4.  THE APPARATUS OF RULE ",
  "As the empire grew in size and its resources needed to be controlled, ",
  "so did the need for an efficient and authoritative  administrative  sys­",
  "tem increase. Initially there was respect for Indian  tradition  and no ",
  "attempts  were made to impose European  ideals. But soon this mid­",
  "eighteenth  century construction  of a \"rational\"  Asia began to wane, ",
  "as the conquerors  felt the need to assert sovereignty  and exert con­",
  "trol  to ensure  a steady flow of revenue.  The  idea of cultural  parti­",
  "cularism  gradually  began to lose ground  in the face of Evangelical ",
  "attacks and the Utilitarian zeal for reform. The idea of improvement ",
  "led to the introduction  of British principles of justice and uniformity ",
  "under  a civil authority  exercised  by British personnel.  Good  laws ",
  "and sound administration,  it was hoped, would lead to the freeing of ",
  "individual  initiative  from  despotism,  irrational  customs  and  tradi­",
  "tions. This would give free and full scope for capital and labour and ",
  "place due emphasis on individual rights and ownership.  The Utilitar­",
  "ians advocated  the 'Rule of Law' for India, while a uniform  system ",
  "of administration  throughout  the conquered  territories  also suited ",
  "British  interests.  Till 1813 the  Company  acted  more  like a tradi­",
  "tional Indian ruler, avoiding innovation  or intervention,  but keeping ",
  "nonetheless  a vigilant eye on extracting agricultural  surplus. But this ",
  "scenario  gradually  changed  under  the  ideological  pressure  of  the ",
  "intellectual  movements  mentioned  above  and  also  because  the ",
  "Industrial  Revolution  in Britain  necessitated  an integration  of  the ",
  "markets  throughout  India and her development  as a source for agri­",
  "cultural raw materials.  this required  an unequivocal  assertion of ",
  "All ",
  "sovereignty,  much  greater  penetration  into  Indian  economy  and ",
  "society and control  over Indian trade not only with Britain but with ",
  "other  countries  as well. ",
  "JUDICIAL SYSTEM ",
  "The grant of diwani in 1765 gave the East India Company  the right ",
  "to  collect  revenue  in  Bengal,  Bihar  and  Orissa,  but  the  nawabi ",
  "administration  and the Mughal system remained  in place. The prac­",
  "tical implications  of this dual administration  were however very lit­",
  "tle,  as the  authority  of the  nawab  was overtly  and  systematically ",
  "undermined  by the  Company,  while  maintaining  for some time  to ",
  "come the fiction of Mughal sovereignty. The judicial administration ",
  "of the  subah  remained  initially  in the hands  of the Indian  officers ",
  "between  1765  and  1772 and  the Mughal  system was followed  in ",
  "both  civil and  criminal  justice.  Clive appointed  Muhammad  Reza https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "BRITISH  EMPIRE  IN INDIA  97 ",
  "Khan to represent  the Company's civil jurisdiction; as Naib Nazim ",
  "he also administered  the criminal jurisdiction  of the nawab. How­",
  "ever,  this acceptance of the indigenous  system depended  to a large ",
  "extent on the colonisers,  understanding  and interpretation of it. The ",
  "Mughal  system  was never  centrally  organised  and  depended to  a ",
  "large  extent  on  the  local  faujdars and  their  executive discretion. ",
  "Although the sharia or the Islamic  law was referred to for legitima­",
  "tion,  its application  varied widely  depending  on the seriousness of ",
  "the case and the interpretation  ofthe muftis and kazis. The focus of ",
  "this system was more on  mutual  resolution  of conflict rather  than ",
  "punitive justice (except in cases of rebellion), and punishment when ",
  "meted  out often  depended on the status of the accused. To  many ",
  "Company  officials this system looked  like one marked by unusual ",
  "laxity and they attributed  it to an eighteenth century  degeneration ",
  "when  the zamindars  and  revenue  farmers  had  allegedly  usurped ",
  "judicial authority.  These people were thought  to be driven  more by ",
  "considerations  for pecuniary benefit than justice and this led to the ",
  "complaint about the \"venality\" of the justice system. It was therefore ",
  "argued by I 769 that there was need for some sort of direct or overt ",
  "European supervision to ensure a \"centralization of the judicial pre­",
  "rogative\"  retrieved from the  hands  of the zamindars  and  revenue ",
  "farmers,  and  thereby to assert  Company's  sovereignty. 86  So when ",
  "Warren  Hastings took charge as governor  in  I 772, he decided  to ",
  "take full control of the justice system and he had no doubts whatso­",
  "ever as to why he should: through such a measure, he reasoned,  \"the ",
  "people of this country would be accustomed  to the Company's sov­",
  "ereignty\". 87  One major reason for arresting Reza Khan in 1772 and ",
  "for keeping him in confinement  without trial for nearly two years ",
  "was to get rid of the most powerful obstacle to this project of elimi­",
  "nating Indian agents from the administration  of justice. It was Khan ",
  "who was continually insisting on Mughal sovereignty and the suprem­",
  "acy of Islamic  laws. Even after his acquittal,  Hastings pleaded with ",
  "the Company directors not to restore him to his former position. 88 ",
  "Under  the  new system of  1772,  each  district  was to  have  two ",
  "courts, a civil court or diu/a ni adalat and a criminal court or  aujdari ",
  "[ ",
  "adalat, Thus the MughaJ nomenclature was retained, and the laws to ",
  "be applicable were Muslim laws in criminal justice and  the Muslim ",
  "or Hindu  laws in adjudicating  personal matters, such as inheritance, ",
  "marriage  etc.  This  division  of  the  topics  of  law  was evidently  in ",
  "accordance with the English system, which left such matters as mar­",
  "riage,  divorce, property,  religious worship or excommunication, in ",
  "the jurisdiction of the Bishops' courts, where the law applicable was https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "98  FROM PLASSEY TO PARTITION ",
  "the  ecclesiastical  law.89  The  civil courts  in India  were  to be presided ",
  "over  by  the  European  District  Collectors,  and  they  were  to  be ",
  "assisted  by  maulvis  and  Brahman  pundits  interpreting  indigenous ",
  "laws for their  understanding.  There  would  be an appeal court in Cal­",
  "cutta,  which  too would  be  presided  over  by the  president  and  two ",
  "members  of the council.  The criminal  courts were  to be under a kazi ",
  "and  a mufti,  but they were to be supervised  by the European  collec­",
  "tors.  The  appeal  court,  the  Sadar  Nizarnar  Adalat,  was  removed ",
  "from  Murshidabad  to  Calcutta;  Reza  Khan  had  already  been  dis­",
  "missed  and  now the  control  of the court  was vested in the  president ",
  "and  council  members.  However,  the  legaJ  fiction  of nawabi  sover­",
  "eignty was still maintained,  as all their  orders  were  sent to the nawab ",
  "for his  final  sanction.  In  reality,  Hastings  personally  supervised  the ",
  "criminal  justice  system  until  1774,  when  he finally  acknowledged ",
  "his  failure  to improve  law  and  order  situation  and  reluctantly  ac­",
  "cepted  the  Court  of  Directors'  decision  to  reappoint  Reza  Khan  at ",
  "the head of the nizamat  adalat,  which  was once again  moved  back to ",
  "Murshidabad.t? ",
  "In civil justice  system  further  changes  took  place  between  1773 ",
  "and  1781, partly  in response  to the demands  of revenue  collection ",
  "and partly  in deference  to the Whig principle  of separating  executive ",
  "functions  from  the administration  of justice.  According  to the plans ",
  "worked  out  by Hastings  and  Sir Elijah  Impey,  the chief justice  of the ",
  "Calcutta  High  Court,  district  collectors  were  divested  of their judi­",
  "cial  duties.  In  the  area  of civil justice,  instead  of district  courts,  ini­",
  "riaJly six provincial  courts,  later replaced  by eighteen  mofussil courts ",
  "were  created  and  they were  to be  presided  over  by only  the  Euro­",
  "pean covenanted  officers of the Company,  who would  be desi ated ",
  "gn",
  "'Judges'  for  this  purpose.  For  some  time  the  new  Supreme  Court, ",
  "created  by the Regulating  Act of 1773,  acted as an appeal  court;  but ",
  "its conflict with  the  Supreme  Council  over definition  of jurisdiction ",
  "led to the confinement  of its authority  to the city of Calcutta  and  to ",
  "matters  related  to factories  dependent  on  Fort  William.  In  its place ",
  "the Sadar Diwani Adalat  was now  reconstituted to serve as an appeal ",
  "court,  with  Sir  Elijah  himself  taking  over  its  superintendence  m ",
  "1780.  Along  with  this Europeanisation,  which  was  the  most  domi­",
  "nant  and visible  feature  of the judicial  reforms  of this  period,  there ",
  "was also  another  coherent  trend,  and  that  was towards  systematisa-",
  "tion  or  institutionalisation  of the  civil justice  system.  The  Code  of ",
  "1781  prescribed  specific  rules and  regulations  to be  followed  in  all ",
  "the civil courts  down  to the lowest  level  and  all judicial  orders  were ",
  "henceforth  to  be  in  writing.  The  major  problem  that  hindered https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "99 ",
  "BRITISH  EMPIRE  IN INDIA ",
  "certainty  and  uniformity  in the system was that of conflicting  and ",
  "varying interpretations  of indigenous  laws, as Brahman pundits,  for ",
  "example,  often gave divergent interpretations  of the various schools ",
  "of dbarmashastra and sometimes their opinions on the same law var­",
  "ied widely from case to case. To reduce this element of uncertainty, ",
  "a committee  of eleven pundits compiled, at the behest of Hastings, a ",
  "digest of Hindu  laws in 177 5,  and it was translated  into English by ",
  "N.B. HaJhed in 1776 for the purpose  of lessening the dependence ",
  "91 ",
  "of  European  judges on  their  indigenous interpreters.  A code  of ",
  "Muslim laws was also compiled by 1778. With this standardisation ",
  "of law, the practice  of law now needed  professional  expertise  that ",
  "could only be expected from a specially trained group of people, the ",
  "'lawyers'.  Thus,  in  its  effects,  the  reforms  of  the  Hastings  era ",
  "\"tended to centralise  judicial  authority, and  reduce  administration ",
  "to a system. \"n ",
  "There  was a certain  reversal of this system in  1787,  when  once ",
  "again the collector  was given the duty of administering  civil justice. ",
  "It was Lord Cornwallis and his Code of 1793 that finally set the rule ",
  "of separating  revenue collection  from administration  of civil justice ",
  "as a safeguard for property  rights against abuse of power by revenue ",
  "officials and their agents. The new system provided  for a hierarchy ",
  "of courts  from  zillah  ( district)  and  city courts  to  four  provincial ",
  "courts  and the  Sadar Diwani AdaJat with  appellate  jurisdiction.  All ",
  "the courts were to be headed by European judges, with provision for ",
  "appointment of 'native commissioners'. The criminal justice system ",
  "was  also  completely  overhauled,  as the  district  magistrates com­",
  "plained  to Cornwallis  about the anomalies  of Islamic laws and the ",
  "corrupt practices at the criminal courts. But more importantly,  it was ",
  "felt that such an important  branch of administration  could no longer ",
  "be left in charge  of an  Indian.93 The  faujdari  adalats,  which  until ",
  "then functioned  under Naib Nazim Reza Khan, were therefore  abol­",
  "ished and replaced by courts of circuit, headed by European  judges. ",
  "The office  of the Naib  Nazim  itself was abolished  and  the  Sadar ",
  "Nizamat  Adalat was brought  back to  Calcutta  and  placed  directly ",
  "under  the  supervision  of  the  Governor-General-in-Council.  The ",
  "jurisdiction  of these criminal courts  did not extend  to the  British­",
  "born subjects, who remained  under  the jurisdiction  of the Supreme ",
  "Court at Calcutta. The entire judicial reform of Cornwallis therefore ",
  "spoke of one thing-a  total exclusion of Indians from the whole sys­",
  "tem, which  became less ambiguous in its authoritarian  and racially ",
  "superior  tone. ",
  "The  Cornwallis  regulations were  extended  to  the  province  of ",
  "Banaras in 1795 and to the Ceded and Conquered  Provinces in 1803 https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "100  FROM PLASSEY TO PARTITION ",
  "and 1805 respectively. But the Bengal system based on the assump­",
  "tions  of a permanent settlement  with  the zamindars,  faltered  seri­",
  "ously in Madras, where it was introduced  because ofLord Wellesley. ",
  "By 1906 it was clear that in a Ryotwari area, where the collector had ",
  "to  function  also  as a  Settlement  Officer  and  assess revenue,  and ",
  "where  there was no such powerful class as the zamindars  of Bengal, ",
  "the separation  of revenue  collection  and  magisterial  and  judicial ",
  "powers posed serious problems. On Thomas Munro's insistence, the ",
  "Court of Directors  in  1814  therefore  proposed  a different  system ",
  "for Madras,  which included  provisions  for greater  Indianisation  of ",
  "the system at the lower  levels (village panchayats,  district  and city ",
  "courts)  and  the union  of magisterial,  revenue  collection  and  some ",
  "judicial  powers  in the office  of the  collector.  Fully  introduced in ",
  "Madras  by 1816, it was later extended to Bombay by Elphinstone ",
  "in 1819. ",
  "Certain unresolved issues remained in the area of judicial adminis­",
  "tration however. Apart from the question oflndianisarion,  there was ",
  "the issue of codification  of laws, which  would  establish  a uniform ",
  "judicial administration  and civil authority throughout British India. ",
  "These issues were  not raised until the governor-generalship  of Lord ",
  "Bentinck and  the Charter Act of 1833.  The act,  first of all, threw ",
  "open judicial positions to Indians and provided  for the appointment ",
  "of a law commission for codification  oflaws. By this time the collec­",
  "tors had once again resumed magisterial authority  and some judicial ",
  "power. The law commission appointed  under Lord Macaulay  com­",
  "pleted the task of codification  by 183 7,  but it had to wait until after ",
  "the revolt of 1857 for full implementation. The Code of Civil Proce­",
  "dure was introduced  in 1859, the Indian Penal Code in 1860 and the ",
  "Criminal  Procedure  Code  1862.  The  new  codes,  as  Radhika ",
  "in ",
  "Singha has argued,  sought  to establish  \"the universal  principles  of ",
  "jurisprudence\",  based on \"a notion of indivisible sovereignty  and its ",
  "claims over an equal abstract and universal legal subject\".\" But this ",
  "institutionalised  justice system, it needs to be mentioned  here,  was ",
  "to be applicable  only  British India.  In  the  vast regions  that re­",
  "in ",
  "mained  within  the princely states, whose size and efficiency varied ",
  "widely, the judicial administration  was usually run by a motley amal­",
  "gam of British Indian laws and personal decrees of the princes, who ",
  "also acted  as the highest judicial  appellate  authority.  But they  too ",
  "were subjected to constant imperious supervision of the British Resi­",
  "dents and Political Agents stationed  in their court '(for more details ",
  "see section on Residents and Paramountcy ). 95 ",
  "In British India, however, the judicial administration  now looked ",
  "significantly different  from what it was under the Mughal rule, and https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "101 ",
  "BRITISH  EMPIRE  rN INDIA ",
  "these  changes the  ordinary  Indians  found  hard  to comprehend.96 ",
  "While previously they had access to a variety of judicial procedures, ",
  "now they were subjected to a streamlined system. Although initially ",
  "in personal matters traditional Hindu and Muslim laws were applied, ",
  "the judicial interpretations made the laws often look very different ",
  "and incomprehensible to the indigenous people. Justice now became ",
  "distant,  not just  physically,  because  of  the geographical  distance ",
  "from the district courts, but also psychologically, as the indigenous ",
  "people did  not understand  the complex judicial procedures, domi­",
  "nated by a new class of lawyer  . As a result, justice also became ex­",
  "pensive. And as the huge number of court cases started piling up, for ",
  "most people justice became inordinately delayed, sometimes even by ",
  "fifty years. But there were elements of \"continuity» too, particularly ",
  "in the first century of British rule. In most cases the way Hindu  per­",
  "sonal  laws were  interpreted  by  Brahman  pundits  that these  only ",
  "benefited  the conservative and feudal elements  in Indian society. It ",
  "was only the public side of the law that upheld the idea of freeing the ",
  "individual  from  the shackles of status.97  But here  too  there  were ",
  "problems, as the colonial system retained a considerable  terrain for ",
  "judicial discretion, based on the argument of cultural particularism ",
  "or civilisational inferiority of the indigenous  people. The concept of ",
  "equality  before  law often did  not apply to the  Europeans.  If there ",
  "was greater movement towards equality in civil justice system, racial ",
  "privilege  for  the  rulers remained  in place  in various  forms  in the ",
  "criminal courts. 98 And there were significant domains of activity, for ",
  "example, those of the  police and  the  army,  which  remained  unaf­",
  "fected by this colonial definition  of the 'Rule of Law'. ",
  "POLICE ",
  "When  the  East  India  Company  took  over  diwani  in  1765,  the ",
  "Mughal  police  system was under  the  control  of the  faujdars, who ",
  "were in charge of their sarkars or rural districts; the kouoals were in ",
  "charge of the towns, while the village watchmen were paid and con­",
  "trolled  by  the  zamindars.  This  system  continued  for  some  time ",
  "under the authority  of Muhammad  Reza Khan acting as the Naib ",
  "N azim with his station  at Murshidabad. But the old system could ",
  "hardly  function effectively, as the growing power  of the  Company ",
  "had thoroughly undermined  the authority  of the nawab. Crime rates ",
  "began  spiraling upward  after  the famine of  1770,  and  the general ",
  "state of 'law and order' de  lined day by day with an alarming rise in ",
  "the rate of crime  against property. For the  Company officials, like https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "102 ",
  "FROM PLASSEY TO  PARTITION ",
  "other departments,  the 'police  administration  too  seemed  to be in ",
  "need of European supervision, as every crime was a direct affront to ",
  "their authority.  The faujdari system continued  with minor modifica­",
  "tions until 1781, when the faujdars were finally replaced by English ",
  "Magistrates. The  zarnindars  retained  their  police  duties,  but  were ",
  "made subservient  to the magistrates. ",
  "But this  limited  reform  of Warren Hastings  could  not solve the ",
  "problem,  as the establishments  of the magistrates  proved  to be too ",
  "inadequate  for the purpose,  while the zamindars  abused the system ",
  "and freely took advantage of its weaknesses. So Lord  Cornwallis  in ",
  "1793  decided to divest the zamindars of their  policing duties,  and ",
  "instead  divided the districts into thanas or units of police jurisdiction ",
  "of twenty  to thirty  square  miles,  each  placed  under  a new officer ",
  "called  who was to be appointed  and supervised by the magis­",
  "daroga, ",
  "trates. The daroga thus became a new instrument  of control  for the ",
  "Company's government  in the diwani  provinces, or as the peasants ",
  "looked at them, as the local representatives of the \"aura and author­",
  "ity  of the  Company  Bahadur  A new  and  alien  element  in the ",
  "\".99 ",
  "countryside,  they  could  hardly  ignore  the  powerful  local-landed ",
  "magnates,  who  retained  much  of their  extra-legal  coercive  powers ",
  "and in most cases made alliances  with them.  By the nineteenth  cen­",
  "tury  the daroga-zamindar  nexus  thus emerged  as a new instrument ",
  "of coercion  and  oppression  in Bengal  rural  life.  But on  the  other ",
  "hand,  when  the resourceful  contestants for power in the  country­",
  "side,  the zamindars and the  planters, both  having posses of merce­",
  "naries or  at their command, got embroiled in fierce battles ",
  "lathiayals ",
  "for territories, the ill-equipped and poorly  provided  darogas  stood ",
  "as helpless  onlookers.100  Therefore,  when  the  regulation  was  ex­",
  "tended to Banaras  in 1795, Jonathan  Duncan, the Resident at Bana­",
  "ras, made further modifications to make the tehsildars, who were to ",
  "be in charge of the  policing units, more subservient  to  the  magis­",
  "trates and the zamindars more  responsible for crime prevention  in ",
  "their estates. The  daroga  system  was extended  to  Madras  in 1802 ",
  "and the tehsildari  system to the Ceded and Conquered Upper Prov­",
  "inces in 1803 and 1804  respectively. But everywhere the system pro­",
  "duced  devastating results because, as Thomas  Munro diagnosed,  it ",
  "was \"not  founded  in the usages of the country\". 101 ",
  "Whenever the system failed and the law and order situation  dete­",
  "riorated,  the colonial authorities  searched for reasons, and the easy ",
  "scapegoats  to  be  found  were  the  native subordinate  officers  who ",
  "were  stereotyped  for  their  alleged  lack  of morality  and  integrity. ",
  "So  the  Cornwallis  system  was  crapped  within  a  few  years.  The https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "103 ",
  "BRITISH EMPIRE  IN INDIA ",
  "tehsildars were divested of police duties in 1807, the daroga system ",
  "was formally  abolished  in 1812,  and the supervision  of the village ",
  "police was vested in the collector, who was now responsible for rev­",
  "enue,  police  and  magisterial  functions  at  the  same  time.  This ",
  "extreme concentration  of power led to other  problems.  The subor­",
  "dinates in the revenue department,  who were now in charge of reve­",
  "nue collection  as well as supervision  of rural  policing,  became  the ",
  "new  agents  of  oppression  and  coercion.  This  was  revealed,  for ",
  "example, in the report of the Madras Torture  Commission appointed ",
  "in 1854.102 In Bengal, on the other  hand, where there was no subor­",
  "dinate establishment  in the Collectorate  offices, because of the Per­",
  "manent  Settlement,  the  darogas  were  retained  and  allowed  to ",
  "perform  police duties, although after 1817 they were placed under a ",
  "more  regulatory  regime closely supervised  by the  District  Magis­",
  "trates.  But  such  patchy  reforms  were  hardly  satisfactory  and  the ",
  "colonial state clearly needed an appropriate  and uniform  police sys­",
  "tem that would assert its authority,  secure property  and ensure  the ",
  "introduction  of  its  version  of  the  'rule  of  law'  throughout  the ",
  "empire. ",
  "The  new model was first experimented  in Sind when it was con­",
  "quered by Sir Charles Napier in 1843. Discarding the previous prac­",
  "tice of trying  to  adapt  the indigenous  systems to  the  needs  of the ",
  "colonial state, he created a separate police department  with its own ",
  "officers, following the model of the Royal Irish Constabulary, which ",
  "he found to be ideally suited to the colonial  conditions.  It needs to ",
  "be  mentioned  here  that  while  English  political  opinion  remained ",
  "ideologically averse to the idea of a professional  police force, it was ",
  "in Ireland, in view of the growing sectarian and peasant movements, ",
  "that  a regular  police  force was created  in 1787  as an apparatus  of ",
  "colonial  intervention. 103 Under this model,  which was now  applied ",
  "to  Sind, the whole territory  was to be under  the supervision  of an ",
  "Inspector  General, while the districts would have their own Superin­",
  "tendents  of Police, answerable to both the Inspector General and the ",
  "District Collector,  representing  the civilian authority. While the rank ",
  "and file were to be Indians,  the officers were to be invariably Euro­",
  "peans. The Sind model,  which was found to be adequately  suited to ",
  "tackle  political agitation,  was later introduced  in Punjab when it ",
  "any ",
  "was  conquered  in  1849,  and  later,  with  various  modifications  to ",
  "Bombay in 1853 and Madras  in 1859. The Madras  system provided ",
  "for a military police and a civilian unarmed  force, both  subservient ",
  "to the civilian authority  of the Collector-Magistrate  in the districts. ",
  "But in the meanwhile, the revolt of 1857 had shaken the foundations https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "104  FROM  PLASSEY  TO PARTITION ",
  "of British  rule and  had  made it more  conscious  of the need  of an ",
  "effective  machinery  for  collecting  information  and  policing  the ",
  "empire.  The  Police Commission  appointed in 1860  provided for a ",
  "basic structure of a police establishment  for the Indian empire  that ",
  "was enacted in the Police Act of 1861.  And that structure, with only ",
  "minor  adju  rmenrs,  remained  unchanged  for  the  next  century of ",
  "British  rule.104 ",
  "In  the  new  organi  ation  military police  was eliminated  and  the ",
  "civilian  police  was organised on a provincial basis, with the inspec­",
  "tor generals  answerable to the provincial governments, and the dis­",
  "trict  superintendents  to  the  collector.  Thus  the  entire  police ",
  "organisation  was placed under the control of the civilian authorities, ",
  "and for a long  time the positions of the inspector general were filled ",
  "in by civil servants. The district superintendents  were to be in charge ",
  "of rural police,  the daroga becoming the subinspector, thus solving ",
  "the  age-old  problem  of  integrating  rural  police into  the  imperial ",
  "structure.  In  this way the police organisation  established  a  well­",
  "defined hierarchy of command, from which Indians were systemati­",
  "cally  excluded.  The Police Commission  of 1902  provided  for  the ",
  "appointment  of educated  Indians to the position  of officers in  the ",
  "police force; but they \"stopped in rank where the European officer ",
  "began\"  Thus, distrustful of the Indian subordinates  and subservi­",
  ".01s ",
  "ent to the civilian authorities,  the Indian police system was tellingly ",
  "reflective of  its colonial  nature.  Although  not a police  state  in  a ",
  "conventional  sense,  thinks  David Arnold, a \"Police Raj\" gradually ",
  "emerged  between  the  revolt of 1857  and  the transfer  of power in ",
  "194 7 .106  Faced  with  recurrent  peasant  rebellions  and  mounting ",
  "political  resistance, the police became the foremost tool  of repres­",
  "sion in India, with the colonial  state retaining  total monopoly  over ",
  "it  coercive  power.  And if a situation  ever went out  of hand, there ",
  "was always the army to take control. ",
  "ARMY ",
  "The evolution of the Company's army was integrally  connected  to ",
  "the  development  of its Indian  empire.  In  the  eighteenth  century, ",
  "Royal forces, particularly  the navy, were often  dispatched  to  India ",
  "on lease to the Company  to help it out at times of trouble,  but this ",
  "created problems, particularly in the relationship  between the King's ",
  "army officers and the civilian authorities of the Company. So from ",
  "very early on there was an attempt to raise a permanent Company's ",
  "army  in India.I\"'  The tradition  of recruiting peasant armies had been https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "BRITISH  EMPIRE  fN  INDIA  1 Q 5 ",
  "developing  in north  India since the sixteenth  century  and  this cre­",
  "ated what  Dirk Kolff (1990)  has called a \"military  labour  market\". ",
  "During  the  Mughal  period,  the  distinction  between  this  peasant ",
  "army and the civilian population  was never very dearly marked. It ",
  "was in the  eighteenth  century  that  the rulers of some of the  north ",
  "Indian  successor states,  like the Nawab of Awadh  and  the Raja of ",
  "Banaras,  refined  this  recruitment  system  and  raised  sophisticated ",
  "trained peasant armies distanced from the civilian communities. 108 It ",
  "was  this tradition  that  the East  India Company  appropriated  as it ",
  "started  recruiting  its own  army,  which  came  to  be known  as  the ",
  "sepoy  (from sipahi or soldier)  army. The  French  had  first initiated ",
  "this tradition  ofrecruiting  an Indian army  in 1721-29. And it was ",
  "against the  backdrop  of Anglo-French  wars  in south  India that  in ",
  "1748 Captain  (Major?) Stringer Lawrence-who  had brought  in the ",
  "Royal naval reinforcement  to rescue the beleaguered  English Com­",
  "pany-first  began the drive towards  recruiting  a permanent  Indian ",
  "army for the English Company.  It was renewed  by Lord Clive after ",
  "the defeat of the Bengal nawab in 1757.  This sepoy army was to be ",
  "trained  and  disciplined  according  to  European  military standards ",
  "and  commanded  by European  officers  in the  battlefield.  Some of ",
  "these  officers including  the commander-in-chief  were  King's  offi­",
  "cers, while the majority were nominated  by the Company  directors ",
  "by way of distributing  patronage. In the early nineteenth  century  by ",
  "legislation  twenty  thousand  Royal troops  were  to be stationed  in ",
  "India and paid for by the Company,  ostensibly as a strategy to subsi­",
  "dise Britain's defence expenditure  in the post-Napoleonic  era.109  In ",
  "addition  to  that  the  size  of the  Company's  Indian  army  also ",
  "increased continually and as its territory  expanded  beyond Bengal, ",
  "the military labour market from where it recruited extended  as well. ",
  "The number ofs epoys rose from 82,000 in 1794 to 154,000  in 1824 ",
  "to 214,000  in 1856.llO ",
  "\"Indeed,  the  recruitment  of the  East  India  Company's  army\", ",
  "Seema Alavi argues,  \"was central  to the development  of the  Com­",
  "pany's  political  sovereignty\", 111  which  rested  on  a  monopoly  of ",
  "power.  The  army therefore  claimed  the  largest share  of the  Com­",
  "pany's  expenditure  in  India,  and  also  it  was crucial  to  effective ",
  "collection  of revenue-a  situation  that  Douglas  Peers  has  called ",
  "\"military fiscalism\". The army not only conquered  territories,  it also ",
  "protected  the  empire  against  real  or imagined  internal  threats;  it ",
  "handled peasant rebellions against high revenue demands,  made alli­",
  "ances with  Indian  elites, collected information  about  Indian  society ",
  "and  economy.  It  was  thus  considered  to  be  the  most  important https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "FROM  PLASSEY  TO  PARTITION ",
  "106 ",
  "apparatus  of rule  for the  Company's administration  in India. To a ",
  "large extent,  however, this sense of importance was generated  by the ",
  "army itself  A number of military ideologues argued incessantly that ",
  "India was in a perpetual  state of war, given the militarised state of ",
  "her society  and the inherent  volatility of the political situation. This ",
  "\"Anglo-Indian  militarism\",  as Peers argues,  created  constant  pres­",
  "sures for conquests, generated  a sense of self-importance  for being ",
  "the ultimate  guarantee of the empire's  security and stability and thus ",
  "sustained  its claims  to autonomy  and unrestrained  expenses.112 ",
  "The recruitment of the Company's army in the eighteenth century ",
  "was not just  building  on the existing  traditions  of the north  Indian ",
  "military labour market;  those traditions were being adapted to British ",
  "imperial  preferences. The recruitment  system,  for example, endorsed ",
  "the  traditional  British  preference  for peasants as best  potential  re­",
  "cruits  and followed the colonial stereotypes  that wheat-eating  Indi­",
  "ans rather than the rice-earing groups were physically more suitable ",
  "for the job, although  such ethnic  stereotyping became a much more ",
  "important  factor in army recruitment  in the late nineteenth  century ",
  "rather  than  in the eighteenth.  During  the  initial  formative  phase, ",
  "Hastings did not want to disturb the existing caste rules in the affairs ",
  "of the army. So the Company's army consisted mainly of upper caste ",
  "Brahman  and  Rajput  landed  peasants  from Awadh and  the R.ajput ",
  "and Bhumihar-Brahman  peasants from north and south Bihar-both ",
  "wheat-eating  regions.  These  people  joined  the  Company's  army ",
  "because  the pay,  allowances,  pension  and  resettlement  provisions ",
  "offered by the Company were much better than those offered by the ",
  "regional states, and what was most important,  salaries were paid reg­",
  "ularly. The deliberate  policy  of respecting  caste,  dietary,  travel  and ",
  "other religious  practices of the sepoys fostered  a high  caste identity ",
  "of the Company's  army. By joining  it many of the upcoming socially ",
  "ambitious  castes-like  the Bhumihar-Brahmans-could  fulfill  their ",
  "aspirations for social mobility. Cornwallis, despite his preference  for ",
  "Anglicisation,  did not disturb this specific organisation  of the army, ",
  "and  as a  result,  the  Company  came  to possess a high caste  army, ",
  "which was prone to revolt when their social privileges and pecuniary ",
  "benefits  were  cut  from  the  1820s.  As  the  Company's  territories ",
  "expanded  to the west beyond  the Bengal frontiers into  the moun­",
  "tainous jungle Terai, in the 1770s and then into the Ceded and Con­",
  "quered  Districts in 1802 there was another  attempt  to recruit  from ",
  "among  the hill  tribes.  While in the plains the Company ran perma­",
  "nent recruitment  centres, in the hills recruitment was made through ",
  "local notables and payment was offered through  the Mughal system https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "107 ",
  "BRITISH  EMPIRE  IN INDlA ",
  "of ghatwali service  tenures.  The defeat of the Indian states, particu­",
  "larly of Mysore  in the late  eighteenth  and of the  Marathas in  the ",
  "early nineteenth  centuries created  another  vast reservoir  of surplus ",
  "armed  manpower  to  recruit  from;  but the Company's army could ",
  "not absorb  all the  disbanded  soldiers  of  the  Indian  princes.  Then ",
  "from 1815 there was another  experiment to recruit Gurkha  soldiers ",
  "from among the Nepalis, Garwahlis and Sirmouri hillmen. A skilful ",
  "blending  of the Nepali  martial tradition and European  training  and ",
  "discipline made the Gurkhas the most trusted soldiers  in the British ",
  "army.\"! ",
  "Thus  as  the  empire  expanded,  the  Company's  army  came  to ",
  "incorporate a variety of social groups and a number of military tradi­",
  "tions, which  had to be accommodated  in a careful balancing game ",
  "and power  had to be shared  with  the local elites. Within these cir­",
  "cumstances  while  the  Bengal  army  remained  more  high  caste  in ",
  "character,  the Bombay and Madras  armies became more heteroge­",
  "neous.  In the  1820s,  when  the  empire  attained  stability  with  the ",
  "weakening  of most of the  Indian  powers, and  Company's finances ",
  "ran into  trouble, the contradictions of this balancing game became ",
  "apparent.  In the following decade there were attempts  to streamline ",
  "the army administration,  the main purpose  of which  was to  have ",
  "more  rigorous  control  over  the  sepoys  and  their  families.  The ",
  "reforms  of the 1830s,  which aimed at levelling the differences and ",
  "promoting  a universal military culture, as Alavi shows, created dis­",
  "content  among the sepoys. This unhappy feeling particularly showed ",
  "in the Bengal army, as the reforms infringed  upon the sepoys' high ",
  "caste  status and  disturbed  the  power  relations  within  which  they ",
  "were located. In the 1840s, therefore,  the disaffection  ofthe Indian, ",
  "troops  found articulate expressions from time to time and these inci­",
  "dents  prepared  the backdrop  for the mutiny in the Bengal army in ",
  "1857,  which shall be discussed in the next chapter. ",
  "After the mutiny there was a lot of rethinking  about the constitu­",
  "tion  and recruitment strategies for the Indian army. The Peel Com­",
  "mission  which  was appointed to  look  into  the  military  affairs  of ",
  "India recommended  that \"the native army should  be composed of ",
  "different nationalities  and castes, and as a general rule, mixed pro­",
  "miscuously  through  each regiment. \"114  Therefore, during  the next ",
  "few  years  regiments  which  had  mutinied  were  disbanded,  castes ",
  "were more evenly mixed across the regiments, recruitment  remained ",
  "focused on Punjab which remained loyal during the mutiny, and the ",
  "regional elements like the Punjab, Hindustan,  Bombay and Madras, ",
  "were carefully kept separate. The recruitment strategies were further https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "108  FROM  PLASSEY TO  PARTITION ",
  "streamlined  in the 1880s when  the colonial  knowledge of Indian ",
  "ethnicity  and  racial stereotypes were deployed  to evolve the theory ",
  "of \"martial  races\", Certain groups, such as the Pathans of the North­",
  "West  Frontier  Province,  the jars  of Punjab,  the  Rajputs of north ",
  "India or the Gurkhas of Nepal, were identified as ideally  suited  for ",
  "the  job,  because  of their  martial background  or racial status,  i.e., ",
  "being of Aryan  Kshatriya  stock.  These  groups were  thought to be ",
  "warlike, trustworthy, but at the same time intellectually deficient,  so ",
  "that  they could  fight but  not  lead.  This  gave the  European  com­",
  "manding officers a sense of security. As David Omissi calculates, by ",
  "1914,  \"about  three-quarters  of the  Indian  infantry  came  from ",
  "Punjab, Nepal or the North West Frontier Province.\"  11s The  peas­",
  "ants from  these social groups joined the army primarily because it ",
  "was a lucrative career. On the other hand, their loyalty was ensured ",
  "by the army administration by deliberately encouraging their respec­",
  "tive religious traditions and their sense ofhonour, which kept them ",
  "devoted to the master whose \"salt\" they had eaten. The valorising of ",
  "warrior self-image communicated  through uniforms and other insig­",
  "nia,  and  the  idea  of  shaming  themselves  and  their  communities ",
  "through dishonourable deeds or cowardice remained important parts ",
  "of a carefully cultivated army culture.  This loyalty of the army was ",
  "important for the stability  of the Raj, as it was used  more  against ",
  "internal  threats  to security  than against external foes. Except for a ",
  "brief Russian threat  through  Afghanistan  in the  1880s,  the British ",
  "empire in India did not face any external danger to its security. Yet a ",
  "large  army  was maintained-quarter  of a million in peace time­",
  "devouring  40  per  cent of the central  revenue.  The  \"British  Raj\", ",
  "writes, David Omissi, \"was a garrison state\" .116 ",
  "In the administration of this garrison state the relationship between ",
  "the civilian  and  military authorities  remained  always a sticky point ",
  "ever since the beginning of the Company's army. In order to estab­",
  "lish civilian authority over the army, the Charter Act of 1793  very ",
  "clearly gave the ultimate control over all matters of war and peace to ",
  "the Board  of Control. The commander-in-chief was made subservi­",
  "ent to the governor general,  but the functional relationship  between ",
  "the  two,  despite various  safeguards,  worked  well only when  there ",
  "was good personal understanding between them. Often the pressure ",
  "of the army was too much for the civilian  authorities to withstand. ",
  "Lord Amherst was pressurised by the army into a belligerent foreign ",
  "policy, while William  Bentinck had serious problems in his dealings ",
  "with  his  commander-in-chief  This  relationship  continued  to ",
  "117 ",
  "be unpleasant during the period  of Crown  rule, and  became  ugly https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "BRITISH  EMPIRE  IN INDIA  109 ",
  "during the notorious  Curzon-Kitchener  controversy  in 1904/5. The ",
  "commander-in-chief,  Lord  Kitchener,  wanted  to  abolish  the  posi­",
  "tion  of the Military  Member  in the viceroy's council and centralise ",
  "control  and command  of the army in his own hands. Viceroy Lord ",
  "Curzon  objected  to  it  and  when  the  home  government  offered  a ",
  "compromise  formula  of reducing  the powers of the Military  Mem­",
  "ber without abolishing  the  position,  he offered  his resignation. To ",
  "his  surprise,  the  resignation  was quickly  accepted,  indicating  the ",
  "power of the army establishment.  But Kitchener too did not have his ",
  "way fully. In 1905  the position  of the Military  Member  was abol­",
  "ished  and  the  commander-in-chief  became  directly  responsible  to ",
  "the viceroy's  council.  But the crucial  financial control  of the army ",
  "was not left in his hands;  for this a separate Military Finance Depart­",
  "ment was created,  a civilian chain of command  going up to the ",
  "with ",
  "Finance Member  of the Council. This system remained  in place until ",
  "the end of colonial  rule. 11• ",
  "In  the  late  nineteenth  and  early  twentieth  centuries,  the  army ",
  "remained,  as before,  the  most effective instrument  of coercion.  It ",
  "provided guarantee of stability to the  against all sorts of civil dis­",
  "Raj ",
  "turbances,  for example, nationalist  agitations, workers'  strikes, peas­",
  "ant  movements  or communal  riots.  The  police  were  not  always ",
  "suitable  to  handle  these  situations,  as the  policemen  lived  in  the ",
  "communities  and therefore  were susceptible  to social coercion  and ",
  "exposed  to ideological influences. The army, on the other hand, was ",
  "quarantined  in the garrisons spread across India, deliberately  kept at ",
  "a low level of literacy and insulated from all political influences. The ",
  "army was not used frequently  for the purpose of policing the coun­",
  "try, as frequent  use would reduce its effectiveness and blunt its dem­",
  "onstration  impact.  But the civilian administrators  knew  that it was ",
  "always there  at times of grave emergencies.  In such situations, and ",
  "there  were  more  of them  in the  1920s and  1930s,  usually British ",
  "troops were preferred,  as since 1857 till almost the end of the colo­",
  "nial period one British soldier was maintained  to two or three Indian ",
  "sepoys. But in a vast country  like India colonial order  could  not be ",
  "maintained  without  the  collaboration  of the  latter,  who  remained ",
  "steadfast  in their  loyalty to the King-emperor.  Except on two occa­",
  "sions-one  in 1907  during  the Canal  Colony  agitations  in Punjab ",
  "and then  again  in  1920 during  the  Sikh gurdwara  movement-the ",
  "sepoys were never touched  by the political  agitations.  This was the ",
  "main reason why there was so much bureaucratic  opposition  to the ",
  "Indianisarion  of the  command  chain  in  the  army.  Training  and ",
  "appointment  of Indian officers started hesitatingly and selectively in https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "110 ",
  "FROM  PLASSEYTO  PARTITION ",
  "1931  after  the  first Round  Table  Conference.  The  issue was given ",
  "full consideration  only in the 1940s as a delayed concession  to the ",
  "nationalists  under  the pressure  of the military needs of World  War ",
  "Two.  But it was already  too late to win the sympathies  of the Indi­",
  "ans.  In the  subsequent  years  the  composition  of the  army  officer ",
  "corps completely  changed  and  many of the Indian  officers became ",
  "attracted  to the cause of Indian  nationalism. 11•  Visible signs of this ",
  "cracking of the loyalty of the Indian army, we will argue in the last ",
  "chapter,  was one  of the  main  reasons  why  the Raj had  to end  its ",
  "career in 194 7. ",
  "INDIAN  CIVIL SERVICE ",
  "The  civilian bureaucracy, which  controlled  the army by pulling  the ",
  "financial strings if not anything  else and ran the Indian  empire  with ",
  "its help, were meant only to implement  policies framed at home. But ",
  "the distance between London  and India, the difficulties of communi­",
  "cation  and  their  command  over  information  from  the  field  gave ",
  "them a considerable  amount  of discretion  and initiative. As a result, ",
  "as Clive Dewey observes:  \"In their heyday they were the most pow­",
  "erful officials in the empire, if not the world\". 120 It was \"a patronage ",
  "bureaucracy\"  at the  outset,  as the  method  of recruitment,  as out­",
  "lined by the India Act of 1784 and the Charter Act of 1793, was only ",
  "through  nomination  by the  members  of the Court  of Directors  of ",
  "the  Company,  who  would  sign  a  declaration  that  they  had  not ",
  "received  any  money  for  offering  this  favour.  Various factors  also ",
  "compelled  them  to nominate  from  outside  their  immediate  family ",
  "circles. Yet, corruption  and inefficiency gradually  crept  in, and  the ",
  "educational background as well as abilities of the recruits were found ",
  "to be extremely uneven. As Bernard Cohn calculated,  between  1840 ",
  "and  1860,  \"fifty  to  sixty  extended  families  contributed  the  vast ",
  "majority of civil servants who governed Jndia\".121  And from this ser­",
  "vice,  Indians  were  carefully  excluded,  as  no  position  worth  an ",
  "annual salary of £500 or more could be held by them. ",
  "The  expansion  of empire,  however, increased  the responsibilities ",
  "of governance  and  required  an  efficient  bureaucracy,  trained  in ",
  "Indian  languages and  laws. Lord Wellesley, who arrived  in India in ",
  "1798 with a grand imperial vision, wrote in his minute of 1800 that ",
  "the Indian  empire \"should  not  be administered  as a temporary  and ",
  "precarious  acquisition\" .122 What  he wanted  was adequate training ",
  "for the European  civil servants. At Fort William College in Calcutta ",
  "the  civil  servants  from  all  the  presidencies  took  three  years  of https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "111 ",
  "BRITISH  EMPIRE  IN INDIA ",
  "training before  getting  their  civil posting. But the  college  did  not ",
  "continue  for long, as Wellesley soon lost the favour of the Court of ",
  "Directors,  and  the  latter  feared  that  such  a  training  programme ",
  "might result in the loyalties of the civil servants shifting from Lon­",
  "don  to  Calcutta.  So in  1802  Fort  William College was closed;  it ",
  "would continue  there only as a language school. In its place, in 1805 ",
  "the East India College was established at Hertford  near London; it ",
  "was moved to Haileybury in 1809. AJl candidates nominated by the ",
  "Court of Directors were to have at this college two years of training ",
  "and only if they passed the final examination  would they secure an ",
  "appointment  to civil service in India.  It is difficult to fathom  how ",
  "much influence this education actually had on the subsequent behav­",
  "iour  of the civil servants in India,  as this training,  following  Lord ",
  "Macaulay's recommendation, was essentially based on a generalist ",
  "curriculum,  which, except the language component,  had practically ",
  "nothing  of  relevance to  India.  But Haileybury  College developed ",
  "among the Indian civil servants a sense of camaraderie-or  indeed  a ",
  "sense of belonging to an exclusive club. ",
  "By the 1830s, however, the administrative  responsibilities of the ",
  "bureaucracy in India had increased immensely, as the District  Col­",
  "lector  had once again combined  in his office the revenue collecting ",
  "responsibilities, magisterial authority and also some judicial powers. ",
  "In the  newly conquered territories-the so-called 'non-regulation' ",
  "provinces-such as Punjab or Assam, the powers and responsibilities ",
  "of the district officers were even greater. Along with that,  functions ",
  "of the state were also gradually extending to newer areas of activi­",
  "ties. This brought in greater impersonalisation and a more elaborate ",
  "hierarchy in the bureaucratic  structure, requiring more able admin­",
  "istrators.  It was,  therefore,  felt around  this time  that the  existing ",
  "patronage  system could  not bring in adequate  number  of able  per­",
  "sonnel  for such onerous  administrative responsibilities. What was ",
  "needed  was competition  to attract the best minds from  the rising ",
  "middle  classes of England.  The  Charter  Act  of  1833  introduced ",
  "competition  for recruitment;  but it was limited competition  among ",
  "the candidates  nominated  by the directors  and therefore  could not ",
  "improve  the situation. Finally, the Charter  Act of 1853 introduced ",
  "the  principle  of  open  competition;  civil servants  for  India  were ",
  "henceforth  to  be  recruited  through  an  examination open  to  all ",
  "\"natural  born subject of Her Majesty\". The Hailey bury College was ",
  "abolished  in  185 8 and  the  Civil  Service Commission  henceforth ",
  "recruited  civil servants  through  an  examination held  annually  in ",
  "England. The steel frame of a centralised bureaucracy thus came of https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "112  FROM PLASSEYTO PARTITION ",
  "age in India in response to the  needs of an empire that had  by now ",
  "established itself on firm grounds. ",
  "It was no wonder,  therefore,  that in this administrative  structure ",
  "the Indians were accommodated,  if at all, only in subordinate  posi­",
  "tions, known  as the Uncovenanted  Civil Service. After 1813 under ",
  "Warren Hastings a gradual process of Indianisation  of the subordi­",
  "nate services had begun, mainly in the judiciary. Later Lord Bentinck ",
  "advocated  inclusion  of  Indians  for  orientating  administration  to ",
  "local needs;  the other  reason might have been the question  of ex­",
  "penses. A regulation in 1831 gave more power and responsibility to ",
  "the Indian  judicial officers; but the top echelon  of the Covenanted ",
  "Civil Service still remained closed to the Indians. The introduction ",
  "of competitive examination  in 1853 technically opened the gates to ",
  "the Indians; but they were still effectively barred, as the recruitment ",
  "examination  was held only in England. And in spite of repeated peti­",
  "tions from the Indian nationalists in the late nineteenth  century, the ",
  "opposition  of the European bureaucracy prevented  the holding of a ",
  "simultaneous  examination  in India. Yet the  government  could  nei­",
  "ther ignore the nationalist demands and so the compromise formula ",
  "was the introduction  in 1870 of a 'Statutory  Civil Service'. It meant ",
  "that Indians of ability and merit could be nominated  to a few posi­",
  "tions hitherto  reserved for the European  covenanted  civil servants. ",
  "But as Lord Lyrton's predilections were clearly in favour oft he aris­",
  "tocracy, Indians chosen for such positions were usualJy those  with ",
  "respectable  family  background  or  belonging  to  the  indigenous ",
  "princely families. ",
  "It was Lord  Ripon who  realised the political importance  of the ",
  "Indian  middle  classes and  argued  that  their  continued  exclusion ",
  "from administration  might eventually spell danger  for the empire. ",
  "He, therefore,  preferred a simultaneous competitive examination  in ",
  "India, which would allow the entry of educated Indians of merit and ",
  "ability into the Covenanted  Civil Service. But the proposal  met with ",
  "a concerted  opposition  of the  European  bureaucracy,  who  clearly ",
  "felt threatened  by the prospect  of sharing power with  the Indians. ",
  "Indeed, in the late nineteenth  century  following the revolt of 1857, ",
  "the European covenanted civil servants in India suffered from a pro­",
  "found sense of insecurity, which issued from aristocratic  criticism at ",
  "home, Liberal democratic attacks in the Parliament and the growing ",
  "political  protests  of the  educated  Indians. They  loathed  therefore ",
  "any idea of sharing power with the Indians and tried  to scuttle  the ",
  "Local Self-government Act in 1882  and then  in racist conjunction ",
  "with  the  Anglo-Indian  commercial  community,  opposed  covertly, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "113 ",
  "BRITISH  EMPIRE  IN INDIA ",
  "and often even overtly, the Ilbert bill in 1883-84. They objected the ",
  "very idea of introducing  the principle of election in  India  and ob· ",
  "srructed the proposed Indianisation  of the civil  service on the basis ",
  "of a \"mythical rationale\" of \"inefficiency\" that was used to legitimise ",
  "their own monopoly of power. 121 ",
  "The structure  of the civil service was ultimately reformed in 1892, ",
  "on the basis of the recommendations ofa Public Service Commission ",
  "submitted  five years ago. The new regulations retained the exclusive ",
  "status  of the covenanted civil  service and called it the  Indian Civil ",
  "Service (ICS). The Uncovenanted  Civil Service,  on the other hand, ",
  "was to shed its derogatory epithet and was to be called the Provincial ",
  "Civil Service.  The Statutory  Civil Service  was abolished,  and in its ",
  "place certain higher positions  which were previously preserved for ",
  "the ICS were now to be filled in  through  promotion  from the Pro­",
  "vincial Civil Service. The  Indians could still enter  the ICS through ",
  "the open  examination  held in London;  but their  representation in ",
  "this  service  remained  abysmally  low-just  about  15  per  cent  in ",
  "1922. But then it was from this year that the proportion of represen­",
  "tation in the civil service began to change. ",
  "In response to the nationalist demands, the Government of India ",
  "Act of  1919 finally provided for a separate,  not simultaneous,  re­",
  "cruitment  examination  to the ICS to be held in India; and under  its ",
  "provision,  the first examination  was held in Allahabad  in February ",
  "1922. As a result, by 1941 the Indians outnumbered  the Europeans ",
  "in this charmed circle of Indian Civil Service.  If the period  between ",
  "1858 and  1919 was that of \"bureaucratic despotism't.P\"  when the ",
  "will of the civil servants used to run the government,  this tendency ",
  "somewhat  diminished  after the gradual democratisation  of the pol­",
  "ity since  1919. But even after  1937,  when Indian  ministers  took ",
  "office in the provinces, the administration  was virtuany run by the ",
  "civil servants,  because of their  superior  knowledge  at the ground ",
  "level  and  their  informal  alliances  with  the  local  power structure. ",
  "However, the gradual  lndianisation of the civil service also reduced ",
  "its value as an apparatus of authoritarian  rule for the empire  and ",
  "paved  the  way  for a transfer  of power.  On  the  other  hand,  this ",
  "Indianisation  made it possible for the continuation of the tradition ",
  "into the period after independence, 125 when the service only changed ",
  "its nomenclature into the Indian Administrative Service. ",
  "RESIDENTS AND  PARAMOUNTCY ",
  "While the steel frame of the Indian Civil Service ruled British India, ",
  "about  two-fifths  of  the  territory  of the  Indian subcontinent  were https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "114 ",
  "FROM Pl.ASSEYTO PARTffiON ",
  "under  'indirect  rule'  of the Company  and  later the  Crown. Until ",
  "then indigenous princes ruled, but the British Residents and Political ",
  "Agents governed. As the nature  of the East India Company's  func­",
  "tion  in India changed  from commercial  to political,  the  role of the ",
  "commercial  agents, who were placed at the courts of various  Indian ",
  "states to look after the Company's  trading interests,  also transposed ",
  "into  that  of Residents  handling  the  political  relations  between  the ",
  "Company  Raj  and the Indian  princes. The  system of Residency, as ",
  "Michael  Fisher has argued, 126 was unique,  as it was not to be found ",
  "in existing European imperial tradition and differed from the Mughal ",
  "system of vakils. The  latter  were employed  by the client states and ",
  "Mughal  nobility  to  represent  them  at the  imperial  court  and  the ",
  "same system  was replicated by the successor states. The  Residency ",
  "system involved a redefinition  of sovereignty, which was encoded in ",
  "the  new  terminology  of  'Paramountcy',  under  which  the  Indian ",
  "states  were  left  with  \"domestic  sovereignty\",  while  sovereignty ",
  "beyond their borders  lay with the Company as the superior  imperial ",
  "power. The actual terms of the subordinate sovereignty of the Indian ",
  "states  varied  from  case  to  case,  depending  on  the  status  of  the ",
  "princes and the circumstances within which treaties with them  had ",
  "been signed.  But in effect, \"British practice often  reduced some  of ",
  "these very 'sovereigns'  to the de facto status of puppets or virtually ",
  "confined  them within their own palaces\" .121 ",
  "As  the  Company's  imperial  expansion  progressed  in  India,  for ",
  "reasons of resources-both  financial and manpower-it  preferred to ",
  "keep many of the Indian states under indirect rule, rather than trying ",
  "to  control  and  administer  them  directly. The  choice  depended  on ",
  "many factors.  The states which were not  in a position  to challenge ",
  "the military power of the British were left to themselves; those situ­",
  "ated  in remote  comers  or on  hostile terrains  were  also left alone; ",
  "while  those  that did  have little  arable  Land, and  therefore  limited ",
  "prospect  of  revenue  returns,  held  little  attraction  for  direct con­",
  "quest.!\"  The policy was also subjected to various ideological  push ",
  "and  pulJ s,  responding  to conservative  pressure  for disengagement, ",
  "aggressive  pleas for direct  annexation  and pragmatic  reasoning for ",
  "indirect  control.  The evolution  of the  Residency system  therefore ",
  "underwent  various  ups and downs. ",
  "Michael  Fisher has identified  three distinct  phases in the evolution ",
  "of indirect  rule  in  India  until  the  revolt  of  1857.  The  first  phase ",
  "(1764-97)  starts with the initial placement  of the Company's  Resi­",
  "dents at the courts of Murshidabad,  A wadh and Hyderabad  after the ",
  "Battle  of Buxar  (1764).  The  Company's  authorities  were  not  yet https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "115 ",
  "BRITISH EMPIRE IN INDIA ",
  "confident  and clear-visioned  about  its forward  policy in India,  and ",
  "so the development  of the Residency system during this period  was ",
  "halting, and the role of the Residents rather restricted and cautious. ",
  "This  initial hesitation  was, however, decisively gone in the second ",
  "phase (1798-1840),  which was marked by aggressive expansionism, ",
  "championed  by Lord Wellesley (1798-1805)  and his policy of Sub­",
  "sidiary Alliance (see chapter  1.3 for details). The role of Residents ",
  "also changed during this period from that of maintaining diplomatic ",
  "relations to that of indirect control, and in many cases the Residents ",
  "themselves facilitated further  territorial  expansion.  This trend  was ",
  "temporarily  halted by the recall ofWellesley and the coming ofLord ",
  "Cornwallis with  a mandate  to follow a policy of non-interference. ",
  "But after  his death,  British officials in India again embarked  on  a ",
  "mission of territorial  expansion,  and many of the newly conquered ",
  "territories  were left to be indirectly controlled  by the Residents. This ",
  "growth  went  on  unabated  until  1841,  when  the  abortive  Afghan ",
  "campaign  (1838-42)  for the  first time  failed to  establish  indirect ",
  "British  rule in Afghanistan. The  third  phase  (1841-57),  therefore, ",
  "saw  the  ascendancy  of the  idea  of \"consolidation\",  rather  than ",
  "expansion,  which had now reached its physical limits in India. Dur­",
  "ing  this  period,  therefore,  we  find  a  policy  shift  towards  direct ",
  "annexation,  spearheaded  by Lord Dalhousie's forward  policies (for ",
  "example,  'Doctrine  of Lapse'), which saw the takeover of a number ",
  "of Indian states like Awadh, Jhansi, Nagpur, Satara and a number of ",
  "Punjab states. These contributed  to the grievances that flared up in ",
  "the revolt of 1857.129 ",
  "The revolt of 1857, therefore,  constitutes an important  watershed ",
  "in the evolution  of British policies towards  the Indian states. It was ",
  "not only diagnosed  that the annexation  policies had contributed  to ",
  "the revolt,  but it was also found that territories  under indirect  rule ",
  "were less affected by the disturbances  than  those under direct  rule. ",
  "And  not only  that,  states  like  Gwalior  and  Hyderabad  rendered ",
  "valuable service in containing  the conflagration.  So, as India passed ",
  "into the hands of the Crown, the Queen's Proclamation of 1 Novem­",
  "ber  1858  made  a commitment  to \"respect  the  rights,  dignity  and ",
  "honour of the native princes as our own\". Lord Canning  reassured ",
  "them  against  possible extinction  of their  dynasties  by issuing 150 ",
  "'adoption' sanads recognising their adopted heirs. 130 But that did not ",
  "mean that the Indian states were to be left unreformed,  as the British ",
  "often assumed a greater responsibility for the welfare of the princely ",
  "subjects.  The  Raj,  therefore,  argues  Ian  Copland,  \"dedicated  to ",
  "grooming  the  princes  as 'natural  allies?'.  This  reformist  mission https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "116  FROM  PLASSEY TO  PARTITION ",
  ")\"\" \" ",
  "J ",
  "I ",
  "KABUL ",
  ") ",
  "I F  G  II  ;\\  '  I  , ",
  "ll\\ ",
  "'I ",
  "I ",
  "(.  PUN  J ",
  "-",
  "J- ",
  "I  .I ",
  "I ",
  "11' \" ",
  "JPUCA ",
  "IR ",
  "USITI  P\\ IC  ",
  "\\ f ",
  "A'IID ",
  "\\  Allaha  ",
  "\"m\\  \\ 9011\\,  AG  EN ",
  "N  D ",
  "D ",
  "•  • ",
  ". ",
  ". , , ",
  "• ",
  "• ",
  "1\\1• ",
  "•• ",
  "I • ",
  ". ",
  "MAP 4:  Briri h India and  the  princely  tare  , c.  1904 https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "117 ",
  "BRfifSHE MPIIRNEIN  DIA ",
  "H  I  N  E  S  E  E  M  P  I  R  E ",
  "I ",
  "> - -",
  "I ",
  "I ",
  "I ",
  "I ",
  "B  E  N  G ",
  "British  lncf1a and Ceylon ",
  "Princety states and ",
  "protectorates ",
  "•  .). ",
  ")' ",
  "Specialty  administered ",
  "areas ",
  "111111 ",
  "French and Portugal  �.�ewr ",
  "colonies  >'Z   ••.  ",
  ". ",
  "-Province, major princely ",
  "states, and states  0-z.  ",
  "agencies ",
  "- 0 ",
  "Present external ",
  "'II ",
  "boundary  of India  •  ' ",
  "h> ",
  ".. ,.  \"' ",
  "0  200  400km ",
  "Scale  \"o ",
  ".r https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "118 ",
  "FROM  PLASSEY TO PARTITION ",
  "became  a dominant  official  policy with  the  coming  of Lord Mayo ",
  "(1869-72)  as viceroy. He discovered a certain breakdown of durbari ",
  "authority,  which contributed  to  the  collapse  of law and  order  in ",
  "many states. But the latter could  be given political support only in ",
  "return  for \"good  government\".  He was also  supported  in this  mis­",
  "sion by the Young Turks in the Political  department, who continued ",
  "to  put  subtle  and  often  not  so  subtle  pressure  on  the  princes  to ",
  "reform  their  regimes.  Most  of  the  indigenous  rulers gave in, and ",
  "those  who  chose  to resist were  rudely  reminded  of  the  \"omnipo­",
  "tence  of the  Paramount  Power\".  Malhar  Rao Gaikwad  of Baroda, ",
  "the  most  important  of them, was deposed  in 187  on  charges  of ",
  "5 ",
  "\"gross misrule\".  m ",
  "But reform and modernisation  also had its political  costs, and this ",
  "became  evident  towards  the  end  of  the  1870s  when  nationalism ",
  "gradually  began to surface  in  British  Indian  politics.  Lord  Lytton, ",
  "therefore,  considered  the  princes  to be the  true  representatives  of ",
  "traditional  India and the 'natural leaders,  of the Indian  people.  But ",
  "they were also to be reminded  of the grandeur  of British  power and ",
  "be placed within  the imperial order, which at this stage, as we have ",
  "seen (c hapter  2.1 ), was being  institutionalised  into an elaborate  hier­",
  "archy.  This  association  with  the  princes  also  gave  the  Raj  some ",
  "amount of legitimacy, and that was another reason why this relation­",
  "ship  was duly  incorporated  into  the  imperial  rituals,  such  as the ",
  "Imperial Durbar of January 1877  and the table of gun salutes.  By the ",
  "twentieth  century, the King-emperor  was entitled  to 101 gun salutes, ",
  "the Viceroy 31,  and  the  more important  113 Indian  princes  some­",
  "where between 21 and 9 gun salutes. To maintain  the pecking order, ",
  "the minor  princes  were entirely denied  this imperial  honour.! \"  On ",
  "the other  hand,  during  the period  1878-86,  the states had to with­",
  "stand systematic intervention and contraction  of their domestic sov­",
  "ereignty.  They had to relinquish control over the railway tracks and ",
  "other communication  systems within their territories,  although  they ",
  "had  to  pay  for their  construction,  refrain  from  exporting  salt  to ",
  "other  parts  of  British  India  and  accept  British Indian  currency  as ",
  "legal tender. ",
  "This interventionism  reached its height during  the administration ",
  "of Lord Curzon (1898-1905).  He, on the one hand, recognised the ",
  "princes  as integral  parts of imperial  organisation  and  invited  them ",
  "with  due  honour  to  the grand  Coronation  Durbar  of  1903.  But, ",
  "on the other  hand,  he also  brought  them  under  stricter  control.  In ",
  "1900  he prohibited  their  foreign  travel;  in 1902 he pressurised the ",
  "Nizarn of Hyderabad  to sign a more favourable treaty regarding  the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "119 ",
  "BRITISH EMPIRE IN INDIA ",
  "administration  of Berar; he forced the princes to pay more  for the ",
  "Imperial  Service Troops;  deposed  a number  of rulers  and brought ",
  "sixty-three  states under  temporary  British administration.  No  won­",
  "der,  as Scindia of Gwalior  later  confessed,  that  the  princes  simply ",
  "hated  \"the  tyranny\"  of  Curzonian  paternalism.  The  \"Shackles  of ",
  "Paramountcy\",  as Copland describes the situation,  were eased some­",
  "what as Lord Minto  took over as the viceroy and found the princes ",
  "effective and willing allies in his fight against political extremism. As ",
  "a quid pro quo, he promised to respect their internal autonomy,  and ",
  "in an historic speech at Udaipur on 1 November  1909, announced ",
  "his new policy of laissez-faire. However,  the officers in the Political ",
  "department  often did not share the viceroy's wisdom.  Ift he new pol­",
  "icy was meant  to isolate the states from the political currents  then ",
  "sweeping British India, it was meant  to be \"subordinate  isolation\". ",
  "And things remained  like that until the outbreak  of World War One, ",
  "which  once again brought  in a policy change vis-a-vis the  princely ",
  "stares.'!' ",
  "One important  question remains to be answered at this stage and ",
  "that is about the rights and obligations of the princes under the Para­",
  "mountcy  and how  were  they  supervised  by the  overbearing  Resi­",
  "dents.  The  responsibilities  and privileges of the princes were  in all ",
  "cases defined in treaties between them and the Company,  the obliga­",
  "tions of the  latter being inherited  subsequently  by the  Crown.  The ",
  "provisions of these treaties varied according  to the circumstances  in ",
  "which they were signed, the status of the princes and the size of their ",
  "states;  but  there  were  certain  generalities  too  and  the  treaties  in ",
  "many cases were later revised as well to bring in more uniformity. To ",
  "begin  with,  all the  princes  recognised  the  Company  and  later  the ",
  "Crown  as the suzerain power, relinquished  their right to enter  into ",
  "diplomatic relations with or declare war against any other state or to ",
  "employ any other European  or American,  agreed to direct all their ",
  "communications  with  the  outer  world  through  the  British  agents, ",
  "pay for a contingent  of Imperial  Service Troops and contribute  mili­",
  "tarily when there was need for military assistance for the defence of ",
  "the  empire.  They  had  to  relinquish  sovereignty  over  the  railway ",
  "tracks running through  their territories,  and share control  over post ",
  "and  telegraph  and  other  communication  systems with  the  Raj.  In ",
  "return,  they  were  to be protected  against external  aggression  and ",
  "internal revolt,  and enjoy internal autonomy. They maintained  small ",
  "police  forces  for enforcing  law and  order  and  spent  very little  on ",
  "public facilities for their  subjects, such as healthcare  or education.  If ",
  "some states did spend on modernising  such institutions  as a mark of https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "120  FROM PLASSEY TO PARTffiON ",
  "status, and if some other larger states like Baroda,  Mysore, Travan­",
  "core or Cochin,  introduced  some constitutional  changes,  they were ",
  "exceptions,  rather than the rule. ",
  "However,  the  internal  autonomy  of the  princes  was in  practice ",
  "seriously constrained  by the overbearing  presence of the Residents ",
  "in the case of larger  states and  the Political  Agents to  the governor ",
  "general  in  the  cases of smaller  states.  The  Resident,  as  Michael ",
  "Fisher  defines  his position,  stood  at \"the intersection  between  the ",
  "indigenous  Rulers and the British\".134  They controlled  all communi­",
  "cations between the two and from time to time exerted the suprem­",
  "acy of the latter over the  former. He often tried  to promote good ",
  "government in the states, gave solicited  and often unsolicited  advice ",
  "to the  rulers  on various  internal  matters  and  sought to control  all ",
  "imporcant appointments,  particularly those of the ministers through ",
  "whom  this  informal  but  not  so subtle  control was exerted.  Often ",
  "they took advantage  of the minority  status  of the rulers  to extend ",
  "their direct control over the affairs of the states through  Councils of ",
  "Regency. These  Residents  and  Agents  were  members  of either  the ",
  "Foreign  Department  of the  Government  of India,  or  the Political ",
  "Department  of  the  Bombay  government.  In  1914,  the  Foreign ",
  "Department  was split into two:  a Political Department  looked  after ",
  "the  Indian  states  and  a Foreign  Department  concentrated  on  the ",
  "frontier regions and  the Persian  Gulf states.P! ",
  "Although the Political Department,  for various  historical  reasons, ",
  "did not attract men of high intellectual  capabilities, 136 it was on their ",
  "personalities  and attitudes that the nature of such interventions actu­",
  "ally  depended.  Often  they stretched  official  policies  to  suit  their ",
  "visions  of supervisory  role,  and  sometimes  even  openly  deviated ",
  "from them.  It is true that the princes also tried to co-opt, appropri­",
  "ate and  manipulate  the political  officers to their  advantage;  some­",
  "times  they  used  the  organisational  divisions  within  the  British ",
  "administration  to retain  their  Some  even  resisted  the ",
  "autonomy.P? ",
  "intrusive  Residents  and  the presumptuous  Paramount  power;  one ",
  "such example was Malhar Rao of Baroda mentioned earlier. Another ",
  "glaring example  was Salar Jung, the ambitious  Anglophile  minister ",
  "of the Nizam of Hyderabad,  who not only proclaimed  Hyderabad's ",
  "status of a semi-independent  ally of the British Crown, and asserted ",
  "his master's rights over Berar, but also resisted an uneconomical rail­",
  "way project thrust  upon him by the British for military reasons. But ",
  "with  his  death  in February  1883  Paramount  power  was asserted ",
  "again in Hyderabad  in its full vehemence.  Most other  lesser princes ",
  "succumbed  to  the  relentless  pressures  of the  representatives  of https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "121 ",
  "BRJTISH  EMPIRE  rN INDIA ",
  "Paramountcy even without  any semblance of resistance. As Bharati ",
  "Ray puts it, within a few decades  since Lord Canning and Sir Charles ",
  "Wood at the India Office gave a new orientation  to the Raj's policy ",
  "to the  Indian  states,  their status changed from \"semi-independent ",
  "allies of the Company, into ...  feudatories  of the Crown\".13s ",
  "The colonial  intrusion  into  the ways of governance  in princely ",
  "India also brought significant changes in the existing social equilib­",
  "rium in the states, as the previous balance of power was continually ",
  "redefined under the new regimes. Such social change, however, took ",
  "different directions  in different regions.  In the case of Sirohi, a small ",
  "kingdom in Rajasthan, Denis Vidal (1997) has shown how a dynamic ",
  "system of power sharing  in the durbar  between  the ruler  and  the ",
  "nobles belonging to various lineages within the dominant clan was ",
  "disturbed  by the colonial intervention in favour  of the ruler;  and so ",
  "was disturbed  the relationship  between the ruler and the mercantile ",
  "groups, who were systematically marginalised  from the state admin­",
  "istration. As the ruler tried to assert his authority, with the patronage ",
  "of the British, the other groups resisted. The nobles did not like their ",
  "jagirs  being  surveyed  for  higher  revenues  and  the  merchants ",
  "detested the various judicial reforms that went against their interest. ",
  "But their traditional means of resistance were now delegitimised  or ",
  "indeed \"criminalised\"  and suppressed,  sometimes even with armed ",
  "intervention. Such crises could not be solved as they were in the past ",
  "to the satisfaction of all the parties, affecting in the process the inter­",
  "139 ",
  "connections between different  sections  of the  local  population. ",
  "An almost similar  situation could be seen in Alwar, also in Rajasthan, ",
  "where  the local  ruler  in  the process of erecting  the structures  of a ",
  "modem  centralised  state ruptured his traditional  relationship  with ",
  "the Rajput  elites. The  latter  were reduced  from their  status  of co­",
  "sharers of power  to that  of subordinate subjects.  On  the ocher ",
  "140 ",
  "hand,  in the far south, in the state of Travancore we come across a ",
  "different kind  of reorientation  of the balance  of social power. Pres­",
  "surised by the Madras government-which in tum was being contin­",
  "ually prodded  by the Christian  missionaries-Travancore since the ",
  "1860s underwent  an elaborate  programme  of modernisation,  exe­",
  "cuted  energetically by a versatile Dewan,  T.  Madhava  Rao.  This ",
  "involved  among  other things,  the  introduction  of W estem  educa­",
  "tion, the state services being thrown  open  to talent,  and  finally the ",
  "establishment of the  Sri  Mulam  Popular  Assembly to  curtail  the ",
  "political  influence  of the  palace coteries. This cut into  the power ",
  "structure ofTravancorc and by early twentieth century had far-reach­",
  "ing social consequences, marking the  beginning  of-to use Robin https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "122 ",
  "FROM PLASSEY TO PARTITION ",
  "Jeffrey's  words-a  \"movement  from  inherited  to  achieved  status\". ",
  "In other words, the existing caste society was given a thorough  shake ",
  "up, as the dominance of the N airs in state politics, their near monop­",
  "oly over  administrative  positions and  other  sinews  of power  were ",
  "now  effectively  challenged  by  the  upwardly  mobile  enterprising ",
  "dalit  groups like the Ezhavas and the local Syrian Christians.\"! The ",
  "local  societies  in  the  princely  states  continually  experienced  the ",
  "encounter  of two contending  systems of values.  The one authorised ",
  "by the power of the colonial state threatened  to displace  the locally ",
  "rooted  traditions  and tended  to alter the. social structure  m a more ",
  "fundamental  way than we sometimes allow. ",
  "2.5.  EMPIRE  AND  ECONOMY ",
  "We have already seen how over the years in the late eighteenth  and ",
  "the early twentieth  centuries  the colonial  state had been  perfecting ",
  "its system  of surplus  extraction  from  the agricultural economy  of ",
  "India.  Now  another  question  remains  to be discussed-a  question ",
  "that  has been  so intensely  debated  by historians:  did  India  under ",
  "British  rule  experience  any  economic  development  at  all?  As  an ",
  "entry point to this discussion,  we may first look at India's economic ",
  "obligations  to  the empire  and  how did it  fulfill them.  It has been ",
  "argued  that  it was after  the pacification  of the  revolt  of 1857,  that ",
  "the \"classical  colonial  economic  relationship\"  between  Britain  and ",
  "India gradually emerged.142  The Indian empire was supposed to pay ",
  "for itself and at the same time the country's resources were meant to ",
  "be available  in the imperial  cause. India had to provide a market for ",
  "Britain's  manufactured  goods, and serve as a source of agricultural ",
  "raw materials. Till the end of the nineteenth  and the beginning of the ",
  "twentieth  century,  India  fulfilled  many  of her imperial  obligations ",
  "successfully.  It  served  as a major market  for British industries,  like ",
  "cotton, iron  and steel,  railways, machinery  etc. At the time of World ",
  "War One,  Indians consumed  85 per cent of cotton  piece goods  pro­",
  "duced at Lancashire and 17 per cent of British iron and steel produc­",
  "tion was absorbed  by the Indian  railways.143 ",
  "Until World War One, there was no import duty, which could pos­",
  "sibly offer any sort of protection  to any of the Indian industries, and ",
  "this  was, as A. K. Bagchi has noted, \"quite  contrary to the  trend  in ",
  "the rest of the world, including the British Dominions\" .144 Even after ",
  "1919,  when  policies  were meant to change under the 'Fiscal Auton­",
  "omy Convention',  successive recommendations  of the Indian  Tariff ",
  "Boards  to  raise cotton  duties,  were  successfully  thwarted  by  the ",
  "Lancashire lobby, which fought  for \"our rights\" in India,  which was https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "123 ",
  "BRITISH  EMPIRE  IN  INDIA ",
  "considered  to be \"an important  imperial  asset\" .145 Apart from that, ",
  "India was also a field for British capital investments in railways and ",
  "agency houses; the Government  of India had to ensure the payment ",
  "of interests on guaranteed  railway stock and debt bonds and meet its ",
  "annual home  charges. This invariably increased  India's public debt ",
  "On the other hand, India's export trade with other countries  helped ",
  "Britain to overcome its own problems of balance of payment deficit ",
  "with  them,  particularly with  Europe  and  North  America.  Finally, ",
  "Britain  could  use the Indian  army to  maintain  its  far-flung  empire ",
  "across the world, the entire expenses being borne by the Indian tax ",
  "payers. Military expenditure had been the greatest single burden  on ",
  "Indian revenues, accounting  for almost  one-third  of the budget.146 ",
  "No wonder,  India was considered  to be the most precious \"jewel\" in ",
  "the imperial crown of the British monarch. ",
  "In the process of fulfilling these imperial  obligations, India  was ",
  "being drained  out of her wealth,  so complained the early national­",
  "ists. There were several pipelines through which this drainage alleg­",
  "edly occurred, and these were interest  on foreign  debt incurred  by ",
  "the East India Company, military expenditure, guaranteed  interest ",
  "on  foreign  investments  in railways,  irrigation, road  transport  and ",
  "various other  infrastructural facilities, the government purchase pol­",
  "icy of importing  all its stationery  from  England  and  finally, \"home ",
  "charges\" or paying for the secretary of state and his establishment  at ",
  "the India Office in London, as well as pay, pension and training costs ",
  "for  the  civilian  and  military  personnel-or  \"the  men  who  ruled ",
  "India\". The actual transfer of money took place through the sale of ",
  "\"Council Bills\", which were sold in London in sterling to purchasers ",
  "of Indian  goods  who  received  Indian  rupees in  exchange.  It  was ",
  "often pointed  out by the votaries of empire that the phenomenon of ",
  "drainage was exaggerated; a modem historian would put the amount ",
  "of drainage at £ I 7  million  per  annum  in the late  nineteenth  and ",
  "early twentieth  centuries,  and point  out that  this \"represented  less ",
  "than 2 per cent of the value oflndia's exports  of commodities in that ",
  "period\" .147  But  though  a small  amount,  as  the  Indian  nationalist ",
  "Dadabhai Naoroji argued, what was being drained  out was \"poten­",
  "tial surplus\"  that  could  generate  more  economic  development  if ",
  "invested  in lndia.148  The other  imperial argument  was that  some of ",
  "this expenditure was to encourage  economic  development  in India ",
  "in the way it had happened  in the West. India was brought into the ",
  "larger  capitalist  world  market  and  that  was  in  itself  a  progress ",
  "towards  modernisation.  Much of the foreign loans and investments ",
  "were for the development  of infrastructure, for integrating  internal https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "124 ",
  "FROM PLASSEY TO  PARTITION ",
  "markets  and,  therefore,  for the modernisation  of the Indian econ­",
  "omy itself.  Some of the recent  historical  writings point out that the ",
  "fact still  remains that India was not transformed into a full-fledged ",
  "capitalist  economy. As in the case of agrarian  economy,  so also in ",
  "other  sectors, British  policies failed  to foster  growth.  And  this was ",
  "due to the colonial nature of those policies, i.e.,  the policy of gearing ",
  "up the colonial economy  to the needs of the economy of the mother ",
  "country. To what extent British policies can be held responsible  for ",
  "macro-economic  changes  in India remains,  however,  a contentious ",
  "issue,  as a revisionist  view  claims  that on the whole \"colonial  India ",
  "experienced positive economic growth\". But this growth,  it is admit­",
  "ted,  varied  widely  in both  time and  space.  In  other  words,  there ",
  "were  periods of growth  (for example,  1860-1920)  and  regions of ",
  "prosperity  (such  as  Punjab,  coastal  Madras  and  western  Uttar ",
  "Pradesh),  and a generalised  view of colonial policies cannot explain ",
  "these regional  and  periodic  variations.  But  where  stagnation  pre­",
  "vailed,  it was to a large extent because the government  did not do as ",
  "much as it should have by investing in resource generation,  such as ",
  "irrigation,  education  and healthcare.  The revisionist  view acknowl­",
  "edges that it was the presence or absence of these critical resources, ",
  "which determined  regional development  or lack of it 149 ",
  "So  what  was the track record  of the colonial  state  in matters  of ",
  "generating  resources in India? There was, first of all,  limited colonial ",
  "initiative  to develop  agricultural  production,  except  the  construc­",
  "tion of some irrigation canals in parts of northern, north-eastern  and ",
  "south-western India, i.e.,  in non-Permanent  Settlement  areas where ",
  "there was scope for enhancing  land-revenue  rates.  It is possible to ",
  "argue that between 1900 and 1939,  the area under irrigation  almost ",
  "doubled;  but that was only in absolute  terms.  In relative  terms,  in ",
  "1947 when the British empire ended  its long career in India, only a ",
  "quarter of the total cropped area was under public irrigation system. ",
  "While we may try to put  the  blame  on technological  bottlenecks, ",
  "social  issues and  local  power  rivalries  for  this  lack  of progress  in ",
  "extending  irrigation  facilities,  the real reason was that public invest­",
  "ment in this sector was guided  only by  the profitability  factor and ",
  "extreme  contingencies,  such as prevention of famines. 150So  public ",
  "irrigation facilities remained  hopelessly  inadequate,  creating only a ",
  "few pockets of relative  prosperity; and even in those areas, irrigation ",
  "favoured only the  more prosperous  among  the peasantry, as canal ",
  "rates were very high.  As lmran Ali has shown for Punjab, the canal ",
  "colonies  became  the  model of commercial  agriculture  in Asia,  but ",
  "the new prosperity that accrued even after paying high water  rates, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "125 ",
  "BRITISH EMPIRE IN INDIA ",
  "was shared only by limited social groups,  such as a few agricultural ",
  "castes and some medium and large-sized landlords, while the  poor ",
  "continued  to labour as tenants-at-will.'!'  So in general, although  the ",
  "development  of irrigation resulted in some improvement  in produc­",
  "tivity and some other technological  innovations, these profited  only ",
  "the  privileged peasants and helped  the production  of cash crops in ",
  "certain pockets.  It is difficult to dispute the fact that \"in the aggre­",
  "gate  agricultural  yields were  largely static  in colonial  India\",  and ",
  "between  1920  and  194 7,  especially  the production  of food  crops ",
  "lagged  far  behind  the  rate  of  population  growth.F'  Near-famine ",
  "conditions  were  therefore  not  rarities  in  India  during  the  British ",
  "period and in 1943 two to three  million people perished  in a major ",
  "famine in Bengal (see chapter  8.2). ",
  "Commercialisation  of agriculture,  which  favours  differentiation ",
  "within  the  peasantry, capital  accumulation  and production  for the ",
  "market, is considered to be a sign of progress towards capitalist agri­",
  "culture.  In  the  Indian  case,  however,  the  initiative  often  did  not ",
  "come from within the peasant society and the benefits did not accrue ",
  "to them either. In the case of indigo in eastern  India, it w<is directly ",
  "fostered  by the  Company's  government  when  in  1788  it  offered ",
  "advances  to  ten  pioneer  planters  trying  to  grow  indigo  in Lower ",
  "Bengal by using West Indian  methods.  Since then  indigo  industry ",
  "never functioned as a proper plantation  economy, as with no right to ",
  "buy land until  1829, the planters  had to persuade,  and later force, ",
  "the local peasants to accept advances to produce indigo in their lands. ",
  "This created  enough  scope for friction,  because demand  remained ",
  "uncertain,  and  it was with  an  eye on  the  needs  of the  remittance ",
  "trade, rather than the requirements  of English textile manufacturers, ",
  "that  the amount  of production  was monitored.  The system became ",
  "more  exploitative  and  coercive day  by day, leading  to  the  indigo ",
  "rebellion in 1859-60.153 As for other crops, there is a persistent view ",
  "that  the  peasants  were \"forced\"  to cultivate  cash crops  because of ",
  "high revenue demand,  the necessity to pay revenue and rent in cash ",
  "and above all for debt servicing. This view is refuted  by the fact that ",
  "there  was always a positive correlation  between  the price of a crop ",
  "and the cropped  acreage,  indicating  profit  motive behind  the  peas­",
  "ants' decision  for preferring  a particular  cropping parrern. ! \"  But at ",
  "the  same time it was only the rich peasants who  could go for cash ",
  "crops  and they too  remained  immensely vulnerable  to the fluctua­",
  "tions in the  market.  In western  India, for example,  cotton  cultiva­",
  "tion grew in response to the cotton boom in the 1860s caused by the ",
  "American  Civil War. It created a pocket of prosperity in the Deccan https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "126 ",
  "FROM PLASSEYTO PARTmON ",
  "cotton  belt,  which disappeared very soon after  the end of the war ",
  "and was followed by a famine and agrarian riots in the  1870s. Jute ",
  "cultivation  in eastern India developed  as the peasants failed to meet ",
  "the subsistence necessities and hoped to earn more by cultivating the ",
  "\"golden crop\".  So an economic motive was certainly there  in peas­",
  "ants' decision  to shift to jute  cultivation.  But as Sugata  Bose has ",
  "shown,  the  primary  producers could hardly reap the benefit of the ",
  "boom in jute market  between 1906  and 1913, as \"jute  manufactur­",
  "ers and exporters  [majority of whom were British] were able to exer­",
  "cise their monopsony power as purchasers of raw jute\",  leaving the ",
  "jute growers no space to bargain for prices. us ",
  "So  how  can  the  impact  of  commercialisation  of  agriculture  on ",
  "Indian  peasant society be assessed?  By way of commenting  on this ",
  "question,  Tirthankar  Roy has argued  that:  \"It  is possible  that the ",
  "capitalists  captured  most or all of the increase in value-added.  The ",
  "rich may have become richer. But that does not mean that the poor ",
  "got  poorer. For, total income  had increased. \"1s6  One  could  argue ",
  "however  that if the  rich  got  richer  and  the  poor  remained  poor ",
  "(though  not poorer)  or became just marginally better  off, that was ",
  "not a very happy state of development  either. In other words, com­",
  "mercialisation  of agriculture did not benefit the majority oft he peas­",
  "ants,  although  it  would  be  hasty  to  conclude  that  it signified  a ",
  "\"transition\"  from  pre-capitalist  to  capitalist  mode  of  production ",
  "marked by the rise of a powerful  rural capitalist class and the pro­",
  "letarianisation of the peasantry. u1 The jute economy crashed in the ",
  "1930s and was followed by a devastating famine in Bengal in 1943. ",
  "It is difficult to establish a direct connection  between  commerciali­",
  "sation  and  famines, even  though  cash crops  in some  areas might ",
  "have driven out foodgrains from the better quality land, with conse­",
  "quent impact on output. us But even if this had happened,  it was an ",
  "extremely  localised  phenomenon, as on the whole  food crops  and ",
  "cash crops were produced simultaneously. When colonial rule came ",
  "to an end,  food crops were still being grown  in 80 per cent of the ",
  "cropped acreage. U9 But on the whole, as noted earlier, the aggregate ",
  "production of food crops lagged behind population growth.  In view ",
  "of this, the claim of some historians  that growth  of trade  and inte­",
  "gration  of markets through  development  of infrastructure  actually ",
  "increased food security and contained  the chances and severity  of ",
  "famines  in  colonial  India160  remains  at  best  a  contentious  issue, ",
  "particularly in the context of the Bengal famine of 1943,  which was ",
  "preceded  by a long period  of consistently declining per capita enti­",
  "tlement of rice in the province (more on this famine in chapter 8.2).151 https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "12 7 ",
  "BRillSH  EMPIRE IN INDIA ",
  "Railways are considered  to be another  contribution  ofBritish rule ",
  "towards the development of modem  economic infrastructure.  \"India ",
  "became\",  writes a modem historian, \"a nation with its local centres ",
  "linked by rail to each other  and to the world\". l 62  Yet, the very way ",
  "the railways were constructed  makes it clear that  its main purpose ",
  "was to serve the interests of the empire,  rather than the needs of the ",
  "Indian  economy.  In 1853 Lord Dalhousie  took the decision  to con­",
  "struct  railways in India mainly to facilitate army movements.  Grad­",
  "ually  there  arose  another  need  to  integrate  the  Indian  market  to ",
  "open it to British imports, i.e., to connect the port cities to the inter­",
  "nal markets and sources of raw materials.  So British capital  invest­",
  "ments were invited with 5 per cent guaranteed  interests to be paid, if ",
  "necessary, from  Indian  revenues.  The  companies  were  given  free ",
  "land with ninety-nine years lease, after the expiry of which the line ",
  "would  become  government  property.  But any  time  before  that­",
  "even a few months  before the expiry  of the  lease-the  companies ",
  "could return  the lines to the government  and claim full compensa­",
  "tion for all capital expended. In other words, they could enjoy 5 per ",
  "cent guaranteed  profit for ninety-eight  years and then  get back all ",
  "their  capital.  This made the railway projects,  as Sabyasachi Bhatta­",
  "charya  describes them,  \"an  instance  of private  enterprise  at public ",
  "risk\".  It was quite natural,  therefore, that between  1858   and  1869 ",
  "Indian  railways  would  attract  capital  investments  to  the  tune  of ",
  "£70, 110,000. l '3 The main purpose  of this railway construction was ",
  "to tie up the Indian hinterland in the interest of foreign trade,  rather ",
  "than favour Indian economic  development. The construction  plan­",
  "ning favoured this goal, as it connected  the internal markets with the ",
  "ports,  but provided  no interconnection  between the internal  market ",
  "cities.  The  preferential  freight  charges  also betrayed  this  motive: ",
  "there were less freight charges for bulk manufactured  goods travel­",
  "ling from the ports to the interior  and raw materials from the inte­",
  "rior  to the ports,  than vice versa. 164 Apart  from this, the  multiplier ",
  "effect of the railway construction  boom benefited  British economy, ",
  "as machinery, railway lines, and up to a stage even coal was imported ",
  "from England. The transfer of technology remained confined to low ",
  "technology  areas, such as plate-laying, bridge-building  or tunnelling, ",
  "while in the 'hitech'  area the expertise that was imported  was never ",
  "Indianised to develop \"a truly national  technology\". l6s And in cer­",
  "tain  cases the  construction  work  disturbed  ecology, subverted  the ",
  "natural  sewage system, and in Bengal for example,  created  malaria ",
  "epidemic in the nineteenth  century.1\" ",
  "About the railways the nationalists often  complained  of constant ",
  "drainage  of wealth through  payment  of guaranteed  interests, which https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "128 ",
  "FROM  PLASSEYTO PARTinON ",
  "encouraged  a  lot  of  wasteful  construction.  The  government  also ",
  "invested  directly  in  railway  construction,  mainly  in  the  frontier ",
  "regions to meet the needs of army movement  or for \"famine lines\" in ",
  "scarcity areas. The nationalists'  main objection was against the selec­",
  "tion  of priority  areas for such public investments,  as many of them ",
  "believed  that  irrigation  would  have been  a more  suitable  area  for ",
  "such investment  promising higher social benefits. For a colonial gov­",
  "ernment  looking  for profits,  there  was obviously  less incentive  for ",
  "investment  in  irrigation.  Thus  the  railways,  as  it  seems,  did  not ",
  "encourage  Indian economic  development  as it did in industrialising ",
  "Europe.  Although  agriculture  was  relatively  favoured,  it  did  not ",
  "become  a growth  sector  either.  But nevertheless,  when  the British ",
  "left, in 1946/47 there  were  65, 217  kilometres  ofrailway tracks  in ",
  "India, covering 78 per cent of the total area.167 The railways had also ",
  "encouraged  the construction  of feeder roads and a few other strate­",
  "gic roads  interconnecting  different  regions  of India.  This  did cer­",
  "tainly  integrate  the  Indian  market  to  some  extent  and  provided  a ",
  "cheaper  mode  of transportation  for both  people  and goods,  which ",
  "were  taken  advantage  of by the  Indian  businesses  at  a  later  stage ",
  "after  Independence.  And finally,  the  railways certainly  had  signifi­",
  "168 ",
  "cant social and cultural  impact on Indian society and nation;  but ",
  "those were, one should  remember,  the unintended  results of British ",
  "imperialism. ",
  "The  other  nationalist  complaint  against the empire  was about  its ",
  "adverse impact on Indian handicraft  industries,  which at the begin­",
  "ning  of British rule  in the  mid-eighteenth  century  used  to  supply ",
  "about a quarter  of all manufactured  goods produced  in the world16· ",
  "and constituted  chief export items of European  trade. Following the ",
  "industrial  revolution,  not  only  did  this  export  demand  gradually ",
  "evaporate,  but colonial  rule opened  the  Indian  markets  for British ",
  "manufactured  goods and led to \"deindustrialisation\"  or destruction ",
  "of indigenous  handicraft  industries,  reducing  the number  of people ",
  "dependent  on  secondary  industries.  Initially,  the  British  imported ",
  "goods,  mainly woollen  textiles,  had a limited  market  in India;  but ",
  "then  industrial  revolution  changed  the  scenario.  The  preferential ",
  "tariff policies between  1878 and 1895 were meant to solve a crisis in ",
  "British industrial  economy, which  could  be overcome  by having  a ",
  "captive market in India, now being integrated  by the railways. Thus, ",
  "disappearance  of export  demand  as well  as invasion  of the  home ",
  "market  by cheap manufactured  goods from England resulted  in the ",
  "destruction  of craft industries.  For India  its obvious  outcome  was ",
  "increasing  pressures on land and pauperisation. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "BRITISH  EMPIRE  IN INDIA  129 ",
  "However, some modem economic  historians have questioned this ",
  "nationalist thesis. They argue, first of all, that the rate of deindusrrial­",
  "isation,  if it did  occur at all, is difficult to quantify, because of the ",
  "paucity of reliable data and also multiple  occupations of the Indian ",
  "artisans, many of whom  were often involved in agriculture  as well. ",
  "And if the cotton weavers are supposed to be the chief victims of this ",
  "onslaught  of cheap  Manchester  produced  cotton textile,  there  is ",
  "enough evidence to suggest that the Indian handlooms continued to ",
  "produce coarse cotton  cloth for the poorer consumers  at home well ",
  "up to 1930s,  when they were overtaken only by the Indian mill pro­",
  "170 ",
  "duced goods.  Some other recent researches, however, reveal that ",
  "the nationalist position might not have been so incorrect after all, as ",
  "the available statistical data from Gangetic Bihar clearly show that ",
  "the proportion  of industrial  population  to total population  of that ",
  "region declined  from  18.6 per cent in  1809-13  to 8.5 per cent in ",
  "1901.  Greater  fall was in  the percentage of weavers  and spinners, ",
  "whose proportion  to the total industrial  population  declined  drasti­",
  "cally from 62.3  to  15 .1 per cent during the same period.171 ",
  "That does not bring the \"deindusrrialisarion\"  debate  to a conve­",
  "nient conclusion,  for it has been shown  further that while  employ­",
  "ment  declined,  real  income  per  worker  in  industry  increased ",
  "between  1900  and 1947   and this did  not indicate overall regress in ",
  "the industrial  situation.  This rising industrial  income was not cer­",
  "tainly due to the intervention  of modern  industries in India,  but, as ",
  "Tirthankar  Roy has argued,  because of increasing  per worker pro­",
  "ductivity in the crafts.  This was achieved through  technological spe­",
  "cialisation  and  industrial  reorganisation,  such  as  substitution  of ",
  "family labour with wage labour within the small-scale industry, which ",
  "was mostly the case in the handloom textile secror. ! \"  As Roy further ",
  "suggests,  there is also evidence of \"a significant  rise in  labour  pro­",
  "ductivity\"  in other small-scale  industries  as well,  resulting  from  a ",
  "process which he describes as \"commercialisation\".  It included  pro­",
  "ducing for non-local markets, a shift from local to long distance trade, ",
  "evolution  of infrastructure  and institutions  to support  that change ",
  "and shifts in consumer and producer behaviour as a consequence of ",
  "that.  These factors helped artisanal industry, but did not lead  to suc­",
  "cessful industrialisation,  with  the necessary structural changes and ",
  "economic development.173  The  basic occupational structure  in the ",
  "subcontinent remained  substantially  unchanged between  18 81 and ",
  "1951,  with  agriculture providing  for 70  per  cent,  manufacturing ",
  "10 per cent and services  10-15 per cent. Modem manufactures grew ",
  "rapidly  only  after World War One;  but  the rate of increase  in  the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "130 ",
  "FROM  PLASSEY TO  PARTITION ",
  "over all income  from the  secondary  sector  before World  War  Two ",
  "was only 3.5 per cent per annum,  not \"fast enough  to set  India on ",
  "the path  of an industrial  revolution\". l 74 ",
  "One of the reasons behind this lack of overall economic  develop­",
  "ment was that  the colonial  state  in the  nineteenth  century  was far· ",
  "from  just  a \"night  watchman\",  as supposed  by Morris  D. Morris ",
  "(1968). Officially the British government  was committed  to a laissez­",
  "faire policy, but actually it was a policy of discriminatory  interven­",
  "tion,  which  amounted  to,  as one economic  historian  has described ",
  "them,  \"non-market  pressures  exerted  by the government\"  .11s  Such ",
  "pressures successfully nudged out Indian entrepreneurs  like jamsetjee ",
  "177 ",
  "Jeejeebhoy116 or Dwarkanath  Tagore,  who still mistakenly believed ",
  "in the idea of partnership.  Since  1813 when  Indian  trade  was freed ",
  "from  the  monopoly  of the  East India  Company,  India  came  to be ",
  "considered  as a lucrative field for British private capital investment, ",
  "chiefly in railways, jute industry,  tea plantation  and mining.  Indian ",
  "money  market  was  dominated  by  the  European  banking  houses. ",
  "One  major  reason  why  the  Indian  entrepreneurs  failed  and  their ",
  "European  counterparts  thrived was the latter's  greater  access to and ",
  "command  over  capital,  facilitated  by  their  connections  with  the ",
  "banks and agency houses, while the Indians had to depend  on their ",
  "kins, families and castemen.111 On the other  hand, British economic ",
  "interests in India operated  through  the Chambers  of Commerce  and ",
  "the Managing  Agency Houses,  which  influenced  government  poli­",
  "cies and eliminated indigenous competition.  The managing agencies, ",
  "controlled  by the British \"merchant  adventurers\",  offer an interest­",
  "ing story of economic  domination  of expatriate  capital.  These were ",
  "private partnership  firms, which contrclled  through  legal contracts  a ",
  "host ofjointsrock  companies,  with no obligations to their sharehold­",
  "ers. Thus  a large firm like Andrew  Yule  would  control  about  sixty ",
  "companies  in  1917.  They  preferred  racial  exclusivism  and  auton­",
  "omy, and  resisted all attempts  at integration.  On  the  eve of World ",
  "War One,  there  were  about  sixty such agency houses,  dominating ",
  "jute  industry,  coal  mining  and  tea  plantations,  controlling  75 per ",
  "cent  of the  industrial  capital  in India  and  almost  half  of the  total ",
  "industrial  employment.P?  So  whatever  industrialisation  that  did ",
  "occur  was mostly, though  not  exclusively, through  British  capital, ",
  "with  the profits  being  regularly repatriated.  And the  major  factors ",
  "that  favoured  this  development  were  the  discriminatory  official ",
  "policies. ",
  "An ideal example of such economic  favouritism was the tea plan­",
  "tation  in Assam, which was developed  in 1833,  directly  under  the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "131 ",
  "BRITISH  EMPIRE  IN INDIA ",
  "sponsorship  of the government,  seeking to reduce import of expen­",
  "sive tea from China. Later, plantations  were transferred  to individ­",
  "ual capitalist ownership,  and here native investors were deliberately ",
  "ignored. The Inland Emigration Act of 1859 secured them  a steady ",
  "supply  of labour,  by preventing  the migrant  workers  from  leaving ",
  "the  plantation  sites. Tea  industry  remained  dominated  by British ",
  "capital  until  the  1950s;  so was coal  mining  in eastern  India. The ",
  "development  of jute industry  in Bengal is another interesting  saga ",
  "that needs to be recounted  here. jute as a cheap substitute  for flax ",
  "was developed in the early nineteenth  century and Bengal remained ",
  "the chief supplier of raw jute for the industries  in Dundee.  In ",
  "1855 ",
  "the fijurte msiltl w as started in Bengal, and then closeness to sources ",
  "of raw materials  and cheap labour  gave it a competitive  edge over ",
  "the Scottish industry. The opening of the Australasian markets in the ",
  "late nineteenth  century,  World  War  One and the wartime  demand ",
  "hike gave the industry a real push. The amount of paid up capital in ",
  "jute industry increased from 79.3 million in 1914-15 to 106.4 mil­",
  "lion in  1918-19, to  179 .4 million  in 1922-23. Bulk of the  capital ",
  "invested was British capital, organised through  the Indian Jute Mills ",
  "Association  (IJMA), which controlled  output in order to maintain ",
  "high prices. The profitability of the industry continued until the Great ",
  "Depression,  when both  exports  and net profits began to decline. 180 ",
  "However,  this dominance  of expatriate  capital  notwithstanding, ",
  "from  the  1920s  some  Calcutta-based  Marwaris,  who  had  made ",
  "money  as traders  and  shroffs,  began to  intrude  into  this exclusive ",
  "sphere  and started  investing in jute industry. First, through  buying ",
  "stocks  and  lending  money, many of the  Marwaris  got themselves ",
  "elected to the boards of the European  managing agencies. And then, ",
  "people  like G.D. Birla and Swarupchand  Hukumchand  set up their ",
  "own mills  in 1922. This marked  the beginning  of Indian  jute mills ",
  "around Calcutta, as in this decade one Armenian and six Indian mills ",
  "were started, accounting  for over 10 per cent of the loomage.  In the ",
  "1930s this position was further consolidated,  as some mills dared to ",
  "operate  outside  the control  mechanism of the IJMA, thus challeng­",
  "ing  the  hegemony  of  expatriate  capital  in  this  industry.  This ",
  "Marwari  stranglehold  was gradually extended  to  other sectors, like ",
  "coal mines, sugar mills and paper industry. Between 1942 and 1945, ",
  "they began to take over some of the European companies,  so that by ",
  "1950,  argues  Omkar  Goswami,  they  were  \"poised  to  take  over ",
  "almost  all the  older  industries  in the region\"  which  had  hitherto ",
  "been  dominated  by European  capital.'!'  While  Tomlinson  would ",
  "ascribe this development  to the flight of expatriate  capital because of https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "132 ",
  "FROM  PLASSEYTO PARTmON ",
  "decolonisation,  112  Goswami  would  give  more  credit to Marwari ",
  "entrepreneurial  skills. ",
  "The real success ofthe Indian industrialists,  however, came in the ",
  "cotton industry  of western  India. Until the beginning ofWorld War ",
  "One imported  textiles dominated  Indian markets. This import con­",
  "siderably  declined  during  the  war-more  than  halved  between ",
  "1913-14 and 1917-18-partly  because ofthe transport dislocations ",
  "caused by the war and partly due to 7 .5 per cent import duty on cot­",
  "ton textiles imposed in 1917. The Japanese  competition  was not so ",
  "serious yet, while on the other hand,  excise duty on Indian  textiles ",
  "remained  static at 3 .5 per cent.  In addition,  there  was the military ",
  "demand  and the call for 'Swadeshi',  proposing  a boycott  of foreign ",
  "goods and the use of their indigenous alternatives.  Cotton industry ",
  "existed  in India before  World War One,  and  along with  the Euro­",
  "pean  managing  agencies,  certain  traditional  trading  communities ",
  "like  the  Gujarati  banias,  Parsis,  Bohras  and  Bhatias,  who  made ",
  "money through export trade with China,  had maintained  their pres­",
  "ence in this sector. But as opportunities contracted  and their subor­",
  "dination  in export trade  of raw  cotton became  more  constrictive, ",
  "they began to diversify into manufacturing  as a strategy for survival. ",
  "The development  of cotton industry  went through three  distinctive ",
  "phases. It had its early beginning in Bombay in the 1870s and 1880s; ",
  "its  diversification  beyond  Bombay  began  in  the  1890s,  first  to ",
  "Ahmedabad, and then to other centres like Sholapur  or Kanpur,  its ",
  "major expansion coming after World War One and in the 1920s;  the ",
  "third phase of its development  came in the 1930s when it withstood ",
  "the  initial  pressures  of depression  and  then began  to expand.  The ",
  "industry remained dependent on foreign collaboration  for imported ",
  "machinery, chemicals  and technological  expertise.  But technology ",
  "was not the most crucial factor behind  its growth, which depended ",
  "on  three things,  as Rajnarayan  Chandavarkar  has identified  them, ",
  "i.e., \"relentless  improvisation  in the use of old machinery, the mani­",
  "pulation  of raw materials  and the exploitation  of cheap  labour.\" m ",
  "Although  import of cheap  Japanese  goods  threatened its growth ",
  "temporarily  in the 1930s, by the rime ofWorld War Two, the Indian ",
  "cotton industry had established \"an unchallenged  monopoly  over its ",
  "vast domestic  market  and began competing  with Lancashire  in for­",
  "eign markets\". 114 ",
  "Iron and steel industry, under the leadership  ofTata Iron and Steel ",
  "Company  (flSCO), began at the  turn of the  century  under direct ",
  "government  patronage. Because, here the monopoly  of the Birming­",
  "ham  steel  industry  had  already  been  broken  by continental  steel, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "133  ",
  "BRITISH  EMPIRE  IN  INDIA ",
  "except  in  matters  of government  and  railway  orders.  Revision  of ",
  "store purchase  policy during  World  War One and  protection  after ",
  "the war provided  a real push to the growth  of TISCO.  But during ",
  "World  War Two, when  there was 'another opportunity  for expan­",
  "sion, the government showed  \"a strange unconcern\"  But by then ",
  ".18s ",
  "(1938-39) TISCO was producing on an average 682,500  tons or 66 ",
  "per cent of the steel consumed  in  India.  Apart from cotton  textiles ",
  "and steel,  the other  industries  that  developed  during  the inter-war ",
  "period  were shipping,  coal,  paper,  sugar,  glass, safety matches and ",
  "chemical  industries.  It is true that protection after World War One, ",
  "motivated by fiscal compulsions and the need for a local power base, ",
  "stimulated growth in a number of manufacturing  industries in India. ",
  "But their  growth  potential  was  limited  to  domestic  market  alone, ",
  "which  remained  consistently  depressed,  given  the  massive poverty ",
  "of the Indian population.  The situation  could only improve  through ",
  "effective  government  intervention,  which  was  not  forthcoming ",
  "(more on industrialisation  and industrialists  in chapter  7.3). ",
  "If the government policies and the stranglehold  of British capital ",
  "inhibited  Indian enterprise in certain sectors, recent researches show ",
  "that below  the westernised enclave and above the subsistence  econ­",
  "omy of the peasants, there  was an intermediate level-the bazaar­",
  "where  Indian businessmen  and  bankers  continued  to operate.  This ",
  "tier consisted of the sectors where either the returns were too low or ",
  "risks too high to attract European  investors,  who  'confined  them -",
  "selves  to sure  bets\"  or the  exclusive  spheres  protected  by the em­",
  "pire.186  This phenomenon  which Rajat Ray has called the \"imperial ",
  "division  of  economic  space\", 187  provided  a  sphere  of  operation, ",
  "though  less rewarding and more risky, for the enterprising commu­",
  "nities  from  Gujarat,  Rajasthan  or  Tamilnadu.  The  recent  micro­",
  "study  of Bihar  by Anand  Yang  shows  how  the  bazaar  provided  a ",
  "profitable ground  for the operations  of the  indigenous merchants­",
  "cum-bankers  from the mid eighteenth  century right up to the period ",
  "of  the  Gandhian  movements  in  the  twentieth. 188  Some  of  these ",
  "indigenous  firms  took  advantage  of  the new  opportunities  of the ",
  "empire,  such  as the  railways and  telegraph,  and  ran  sophisticated ",
  "and fairly integrated  business  networks that  covered  the whole of ",
  "the  subcontinent.  These firms  later  expanded  overseas  to  China, ",
  "Burma, Straits Settlement,  Middle East and East Africa. It was these ",
  "operations  which  generated  indigenous  capital,  which  was  later ",
  "invested  in industries  after World War One, when the imperial  eco­",
  "nomic policies began to slacken  due to multifarious  pressures,  both ",
  "financial and political.  India's  underdevelopment  was therefore  not ",
  "due to any lack of entrepreneurial  skills. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "134  FROM PLASSEYTO PARTITION ",
  "This  brings  us back  to the  point where  we began,  i.e.,  India's eco­",
  "nomic  and financial  obligations  to the empire  and  how did  it fulfill ",
  "them  till  the  end  of the  imperial  connection.  Between  1880  and ",
  "World  War  One  successive  financial  crises  showed  that  India  was ",
  "incapable  of shouldering  the financial  burden of serving  the empire. ",
  "The  financial  crises  were  due  to  various  reasons,  such  as  greater ",
  "Indian  demands  for a share  of resources.  Development of an articu­",
  "late  political  opinion  made  any  increase  in  internal  taxation  rate  a ",
  "risky proposition.  There were also the macro-economic  factors,  like ",
  "fluctuating  exchange  rates,  trade depressions  etc.  or the vagaries  of ",
  "nature.  These  led to the weakening  of the  imperial  goal and resulted ",
  "in  greater  devolution  of  power.  Gradually  import  tariffs  were ",
  "imposed  against  British  textile,  which  virtually  amounted  to a pro­",
  "tection for Indian  industries.  There  was also  a shift  in British  indus­",
  "trial  economy  and  the  Indian  market  lost  its  importance  for  the ",
  "growth  sectors  in  British  economy.  British  investments  in  Indian ",
  "capital  market also  declined,  so  did  the use of Indian  army  for the ",
  "defence  of empire.  The Indian  army could  still be used,  but the cost ",
  "had  to  be  borne  by  London  or  by  the  dependent  colony,  which ",
  "needed  it. Thus,  gradually  India's  role  in the greater imperial  struc­",
  "ture was subordinated  to its own  domestic  requirements.  The impe­",
  "rial goal and  ideology  were  muted  to accommodate  pressures  built ",
  "up in India,  both financial  and political.  This diminution of imperial ",
  "economic  interests  in India  is regarded  by some  historians  as a major ",
  "factor  behind the  decision  to transfer power. We shall  examine  that ",
  "claim  in detail  in the  last chapter. ",
  "NOTES ",
  "1.  Metcalf  1994:  3. ",
  "2. For details,  sec Marshall  1999 and C.A. Bayly 1999. ",
  "3. For a detailed  discussion on this concept,  see Gallagher  and Robin-",
  "son  1961. ",
  "4.  Stokes  1978: 26. ",
  "5.  Stokes  1959: I. ",
  "6.  Irschick  1994:  6-13,  191-204 and passim. ",
  "7.  Majeed  1992:  22. ",
  "8.  Viswanathan 1989: 28. ",
  "9.  Quoted  in Trautmann  1997:  17. ",
  "10.  Metcalf  1994:  8. ",
  "11.  Sen 1998:  104 and passim. ",
  "12.  Mukherjee  1968:  141. ",
  "13. Stein  1985. ",
  "14.  Stein  1989: 351-53. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "13 5 ",
  "BRITISH  EMPIRE  IN INDIA ",
  "15.  Reeves 1991:  11-12. ",
  "16.  Hutchins  1967:  5-6. ",
  "17.  Details in Embree  1962. ",
  "18.  Quoted  in Stokes 1959:  47. ",
  "19.  Quotations  in Majeed  1992: 163, 193. ",
  "20.  Mani  1998. ",
  "21.  Metcalf  1994:  53. ",
  "22.  Ibid:  2C8  and passim. ",
  "23.  For more on this argument  see Inden  1990. ",
  "24.  For details see Stokes 1959:  288-310. ",
  "25.  Ballhatchet 1980: 2-3, 96-97. ",
  "26.  Sinha  1978:  7. ",
  "27.  Ballharchet  1980:  vii, 97 and passim. ",
  "28.  Nandy  1998: viii. ",
  "29.  Ibid. ",
  "30.  Cohn 1992:  208. ",
  "31.  Sutherland  1952. ",
  "32.  Hutchins  1967:  84. ",
  "33.  Sen 1998. ",
  "34.  Quoted  in Marshall  1968:  57. ",
  "35.  Misra  1959:  18-Z3. ",
  "36.  Marshan 1968:  132. ",
  "37.  Misra  1959:  27-34. ",
  "38.  Quoted  in Marshall  1968:  31. ",
  "39.  Spear 1965: 229. ",
  "40.  Hutchins  1967:  99. ",
  "41.  Metcalf 1965: 323. ",
  "42.  Khan 1969:  294, 297-349. ",
  "43.  For more  details see Guha  1963. ",
  "44.  Marshall  1987:  123, 141-44. ",
  "45.  Chaudhuri  1982: 88. ",
  "46.  Islam 1979:  2-3. ",
  "47.  Cited  in Dhanagare  1991:  32. ",
  "48.  Chaudhuri  1975:  5-6. ",
  "49.  Islam 1979;  R. Ray 1979. ",
  "50.  Raychaudhuri  1969;  Islam 1988. ",
  "51.  Robb 1997:  83 and passim. ",
  "52.  Bayly 1989: 85. ",
  "53.  Stokes 1959. ",
  "54.  Bhattacharya  1992: 119. ",
  "55.  Quoted  in Beaglehole  1966:  8. ",
  "56.  Ludden  1985: 104. ",
  "57.  Beaglehole  1966: 80ff ",
  "58.  Stein  1989:  99, 106, 125-26, 207. ",
  "59.  Ludden  1999: 160. ",
  "60.  Stein 1989:  191. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "136 ",
  "FROM PLASSEY TO PARTmON ",
  "61.  Mukherjee 1962:  116. ",
  "62.  Bandopadhyay 1992:  138-39. ",
  "63.  Mukherjee and Frykenberg 1969:  220-225. ",
  "64.  Irschick 1994: 194-200 and passim. ",
  "65.  Ludden 1985: 83, 90,  105-7. ",
  "66.  Arnold 1986a:  20. ",
  "67.  Kumar 1982:  230- 37;  1965:  179. ",
  "68.  Ludden 1985. ",
  "69.  van Schendel 1991:  81-85. ",
  "70.  Bandopadhyay 1992:  270-71. ",
  "71.  Satyanarayana 1990:  113-14, 135-36. ",
  "72.  Charlesworth 1985:  48-49,  62-69,  83-86,  96-106. ",
  "73.  Fukazawa 1982:  198. ",
  "74.  Catanach 1970:  20. ",
  "75.  Kumar 1968; Guha 1992. ",
  "76.  Stein 1992:  28. ",
  "77.  Hasan  1969: 24-27. ",
  "78.  Reeves 1991: 5-6. ",
  "79.  Stoke  1982:  40-41. ",
  "80.  Cohn 1987: 336-37. ",
  "81.  Metcalf 1979: 56-58. ",
  "82.  Metcalf 1979: 59 and passim. ",
  "83.  Reeves 1991: 8. ",
  "84.  Metcalf 1979:  135 and passim. ",
  "85.  Bhattacharya 1989:  47. ",
  "86.  For details, see Singha 1998: 1-27. ",
  "87.  Quoted in Majumdar 1960:  308. ",
  "88.  Khan 1969:  294, 341. ",
  "89.  Derrert 1968: 233. ",
  "90.  Khan 1969: 344-49. ",
  "91.  Derrert, 1968: 239-40. ",
  "92.  Misra .1959:  240. ",
  "93.  Chattopadhyay 2000: 35. ",
  "94.  Singha 1998: viii. ",
  "95.  Ramusack 1978: 19. ",
  "96.  See Cohn 1987:  463-82. ",
  "97.  Washbrook 1981:  650-54. ",
  "98.  Singha 1998:  30, 289-93. ",
  "99.  Chattopadhyay 2000:  109. ",
  "100.  For details see ibid: 102-20. ",
  "101.  Quoted in Arnold 1986a:  18. ",
  "102.  See ibid for details. ",
  "103.  Bayly 1989:  131. ",
  "104.  SeeAmold 1986a for details. ",
  "105.  Bayley  1969:  49. ",
  "106.  Arnold  1986a:  230-31. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "13 7 ",
  "BRJTJSH  EMPIRE  IN INDIA ",
  "107.  Cohen 1971: 5-6. ",
  "108.  Alavi 1995: 10-34. ",
  "109.  Peers 1995: 47, 52- 53. ",
  "110.  Cohen 1971:  7-8, 32. ",
  "111.  Alavi 1995:  4. ",
  "112.  Peers 1995:  1-14, 54-67. ",
  "113.  For these and more details on the Company army, see Alavi 1995. ",
  "114.  Quoted in Cohen 1971:  38. ",
  "115.  Omissi 1994:  44. ",
  "116.  Ibid:  192-93. ",
  "117.  Peers 1995:  66-67. ",
  "118.  Cohen 1971:  22-27. ",
  "119.  For these and more details on the army after  1860,  see Omissi ",
  "1994. ",
  "129.  Dewey 1993:  1. ",
  "121.  Cohn  1987:  521. ",
  "122.  Quoted in Misra  1977:  66. ",
  "123.  For details,  see Spangenberg 1976:  347  and passim. ",
  "124.  Misra 1977. ",
  "125.  See  Potter 1986. ",
  "126.  Fisher 1991: 67. ",
  "127.  Ibid: 444. ",
  "128.  Ramusack 1978:  10. ",
  "129.  Fisher  1991:  44-59. ",
  "130.  Copland  1999:  16-17. ",
  "131.  Copland  1982: 123-52. ",
  "132.  Ramusack 1978:  12, 22- 24. ",
  "133.  For details, see Copland 1999:  20-21, 30-32. ",
  "134.  Fisher 1991:  29. ",
  "135.  For details, see Ramusack  1978:  4-9, 17-22. ",
  "136.  See Copland 1982:  78-87. ",
  "137.  For details see Fisher 1991. ",
  "13 8.  See Bharati Ray 1988:  164 and passim. ",
  "139.  For details see Vidal 1997. ",
  "140.  Mayaram  1997: 56-58. ",
  "141. Jeffrey 1994:  241  and passim. ",
  "142.  Misra 1999:  20-21;  Tomlinson  1979:  1-6. ",
  "143. Misra 1999:  21. ",
  "144.  Bagchi 1972: 48. ",
  "145.  B. Charterji  1992: 350. ",
  "146.  Tomlinson 1979: 27-28. ",
  "147.  Ibid:  17. ",
  "148.  Sarkar  1983:  27. ",
  "149.  For more details  on these two views, see Roy 2000:  12-18,  89-",
  "100, and passim;  quotation from p. 14. ",
  "Whitcombe 1982:  677-78. ",
  "150. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "138 ",
  "FROM  PLASSEYTO PARTITION• ",
  "151.  Ali 1988:  158-205,  235-44. ",
  "152.  Tomlinson 1993:  32. ",
  "153.  Kling 1966:  18-19 and passim. ",
  "154.  Roy 2000: 90-94. ",
  "155.  Bose 1986:  63, 72. ",
  "156.  Roy 2000:  93. ",
  "157.  For more on the \"transition\" debate, see Chaudhuri  1996. ",
  "158.  Charlesworth 1982: 25. ",
  "159.  Roy 2000:  88. ",
  "160.  For more on this view, see Roy 2000:  86-89. ",
  "161.  For more on the Bengal famine see Greenough 1982. ",
  "162.  Hurd 1982: 737. ",
  "163.  Bhattacharya 1971:  105-6. ",
  "164.  Bhattacharya 1989: 131-33. ",
  "165.  See Derbyshire 2001:  277-303. ",
  "166.  Samanta 2002: 36-37. ",
  "167.  Hurd 1982:  739-40. ",
  "168.  For more details see Kerr 2001. ",
  "169.  Tomlinson 1993:  101. ",
  "170.  Vicziany l979; Tomlinson 1993:  102-9. ",
  "171.  Bag chi 197 6a;  Bagchi 197 6b. ",
  "172.  Roy 1993. ",
  "173.  Roy 1999:  22 and passim. ",
  "174.  Ray 1994:  7-8. ",
  "175. Bhattacharya 1982: 293. ",
  "176.  Siddiqi 1982. ",
  "177.  Kling 1976. ",
  "178.  Chandavarkar  1998:  50. ",
  "179.  Misra  1999: 4-7, 19-26. ",
  "180.  Chakrabarty  1989:  36-37. ",
  "181.  Goswami 1985: 226 and passim. ",
  "182.  Tomlinson 1981. ",
  "183.  Chandavarkar  1998: 30-73;  quotation  from  p. 56;  also  see ",
  "Chandavarkar 1994: 239-77. ",
  "184.  R.K.  Ray 1979:  73. ",
  "185.  Ibid:  84. ",
  "186.  Bagchi 1987:  72. ",
  "187.  Ray 1994:  17. ",
  "188.  Yang 1998. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]