[
  "chapter4  four ",
  "Emergence  of Indian Nationalism ",
  "4.1. ",
  "HISTORIOGRAPHY  OF  INDIAN  NATIONALISM ",
  "Mo  t historians  of Indian  nationalism  have argued  that  the Indian ",
  "political nation,  in a modern  sense of the term, did not exist prior to ",
  "the establishment  of British rule. Whether or not such a nation lay ",
  "unselfconsciously  embedded  in Indian  civilisation  and then  gradu­",
  "ally  evolved  through  history  is a point  that nationalist  leaders  and ",
  "historians  have  incessantly  debated  over.  Most  recently, Prasenjit ",
  "Duara  has  crtiqued  such  formulations  as  \"teleological  model  of ",
  "Enlightenment  Hi  rory\"  that  gives  the  \"contested  and  contingent ",
  "nation\"  a false sense of unity.' There is, however, as of now, little dis­",
  "agreement  that the Indian nationalism  that confronted British impe­",
  "rialism  in  the  nineteenth  century,  and  celebrated  its victory in the ",
  "formation of the Indian nation-state  in  194 7,  was a product of colo­",
  "nial modernity  (see chapter 3.1  for more discussion  on this). As the ",
  "self-professed mission of the colonisers was to elevate the colonised ",
  "from their present state of decadence to a desired  state of progress ",
  "towards  modernity,  it became imperative  for the latter to  contest ",
  "that stamp of backwardness and assert that they too were capable of ",
  "uniting and ruling themselves within  the  structural framework  of a ",
  "modem state. So the challenge of nationalism  in colonial India was ",
  "twofold:  to  forge a  national  unity  and to  claim  its  right  to  self­",
  "determination.  India has been a plural society, everyone agrees, with ",
  "various  forms of diversity, such as region, language,  religion,  caste, ",
  "ethnicity and so on. It was from this diversity that  \"a nation  [was] in ",
  "making\"  to use the phrase of Surendranath  Banerjea, one of the ",
  "(sic), ",
  "earliest  architects of this modem  Indian  nation. Agreement among ",
  "historians,  however, stops here. How did the Indians actually \"imag­",
  "ine\"  their  nation  is a matter  of  intense  controversy and  ongoing ",
  "debate. ",
  "At one end of the spectrum, Partha Chatterjee would argue  that ",
  "nationalism  in India,  which  was assigned a privileged  position  by ",
  "its Western  educated political  leadership,  was a \"different\",  but a https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "185 ",
  "EMERGENCE  OF  INDIAN  NATIONALISM ",
  "\"derivative discourse\" from the West.2 Ashis Nandy also thinks  that ",
  "Indian  nationalism as a response  to Western  imperialism  was \"like ",
  "all such re pon  e ,  haped by what it wa  responding  to\". The alter­",
  "native version of univer  alism  rooted  in Indian civilisation and pro­",
  "pounded by men like Rabindranath  Tagore or Mahatma Gandhi­",
  "the \"counter-modernist critic[s]  of the imperial West\"-was  rejected ",
  "by the Western  educated  middle-class  India. While the  alternative ",
  "vision  could  unite  India  at  a social  rather  than  political  level  by ",
  "accepting  and  creatively  using  difference,  the  Indian  nationalists ",
  "accepted the Western model  of nation-stare as the defining principle ",
  "of their  nationalism.'  C.A.  Bayly (1998),  on  the other  hand,  has ",
  "recently searched for the \"pre-history of nationalism\". Indian nation­",
  "alism  he thinks,  built on pre-existing  sense of territoriality,  a tradi­",
  "tional patriotism rationali ed by indigenous  ideas of public morality ",
  "and  ethical government.  But how  those  regional solidarities  were ",
  "consolidated  into a broader cultural  notion  of India through their ",
  "encounter with colonial  rule and with each other is an issue ofv  igor­",
  "ous contestation. There were various influences and various contra­",
  "dictions in that process, variou  levels and forms of consciousness. It ",
  "is difficult ro construct a onc-dimen ional picture out of this virtual ",
  "chaos. Yet, since a nation-stare was born, attempts have been made ",
  "to reconstruct its biography. This does not of cour  e mean that out­",
  "side this grand narrative of the evolution  of main  rream nationalism ",
  "that asserted its dominance  in the  formation  of the  Indian  nation ",
  "state, there were no alternative narratives  of envisioning the nation. ",
  "The early nationalist school,  as well as some of its later follower , ",
  "while studying this process of nation-building,  focused primarily on ",
  "the supremacy of a nationalist  ideology and a national  consciousness ",
  "to  which  all other  forms  of consciousness  were  assumed  to  have ",
  "been subordinated.  This awareness of nation  was based on a com­",
  "monly  shared antipathy  towards colonial rule, a feeling of patrio­",
  "tism and  an ideology  rooted  in a sense of pride in India's  ancient ",
  "traditions.  This school, in other words, ignored the inner conflicts ",
  "within Indian society-which among other things, led to its division ",
  "into two  nation  states-and assumed the existence of nation  as a ",
  "homogeneous entity with a single set of interests. In opposition  to ",
  "this, a new interpretation emerged in the Anglo-American academia ",
  "and Rajat Ray has rather  loosely labelled  it as the \"neo traditional­",
  "ist\"  school. 4  This  new  interpretation  echoed  the  old  imperialist ",
  "assertion  of  authors  like  Valentine  Chirol,  that  politicisation  of ",
  "Indian society developed  along the lines of traditional social forma­",
  "tions,  such  as linguistic  regions,  castes or  religious  communities, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "186 ",
  "FROM PLASSEYTO PARTITION ",
  "rather  than  the modem  categories  of class or nation.  The most im­",
  "portant  catalysts  of change in  this  context  were  the  institutional ",
  "innovations of the colonial  state, notably the introduction  of West­",
  "ern education and political representation. These new opportunities ",
  "intersected  with  the traditional  Indian social divisions and created  a ",
  "new status group-the Western-educated  elite,  which drew its mem­",
  "bers from the existing  privileged indigenous  collective  , such  as the ",
  "bhadralok  in  Bengal,  the  Chitpavan  Brahmans  in  Bombay  or the ",
  "Tamil  Brahmans  of Madras. The  backward  regions  or  the  under­",
  "privileged  groups that remained  outside this limited political  nation ",
  "had  no  access to  the  modern  instirutio .nal  life  of colonial  India, ",
  "within  the confines of which the messages of early Indian national­",
  "ism  reverberated.  This went  on until the end  of World War  One, ",
  "when  for the first  time  Mahatma  Gandhi  flung open  the gates of ",
  "constitutional  politics to initiate  the new era of mass nationalism. ",
  "If the 'neo traditionalist'  historians  studied  Indian politics within ",
  "the framework of the province, a few others have tracked  these divi­",
  "sions  further  down  to the level  of localities.  These latter  writings, ",
  "which have come to be identified  as the 'Cambridge School' ,S have ",
  "questioned  the  ontology  of  a  unified  nationalist  movement,  and ",
  "have traced instead  only a series of localised  movements  in colonial ",
  "India. As imperialism  was weak, since it could not function without ",
  "the help of Indian collaborators,  nationalism  that grew out of con­",
  "restation with it was weak as well; it was nothing  more than a battle ",
  "between the two men of straws. As imperial rule depended  on Indian ",
  "collaborators,  there was competition  among them for favour  of the ",
  "colonial  rulers.  This  led to  emergence  of various  interest  groups, ",
  "which  started to  expand  their  constituencies  as the  British  intro­",
  "duced local  self-government  and  electoral  system  to rope  in more ",
  "collaborators.  The national movement was led by these self-seeking ",
  "leaders entirely  to pursue their narrow  individual  or clannish inter­",
  "ests.  Leaders at various  levels were tied through  patron-client  rela­",
  "tionships  and  it  was  through  these  vertically  structured  loyalty ",
  "networks that they bargained  with the British for power and patron­",
  "age. This school, in other words, completely derecognises the role of ",
  "a  nationalist  ideology  and  seeks  to  explain  nationalist  politics  in ",
  "terms of a competition-collaboration  syndrome.  India was not  a ",
  "nation,  but an aggregate of disparate  interest groups and they were ",
  "united  as they had to operate within a centralised  national  adminis­",
  "trative  framework  created  by the British.6  This cynical view of his­",
  "tory,  which  took  the  mind  and  emotion  out  of  its  analysis and ",
  "followed a narrow Narnierite model, reduced nationalist  movement https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "EMERGE  'CE  OF  I  DIA  ATlONALISM  187 ",
  "to  the state  of  \"Animal  Politics\",  as  Tapan  Raychaudhuri  has  de  -",
  "cribed  it.7 Thi  model  of interpretation  is,  however,  no longer  sub­",
  "scribed  to  even  by its one time enthusiastic  champions.  C.A.  Bayly's ",
  "book  Origins of Nationality in South Asia (1998),  referred  to earlier, ",
  "is a reminder  of that significant  historiographical  shift. ",
  "By  contrast  to  this  rather  constricted  political  explanation  of ",
  "nationalism,  the orthodox Marxist  school  sought  to analyse  the class ",
  "character  of  the  nationalist  movement  and  tried  to  explain  it  in ",
  "terms  of the economic  developments  of the colonial  period,  primar­",
  "ily the rise of industrial  capitalism  and  the development  of a market ",
  "society  in  India.  It  identified  the  bourgeois  leadership,  which ",
  "directed  this  movement  to suit  their  own class interests  and  neglec­",
  "ted  the  interests  of the  masses  and  even  to  some  extent  betrayed ",
  "them. This narrow  class approach  and  economic  determinism  of the ",
  "early  Marxists  like  RP.  Dutt  and  Soviet  historian  V.I.  Pavlov  were ",
  "qualified  in later  Marxist  writings  of S.N.  Mukherjee,  Sumit  Sarkar ",
  "and  Bipan  Chandra.  Mukherjee  pointed  out  the  complexities  of ",
  "nationalism,  its  multiple  layers  and  meanings,  the  importance  of ",
  "caste  along  with  class  and  the simultaneous  use  of a traditional  as ",
  "well  as  a  modem  language  of  politics.s  Sarkar  showed  the  non­",
  "bourgeois  background  of  the  Indian  educated  classes  and  argued ",
  "that  they  acted  as \"traditional\"  intellectuals,  unconnected  with  the ",
  "processes  of production,  responding  to  world  ideological  currents ",
  "like  liberalism  or  nationalism  and  \"substituted\"  for the as yet  inert ",
  "masses  of India.9  In his later  book, Modern India (1983),  Sarkar  has ",
  "warned  us  that  \"class  and  class-consciousness  are  analytical  tools ",
  "which  have  to  be  used  more  skillfully  and  flexibly\".  He  recognises ",
  "the legitimacy  of nationalism,  but does  not  ignore  the \"internal  ten­",
  "sions\"  within  it. There  were  two  levels  of anti-imperialist  struggles ",
  "in India,  he contends,  the one elite and the other  populist.  One need ",
  "not ignore  either  of the two,  but look at the \"complex  interaction  of ",
  "these  [nvo]  levels\"  through which was produced'  the pattern  of con­",
  "tinuity  through change\"  that  constituted  the dominant  theme  of the ",
  "period.\" ",
  "Bipan  Chandra  and  a few  of his  colleagues  have  given  Marxist ",
  "interpretation  a distinctly  nationalist  orientation  in their  collective ",
  "enterprise,  India's Struggle for Independence  (1989).  They  argue ",
  "that  Indian  nationalist  movement  was a popular  movement  of vari­",
  "ous classes,  not exclusively  controlled  by the bourgeoisie.  In colonial ",
  "India  they  demonstrate  two  types  of  contradictions.  The  primary ",
  "contradiction  was  between  the  interests  of the  Indian  people  and ",
  "those of British  rule;  but  apart  from  that,  there  were  also  several https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "188 ",
  "FROM PLASSEY TO PARTmON ",
  "secondary contradictions within the Indian society, between  classes, ",
  "castes and religious communities. As the anti-colonial  struggle made ",
  "progress,  the secondary  contradictions  were  compromised  in  the ",
  "interest  of the primary contradiction  and in this way the hegemony ",
  "of a nationalist  ideology was established. But the nationalist  move­",
  "ment was not the movement  of a single class or caste or a religious ",
  "community,  and  leaders  like Gandhi  or jawaharlal  Nehru recog­",
  "nised that India was not a structured nation but a nation in the mak­",
  "ing. There were various groups with conflicting interests and hence ",
  "the need for constant compromises  to avoid dass, caste or commu­",
  "nal conflicts and to bring all those disparate groups under one um­",
  "brella type leadership. As a result,  the Indian  nationalist  movement ",
  "became  a  peoples'  movement,  though  all the secondary  conflicts ",
  "were not satisfactorily  resolved. 11 ",
  "A brave new intervention in this debate  came in 1982 when the ",
  "first volume  of the Subaltern Studies,  edited by Ranajit  Guha, was ",
  "published,  with a provocative  opening  statement:  \"The historiogra­",
  "phy of Indian  nationalism  has for a long  time been  dominated by ",
  "elitism\".  This \"blinkered historiography\", he goes on to say, cannot ",
  "explain  Indian  nationalism,  because  it neglects  \"the contribution ",
  "made by the people on their own,  that is, independently  of the elite ",
  "to the making and development of this nationalism\" .12 This radical ",
  "Marxist school, which  derives its theoretical inputs  from  the writ­",
  "ings of the Italian  Marxist, Antonio  Grams ci,  thinks that organised ",
  "national  movement  which  ultimately  led  to the  formation  of the ",
  "Indian nation-state was hollow  nationalism  of the elites, while real ",
  "nationalism  was that of the masses, whom  it calls the 'subaltern'. ",
  "There was a \"structural dichotomy\"  between  the two domains  of ",
  "elite  politics  and  that  of the  subalterns,  as  the  two  segments  of ",
  "Indian  society lived in  two  completely  separate and  autonomous, ",
  "although  not hermetically sealed, mental worlds defined by two dis­",
  "tinct  forms of consciousness. Although  the subalterns  from rime to ",
  "rime participated  in political  movements  initiated  by the bourgeoi­",
  "sie, the Latter failed to speak for the nation. The bourgeois leadership, ",
  "Ranajit Guha argued in a later essay, failed to establish its hegemony ",
  "through either persuasion or coercion, as it was continually  con­",
  "tested by the peasantry and the working class, who had different idi­",
  "oms  of mobilisation  and action,  which  the  nationalist  movement ",
  "failed  to appropriate. The  new  nation-state  established  the domi­",
  "nance of this bourgeoisie and its ideology, but it was a \"dominance ",
  "without hegemony\". u ",
  "This particular  historiographical  strand has, however, undergone ",
  "considerable shifts in recent years, with the focus moving from class https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "189 ",
  "EMERGENCE  OF  INDIAN  NATIONALISM ",
  "to community,  from material  analysis  to the privileging  of culture, ",
  "mind and identity.  Complaints have been raised  by its one time stal­",
  "wart contributor  Sumit Sarkar  about  the \"decline of the subaltern  in ",
  "Subaltern Studies\".  This is because gradually  its focus  has expan­",
  "14 ",
  "ded  from  an  exclusive  preoccupation  with  forms  and  instances  of ",
  "subaltern  protest to  an  incorporation  of the politics  of the colonial ",
  "intelligentsia  as well. \"Elite and dominant  groups can also  have a ",
  "subaltern  past\", argues Dipesh  Chakrabarty  as a justification  for this ",
  "shift in focus.\"  It has been argued,  following  Edward  Said (1978), ",
  "that their  subaltemiry  was constituted  through  the colonisation  of ",
  "their  mind, which  constructed  their  subjectivity.  As for an under­",
  "standing of nationalism  of these subordinate colonial  elites, the most ",
  "important contribution  has come from Parrha Chatterjee. His earlier ",
  "assertion  was that nationalism  in India was essentially  a \"different\" ",
  "but  \"derivative  discourse\"  from  the West  that  developed  through ",
  "three distinct stages: the \"moment  of departure\" when the nationalist ",
  "consciousness  was constructed  through  the hegemonising  influence ",
  "of  the \"post-Enlightenment  rationalist  thought\",  the  \"moment  of ",
  "manoeuvre\" when  the masses were mobilised  in its support, and  the ",
  "\"moment  of arrival\"  when it became \"a discourse of order\" and \"ra­",
  "tional organization  of power\" .16 This theory has been further  devel­",
  "oped in his later  book The Nation  and Its Fragments (1993),  where ",
  "he has argued about  two domains  of action  of this intelligentsia­",
  "the  material  and  the spiritual.  In the inner  spiritual  domain  they ",
  "tried \"to fashion a 'modern'  national culture that is nevertheless  not ",
  "Western\"  and  here  they refused  to allow  colonial  intervention;  it ",
  "was here that nationalism  was already sovereign. In the outer  mate­",
  "rial world, defined  by the institutions  of the colonial  state,  there was ",
  "however  little  scope  for them  to avoid  the  influence  of Western ",
  "models. In the outer  world  the  Indian  elite  contested  the colonial ",
  "rule of difference, while in the inner domain  they sought  to homo­",
  "geni  e  Indian  society  by  producing  consent  and  dominating  the ",
  "space of subaltern  dissent  So the two domains  of elite and subaltern ",
  "politics  should  now be studied  not in their separateness,  Chatterjee ",
  "persuades  us, but in their \"mutually conditioned  historicities\" .11 ",
  "The subaltern view of nationalism-or  what is now being described ",
  "as a major  strand  in \"postcolonial\"  theory-has witnessed  further ",
  "development  in  Gyan Prakash's  most recent  book Another Reason ",
  "(1999),  where he has argued-in partial  revision of Chatterjee-that ",
  "\"[t]here  was no fundamental  opposition  between  the inner-sphere ",
  "of the nation and its outer life as a nation state; the latter was the far­",
  "mer's  existence  at another,  abstract  level\" .1s The fashioning  of the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "190  FROM  PLASSEY  TO  PARTITION ",
  "nation-state  in India was no mere emulation  of the Western  model ",
  "as thought  by Chatterjee, but a rethinking and critiquing of the We t­",
  "ern  modernity  from the  vantage  point of India's  spiritual-cultural ",
  "heritage,  combined with a scientific approach. This state, as contem­",
  "plated  by  leaders  like J awaharlal Nehru,  would  be guided  by the ",
  "Indian principles of ethical conduct that privileged  collective good, ",
  "and in this sense, it would not be a \"Western  import\". However, this ",
  "very  reliance  on  the state  emanated  from  their  failure  to  achieve ",
  "national unity, which they had only visualised  at a discursive  level. ",
  "Thus,  as Praka h argues,  \"[rjhe  nation-state  was immanent  in the ",
  "very hegemonic  project  of  imagining  and  normalizing  a  national ",
  "community\" and herein lay the contradiction of Indian nationalism.19 ",
  "Outside  these  particular  schools mentioned  earlier,  which  are ",
  "more  or less clearly definable,  there are,  however,  a whole  range of ",
  "other writings  that have looked at Indian  nationalism  from diverse ",
  "ideological vantage points and historiographical perspectives. Indian ",
  "nationalism,  in other words,  is an intensely  contested discursive ter­",
  "rain from where it is difficult to arrive at a dialectical  middle ground ",
  "or evolve  an eclectic view that  would  be acceptable  to all.  If British ",
  "rule sought  to colonise  Indian  minds,  the  Indians also  selectively ",
  "appropriated,  internalised  and manipulated  that colonial  knowledge ",
  "to  mount  their  own  resistance  to  colonial  hegemony.  But if main­",
  "stream nationalism  a sumed the existence  of a homogeneous  nation ",
  "that  supposedly  spoke  with  one  voice,  there  have  been  persistent ",
  "claims about exclusion,  silences and suppression of discordant voices, ",
  "such as tho  e of women'?  or dalits.21  Jn other words, it is now argued ",
  "by an  ever-increasing  group  of historians  that  the  forms  of  anti­",
  "colonial  resistance and the ideologies  that  went  behind  them  were ",
  "visualised  or constructed in multiple ways. It is difficult  to deny the ",
  "truth in Ania Loomba's observation  that here \"the 'nation'  itself is a ",
  "ground of dispute and debate,  a site for the competing imaginings  of ",
  "different  ideological  and  political  interests\". 22  India  was a  plural ",
  "society and the refo re  Indian nationalism  was bound  to have  many ",
  "voices,  as different  classes, groups,  communities and  regions  inter­",
  "preted their 'nation'  in various, sometimes even contradictory, ways. ",
  "Indians  had  many  identities, like  class identity, caste identity,  reli­",
  "gious identity and  so on; at different  historical conjunctures differ­",
  "ent identities  were articulated and  intersected  with  each  other.  As ",
  "the colonial state  sought  to  reinforce  and  substantialise  these  fis­",
  "sures,  the  Indian  nationalists  tried  to  publicise  an  alternative  dis­",
  "course  of  integration.  Jawaharlal  Nehru  talked  about  \"the  old ",
  "Indian ideal  of a synthesis  of differing  elements  and their fusion into https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "191 ",
  "EMERGENCE  OF  INDIAN  NATIONALISM ",
  "a common nationality\". 23 Such a romantic assumption of fusion was, ",
  "however,  to avoid  the hard  realities  of conflict  and contradiction. ",
  "Such  complacency  and  failure  to  accommodate difference in  the ",
  "imagining of a national culture excluded some groups from the pro­",
  "ject  of nationalism  and  the unity  that was achieved  proved to  be ",
  "fragile  and  hence  so  much  dependence  on  a  centralising  nation­",
  "state. However,  this critique need not take us to what Sugata Bose ",
  "and Ayesha Jalal  have warned us against, i.e., \" [ e] xulting  over frag­",
  "ment\" and \"sliding  into mindless anti-starism \". 24 ",
  "Instead of denying the  existence  of the nation  at an  emotional ",
  "level,  we will consider it as a site of political contestation. The nor­",
  "malising  tendency of the mainstream nationalism  notwithstanding, ",
  "this dominant version  of the nation was repeatedly  contested from ",
  "inside. But here a question remains:  is this contestation incapable of ",
  "resolution,  or as Homi Bhabha  has claimed,  such  \"forces of social ",
  "antagonism  or contradiction cannot  be transcended  or dialectically ",
  "surrnounted'T\"  Or may be, we should not posit that question at all! ",
  "For, to expect a final  resolution  and everyone living  happily ever­",
  "after, is to think ofan end of history. On the contrary, nation  build­",
  "ing is always a process of continuous adjustment, accommodation­",
  "and contestation.  It is from this historiographical  position of recog­",
  "nising  the  multiplicity  of  responses,  rather  than  assuming  any ",
  "unilinearity  of  progress,  that  we  will  look  at  the  emergence  of ",
  "nationalism  inpost-1857  India. Wewill focus on the different levels ",
  "at which  this consciousness was developing  and try to analyse  how ",
  "such various  forms of consciousness  intersected and interacted  with ",
  "each  other, how  they  viewed  contradictions  within  Indian society ",
  "and  also  defined  their  variegated  contestatory  positions vis-a-vis ",
  "their  common  oppressive 'Other',  the colonial regime. ",
  "4.2.  AGRARIAN SOCIETY AND PEASANT  DISCONTENT ",
  "In post-1857  India we witness first of all a continuation  of some of ",
  "the earlier  forms of  protest  against  various oppressive aspects  of ",
  "colonial rule,  the tribal and peasant movements being the foremost ",
  "among them. We have already discussed various aspects of peasant ",
  "ideology and  their  political consciousness  (c hapter  3. 2),  many  of ",
  "these trends being present in the later period as well. But these later ",
  "movements acquired some new features as well. First, we find in this ",
  "period a greater awareness of colonial policies, laws and institutions ",
  "among  the peasantry, both  tribal and non-tribal.  And what is more ",
  "important, some of them even embraced those institutions, the law ",
  "courts for example, as an extended and legitimate space for venting https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "192 ",
  "FROM PLASSEY TO PARTITION ",
  "their  anger  or  for seeking redress  to ex1stmg  mJustices.  The  other ",
  "important  feature  was the  growing  involvement  of  the  educated ",
  "middle-class  intelligentsia  as spokespersons  for the  aggrieved  peas­",
  "antry, thus adding new dimensions to their protests and linking their ",
  "movements  to a wider  agitation  against certain  undesirable  aspects ",
  "of colonial  rule. The  nature  of this outside  intervention  in peasant ",
  "movements  has been  a subject of intense  debate.  Ravindcr  Kumar, ",
  "on  the  one  hand,  would  think  that  these middle-class  leaders  per­",
  "formed  an important  and effective  function  as \"a channel  of com­",
  "munication,  between rural society and the administration\",  at a time ",
  "when  the  traditional  channels  and  methods  had  become  ineffec­",
  "26 ",
  "tive.  Ranajit Guha, on the other hand, has described the nineteenth ",
  "century  middle-class attitude  to peasants as \"a curious concoction  of ",
  "an inherited, Indian style paternalism  and an acquired,  western-style ",
  "humanism\".  Their  actions  at every stage betrayed  their  innate  col­",
  "laborative mind and revealed \"the futility of liberalism as a deterrent ",
  "to tyranny\". 27 But whatever  might have been the nature  or impact of ",
  "this  middle-class  mediation,  this was nonetheless  a new  feature  of ",
  "nearly  all the  peasant  movements  in the second  half of the  nine­",
  "teenth century. ",
  "One  of the  major  events  in which  the  old  and  new  features  of ",
  "peasant  movements  were equally visible was the indigo  rebellion  in ",
  "Bengal in 1859-60. The oppressive aspects of the indigo plantation ",
  "system (see chapter  2.5) had been  the targets  of peasant  protest  in ",
  "the central  and  eastern Bengal for a long time.  In 1832  in Barasar, ",
  "the  followers  of Titu  Mir  had  given the  local  indigo  planters  the ",
  "fright  of  their  lifetime.  Almost  around  the  same  time  the  Faraizi ",
  "movement under Dudu Mian in eastern Bengal had the indigo plant­",
  "ers as one of their  selected targets of attack.  The  oppression  of the ",
  "planters increased  in the  second  half of the  nineteenth  century  as ",
  "indigo lost its economic importance  as an export  item and the Union ",
  "Bank, which was the chief financier  for the planters,  failed in 184 7. ",
  "The oppressed  peasantry continued  to bear with the coercive plant­",
  "ers for a while, but their attitudes  changed when in May 1859 a sym­",
  "pathetic john Peter Grant took up office as the Lieutenant  Governor ",
  "of Bengal and with his encouragement  some of the district officers­",
  "though  not  all-began  to take a pro-peasant  position,  thinking  that ",
  "the coercive  methods  of the planters  went  against the ethos  of free ",
  "enterprise. ",
  "The indigo disturbances started in the autumn  of 1859 when peas­",
  "ants refused to accept advances from the planters in a wide region in ",
  "the districts of Nadia, Murshidabad,  and Pabna. The jessore  peasants https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "193 ",
  "EMERGENCE  OF  INDIAN  NATIONALISM ",
  "joined hands in the spring sowing season of 1860, by which time the ",
  "entire delta region of Bengal  had become affected. As the planters' ",
  "men tried to coerce the peasants  to sow indigo, they met with stiff ",
  "resistance  and  sometimes  their  Indian  agents  were  subjected  to ",
  "organised social boycott. The substantial  peasants and village head­",
  "men  provided  leadership.  The  local  zamindars,  who  resented  the ",
  "European  planters  usurping their  prime  position  of power  in  the ",
  "country  ide, often sympathised with the ryors, sometimes even offer­",
  "ing leadership;  but soon they lost control of the situation. The panic­",
  "stricken  pro-planter  lobby in  Calcutta had  a temporary  legislation ",
  "pas ed in March  1860, compelling  the peasants to fulfill their con­",
  "tractual  obligations  to sow indigo.  The  courts  were flooded  with ",
  "such cases and some of the overzealous  magistrates forced the peas­",
  "ants to cultivate the hated crop. But Grant refused to extend the leg­",
  "islation beyond its life of six months and forbade the magistrates  to ",
  "compel peasants to accept advances to cultivate indigo. The peasants ",
  "also took their cases to courts, which were inundated  with such law ",
  "suites. The movement  at this stage turned  into a no-rent campaign ",
  "and as the planters sought to evict their defaulting tenants,  the latter ",
  "went to court to establish  their right as occupancy ryots under  the ",
  "Rent Act X of 1859. ",
  "In this whole episode another important feature was the interven­",
  "tion  of the educated  middle classes and some of the European  mis­",
  "sionaries.  Dinabandhu Mitra published in September 1860 a play in ",
  "Bengali called Neel Darpan {literally,  'blue mirror'),  which depicted ",
  "the atrocities of the indigo planters in the boldest possible colour. ",
  "The  play was translated  into English  by  the  famous  Bengali  poet ",
  "Michael Madhusudan  Dutta and was published  by Rev. James Long ",
  "oft he Church Missionary  Society  to bring it to the notice of the lib­",
  "eral  political  circles in India  and  London.  For this, Long was tried ",
  "for libel in the Calcutta Supreme Court and was fined Rs. 1,000  with ",
  "a jail sentence of one month.  His conviction  enraged  the Calcutta ",
  "literati, as the Indian press, particularly  the Hindoo Patriot and Som-",
  "prakasb  took  up the cause of the indigo  peasants,  and  the British ",
  "Indian Association came to their side as well.2s Although their appeal ",
  "was to the liberal  political  opinion among  the imperial  bureaucrats ",
  "and it betrayed their unflagging faith in British justice system,\" these ",
  "middle-class protagonists, however, succeeded in bringing the peas­",
  "ants' issue  to the wider  arena  of institutional  politics  and  this re­",
  "sulted in a growing pressure on the planters to behave. By 1863, the ",
  "movement was over, as by that  time indigo  cultivation,  which was ",
  "itself an anachronism before its dissolution began, had almost disap­",
  "peared from Bengal. https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "194 ",
  "FROM  PLASSEY TO  PARTITION ",
  "But indigo  plantation  survived in the backyard  of the empire,  in ",
  "the  \"relatively  remote  and  backward  region\"  of Bihar,  where  the ",
  "oppressive  system  was allowed to continue  without  much  govern­",
  "ment interference.  Indeed,  after the disturbances of 1859-60, much ",
  "of the indigo investment  from Bengal shifted to Bihar,  where it con­",
  "tinued to grow until an artificial dye was invented  in 1898.  But still ",
  "the industry continued into the twentieth  century, even experiencing ",
  "a brief revival  during World War One. There were instances  of resis­",
  "tance  in  Darbhanga  and  Champaran  in  1874  and  then  again  in ",
  "1907-8,  by the  indigo  cultivators under  the leadership  of  rich  or ",
  "substantial  peasants. But these movements  were suppressed  by the ",
  "planters  and their  musclemen,  with  only occasional  mild  interven­",
  "tion from the government, which could secure for the peasants only ",
  "some limited  concessions.\"  Indigo plantation  in Champaran  had to ",
  "wait for Gandhi's  intervention  in  1917 for its complete demise  (see ",
  "chapter  6.2). ",
  "In Bengal-where the spirit  of rebellion  had been kindled among ",
  "the peasants  of eastern  and central districts,  particularly  where the ",
  "Faraizi  movement  had  prepared  a moral  ground  for  greater  righ­",
  "teousness-dissent and  resistance  persisted  through  to  the closing ",
  "decades  of the nineteenth  century.  The next  most  important  event ",
  "was the forming  in  1873  of the Agrarian  League in the Yusufshahi ",
  "pargana of Pabna district, where the oppression  of a few new land­",
  "lords pushed the peasants to the threshold of tolerance.  In this area, ",
  "the rate of rent had been continually going up, along with the illegal ",
  "cesses or abwabs.31  But  the main  grievance  of the pea antry  was ",
  "against  the  concerted  attempts  of  the  landlords  to  destroy  their ",
  "occupancy  rights by  denying  them  leases in  the same  plot of land ",
  "continually  for twelve years,  which would  entitle  them  to the pro­",
  "tection of the law (Rent Act X of 1859). The movement,  which  was ",
  "mainly  spearheaded  by  the  substantial  peasants,  but  aided  by  the ",
  "lower peasantry as well, remained largely  non-violent  and within  the ",
  "bounds  of law, with  a profound  faith  in the British justice  system. ",
  "Indeed,  the peasant ambition was to become the true subjects of the ",
  "Queen;  they formed  the Agrarian  League to raise money to take the ",
  "landlords to courts,  which were inundated  with  rent suites.\" ",
  "What was more important,  the Pabna experiment  was repeated ",
  "soon in other districts of eastern and central Bengal where the zamin­",
  "dars had  recently resorted  to what Benoy  Chaudhuri  ha  described ",
  "as \"high  landlordism\",  i.e.,  defying  all laws in  the  management  of ",
  "their  estates,  enhancing  rent at their  will, imposing  illegal abwabs ",
  "and  persistently  trying  to  destroy  the  occupancy  rights  of the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "195 ",
  "EMERGENCE  OF INDIAN  NATIONALISM ",
  "substantial  peasants.  Agrarian  leagues  came  up in  Dacca,  Mymen­",
  "singh,  Tripura,  Bakarganj,  Faridpur,  Bogra and  Rajshahi  districts, ",
  "where civil  courts  were  choked  with  rent  suites.  Although  some ",
  "leaders were Hindus and there was remarkable communal harmony, ",
  "these were also the regions where Faraizi movement had a large fol­",
  "lowing and Naya Mian, the son of Dudu Mian, was himself active in ",
  "organising the agrarian combination  in Mehendigunge in  1880.  As a ",
  "result of the movement, agrarian relations in Bengal  became sharply ",
  "polarised,  and  the mounting tension  accelerated  the passage of the ",
  "Bengal Tenancy Act of 1885.  It provided  for relatively greater pro­",
  "tection  of occupancy rights of the substantial peasants who leased ",
  "land  in the same vilJage  (not just the same piece of land)  continu­",
  "ously  for  twelve  years.  But the  rights of the  lesser  peasantry  re­",
  "mained  undefined  as before. The ocher  interesting  feature  of the ",
  "Pabna uprising and its aftermath was the ambivalence  of the edu­",
  "cated middle classes. The Calcutta native press, which had been able ",
  "to take an unequivocal  position  against the European planters, now ",
  "was divided when  the oppression  of the indigenous  landlords  was ",
  "under attack. The same Hindoo Patriot,  along with the Amrita Bazar ",
  "Patrika, took an overtly pro-landlord  position,  while Bengalee  and ",
  "the Anglo-Indian  press ridiculed them when their grandiose reports ",
  "on peasant violence  turned  out to be mere  landlord· propaganda.'! ",
  "This was a dilemma  which the middle-class  Indian nationalists suf­",
  "fered from since the beginning of their career and which they never ",
  "succeeded in overcoming completely. ",
  "Peasant protest against  landlord  oppression was not  confined  to ",
  "Bengal  alone.  The fight of the Moplah  peasants against their jenmis ",
  "continued in Malabar  (see chapter 3.2),  while  in Sitapur district  of ",
  "Awadh and  in Mewar in Rajasthan  peasants resisted rent enhance­",
  "ments and imposition of illegal cesses by their landlords in 1860 and ",
  "1897  respectively.\"  Religion  still  played  a  large  role  in  peasant ",
  "rebellions  as before;  in Punjab,  for example the  attempts to purify ",
  "Sikhism led to the Kuka revolt in  1872.  In all these regions the tradi­",
  "tion of peasant militancy continued into the first decade oft he twen­",
  "tieth century, ultimately merging  into the larger  Gandhian tradition ",
  "of mass movement in 1921. This merger, of course, was not without ",
  "its own  tensions,  given the perennial  dilemmas of the middle-class ",
  "leadership  (s ee chapter 6). ",
  "In  Maharashtra,  on  the  other  hand,  the  peasants  had  another ",
  "enemy to fight against; here they clashed head-on with  their money­",
  "lenders. Although  contemporary  colonial  officials and some recent ",
  "historians have referred to these events of 187 5 as the Deccan Riots, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "196 ",
  "FROM  PLASSEY TO PARTITION ",
  "the  peasants  looked  at  it as a revolt  or  band, and  thus,  as  David ",
  "Hardiman  has argued, \"incorporated  their uprising into a long tradi­",
  "tion  of revolt  in Maharashtra\".\"  took  place, as Ravinder  Kumar ",
  "It ",
  "tells us, because of a \"redistribution  social power in the villages of ",
  "of ",
  "Maharashtra\".36  The  roots  of discontent  lay in the  changing  rela­",
  "tionship  between the Maratha  Kunbi peasants and the sabukar  mon­",
  "eylenders.  The sahukars used to lend money to the Kunbi peasants ",
  "in the past, but were never interested  to take more  intimate control ",
  "of the  village economy.  The  introduction  of the  ryotwari  system, ",
  "however, changed the situation,  as each peasant individually needed ",
  "more  credit,  and  the  creation  of  property  right  in  land  and  the ",
  "courts  protecting  such rights created  a land market  and hence there ",
  "was now more demand for land. The moneylenders  now lent money ",
  "by mortgaging the peasants' land at a high interest rate and in case of ",
  "failure to repay, he took possession of the land through  a decree of ",
  "the court.  Caste prejudices prevented  the moneylenders  from touch­",
  "ing the plough;  so the same land was now leased out to their  former ",
  "owner-cultivators,  who thus became tenants  in their own land .. The ",
  "amount  of land transfer  that took place in Maharashtra  during  this ",
  "period and to what extent that caused the riots are of course matters ",
  "of controversy.  Ian  Catanach  (1993)  agrees  that  there  were  land ",
  "transfers, but does not accept Ravinder Kumar's position  that it was ",
  "the  main reason  behind  peasant  discontent.  Neil Charlesworth,  on ",
  "the other  hand,  completely  dismisses this factor,  as he believes that ",
  "only about  per cent of the cultivable land in Deccan had passed on ",
  "5 ",
  "to the hands of the Marwari  or Gujarati moneylenders  at the time of ",
  "the riots. 37 But one has to admit that this sman proportion  of land ",
  "was the most fertile in the whole region and their loss would there­",
  "fore be much resented. 38 ",
  "A situation  for open conflict was soon created  when  the govern­",
  "ment increased the revenue rates in 1867 on grounds of extension  of ",
  "cultivation  and  rise in agricultural  prices.  In the taluka  of Indapur, ",
  "the increase in revenue demands was on the average of 50 per cent, ",
  "but  in some  villages it was as high as 200  per  cent.  Charlesworth ",
  "thinks that the new taxes were hardly the reasons behind the riots, as ",
  "villages most affected by the disturbances in the Ahmadnagar  district ",
  "did not face any tax revision at all, while some of the revised talukas ",
  "remained  completely  passive  during  the  whole  period.  But  even ",
  "then,  one  can  hardly  ignore  the  fact  that  these  new  rates  were ",
  "announced  at a time that could not  have been more inappropriate. ",
  "The cotton  boom in Deccan, created by the artificial demand  gener­",
  "ated by the American Civil War, had just crashed after the end of the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "EMERGENCE  OF INDIAN  NATIONALISM  197 ",
  "war. The peasants were  impoverished  and were bound  to become ",
  "hopelessly  indebted;  the rise in revenue in such  a situation  would ",
  "inevitably increase panic. ",
  "The Kunbis made appeals for a revision of the new rates; but their ",
  "traditional  leadership  had  been  completely  out  of touch  with  the ",
  "new institutions and their novel demand for a new rational  and legal ",
  "language  of communication.  TheP oona Sarvajanik  Sabha,  the new ",
  "association  of the  middle-class intellectuals,  now  intervened  and ",
  "presented in 1873  a \"Report\" or a case for a revision of the revenue ",
  "rates. It also sent volunteers to the villages to arouse the Kunbi pea -",
  "ants against  the new  rates.  Pressurised by this, a  Ravinder  Kumar ",
  "argues, the Bombay  government  now  granted a major concession, ",
  "that in case of a failure to pay revenue, first the movable properties ",
  "of a peasant would be attached;  his land would be put up for auction ",
  "only if his movable properties  proved to be insufficient. This conces­",
  "sion  actually  became the source  of conflict  between the  peasants ",
  "and  moneylenders,  as the latter  in 1874  refused  to offer  credit to ",
  "the peasants to pay their land revenue because of what they thought ",
  "a lack of sufficient security. But the riots of 1875  were not the result ",
  "of this single factor,  a  Kumar  further  argue  ;  they  remmed  from ",
  "a combination  of factors,  uch  as the dislocation  of the economy ",
  "by the American  Civil  War, an  ill-conceived  revi ion  of land  tax, ",
  "agitation  initiated  by the  Poona  Sarvajanik  Sabha  and  finally  the ",
  "longstanding hostilities between the Kunbi peasants and the money­",
  "lenders. ",
  "The riots first broke out on 12 May 1875  at a village called Supe ",
  "in Bhimthadi taluka and soon it spread to other villages in Poona and ",
  "Ahmadnagar districts. A wide area, about sixty-five kilometres north ",
  "to south  and a hundred  kilometres east to west was affected by the ",
  "disturbances.  Everywhere the Gujarati  and Marwari  moneylenders ",
  "were  attacked  not  simply  because  they  were  \"outsiders\",  but ",
  "because they were thought to be more avaricious. They also lived in ",
  "the villages and therefore were more exposed to such attacks, unlike ",
  "the Brahman moneylenders who usually resided in better-protected ",
  "cities. What is more significant,  there was very little violence against ",
  "the person  of the sahukars; only their  debt  bonds  were  seized  and ",
  "destroyed. Moreover,  violence  was resorted  to  only  if there  was ",
  "resistance in handing over these legal documents.  This very feature ",
  "distinguishes these riots from the average genre of \"grain riots\" engi­",
  "neered by poverty-stricken  peasants. The rioters  had clearly identi­",
  "fied their  target, an instrument of oppression and dominance, and ",
  "thus  seemed  to  have  been  quite  aware  of  the  new  institutional https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "198  FROM PLASSEY TO PARTITION ",
  "framework of power relations  within which they had of late  found ",
  "themselves  locked in.  And if the British had not acted promptly  in ",
  "suppressing  the  revolt,  the  rioting spirit  was highly  likely  to  have ",
  "spread to the whole of Maharashtra.  The Bombay government acted ",
  "promptly  in preventing the recurrence  of such  rioting; the peasants ",
  "were  protected  against  such  future  land  grabbing  through  the ",
  "Deccan Agriculturists Relief Act of 1879. ",
  "What i  important, however, is the fact that in the second half of ",
  "the nineteenth  century and in the first half of the twentieth,  such ",
  "occurrences  of  pea  ant  protests  against  moneylenders  were  quite ",
  "common throughout  India, as colonial rule had significantly  altered ",
  "the relationship  between  the two groups in the political  economy of ",
  "the  village.  And  everywhere  we  find  similar  patterns  of  peasant ",
  "behaviour,  i.e., little violence against persons,  but destruction  of the ",
  "legal debt bonds of the moneylenders.  This happened  in Saharanpur ",
  "district ofwestern UPin 1857, inNasik in 1868,  in the ghat regions ",
  "between Bombay and Poona in 1874, in Ajmer district of Rajasthan ",
  "in 1891,  in Punjab in 1914  and in east Bengal  in 1930.39 Very clearly ",
  "such disturbance  were the reactions of Indian  rural society against ",
  "the adverse  impact  of the British  land system,  the laws of property ",
  "right  and  courts,  which appeared  as alien  impositions  from  above ",
  "that tended to tum their world upside down. ",
  "However,  it was not just  the  symbols  of British  rule or changes ",
  "brought  about by it that were being targeted by the peasants;  there ",
  "were also overtly anti-British peasant movements,  particularly  in the ",
  "ryorwari areas. Along with the attacks on moneylenders,  there were ",
  "also  no-tax  campaigns  in  a wide  area  of  Maharashtra  Deccan  in ",
  "1873-74 in response to the revenue hike by the Bombay government ",
  "in the 1860s  and  1870s. Although the government  on this occasion ",
  "offered  some  concessions,  it  refused  to  tone  down  the  built-in ",
  "inflexibility  of its tax system. So when again in 1896-97 there was a ",
  "crop failure resulting in a severe famine,  there  was no remission  of ",
  "revenue,  leading to  a widespread  no-tax  campaign,  particularly in ",
  "the coastal districts of Thane and Kolaba. In Khandesh and Dharwar ",
  "districts, the sahukars refused to pay the land tax as there was a har­",
  "vest failure, and the peasantry withheld payment of all taxes. One of ",
  "the major  features of the  movement, as Hardiman  notes,  was  its ",
  "strength  in  relatively  more prosperous  regions  which  were  least ",
  "affected  by the famine. This was an \"agitation of landlords and rich ",
  "peasants\",  while the mediation  of the urban leadership  from Bom­",
  "bay and Poona played a significant role too, inviting strong-arm  tac­",
  "tics from the government. By the end  of 1897  it was all  over.  But https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "199 ",
  "EMERGENCE  OF  INDIAN NATIONALISM ",
  "peasant  unrest  erupted  again in 1899-1900  in Gujarat,  which  suf­",
  "fered from a bad harvest and famine. Led once again by the richer ",
  "peasantry, Kheda, Surat and Broach districts wimessed nearly a uni­",
  "versal  refusal  to pay land taxes;  but here the  outside  urban  leader­",
  "ship could not play any important  role.  Here  too,  the government ",
  "broke  the  movement  by coercion  and threat  of confiscation  of the ",
  "defaulter's  property.\" ",
  "A more direct  and  effective confrontation  between  the  peasants ",
  "and the  colonial state took  place in  1907  in Punjab, where  in the ",
  "Chenab Canal Colony the local government  proposed  to introduce  a ",
  "new  law which  would  control  the  lives  of  the  settlers  more  inti­",
  "mately. It proposed  to control inheritance of land in the canal settle­",
  "ments, fine all those who would break the canal colony regulations ",
  "and enhance  the water taxes. Peasants were organised by their more ",
  "educated  members  to protest  against the draconian  law; mammoth ",
  "public meetings were held and petitions were sent. At this stage,  the ",
  "involvement  of  Lajpat  Rai and  Ajit Singh,  the  two  leaders  of  the ",
  "Lahore Indian Association, and the support  of the Singh Sabha and ",
  "Arya Sarnaj,  enlarged the scope of the movement both vertically and ",
  "horizontally.  The peasants held large demonstrations  and  withheld ",
  "the payment of all taxes; riots broke out in large cities like Amritsar, ",
  "Lahore and Rawalpindi. The Punjab government  initially misjudged ",
  "the magnitude  of the tension and mistook  it to be instigated entirely ",
  "by outsiders.  So it  deported  Rai  and  Singh and  banned  all  public ",
  "meetings;  but that  did not  lead to any abatement  of unrest,  which ",
  "now affected the army, as Punjab was the most important  catchment ",
  "area for army recruitment.  So ultimately on 26 May, Viceroy Minto ",
  "vetoed the new act and the measure had a miraculous effect on the ",
  "peasantry,  who  hailed  it as  a vindication  of British justice 11 11  In ",
  "II  • ",
  "peasant  consciousness,  the  distant  ruler  was still the saviour, while ",
  "the  enemy was the corrupt  official closer at home.  Such ambiguity ",
  "notwithstanding,  they fought against what they thought  to be unjust ",
  "taxes or undesirable  interference  in their  traditional  way of life. In ",
  "this, Punjab was no exception. No  tax campaigns were  reported  in ",
  "this period  from different  parts of India-from Awadh in the north ",
  "in  1879,  from  Cambay state  in Gujarat  in the west in  1890,  from ",
  "Tanjore  district  in the  south  in  1892-93  and  from  Assam in  the ",
  "northeast  in 1893-94.42 ",
  "Along with  the unrest among the settled agriculturists,  the earlier ",
  "tradition  of millenarian  movements  among the tribal  peasants also ",
  "continued  well  into  the  post-1857  period,  a  major  example  of ",
  "this tradition  being  the Munda  u/gu/an  of  1899-1900,  under  the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "200  FROM  PLASSEYTO PARTITION ",
  "guidance  of a charismatic  religious  leader,  Birsa  Munda.  The  alien­",
  "ation  of Munda land  and  the advent  of  dikus  had  spurred  an agita­",
  "tion under their  leaders  in  1890-95.  This movement  gradually came ",
  "under  the  leadership  of Birsa,  who  for  two  years  mobilised  the ",
  "Munda tribal peasants  from a wide region in Chota Nagpur  in Bihar, ",
  "by promising  to protect them  from an apocalyptic  disaster.  Rumours ",
  "spread  about  his occult  powers, ability  to heal  diseases  and  perform ",
  "miracles.  In tribal imagination,  he  appeared  as a me siah who could ",
  "tum  British  bullets  into  water.  He  took  them  on  a  pilgrimage  to ",
  "Munda holy  places  and  on  the way held  large  public meetings,  talk­",
  "satjug  kaljug ",
  "ing  about  a golden  past  or  that  was gone  and  the dark ",
  "disum ",
  "that  had  befallen,  when  the  Munda  land  or  was  ruled  by ",
  "Queen  Mandodari,  the  wife of the demon  King  Ravana-probably  a ",
  "metaphor  for  the  Raj  under  Queen  Victoria. 43  What  came  out  in ",
  "these  meetings  was  the  tribal  peasants'  antipathy  towards  the  for­",
  "=",
  "ei ers,  the dikus -rhe  landlords  and  the  moneylenders  and  their ",
  "gn",
  "patrons,  the  sahibs  (Europeans)-both  officials  and  Christian  mis­",
  "sionaries.  The  grounds  were  thus  prepared  for  a  massive  anti­",
  "colonial  tribal  uprising  that started during  the  Christmas  of 1899.  It ",
  "targeted  churches,  temples,  policemen  and other symbols  of the new ",
  "regime and was finally  defeated  by the government  forces.  What was ",
  "important,  however,  about  the  Munda  ul lan  was  their  greater ",
  "gu",
  "awareness  of the wider  political realities  of the  colonial  state.  Tribal ",
  "territoriality  notwithstanding,  Birsa's  ambitions  were  no  longer ",
  "localised.  The aim of his movement  was not merely  to drive  out the ",
  "dikus,  but  \"to  destroy  their  enemies  and put  an  end  to  the British ",
  "Raj\"  and  establishing  in  its place  \"a  Birsa  Raj  and a  Birsaite  reli­",
  "gion\" .44  It  was this political  awareness  and  ability  to connect  to the ",
  "broad  picture  that  was  new  in  the  late  nineteenth  century  tribal ",
  "movements. ",
  "Another  new  feature  of the  tribal  peasant  life  of this  period  was ",
  "the  \"unquiet  woods\",  as Ramchandra  Guha has described  it (1991). ",
  "The  people  in the woods  became  restless  as government  regulations ",
  "threatened  to deprive  them  of their  customary  user  rights on forest ",
  "resources.  The attention of the British  was drawn to the vast forestry ",
  "of India in  1806,  primarily  because  of  the imperial  demand  for oak ",
  "timber  needed  for  shipbuilding  for  the Royal  Navy.  And  then  the ",
  "rapid construction  of railways  in the mid-nineteenth  century and the ",
  "huge  demand for sleepers  that it created,  made conservation  of for­",
  "ests a major  concern  for the  colonial  state.  In  1864  a forest depart­",
  "ment  was  started,  followed  by a Government  Forests  Act  passed  in ",
  "1865.  It  was  further  tightened  by the  Indian  Forests  Act of  1878, https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "201 ",
  "EMERGENCE  OF  INDIAN  NATIO  AUSM ",
  "which  established  complete  government  monopoly  over  Indian ",
  "forestlands. Needless to say, this imperial need to reserve forests for ",
  "commercial  timber  production  went  against  the  previous  unhin­",
  "dered customary user rights of the tribal  peasants and impinged on ",
  "their principal sources oflivelihood.  The act divided  the forestlands ",
  "in India into three categories: \"reserved\",  protected\" and \"unclassi­",
  "fied\".  The  \"reserved\"  forests  were  under  complete  government ",
  "monopoly  where  felling  of trees was totally  prohibited;  from the ",
  "\"protected\" forests the traditional right holders could collect timber ",
  "for personal  use, but not  for sale.  Initially  they could do it free of ",
  "cost; but gradually the government imposed  and then enhanced user ",
  "charges.\" ",
  "By 1900,  20 per cent of India's land area had come under govern­",
  "ment  forest  administration,  which  not  only  redefined  properry ",
  "rights there,  but also threatened  the customary  ecological balance. ",
  "This change  imperilled  two groups  of tribal  peasants,  the hunter­",
  "gatherers and those who depended  (slash and bum) cultiva­",
  "onjhum ",
  "tion, and their resi tance to forest laws became endemic in the sec­",
  "ond half of the nineteenth  century in practically all parts of India. To ",
  "give a few examples, commercial  forestry and  the game  laws that ",
  "accompanied  it,  prohibiting  subsistence  hunting,  threatened  the ",
  "Chenchus  of Hyderabad  with  virtual  extinction  and  they  took  to ",
  "banditry.  On  the  other  hand,  the  Baigas  of central  India,  the Hill ",
  "Reddis of Hyderabad and the Bison Marias of Basrar continued with ",
  "their  hunting  rituals  in  defiance  of  the  laws.  The  government ",
  "attempted to stop jhum cultivation, because it was considered  to be a ",
  "primitive method of agriculture and against the interests of commer­",
  "cialisation  of forests;  but these attempts met with various kinds  of ",
  "resistance. The Baigas  often  migrated  to  neighbouring areas,  thus ",
  "depriving the government of a useful source  of labour.  Sometimes, ",
  "they refused to pay truces or defiantly resorted to shifting cultivation ",
  "in prohibited zones. The Saora tribal  of the Ganj am Agency, on the ",
  "other  hand,  often got involved  in  frontal  confrontation  with  the ",
  "state  by clearing reserved forests for jhum and courting  arrests for ",
  "the violation of laws. 46 ",
  "The state monopoly and  commercial  exploitation of forests also ",
  "brought outside intruders into the tribal  territories,  many of whom ",
  "used a considerable amount  of coercive power to exploit the tribal ",
  "peasants. This situation  in turn brought stiffer resistance,  as it hap­",
  "pened  in  the  Gudem  and  Rampa  hill  tracts  of Andhra  Pradesh, ",
  "inhabited  by the Koya and  Konda Dora tribes.  The first few rebel­",
  "lions or [ituris in this region between  1839  and 1862, were initiated https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "202 ",
  "FROM  PLASSEY TO PARTITION ",
  "by  the  local muttadars  or  estate  holders,  who  found  their  power ",
  "curbed  and  rights denied  by the intrusion  of the  new outside  con­",
  "trol.  However,  in the  late nineteenth  century  some other  changes ",
  "took place that brought  the masses of tribal peasants into the Rampa ",
  "rebellion of 1879. As the commercial use of forestry began, and the ",
  "construction  of roads  opened  the  hills to  commercial  penetration, ",
  "traders  and  sahukars  from  the  plains  came  to  the  mountainous ",
  "regions and gradually took hold pf tribal lands by confiscating prop­",
  "erties of the  indebted  peasants  and  muttadars.  The  prohibition  of ",
  "shifting cultivation  restrictions on the use of forest resources ",
  "(podu), ",
  "and  a new tax on toddy  tested  the tolerance  levels of the  peasants ",
  "and they looked to the rnuttadars  for leadership. ",
  "The  fituri  broke  out  first  in Rampa  in March  1879,  and  then ",
  "spread  to the neighbouring  regions in Gudem. The major targets of ",
  "attack were the mansabdars,  the British and their police stations and ",
  "the trader-contractors  from the plains. The leadership was provided ",
  "by  the  muttadars,  but  in  many  cases this  elite  participation  was ",
  "secured by mass pressure and arm-twisting.  The villagers supported ",
  "the rebels in many ways as they were in general opposed  to the gov­",
  "ernment;  but the fituri of 1879-80,  as David Arnold  argues,  never ",
  "took \"the form of a mass uprising or jacquerie\",  for mass participa­",
  "tion was neither  required  nor necessary, as the goal of the rebels was ",
  "only to cleanse the hills of outsiders,  and not to take their  rebellion ",
  "beyond their demarcated  territory. 47 The British armed intervention ",
  "restored  order  in  the  region  by  December  1880,  but  firuri  was ",
  "revived again six years later in 1886 in Gudem, when religion played ",
  "a significant role, giving it the character  of a messianic or millenar­",
  "ian movement. The tradition  of firuri survived in the hills of Gudem ",
  "and Rampa,  but by the 1920s it was seeking to extend  to the outer ",
  "world  by trying to connect  itself to the wider tradition  of Gandhian ",
  "mass movements  ( see chapter  6.3 ). ",
  "In the princely states too,  where  the local rulers tried  to enforce ",
  "restrictions  on shifting cultivation,  the tribal  peasants  resisted such ",
  "efforts. The  Marias  and Murias  of Bastar in 1910 openly  attacked ",
  "the police stations and killed foreigners and could be brought  under ",
  "control  only when a British army contingent was called in. The tribal ",
  "peasants  on  the  fringes of settled  agricultural  areas  were  affected ",
  "equally  by forest  laws. This  was particularly  true  in the  hill areas ",
  "where terraced  farming predominated,  accompanied  by animal hus­",
  "bandry as a substitute source of income. Such deprivation  obviously ",
  "brought  resistance in various forms. In Madras Presidency, for exam­",
  "ple,  forest  crimes increased  manifold;  in Travancore,  the  peasants https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "203 ",
  "EMERGENCE  OF  INDIAN  NATIONALISM ",
  "refused  to  cooperate  with  the  forest  department  officials.  In  the ",
  "Thane  district  of  coastal  Maharashtra  the  protest  took  a  violent ",
  "turn,\"  while in the Jungle Mahal in Midnapur  district of Bengal, the ",
  ". Santhal peasants looted village markets and fisheries. 49 ",
  "In the Himalayan forest tracts of UP, in Tehri Garhwal, which was ",
  "a princely  state and  in Kumaun,  which  was a British administered ",
  "territory, the local peasants' anger against forest laws was vented in a ",
  "number  of interesting ways. In Tehri Garhwal, the peasants followed ",
  "the  old  tradition  of dhandak, which was protesting  against the tyr­",
  "anny of the officials and appealing for justice to the sovereign. When ",
  "the local raja tried to enforce stricter conservancy laws, the peasants ",
  "protested  in 1886 and then  again in 1904.  Some concessions  from ",
  "the  raja  failed  to satisfy the  peasants  and  in December  1906 they ",
  "became violent in their protest  against  the local conservator  and the ",
  "raja had to appeal to the British for assistance. In Kumaun, the pro­",
  "tests were directly against the British, as the peasants resisted the sys­",
  "tem of utar or forced labour and the tyrannous  forest management. ",
  "Mostly  this  protest  was of a non-confrontational  nature,  Like  the ",
  "defiance  of law, theft of timber, incendiarism  and  finally, purpose­",
  "fully firing the reserved forests.\"  In the forests of central  India too, ",
  "where  the  consistent  colonial  policy  was  to  transform  the  fore st ",
  "tribes like the Bhils either into settled agriculturists  or into a servile ",
  "labour  force,  the  tribaJs resisted such efforts  in various  ingenuous ",
  "ways.s1 The Bhils of the Dangs in western India had under the pres­",
  "sure of the British discontinued  around  1840s their  usual  raids on ",
  "the villages of the plains of Khandesh to claim their customary giras ",
  "(dues), as a mark of asserting their shared sovereignty. Instead,  they ",
  "were  now  paid directly  by the British, but they lost in the  process ",
  "their  hold  over  the  forestland.  Although  there  was no  sustained ",
  "overt protest and the Bhils seemed to have accepted  the centrality of ",
  "the Raj in their daily existence, yet they could not completely recon­",
  "cile themselves to this alienation  and subjection,  as the memories of ",
  "a Bhil raj persisted.  Such memories  from time  to rime were  mani­",
  "fested in protest  movements, such as those in 1860, 1907,  1911 and ",
  "1914,  when  they  defied  the  local  representatives  of  the  state, ",
  "destroyed  their  documents,  ransacked  forest  department  offices or ",
  "set fire to forests. 52 Similar forms of resistance could also be found in ",
  "the forest areas of Punjab, where  peasants resorted  to unauthorised ",
  "felling, lopping and grazing, deliberate  firing and attacking the sym­",
  "bols of new forest management,  like the forest guards or the bound­",
  "ary lines.\" ",
  "Even when there was no overt resistance, use of such tools of pro­",
  "test, which James C. Scott (1985)  has described  as the  \"weapon  of https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "204  FROM  PLASSEYTO  PARTITION ",
  "the  weak\",  ha  not been  uncommon  in peasant  history.  Absence  of ",
  "direct  violent  resistance,  therefore,  did  not always  mean  a general ",
  "approval  of  an  uncle  irable  world  order.  And  when  protests  did ",
  "occur,  the colonial  government  often showed  a patronising  attitude ",
  "towards  the  'wild'  tribes-stereotyped  as the  'noble  savage' -who ",
  "were  believed  to  be  honest,  sincere,  brave,  but  simple  folk,  who ",
  "could  be easily manipulated  by the  deceitful  plains  people.  So when ",
  "rebellions  occurred  in the  hills,  these  were  often  looked  at as insti­",
  "gated  by  outsiders  and  the  rebels  were  sometimes  depicted  as ",
  "\"naughty  boys  making  a disturbance  in  the schoolroom  when  they ",
  "believed  the  school  master's  attention  was momen ..t arily  diverted\".\" ",
  "But  the  rebellions  were  suppre  sed  ruthlessly  nonetheless,  as  they ",
  "posed  challenges  to  colonial  mastery  and  were  likely  to  be  taken ",
  "advantage  of by  the  nationalists.  The  tradition  of tribal  resistance, ",
  "for example,  survived  in the  hills of UP,  to be appropriated  later  in ",
  "the  1920  by the wider  stream  of Gandhian  mass politics,  as it hap­",
  "pened  also  in Midnapur  in Bengal  or  the  Gudem-Rampa  region  of ",
  "Andhra  Pradesh  (see chapter  6.3 ). ",
  "In post-1857  India peasant and  tribal  revolts  occurred  in all  parts ",
  "of the  country;  but they remained  disjointed  or  i olated  and  local­",
  "ised  movements.  To a large extent,  this was due to the complex  class ",
  "structure  in  Indian  agrarian  society,  which  had  great  regional  varia­",
  "rions.  As discussed  earlier  also,  economic  categories  sometimes  co­",
  "incided  with  and  sometimes  cut  across  the  cultural  categories  of ",
  "religion  and  caste.  Peasants  identified  themselves  more  with  their ",
  "cultural  groups  rather  than  with  the  economic  category  of class. ",
  "Some  historians  have  argued  that  it was 'community'  and  not  class, ",
  "which  was the  main  focus of the peasants'  mental  world.  It was their ",
  "religious or caste  identity, which  defined  their  position  in this world, ",
  "and  therefore  it  was  easier  to  mobilise  the  peasantry  along  these ",
  "lines.\"  Sometimes  class  and  community  organisations  converged  in ",
  "rural  societies,  particularly  when  religious  or  ethnic  boundaries ",
  "neatly  coincided  with  class cleavages.  Peasant  mobilisation  was eas­",
  "ier  in such  situations;  but  it would  become  problematic  when  class ",
  "and  cultural  divisions  cut  across.  Caste or  religious  affinity  between ",
  "the oppressor  and  the oppressed  sometimes  minimised  the  possibil­",
  "ity of conflict;  in other  cases caste or religious  identity  of one group ",
  "of  rebels  alienated  the  other  possible  participants  in the  rebellion. ",
  "However,  it is also a fact that community  organisations  often  proved ",
  "to be useful  tools  for  peasant  mobilisation;  on such occasions  it was ",
  "a source  of strength  rather  than  weakness. ",
  "The  series  of  peasant  uprisings  that  took  place  throughout  the ",
  "nineteenth  and  the early twentieth  centuries  seriously  contested  the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "EMERGENCE  OF INDIAN  NATIONALISM  205 ",
  "hegemony of the colonial state. The Indian National  Congress after ",
  "the  advent  of Gandhi  tried  to  harness  this  force  for  its struggle ",
  "against British  rule. But Ranajit Guha has argued that peasant move­",
  "ments  of the  earlier  period  should  not  be looked  at as the  \"pre­",
  "history  of the 'Freedom  Movement\"';  they have a history  of their ",
  "own.56 As we have mentioned  earlier,  controversies  exist over the ",
  "question  of leadership  or  about  the connections  between the  two ",
  "levels  of politics,  that  of the elites  and  the subalterns.  In the  late ",
  "nineteenth  century a section  of the Western-educated  middle class ",
  "were trying to project themselves  as the leaders of the nation,  repre­",
  "senting the grievances and interests of all sections oft he Indian  pop­",
  "ulation,  the peasants included.  Guha and other subaltern historians ",
  "have  argued  that  peasants  were  capable  of organising  themselves ",
  "and could articulate  their own grievances;  intervention  of the  out­",
  "side elite leaders was only to appropriate these movements for their ",
  "own political benefits.  Only  rarely such  middle-class leaders exhib­",
  "ited the same radicalism as that of the peasantry. A major exception ",
  "perhaps  was Vasudeo  Phadke,  who  in  1879  gave leadership  to an ",
  "armed  peasant revolt in the villages to the southwest  of Poona. But ",
  "everywhere else, as Hardiman has emphasised,  their  \"enterprise was ",
  "carried on in a spirit of compromise and timidity\"  But despite this ",
  ".75 ",
  "alleged  frailty,  these  urban  middle-class leaders  performed  an ",
  "im­",
  "portant  role: they tried to connect the localised and isolated peasant ",
  "and  tribal  movements  to a wider  struggle  against  the  undesirable ",
  "aspects of colonial rule. They acted as crucial channels of communi­",
  "cation  between the  peasants and  the colonial  state-a  role,  which ",
  "the traditional  peasant leadership was no longer equipped enough to ",
  "perform  effectively. But they had their dilemmas too,  for although ",
  "they empathised  with  the suffering peasants,  they did not want  to ",
  "see  their  familiar  world  disordered.  These  dilemmas  and  their ",
  "ambivalence  we will  understand  better  if we  look  at  their  social ",
  "background  and ideological inclinations. ",
  "4.3.  THE NEW  MIDDLE  CLASS AND THE  EMERGENCE ",
  "OF NATIONALISM ",
  "Nationalism at an organised level at the top, as against peasant anti­",
  "colonial  resistance  described  above,  emerged  in  India in  the  late ",
  "nineteenth  century. The rise of nationalism,  it is often argued,  was ",
  "favoured  by  industrialisation,  urbanisation  and  print  capitalism. ",
  "And nationalism in the developing world ofA  sia and Africa, as Bene­",
  "dict Anderson (1983)  tells us, is supposed to have followed one or ",
  "the other  model developed  in the West. This theory, which denies https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "206 ",
  "FROM  PLASSEYTO PARTITION ",
  "intellectual  agency to the people  of Asia in shaping  their  own  his­",
  "tory, has recently come under criticism from a wide variety of ideo­",
  "logical positions. Partha Chatterjee,  for example, has argued that if ",
  "the West defined subjectivity and prescribed our predicament,  and ",
  "also imagined for us the forms of our resistance to colonial regimes, ",
  "then what was really left for us to imagine? He argues therefore  that ",
  "long before the political struggle for power began, the Indian society ",
  "was imagining  its nation  in a private  cultural  sphere,  even though ",
  "the  state  was in the hands of the colonisers.  It was here  that they ",
  "imagined  their  own  domain  of  sovereignty  and  constructed  an ",
  "Indian modernity  that was modern  but not Western.s1  It was from ",
  "here, i.e., from this cultural construction of a space for autonomy  in ",
  "the  early  nineteenth  century,  that  Indian  nationalism  started  its ",
  "career. ",
  "CA.  Bayly, on  the  other  hand,  has  traced  the  roots  of  Indian ",
  "nationalism  to  its  pre-colonial  days;  it  emanated  from  what  he ",
  "describes  as \"traditional  patriotism\",  which  was \"a  socially active ",
  "sentiment  of attachment  to land, language and cult\" that developed ",
  "in the subcontinent  long before  the process of Westernisation  (read ",
  "modernisation)  had  begun.59  In India  of the  eighteenth  and  early ",
  "nineteenth  centuries,  such sentiments  were emerging on a regional ",
  "basis as homeland  was being  defined  by various  terms  like desh, ",
  "uatan or nadu, where identities were gradually taking shape with the ",
  "development  of  regional  languages and  religious  affiliations.  But ",
  "although  regionally  centred  at  Bengal,  Maharashtra,  Awadh  or ",
  "Mysore,  their isolation broke down through  various means of com­",
  "munication.  The  political  legitimacy  of  the  Mughal  empire  was ",
  "recognised  throughout  Hindustan,  which  was  thought  to  be  the ",
  "abode  of both  Hindus  and Muslims;  and  cultural  barriers melted ",
  "down  through  commercialisation  and  regular  pilgrimages.  As the ",
  "East India Company established its hegemony, Bayly argues, this tra­",
  "ditional  patriotism  manifested  itself  through  various  indigenous ",
  "critiques of foreign rule deviating from the established ethical tradi­",
  "tions of good  government  and through  irate reactions to Christian ",
  "missionary  propaganda.  Finally, it  burst  forth  through  numerous ",
  "acts of resistance, participated  by both the princes and the common­",
  "ers, culminating  in the revolt  of 1857.  After the  revolt,  a modem ",
  "sector of politics gradually evolved in India, through  rapid spread of ",
  "education,  development  of communication  systems, such as the rail­",
  "ways and telegraph,  and the emergence  of a new public space cre­",
  "ated by the colonial institutions. Although \"old  patriotism\" did not ",
  "completely die out during this period,  it was significantly reworked https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "207 ",
  "EMERGENCE  OF INDIAN  NATIONALISM ",
  "and reshaped-if at this point we may go back to Chatterjee-to cre­",
  "ate a new colonial  modernity  that was different  from  that  of the ",
  "West We may trace here very briefly the initial  phase of that com­",
  "plex and ongoing transformatory  process that tried to fuse together, ",
  "not always seamlessly though, all theose  regional,  local and  frag­",
  "mentary identities into a modem  'nation'. ",
  "The political history of India in the post-1857  period-when  the ",
  "political  contest  with the colonial  regime began at a more modem ",
  "institutionalised  public space-is multifaceted. First of all, in colo­",
  "nial  policies a conservative reaction  set in after the revolt of 1857. ",
  "Attempts were made to rehabilitate  and strengthen  the landed aris­",
  "tocracy,  deemed  to be the  \"natural\"  leaders  of  the  people.  They ",
  "could  \"alone  command  the  allegiance  of  the  masses\"  and  could ",
  "therefore  be the reliable allies of a vulnerable  colonial  state.60 The ",
  "Imperial Durbar of 1877, where Queen Victoria assumed the title of ",
  "the  Empress  of  India,  and  which  Lord  Lytton,  the  then  viceroy, ",
  "organised  in great splendour  and pomp,  despite famine conditions ",
  "occurring  in some parts of che country, gave che place of precedence ",
  "to the native princes in the new imperial  social order. 61  Apart from ",
  "them,  big zamindars from now on began to play a prominent  role ",
  "within the colonial administrative set up. The British Indian Associa­",
  "tion was the first major voluntary organisation in India founded in ",
  "1851 in Calcutta, representing primarily the local landlord interests. ",
  "It began to play a prominent  role after the Indian  Councils  Act of ",
  "1861,  which provided for limited Indian representation  in the legis­",
  "lative councils. Members of this association  were usually nominated ",
  "to the legislative councils and  their dominance continued  until the ",
  "Act of 1892 introduced  limited electoral system. But although  \"old\" ",
  "elements continued to dominate this organisation, it was also new in ",
  "many respects and performed some very new roles. ",
  "For example, unlike its predecessor  the Landholders'  Society that ",
  "had many non-official Anglo-Indians among its members, the British ",
  "Indian Association was exclusively Indian  in its membership.  And it ",
  "was created  on  the  eve of  the  renewal  of  the  Charter  of  the  East ",
  "India Company to send petitions to the British parliament to express ",
  "the  legitimate demands  of the Indian  subjects.  It initially tried  to ",
  "coordinate  the  efforts  of the  three  presidencies  in  this regard  by ",
  "opening up branches in Bombay and Madras.  But regional barriers ",
  "ultimately  stood  in the way, as two other  similar  associations,  the ",
  "Madras Native Association and the Bombay Association, came into ",
  "existence in 1852 for the same purpose. The three presidency associ­",
  "ations sent three separate petitions to London, but-interestingly-https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "208 ",
  "FROM PLASSEY TO PARTmON ",
  "all of them made almost identical demands. What  they wanted was a ",
  "greater  participation  in the administration  of their own country  and ",
  "what they complained  against were the perplexing  \"dual system\" of ",
  "government, expensive and incompetent  administration,  legislations ",
  "unresponsive  to the  feelings of the  people,  high taxation,  salt and ",
  "opium  monopolies  and the neglect of education  and public  works. ",
  "They were not against British rule as such, but felt, as the  Calcutta ",
  "petition  made it dear, that  they had \"not  profited  by their connec­",
  "tion with Great Britain, to the extent which they had a right to look ",
  "for\". 62  Thus,  the  educated  members  of  the  landed  gentry  who ",
  "headed  these  associations  were  contributing  to  the  evolution  of a ",
  "modem  sector in Indian politics. But their agitation  over charter was ",
  "treated  with \"almost contemptuous  indifference\"  by the authorities ",
  "in London;  as Mehrotra  tells us, the new Government  of India Act ",
  "of 1853 incorporated  none of their  demands.  For, ironically, it was ",
  "not  the educated  Indians, but the uneducated  and  uninformed  that ",
  "the Raj was expecting its gravest danger  from. 63 ",
  "This official assumption  of an unquestionable  loyalty of the land­",
  "lords  and  educated  Indians  was  premised  on  the  latter's  self­",
  "professed  faith  in the  providential  nature  of British rule and  their ",
  "scornful  attitude  towards  the  peasant  rebellions  of the  first half of ",
  "the  nineteenth  century  and later disapproval  of the revolt  of 1857. ",
  "But this was a misconception,  to say the least. For behind  this loyal­",
  "ism there was also a growing awareness of the ignominy involved in ",
  "their  state of subordination.  The unabashed  show of loyalty by the ",
  "Calcutta  literati during  the revolt of 1857  also came with a sense of ",
  "dilemma;  as the Hindoo Patriot wrote  in an introspective  editorial: ",
  "\"This  loyalty  ...  springs  nearer  from  the  head  than  from  the ",
  "heart\".\"  It was from the early nineteenth  century  that  the  Calcutta ",
  "intellectuals  had begun to criticise what  they considered  to be cer­",
  "tain  undesirable  aspects of colonial  rule.  Rammohun  Roy started  a ",
  "modest  constitutional  agitation  on such demands  as the separation ",
  "of powers, freedom  of the press, trial by jury and the Indianisation ",
  "of the services, 65 many of these issues being later ta.ken over by the ",
  "members of the Young Bengal. In 1841,  at a meeting  of the short­",
  "lived  Deshahitaishini  Sabha  [Society for  the  Amelioration  of the ",
  "Country], a young Derozian,  Saradaprasad  Ghosh  noted  with angst ",
  "that  \"our  deprivation  of  the  enjoyment  of political  liberty  is the ",
  "cause of our misery and degradation'l.f The precocious  image of an ",
  "empire  based on interracial  partnership  nurtured  by an earlier  gen­",
  "eration  of Dwarkanath  Tagore, was ruthlessly shattered  by the con­",
  "troversy  over the  so-called \"Black  Acts\",  which  proposed  to  place https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "EMERGENCE  OF INDIAN NATIONALISM  209 ",
  "the British born subjects under the criminal jurisdiction  of ordinary ",
  "courts from which they were previously exempt. The act was passed ",
  "in 1850, but was put on hold for fear of a white rebellion. The con­",
  "troversy  around it, however, drove a wedge between the two racial ",
  "elements  in colonial society. The same year, despite united  protests ",
  "from the Hindus  of Madras, Nagpur  and Calcutta,  the government ",
  "went ahead with the Lex Loci Act, which gave the Christian converts ",
  "the right  to inherit  their ancestral properties.  The  act,  the Hindus ",
  "widely believed, would open floodgates to Christian conversion. ",
  "The growing racial tension,  threat of conversion  and the reform­",
  "ing zeal of the Benthamite administrators  made the educated Indians ",
  "stand back and have a hard look at their own culture. This resulted ",
  "in  a  process,  which  Bernard  Cohn  (1987)  has  described  as  the ",
  "\"objectification\"  of culture, with the educated Indians defining their ",
  "culture  as a concrete  entity  that  could  easily be cited,  compared, ",
  "referred  to and used for specific purposes. This new cultural project, ",
  "which  partly  manifested  itself  through  the  social  and  religious ",
  "reforms of the nineteenth  century  (see chapter  3.1 ), was encoded  in ",
  "the word \"Renaissance\". Its purpose was to \"purify\" and \"rediscover\" ",
  "an Indian civilisation that would be conf ormant  with the European ",
  "ideals of rationalism,  empiricism, monotheism  and individualism.  It ",
  "was meant to show that Indian civilisation was by no means inferior ",
  "to that of the  West, but  in one  sense,  in its spiritual -accomplish­",
  "ments, was even superior to it. Evidence of this search for a superior ",
  "national  culture  could be found  in the development  of a patriotic ",
  "regional  literature  in Bangla, Marathi,  Tamil, Telugu and Hindi,  in ",
  "the evolution of new art forms, in the search for purer forms of clas­",
  "sical music and in the construction  of new ideals of womanhood.  All ",
  "of these were  projected  as modem,  but were predicated  upon the ",
  "spiritual  superiority  of the  Indian  past In other words,  as already ",
  "mentioned,  this  movement  was  meant  \"to  fashion  a  'modern' ",
  "national  culture  that  is nevertheless  not Western\". 67  This sense of ",
  "pride in the spiritual essence of Indian civilisation, as opposed  to the ",
  "material culture  of the West, not just helped  Indians reorganise  and ",
  "sanctify their private  spheres  of life; its ideological  inspiration  also ",
  "motivated  them  to confront the colonial  state in a newly emerging ",
  "public space. This, in other words, provided the ideological founda­",
  "tion of modem  Indian  nationalism  that developed  in the late nine­",
  "teenth  century. ",
  "This ideology was, of course, not without  contradictions,  as the ",
  "sense  of pride  in  the  spiritual  heritage  was  often  reduced  to  an ",
  "uncritical  and obscurantist  defence  of all customs  and practices of https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "210 ",
  "FROM PLASSEYTO PARTITION ",
  "the  past.  And  what  was  more  important,  this  nineteenth  century ",
  "invention  of the Indian tradition,  as Vasudha Dalmia argues, conve­",
  "niently  \"bypass[ ed]  the long stretch  of Muslim  rule\"  to present  an ",
  "idealised form ofindian/Hindu  tradition  rooted  in classical Sanskrit ",
  "texts that were now put to modem  usage.61 This created  an identity ",
  "that was inclusive and exclusive at the same time; it united  the Hin­",
  "dus in opposition  to an alien rule, but alienated  the Muslims,  non­",
  "Brahmans and the untouchables. This problematic  of Indian nation­",
  "alism, which is referred to as Hindu \"revivalism\"-often  thought  to ",
  "be the genesis of\"communalism\"-will be discussed in greater detail ",
  "in "
]