[
  "c10",
  "Diverse Perspectives ",
  "on the State",
  "C",
  "ONCEPT OF THE state comprises the core of political thought. ",
  "Political thought has been defined as 'thought about the state, its ",
  "structure, its nature, and its purpose'. There is a long tradition of ",
  "political thought.  Several political thinkers and schools of thought have ",
  "developed ideas about the nature and purpose of the state according to different ",
  "points of view. When new  ideas appeared, old ideas were criticized or ",
  "modified. In the realm of political philosophy it is not necessary that old ideas be ",
  "dead before the new ideas become acceptable. Unlike the principles of natural ",
  "sciences (such as physics, chemistry and biology), the old and new principles of ",
  "political theory exist simultaneously, claiming their rightful place. None of the ",
  "current political ideas can claim absolute authority or validity. Their merits and ",
  "demerits need constant examination before  arriving at any consistent ",
  "conclusions.",
  "An acquaintance with the diverse perspectives on the state would equip us ",
  "with valuable insights for dealing with public affairs. Of these, the following may ",
  "be treated as particularly important: (a) Organic theory of the state; (b) Liberal-",
  "individualist perspective; (c) Welfare State perspective; (d) Class perspective; (e) ",
  "Communitarian perspective; (f) Post-colonial perspective; (g) Gandhian ",
  "perspective; (h) Feminist perspective; and (i) Pluralist perspective. Our purpose ",
  "should be to bring out complexity of the problem, and not to pronounce any final ",
  "verdict. Political theory can only provide provisional solution or a working formula ",
  "in the light of our understanding of a given situation, but debate must go on as ",
  "and when a new genius enters the fray.",
  "The organic (or organismic) theory of the state represents the earliest thinking ",
  "about the state although it has received some new interpretations in recent times.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 203",
  "In a nutshell, this theory compares the state with an organism or a living body, ",
  "and the individuals with its organs. This has two obvious implications. In the first ",
  "place, since the existence and worth of the organs depend on the existence of the ",
  "organism, so the existence and worth of individuals depend on the existence of ",
  "the state. Secondly, different organs are fit to perform different functions within ",
  "the organism—some of them are naturally superior to others. Likewise, different ",
  "groups and classes in society are naturally fit to perform different functions— ",
  "some are destined to enjoy a superior position than others in the interests of the ",
  "entire society.",
  "THE STATE AS A NATURAL INSTITUTION",
  "The organic theory of the state regards the state as a natural institution. According ",
  "to this view, you cannot imagine the existence of man as man, that is as a civilized ",
  "being, without the existence of the state. Thus, ancient Greeks held the view that ",
  "the state comes into existence for the sake of life, and continues for the sake of ",
  "good life. In other words, the existence of the state is an essential condition of ",
  "the existence of man. That is why Aristotle held that man by nature is a 'political ",
  "animal'. One who lives without the state is, in Aristotle's view, either a beast or a ",
  "god. The state is so fundamental to human existence that Aristotle declared in his ",
  "typical style: 'State is prior to man'. This is not intended to describe a historical ",
  "fact, but to make a logical point since you cannot think of man as such (that is ",
  "one who is neither subhuman nor superhuman) without thinking of the state, as ",
  "you cannot think of an organ without thinking of its position in an organism. ",
  "Thus, Aristotle {Politics, Book I) describes the relation between the individual ",
  "and the state as follows:",
  "The State is by nature clearly prior to the family and to the individual, ",
  "since the whole is of necessity prior to the part; for example, if the whole ",
  "body be destroyed there will be no foot or hand, except in an equivocal ",
  "sense, as we might speak of a stone hand; for when destroyed the hand ",
  "will be not better than that . . . The proof that the State is a creation of ",
  "nature and prior to the individual is that the individual, when isolated, is ",
  "not self-sufficing; and therefore he is like a part in relation to the whole. ",
  "But he who is unable to live in society, or who has no need because he is ",
  "sufficient for himself, must be either a beast or a god.",
  "The view of the state as a natural institution was challenged by the scientific ",
  "revolution of the seventeenth century which advanced the 'mechanistic' theory ",
  "of the state. However, toward the end of the eighteenth century and throughout ",
  "the nineteenth century men became dissatisfied with the mechanistic theory which ",
  "looked upon individuals as so many related atoms. This led to a renewed interest ",
  "in the organic theory of the state for a meaningful explanation of the relation ",
  "between individual and the state. Edmund Burke (1729-97), the chief exponenthttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "204 An Introduction to Political Theory",
  "of conservatism, argued that the state was the product of a process of historical ",
  "growth which he often likened to the growth of a living organism. Like an organism, ",
  "Burke argued, the state could not survive its dissection; it was also greater and ",
  "more complex than any of the parts which made it up. Then with the development ",
  "of 'nationalism', the state was portrayed as the embodiment of the nation and an ",
  "object of worship. This idea served as the basis of the idealist theory. G.W.F. ",
  "Hegel (1770-1831), a German philosopher, was the most eloquent champion of ",
  "this view who declared: 'State is march of God on earth.'",
  "The modern theory of evolution gave a new impetus to likening the state with ",
  "biological phenomena. Thus the organic theory of the state received a new fillip ",
  "from the contributions of the biological school of political theory, which flourished ",
  "in the nineteenth century. The pioneers of this school likened the development of ",
  "political institutions with the growth of living beings towards higher forms of life ",
  "as characterized by the increasing differentiation of parts. The metaphor was ",
  "stretched to such a degree that they sometimes drew strange parallels between ",
  "the state and natural man. They spoke of the 'tissues of the State', of its systems ",
  "of nutrition and circulation, of organs within it fulfilling specifically the functions ",
  "of brain, nerve, fibres, heart, muscles, even stomach and nose. Bluntschli ",
  "(1801-81) went to the extent of saying that the state was the masculine sex while ",
  "the Church was feminine.",
  "THE STATE AS AN ETHICAL INSTITUTION",
  "The second implication of the saying that 'the State comes into existence for the ",
  "sake of life and continues for the sake of good life' is that the state is an instrument ",
  "of good life. In other words, living in a state helps man not only survive but also ",
  "secure an excellent life. Accordingly, the state has a moralizing effect on the life ",
  "of man so that, by performing his duties and enjoying his rights as a citizen of the ",
  "state, man is able to achieve moral excellence. Thus, the organic theory views ",
  "the state as an ethical institution.",
  "The ethical foundations of the state, as envisaged by the organic theory, rest ",
  "on the differentiation of functions. Aristotle, like any other champion of the organic ",
  "theory, believes in the natural differences between the capabilities of different ",
  "individuals. He declares in clear terms: 'From the hour of birth some men are ",
  "marked out for subjection and others for rule.' Thus, some are destined to be ",
  "masters and others to be slaves. In this way Aristotle treats slavery as a natural ",
  "institution, and defends it on the grounds that the masters are endowed with a ",
  "high degree of virtue which can be preserved by enjoying the leisure while the ",
  "slaves can benefit from that virtue by serving their masters. Thus, the institution ",
  "of slavery is supposed to secure the good life both for the masters and the slaves.",
  "An important contribution to the theory of the state as an ethical institution ",
  "was made by the modern biological school of political theory. Drawing a clearhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 205",
  "distinction between the organic view and the mechanistic view of the state, the ",
  "exponents of the biological school identified three essential characteristics of an ",
  "organism:",
  "(a) In the first place, there is an intrinsic relationship between the parts and ",
  "the whole. Thus, unlike the part of a machine, the part of an organism has ",
  "no existence apart from its position within that organism. For instance, a ",
  "wheel retains its essential character as a wheel whether it is fitted in a ",
  "machine or is separated from it, while a hand loses its character as a hand ",
  "as soon as it is separated from the body;",
  "(b) Secondly, an organism shows organic unity of its parts and it tends to ",
  "grow from within. In a machine, old parts can be replaced by the new, ",
  "but an organism cannot be altered by substituting new parts for old, yet it ",
  "can transform itself gradually through natural growth; and finally,",
  "(c) An organism exists as an end-in-itself while a machine is, at best, a means ",
  "to an end which exists outside itself.",
  "The exponents of the biological school maintained that the state possesses all ",
  "the three characteristics of an organism and, therefore, it should be regarded as ",
  "organic in nature. Thus, they recognized an intrinsic relation between man and ",
  "the state. As an organism is the real source of life and energy for its parts, so the ",
  "state is the spring of good life for its citizens. Some writers even claimed that the ",
  "state makes an appeal to the rational nature of man, and therefore eulogized the ",
  "state as a 'Moral Organism', 'Super-organism', and an 'Organism of Organisms'. ",
  "Some of them attributed personality to the state and glorified it as a 'Real Person' ",
  "or a \"Super Person'. As individual organs of an organism, such as hands, feet or ",
  "teeth, can have no real interests of their own apart from the interest of the organism ",
  "itself, so the interests of individuals could not be distinguished from the interest ",
  "of the state. Thus, the champions of the organic theory claimed that individuals ",
  "could have any rights within the state but they could never have any rights against ",
  "the state. True freedom of the individual lies in obedience to the laws of the state.",
  "A CRITICAL ESTIMATE",
  "Indeed the organic theory of the state has been in vogue since ancient times. It ",
  "was challenged by the mechanistic theory in the seventeenth century, but its ",
  "revival in the nineteenth century is ample proof of its strength. The organic ",
  "theory views the state as the greatest institution which helps man achieve the ",
  "highest development of his potential. However, in spite of some merit, the ",
  "weaknesses of the organic theory are quite striking.",
  "Subordination of Man to the State",
  "In this theory man is completely overshadowed by the state. His personality is ",
  "not only subordinated but submerged in the personality of the state. In this scheme,https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "206 An Introduction to Political Theory",
  "man is treated as no more than a conduit pipe for the divine energy, as a passive ",
  "creature for whom things must be done, not as a being who finds fulfilment in ",
  "positive activity. The individual is not allowed to take a stand at the instance of his ",
  "own conscience because he cannot rise above his predetermined position within ",
  "the framework of the state.",
  "The organic theory in fact visualizes the attributes of an 'ideal' state and ",
  "prescribes relations between man and the state accordingly. In actual practice, ",
  "however, the state is represented by a set of men exercising the powers and ",
  "functions of the state. Now there is no mechanism to ensure that these men will ",
  "display the same degree of wisdom, sincerity and responsibility as attributed to ",
  "an 'ideal' state.",
  "Thus, in its actual working, the organic theory subjects men to the authority ",
  "of state officials—legislators, ministers, judges, bureaucrats, military commanders, ",
  "etc.—who may be as imperfect as their subjects, if not more than they are. At ",
  "times state officials may take decisions according to their narrow selfish interests. ",
  "Disastrous decisions may be taken on a whim or due to the lack of vision on the ",
  "part of the decision-makers. If the authority of such decisions is considered ",
  "absolute and beyond challenge, and if all citizens are required to sacrifice everything ",
  "in the name of the state, such decisions are bound to destroy the state itself. The ",
  "experiences of the Nazi and Fascist regimes in Germany and Italy respectively ",
  "during the period between the two World Wars offer a striking example of such ",
  "an eventuality.",
  "Distorted View of Freedom",
  "The organic theory postulates that man can have no rights against the state, and ",
  "thus leaves no safeguards for his liberty. In fact, it reduces the liberty of the ",
  "individual to obedience to the commands of the state. It ignores the distinction ",
  "between the state and society while determining the extent of the authority of the ",
  "state. R.M. Maclver (The Web of Government; 1965) has, therefore, rightly ",
  "observed:",
  "If we do not distinguish society, with its countless uncentralized ",
  "relationships and activities, from the state, with its specific centrally ",
  "coordinated activities, we are on the dangerous road to totalitarianism. ",
  "Then we shall demand that men surrender themselves, their all, to the ",
  "state—which means that government becomes the complete master of ",
  "men.",
  "This sort of queer logic has been invoked by several thinkers and statesmen ",
  "for a complete suppression of man's freedom. As Maclver has further pointed ",
  "out:",
  "This is the road Rousseau opened up when he spoke of 'forcing men to ",
  "be free.' This is the road Fichte and Hegel prepared, making them thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 207",
  "forerunners of the ruinous and finally nihilistic doctrine of Fascists and ",
  "Nazis. This is the road that under the signs of liberty and unity invites men ",
  "to the concentration camp and the death of the creative spirit.",
  "Denial of Equality",
  "The organic theory of the state is essentially undemocratic. Following the analogy ",
  "of the organism it argues that since the toes cannot dictate to the brain, so there ",
  "is no question of representation of the ordinary people to the seat of authority. ",
  "Thus, wisdom and authority become the monopoly of the chosen few and the ",
  "masses are alienated from the process of decision-making. This is a clever device ",
  "for preserving the inequality of status and opportunity on the pretext of supposed ",
  "ethical principles. Such arguments have been frequently advanced by all those ",
  "who have vested interests in the prevailing injustice in society whether they have ",
  "been justifying slavery, racial supremacy, imperialism or any other form of ",
  "exploitation. There is no scientific evidence of any fundamental differences in the ",
  "excellence of different categories of people. Most differences in the excellence ",
  "of people in any sphere of life are the product of the socio-economic system. ",
  "Educational development, economic opportunities, adequate health-care and cultural ",
  "participation, wherever provided, have always helped develop their excellence ",
  "which was never recognized by the champions of the organic theory of the state.",
  "Liberal-individualist perspective on the state is based on mechanistic view of the ",
  "state. It arose in a particular historical setting when several factors contributed to ",
  "its development. The growth of the .physical sciences in seventeenth century ",
  "Europe tended to transform men's ideas about society and the state. It was now ",
  "argued that since 'nature' itself was a machine, governed by universal laws to be ",
  "discovered by observation and reason, so society and the state should also be ",
  "understood as mechanisms. Thus, the social order came to be understood as a ",
  "part of the 'natural order' and any interference with the social system was thought ",
  "to be detrimental to its smooth functioning. This idea of'non-interference' highly ",
  "suited the interests and aptitudes of the new middle class—the merchants and the ",
  "industrialists who flourished in the climate of a 'free market' society. The liberal ",
  "theory represented the social and economic philosophy of this class.",
  "This perspective on the state was particularly strengthened from two sides: ",
  "(a) the exponents of 'social contract' sought to trace the origin of the state in a ",
  "way that fitted into liberal mode of thought; and (b) the exponents of modern ",
  "economics made a strong case for laissez-faire individualism which confirmed ",
  "liberal-individualist view of the state.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "208 An Introduction to Political Theory",
  "THEORY OF THE SOCIAL CONTRACT",
  "The theory of the social contract presents a typical version of the origin of the ",
  "state from the liberal point of view. This theory treats the state as the product of ",
  "the mutual agreement of men, created with a definite purpose, to serve certain ",
  "social needs.",
  "The liberal theory originated from the mechanistic concept of the state although ",
  "some later thinkers, like T.H.Green (1836-82) andH.J. Laski(1893-1950)joined ",
  "the liberal stream without subscribing to the mechanistic concept. In short, the ",
  "mechanistic theory treats the state as an artificial contrivance. It postulates deliberate ",
  "efforts behind the formation of the state. This implies the possibility of two life-",
  "patterns; one before the origin of the state, the other after the creation of the ",
  "state. According to this theory, the state is not a natural institution, but an artificial ",
  "device or instrument invented by men for their mutual benefit; it is intended to ",
  "serve the interests of all individuals or all sections of society. It regards the state ",
  "as the product of the will of society; hence, it is an expression of'common will'.",
  "The idea of the creation of the state through a contract is found in a rudimentary ",
  "form in ancient thought both of the East and the West. FCautilya's Arthashastra ",
  "makes a pointed reference to it while some ancient Greek sophists described the ",
  "state as an outcome of the contract between men. Some traces of this theory are ",
  "also found in ancient Roman law. But all these references should not be taken to ",
  "mean that the theory of the social contract has been prevalent from the ancient ",
  "times. On the contrary, this theory was systematically formulated at a particular ",
  "point of European history, in order to drop a curtain on the values of the feudal ",
  "system and to introduce the new values of the capitalist system.",
  "Exponents of the Theory",
  "Thomas Hobbes (1588-1679), John Locke (1632-1704) and Jean Jacques ",
  "Rousseau (1712-78) are regarded as the main exponents of the theory of the ",
  "social contract. Of these, Hobbes and Locke are from England while Rousseau ",
  "belongs to France. This theory held the field in Europe in the seventeenth and ",
  "eighteenth centuries. Some later thinkers, such as Immanuel Kant (1724-1804), ",
  "Herbert Spencer (1820-1903), John Rawls (1921-2002) and Robert Nozick ",
  "(1938-2002) made use of this theory to elaborate their own systems of thought.",
  "Hobbes was a tutor to Charles II of England. He sought to justify the absolute ",
  "power of the sovereign in his famous work Leviathan (1651). He condemned ",
  "the Civil War of 1642 as he saw in it the forces of disintegration. He sought to ",
  "establish the absolute sovereignty of the state as an essential condition of social ",
  "solidarity.",
  "Locke, on the other hand, sought to justify the Glorious Revolution of 1688. ",
  "He was an ardent advocate of constitutional monarchy. In his Two Treatises of ",
  "Civil Government (1690), Locke argued that if the monarch ever behaved in ahttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 209",
  "despotic manner, the people had the right to remove him from authority. Brought ",
  "up in the tradition of British conservatism, Locke was not the sworn enemy of ",
  "monarchy, but he sought to establish it 'in the consent of the people'.",
  "Rousseau had no such particular purpose to serve. Yet he was a brilliant writer ",
  "whose ideas not only inspired poets and men of letters but induced the revolutionary ",
  "upsurge that shook the French polity to its foundations. He is regarded as the ",
  "source of inspiration of the great French Revolution (1789).",
  "Outline of the Theory",
  "The social contract theory of the origin of the state implies that there was a time ",
  "when men lived or would have lived without any recognized civil law, without ",
  "the state. This stage or life-pattern of men is described as the 'state of nature'. ",
  "Then the state was created through the voluntary agreement of all individuals ",
  "who constitute the state. Hobbes, Locke and Rousseau have drawn different ",
  "pictures of the 'state of nature', 'terms of the contract' and the character of ",
  "sovereignty which came into existence as a consequence of the birth of the state. ",
  "It is important to note here that the whole theory of the social contract is based ",
  "on speculation. It seeks to trace the origin of the state through logic, not through ",
  "historical or scientific evidence. Locke refers to a historical fact to illustrate this ",
  "point, but illustration is no evidence.",
  "THE STATE OF NATURE",
  "The state of nature denotes how men live or would have lived without the authority ",
  "of civil law, state or political control. At this stage, there is no industry, no ",
  "systematic production. Men live not only close to nature, they have to depend on ",
  "the bounty of nature for their survival. Their behaviour is largely governed by ",
  "their inner impulses, unrestrained by civil law, although a 'natural law' is supposed ",
  "to have existed. Men have no recognized rights, although they enjoy some 'natural ",
  "rights'. As all these conditions are determined by logic or particular lines of ",
  "argument, not on the basis of any scientific evidence, they do not lead to any ",
  "uniform conclusions. Different authors have, therefore, given different versions ",
  "of the state of nature, etc.",
  "Hobbes",
  "Hobbes draws a gloomy picture of the state of nature. This is a natural corollary ",
  "of his concept of human nature. Hobbes postulates that man is selfish by nature; ",
  "self-interest is the mainspring of human action. Men are moved to action not by ",
  "intellect or reason, but by their appetites, desires and passions. In the absence of ",
  "law and justice, the state of nature is characterized by a perpetual struggle, ceaseless ",
  "conflict and constant warfare. In Hobbes's own forceful words, the life of man ",
  "at this stage is 'solitary, poor, nasty, brutish and short'; 'every man is enemy to ",
  "every man'. In pursuance of his own pleasure, man wants power over others;https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "210 An Introduction to Political Theory",
  "but as the physical and mental powers of natural men are nearly alike, nobody is ",
  "able to overpower the other. Hence, men stand in natural fear of each other. It is ",
  "a state of total insecurity.",
  "In such a state there is no room for industry. 'Might is right' is the order of the ",
  "day. Men are free to take what they can, and to rob whomsoever they can. There ",
  "is no law to prevent oppression or to contain the 'law of the jungle'. It is a state ",
  "of perfect anarchy. Hobbes is quite clear that he is not describing a historical ",
  "fact, but only trying to demonstrate what would happen if there were no settled ",
  "government for any length of time.",
  "Hobbes argues that there can be no morality or consciousness of duty or ",
  "obligation in the state of nature, because these are possible only after the ",
  "establishment of law and government. Natural rights are, therefore, nothing more ",
  "than the natural powers of men, used to oppress others. At best, natural liberty is ",
  "nothing but 'the liberty each man hath to preserve his own life'. This urge for ",
  "'self-preservation' is embodied in the law of nature or natural law. This conforms ",
  "to the rules of prudence and expediency. It is natural law which prompts men to ",
  "abandon the state of nature and to establish law and government. It consists in ",
  "the rules of self-preservation, particularly as follows: (a) Everybody should aim ",
  "at securing peace; (b) Men should be willing, in concert with others, to give up ",
  "their natural rights; (c) Men should keep their contracts; and finally, (d) Men ",
  "should show gratitude or return beneficence for beneficence. Thus, the ",
  "requirements of self-preservation itself created a sense of duty in the minds of ",
  "men which prompts them to form the state.",
  "Locke",
  "Locke draws an entirely different picture of the state of nature. In his view, it is ",
  "not a state of constant warfare. On the contrary, it is a state of 'peace, goodwill, ",
  "mutual assistance and preservation'. It is a state of liberty, not a state of licence. ",
  "The majority of people at this stage obey the law of nature, that it the law of ",
  "inward morality. Men are by nature rational beings, impelled by their inner nature ",
  "to treat humanity—whether in their own person or in that of any other person— ",
  "in every case as an end, never as a means only. But still, there are a few persons ",
  "who set aside the rules of morality in pursuance of their self-interest. In the ",
  "absence of any established authority in the state of nature, it becomes very difficult ",
  "to deal with such offenders. If men become judges of their own cases, justice ",
  "would not be secured. In this respect, the state of nature proves to be inconvenient. ",
  "In order to rectify this defect, men abandon the state of nature and enter into civil ",
  "or political society by means of a contract.",
  "Natural law, according to Locke, consists in the rules of morality implanted in ",
  "the human conscience. Natural rights consist in the 'perfect freedom and equality' ",
  "of every man 'not only to preserve his property, that is his life, liberty and estate, ",
  "against the injuries and attempts of other men, but to be judge of, and punish thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 211",
  "breaches of natural law' committed by others. When men enter into political ",
  "society, they surrender their natural rights to be judges in case of breaches of ",
  "law. This power is now vested in the community instead of in individuals. But ",
  "they still retain their natural rights to 'life, liberty and property'.",
  "Locke's picture of the state of nature is, again, hypothetical, not a historical ",
  "account. As W.T. Jones {Masters of Political Thought, Vol. 2; 1971) has elucidated:",
  "Locke means by the natural law ... a rule for human behaviour only, and ",
  "one which is not a description of how men do behave, but a statement of ",
  "how they ought to behave. Hence by his state of nature, paradoxically ",
  "enough, Locke primarily means something which is not natural or historical ",
  "... By saying, for instance, that in a state of nature men are free and equal ",
  "he does not merely mean that there was a time in the past when men ",
  "were, in fact, free and equal; he means rather to assert that they ought to ",
  "be free and equal.",
  "Rousseau",
  "Rousseau, in his Discourse on Inequality (1755), presents a fascinating picture ",
  "of the state of nature. He describes natural man as a 'noble savage', living a life ",
  "of idyllic blissfulness and primitive simplicity. He states that men in the state of ",
  "nature are equal, self-sufficient and contented. But with the rise of civilization ",
  "inequalities raise their head. With the development of arts and science, private ",
  "property comes into existence, with the consequent division of labour. This ",
  "I",
  "necessitates establishment of a civil society. The state is thus an evil; its formation",
  " becomes necessary due to inequalities among men. Here Rousseau seems to ",
  "anticipate Marx as regards the origin of the state. However, in his later work ",
  "The Social Contract (1762), Rousseau takes a modified view of the civil state. ",
  "He seeks to justify its existence, not as a manifestation of the inequalities in ",
  "society but as an instrument for the protection of liberty. In his opening sentence ",
  "of The Social Contract, Rousseau strikes a different note: 'Man is born free, but ",
  "he is everywhere in chains.' He seems to make the point that the civil state has ",
  "deprived man of his natural liberty. But he immediately proceeds to 'ignore this ",
  "question' and attempt a justification of this 'change'. He seeks justification of ",
  "authority in the natural agreement among men. Thus he observes: \"Since no ",
  "man has a natural authority over other men, and since might never makes right, ",
  "it follows that agreements are the basis for all legitimate authority among men.\" ",
  "When men abandon the state of nature to enter into civil society through the social ",
  "contract, their loss is handsomely compensated. As Rousseau asserts, what man ",
  "loses by the social contract is his natural liberty and unlimited right to all which ",
  "attracts him and which he can obtain; what he gains is civil liberty and the ",
  "property of what he possesses.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "212 An Introduction to Political Theory",
  "TERMS OF THE CONTRACT",
  "Corresponding to their notions of the state of nature, natural law and natural ",
  "rights, Hobbes, Locke and Rousseau have given different interpretations of the ",
  "terms of the social contract.",
  "Hobbes",
  "Hobbes postulates a single contract by which men abandon the state of nature ",
  "and establish society and state together. Through this historical fiction he tries to ",
  "convey a philosophical truth—that the government does not rest on sheer force; ",
  "it rests on the will of the people.",
  "The social contract, according to Hobbes, is concluded among the people ",
  "themselves who emerge from the state of nature. The sovereign is not a party to ",
  "the contract. According to Hobbes's logic, the sovereign did not exist before the ",
  "conclusion of the contract—he comes into existence as a result of this contract, ",
  "hence he cannot be a party to the contract. It is a contract of each with all and of ",
  "all with each, to set up a sovereign authority. By this contract every man gave up ",
  "his natural rights and powers to a 'common power' who would 'keep them is ",
  "awe' and give them security. Men entered into the social contract to set up a ",
  "ruler, as if every man should say to every man: \"I authorize and give up my right ",
  "of governing myself to this man, or to this assembly of men, on this condition, ",
  "that thou give up the right to him, and authorize all his actions in like manner.\"",
  "Thus the social contract brings a sovereign into existence who enjoys supreme ",
  "and absolute authority. All men in society, apart from the sovereign himself, ",
  "become his subjects. All natural rights of men are surrendered to the sovereign ",
  "once and for all. The powers conferred on him cannot be withdrawn, because if ",
  "men chose to revive their natural rights, they would revert into the state of nature, ",
  "characterized by anarchy and total insecurity. Hobbes, therefore, does not admit ",
  "people's right to revolt or revolution. On this basis, he condemned the civil war ",
  "of 1642.",
  "Since, according to Hobbes, the state and society come into existence together ",
  "through a single contract, repudiation of the contract would result not only in an ",
  "overthrow of the government but a disintegration of society itself. That is why ",
  "Hobbes treats sovereignty as absolute, indivisible and inalienable. He creates ",
  "unlimited political obligation.",
  "Hobbes's theory of the social contract would appear flawless only if a perfect ",
  "and infallible person or assembly could be found and established as sovereign.",
  "But how can imperfect mortals justify the exercise of such universal and ",
  "absolute authority in the real world? Hobbes cleverly evades this fundamentalhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State213",
  "Locke",
  "Locke tries to overcome this difficulty by postulating several stages of the contract. ",
  "As Jeremy Waldron has elucidated: \"Contract and consent have three stages in ",
  "Locke's description: first, men must agree unanimously to come together as a ",
  "community and pool their natural powers so that they can act together to uphold ",
  "one another's rights; second, the members of this community must agree by a ",
  "majority vote to set up legislative and other institutions; third, the owners of ",
  "property in a society must agree, either personally or through their representatives ",
  "to whatever taxes are imposed on the people.\" (The Blackwell Encyclopaedia of ",
  "Political Thought, edited by David Miller; 1987). This theory of several stages of ",
  "the contract marks a clear departure from Hobbes's position. Hobbes postulates ",
  "that society and state are formed together; they are dissolved together. On the ",
  "contrary, Locke believes that society and state were created in different steps: ",
  "creation of society is the primary step; setting up of the government is a secondary ",
  "step. So, if the government is dissolved, society does not disintegrate. Order will ",
  "be restored by setting up another government in its place.",
  "In Locke's system of thought the nature of government resembles a 'trust'. ",
  "In other words, a government, like a trust, is bound to act within the terms of its ",
  "constitution. By drawing a distinction between the process of formation of society ",
  "and state, Locke places government under the control of society. This leaves no ",
  "scope for absolutism. As Waldron has significantly observed: \"Absolutism of the ",
  "kind Thomas Hobbes envisaged is ruled out on the grounds that people hold their ",
  "natural rights to life and liberty as a sort of trust from God and therefore cannot ",
  "transfer them to the arbitrary power of another. Since government is set up to ",
  "protect property and other rights, and not to undermine them, the government ",
  "may not take or redistribute property without consent!\" (ibid.)",
  "While Hobbes creates absolute sovereignty, Locke evolves a constitutional ",
  "government. Hobbes postulates an unconditional surrender of natural liberty to ",
  "the sovereign, because in his system of thought natural liberty is the source of ",
  "constant conflict and consequent anarchy. Locke postulates conditional and partial ",
  "surrender of natural rights, because some natural rights are fundamental; they ",
  "cannot be given up because they are the cornerstone of human freedom. According ",
  "to Locke, people give up their natural right to 'judge of and punish the offenders ",
  "of natural law' in their own case or in the case of other persons. This right is now ",
  "vested in the community, 'common power' or the government which assumes ",
  "the role of 'umpire'. But this right is surrendered on the condition that their rights ",
  "to 'life, liberty and property' will be protected and kept intact. Society retains the ",
  "authority to watch whether the government is exercising its powers strictly in ",
  "accordance with the terms of the contract or not.",
  "This implies: (a) in the first place, that government must govern with the ",
  "'consent of the people'. It is the people who are endowed with the faculty ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "214 An Introduction to Political Theory",
  "'reason'—conscience, sense of morality, knowledge of right and wrong. ",
  "Government is created by the will of the people, but as an artificial device it ",
  "cannot embody 'superior reason'; and (b) secondly, if in any case the government ",
  "falters from its duty, the people have the right to overthrow that government and ",
  "set up another government in its place. Thus, Locke recognizes the people's right ",
  "to revolution. It is on this basis that he justifies the 'bloodless' or 'Glorious' ",
  "revolution of 1688, which had led to the flight of James II from England and the ",
  "establishment of William and Mary on the throne.",
  "It is significant that Locke treats 'right to property' as a fundamental natural ",
  "right which cannot be surrendered to the government. He proceeds on the ",
  "assumption that property consists in one's 'fruit of labour'. Locke argues that ",
  "when an individual mixes his labour with natural resources, this act is sufficient ",
  "to establish his exclusive right on the product which does not depend on the ",
  "consent of other people. Locke's theory of taxation is also based on his notion of ",
  "the citizen's right to property. He postulates that the government should take only ",
  "what is necessary to carry on its business. It has no power to take anything more ",
  "without the owner's consent.",
  "Rousseau",
  "Rousseau, like Hobbes, postulates a single contract, and thereby creates absolute, ",
  "indivisible and inalienable sovereignty. But Rousseau distinguishes himself as an ",
  "exponent of popular sovereignty. Sovereignty, according to Rousseau, is not ",
  "vested in a ruler apart from society itself as Hobbes bad assumed; instead, it is ",
  "vested in the people themselves. When people enter into the social contract, they ",
  "relinquish their natural rights in their individual capacity; they surrender these ",
  "rights to their collective whole. Thus, what they lose in their individual capacity, ",
  "they get back in their corporate capacity, in improved form. No one is a loser in ",
  "the bargain. Everybody is a gainer, because when any one is attacked, society as ",
  "a whole comes to his rescue. Sovereignty is indivisible, yet it is shared by each ",
  "member of the civil society. In Rousseau's own words: \"Each of us puts his ",
  "person and all his power in common under the supreme direction of the general ",
  "will, and in our corporate capacity we receive each member as an indivisible part ",
  "of the whole.\"",
  "The creation of popular sovereignty by vesting it in the general will is a unique ",
  "contribution of Rousseau which laid the foundations of modern democracy. As ",
  "Robert M. Maclver (The Modern State; 1926) has noted:",
  "The secret of Rousseau's doctrine is found in the substitution,for a sovereign ",
  "of the sovereign. His sovereign is the 'general will', and he is perfectly ",
  "ready to apply to it all the sweeping attributes which Hobbes delivers to ",
  "his 'one man or assembly of men.' It too is one and indivisible, inerrant, ",
  "indestructible, omnipotent.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 215",
  "Rousseau, of course, maintains that liberty in the state of nature is a great ",
  "boon. But in due course of time, when population increases and the treasures of ",
  "nature start depleting, it is no longer possible for men to enjoy natural liberty as ",
  "before. In other words, natural liberty is now threatened because of changed ",
  "circumstances. When the forces of nature no longer sustain men, they have to ",
  "consolidate their own force to save themselves. They, therefore, create the civil ",
  "society to maintain their freedom. As Maclver has elucidated:",
  "The precarious liberty of the state of nature is well lost for the assured ",
  "and enlarged liberty of the social order. The idea that law was not merely ",
  "consistent with liberty, not merely a possible guardian of it, but the very ",
  "form of its realization, was of profound importance for the true ",
  "interpretation of the state. It gave a new and most significant setting to the ",
  "problem of political obligation. For Rousseau that problem solves itself ",
  "when government is vested in the true sovereign, the 'general will'. When ",
  "that is attained, then 'each, coalescing with all, may nevertheless obey ",
  "only himself, and remain as free as before', (ibid.)",
  "In other words, when man acts in the state against his own will under the ",
  "direction of the general will, he is not losing his freedom. In fact, the constraint ",
  "of the general will is instrumental for securing his larger and ultimate freedom, ",
  "which reconciles freedom of each with freedom of all. Thus Rousseau, in his ",
  "typical style, postulates a condition when 'man can be forced to be free.'",
  "The concept of the general will is the heart of Rousseau's doctrine, which ",
  "must be distinguished from other types of human will. As Patrick Riley has ",
  "elucidated: \"Rousseau himself insists that 'the general will is always right', that it ",
  "is 'the will that one has as a citizen'—when one thinks of the common good and ",
  "not of one's own particular will as a private person\". (The Blackwell Encyclopaedia ",
  "Political Thought, edited by David Miller; 1987) Subsequent writers have used ",
  "the distinction between actual will and real will in order to explicate Rousseau's ",
  "distinction between particular will and general will. The existence of these two ",
  "types of will is the source of conflict within the mind of man. Actual will is ",
  "motivated by his immediate, selfish interest. Real will is motivated by his ultimate, ",
  "collective interest. Actual will is reflected in his ordinary 'self real will is reflected ",
  "in his 'better self. Actual will prompts him towards gratification of his desires; ",
  "real will induces him to acts of reason. Actual will is transient, unstable and ",
  "inconsistent; it changes from moment to moment. Real will is stable, constant, ",
  "consistent and determinate. Man's freedom consists in overcoming his actual ",
  "will and following the direction of the real will. Real will expresses his true freedom. ",
  "It subordinates man's self-interest to the interests of the community—common ",
  "interest or common good—which is shared by each and all.",
  "But individual by himself is imperfect. At times he may not be able to discriminate ",
  "between his actual and real will. This dilemma is resolved by the transition fromhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "216 An Introduction to Political Theory",
  "the 'particular' to the 'general' will. The general will harmonizes the interests of ",
  "each with those of all. It is not a 'compromise' or the lowest common factor, but ",
  "an expression of the highest in every man. It is the spirit of citizenship in its ",
  "concrete shape. Man's particular will may create confusion; but the general will ",
  "always shows him the right way.",
  "In this line of argument, Rousseau travels much ahead of his original position. ",
  "He starts with describing civil society as an expression of 'superior wilV but ",
  "ends with treating it as an expression of 'superior reason'. He starts with the ",
  "mechanistic view of the state but ends with the organic view of the state. He ",
  "starts as an ardent liberal but ends as an ardent idealist. Rousseau was the most ",
  "brilliant writer of his time but he is also the most confusing. Liberals and idealists ",
  "adore him alike; they also condemn him alike.",
  "A CRITICAL APPRAISAL",
  "The social contract theory of the origin of the state has been described as 'bad ",
  "history, bad logic and bad philosophy'. It has been subjected to searching criticism ",
  "from various angles.",
  "David Hume (1711-76) argued that government was not created through a ",
  "deliberate decision of the people. It arose because people realized that it was to ",
  "their advantage to support any authority that enforced the rules of justice effectively. ",
  "Hence the idea of the social contract as depicted by Hobbes, Locke and others ",
  "was both historically improbable and philosophically unnecessary to explain ",
  "allegiance. As Roger Scruton has elucidated: \"Hume attacked the doctrine of the ",
  "social contract, arguing that the criterion of tacit consent is inapplicable, most ",
  "people being inevitably constrained by cultural, linguistic and habitual ties to stay ",
  "where they are, whatever the government that should exert jurisdiction over ",
  "them.\" (A Dictionary of Political Thought; 1982).",
  "The theory of the social contract is not founded on any historical evidence. ",
  "When we trace the origin of an institution like the state, it is not proper to rely on ",
  "mere fiction, like that of a social contract. There is no historical validity of the ",
  "assumption that men originally lived in a so-called state of nature, and then they ",
  "thought of creating political institutions by mutual agreement to establish order ",
  "and security. The Mayflower Pact of 1620 is often cited to show the possibility ",
  "of a social contract. It was a statement drawn by English emigrants to America ",
  "travelling by the ship Mayflower: \"We do solemnly and mutually, in the presence ",
  "of God and one another, covenant and combine ourselves together into a civil ",
  "body-politic for our better ordering and preservation.\" This historical illustration, ",
  "however, cannot be treated as an evidence of a social contract. Even the illustration ",
  "is not adequate. The Mayflower Pact was drawn up by men who were already ",
  "familiar with government; they were not emerging from a state of nature as the ",
  "exponents of the social contract theory have postulated.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives an the State 217",
  "In the second place, Sir Henry Maine's historical research on early political ",
  "institutions has found no evidence to show that social and political organization ",
  "owes its origin to any deliberate contract among men. According to Maine's ",
  "theory, the movement has been from one of 'status' to one of 'contract'. Thus, ",
  "in primitive society, membership of a social group determined the status of an ",
  "individual. The idea of a contract began with the dawn of the modern era, when ",
  "the individual could change his status through a free contract.",
  "To shift the modern idea of the contract to the earliest times is, therefore, bad ",
  "logic. The idea of contract is an individualist idea; it makes the will of the individual ",
  "the basis for political authority. Primitive man was not at all aware of this idea. ",
  "Life of the primitive man was largely governed by custom at the various levels of ",
  "groupings—family, clan, phratry, tribe, gen, etc. Law, sovereignty and political ",
  "institutions grew from this process in a very slow and gradual manner, not by a ",
  "compact of freely contracting individuals.",
  "Moreover, a contract, in order to be valid, requires the force or sanction of the ",
  "state, which exists above and apart from the contracting parties. The so-called ",
  "social contract had no such sanction behind it, because it precedes the ",
  "establishment of the state itself.",
  "Again, the theory of the social contract postulates the existence of natural ",
  "liberty and natural rights in the state of nature, that is before the formation of the ",
  "state. This does not stand up to logic. Rights are the product of a developed ",
  "social consciousness and are enforced by institutionalized law. How could natural ",
  "rights have existed in the earliest stage when political awareness and institutionalized ",
  "law were totally absent? Edmund Burke (1729-97) argued that the social contract, ",
  "if it could be said to exist at all, certainly marked the surrender of natural rights.",
  "From the philosophical point of view, it is not fair to treat any contract as ",
  "eternally binding on all generations. Tom Paine (1737-1809) criticized the theory ",
  "of the social contract from this viewpoint and declared it a dead weight on the ",
  "wheel of progress. He asserted: 'Every age and generation must be as free to act ",
  "for itself in all cases as the age and generations which preceded it.' It is significant ",
  "that the idea of the freedom of the contract, which was regarded as sacrosanct ",
  "from the seventeenth century to the nineteenth century, is no longer upheld by ",
  "progressive thinkers of the modern age.",
  "The theory of the social contract tries to demonstrate that the state is the ",
  "product of the will of all individuals comprising the state. It establishes the state ",
  "as an instrument of harmonizing the interests of all individuals and all sections of ",
  "society. But, in any society, particularly in modern capitalist society, some dominant ",
  "sections or the chosen few are so well-organized and vocal that they become ",
  "self-styled representatives of the will of society, and seek to justify their authority ",
  "on this ground. The complex problem of social inequality and injustice needs a ",
  "more searching analysis. It cannot be solved through a simplistic formula of the ",
  "'social contract'.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "218 An Introduction to Political Theory",
  "It is significant that the theory of the social contract was advanced at a juncture ",
  "when the system of feudal relations was giving way to the norms of market ",
  "society, which laid the foundations of the capitalist system. The relations of the ",
  "feudal society are determined by tradition; those of the capitalist society are ",
  "determined by contract. The doctrine of the social contract played a historical ",
  "role by providing for a theoretical justification for the new pattern of human ",
  "relations necessitated by the emergence of the capitalist society.",
  "THEORY OF LAISSEZ-FAIRE INDIVIDUALISM",
  "Theory of laissez-faire individualism was developed by classical liberalism— ",
  "which started taking shape in the eighteenth century and was systematically ",
  "formulated in the nineteenth century. It placed individual at the centre of its ",
  "philosophy. It sought to argue that individual is endowed with the faculty of ",
  "'reason' which enables him to find what is most conducive to his interests. ",
  "Classical liberalism, therefore, advocated individual's right to freedom of trade, ",
  "freedom of contract, freedom to bargain and freedom of enterprise. It postulated ",
  "private property as the condition of progress, because property was viewed as a ",
  "product of individual's labour, ingenuity and enterprise. Since all freedoms of the ",
  "individual ensued from the element of 'reason', they were regarded valuable for ",
  "society. The profit motive of the individuals and their open competition were, ",
  "therefore, regarded as 'functional' and, hence, conducive to social progress. The ",
  "function of the government was to protect individual's freedom or liberty, to ",
  "enforce contracts, to guarantee peaceful employment of property and to provide ",
  "the external conditions of law and order.",
  "With its emphasis on individual as the centre of importance, classical liberalism ",
  "advocated the policy of laissez-faire, a French term which means 'leave alone'. ",
  "It signified non-intervention by the state in the economic activities of individuals. ",
  "This phrase was in common usage in mercantile and industrial circles in nineteenth ",
  "century England, and in other parts of the world, to express a belief in the freedom ",
  "of industry and economic activity from state interference. Laissez-faire ",
  "individualism denotes an aspect of liberal political theory which regards property ",
  "rights of the individual as a necessary condition of liberty, and seeks to set definite ",
  "and circumscribed limits on the regulatory powers vested in the government ",
  "over social and economic processes. This theory dubs the state a 'necessary ",
  "evil': it is evil because it imposes regulations and restricts the freedom of the ",
  "individual, yet it is necessary because, without its regulation, the freedom of the ",
  "individual cannot be safeguarded.",
  "Exponents of the Theory",
  "The exponents of laissez-faire individualism include Adam Smith (1723-90), ",
  "Jeremy Bentham (1748-1832), James Mill (1773-1836) and Herbert Spencerhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State",
  "219",
  "(1820-1903), British economists and political thinkers. Besides, John Stuart ",
  "Mill (1806-73), the famous English economist and political thinker, made an ",
  "important contribution to the theory of laissez-faire individualism, but he ",
  "sought to transform it from negative liberalism into positive liberalism, and ",
  "thereby made a unique contribution to liberal theory.",
  "Adam Smith",
  "Adam Smith was a Scotsman. He is regarded as the father of the science ",
  "of economics. His famous work Inquiry into the Nature and Causes of the ",
  "Wealth of Nations (1776), became the great source of the ideas and policies ",
  "concerning laissez-faire individualism.",
  "Influence of Physiocrats",
  "Smith was deeply influenced by the Physiocrats—a French school of ",
  "economic thought which flourished during the eighteenth century. The ",
  "Physiocrats held the  view, deriving ultimately from Rousseau, of the ",
  "goodness and bounty of nature and the goodness of man 'as he came from ",
  "the bosom of naturer. The aim of government, therefore, should be to ",
  "conform to nature. So long as men do not interfere with each other's ",
  "liberty and do not combine among themselves in order to encroach upon ",
  "the liberty of others, governments should leave them free to find their own ",
  "salvation. Criminals, mad men, and monopolists should be eliminated. ",
  "The state should not interfere in the activities of normal and law-abiding ",
  "citizens. From this followed the doctrine of free trade between nations on ",
  "grounds of both justice and economy. For, the greater the competition, the ",
  "more will each strive to economize on the cost of his labour to the general ",
  "advantage.",
  "Adam Smith learned much from the Physiocrats, but he sought to ",
  "eliminate their errors and developed their relevant ideas. He rejected the ",
  "leading idea of the Physiocrats that agriculture was the sole source of the ",
  "wealth produced. He held the view that commerce and industry, as well as ",
  "agriculture, were the source of wealth. His main objective was to find out ",
  "which policy of the state would be conducive to increasing the wealth of a ",
  "nation and to promoting national prosperity.",
  "Concept of Economic Man",
  "Smith asserted that everyone has a natural propensity to trade. If given a ",
  "free rein, this tendency would stimulate economic activity, resulting in an ",
  "increase in the production of goods. The profit motive is a natural instinct ",
  "which inspires every trader in his activity. The selfish motive of the ",
  "enterpriser is, nevertheless, conducive to promotion of the general good. ",
  "It   harmonizes   with   national  prosperity, thereby benefiting all—",
  "government, business and labour.",
  "Nineteenth century critics of orthodox economic theory have used the https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "term  220 An Introduction to Political Theory",
  "'econo",
  "mic  nature of man by assuming that, in a capitalist system, virtually all economic activity must be ",
  "man' to motivated by purely selfish considerations, and thus giving prominence to baser motives at the ",
  "deprecaexpense of the higher values of life. The classical economists, including Adam Smith, no doubt ",
  "te   this stressed on the importance of self-interest in the field of economic behaviour. But Adam Smith ",
  "view of never gave a blanket endorsement to the idea of beneficence of self-interest. Yet he was ",
  "human  convinced that self-interest frequently played an essentially beneficent role in economic affairs, ",
  "nature.  for in the pursuit of his own interests, man on occasion was 'led by an invisible hand to promote ",
  "They  an end which was no part of his intention'. In other words, working within the framework of ",
  "have  competition, the selfish individual would unwittingly promote the welfare of society despite his ",
  "accuse exclusive concern with furthering his own interests. It is significant that Smith's formulation in this ",
  "d  respect came to occupy a central place in orthodox economic theory, and was soon refined ",
  "Adam  through the instrumentality of hedonistic psychology which regarded considerations of pleasure and ",
  "Smith  pain as the prime movers of human behaviour. Many prominent economists of the nineteenth ",
  "and  century, including the Utilitarians— Jeremy Bentham and his followers accepted this view of man. ",
  "other  They regarded man as a highly rational creature who persistently endeavoured by means of the ",
  "classica hedonistic calculus, to maximize pleasure and minimize pain.",
  "l ",
  "Concept of Natural Liberty",
  "econo",
  "In accordance with his concept of man, Adam Smith postulated a system of 'natural liberty'—",
  "mists ",
  "implying perfect freedom of commerce and industry—in order to promote national prosperity. He ",
  "of ",
  "emphasized the key role of the businessman in the economic life of a nation. He argued that the ",
  "having ",
  "businessman knows his own interests far better than any government can tell him. In order to ",
  "grossly ",
  "enable the  businessman to pursue his interests most effectively, which would automatically ",
  "distorte",
  "contribute to national prosperity, the only wise policy for a government to follow is laissez-faire. ",
  "d   the ",
  "Thus, in his Wealth of Nations, Adam Smith defined the system of 'natural liberty' as follows:",
  "true",
  "Everyman, as long as he does not violate the laws of justice, is left perfectly free to pursue his ",
  "own interest in his own way, and to bring both his industry and capital into competition ",
  "with those of any other man or order of men. The sovereign is completely discharged from ... ",
  "the duty of superintending the industry of the private people, and of directing it toward the ",
  "employments most suitable to the interest of the society.",
  "Functions of Government",
  "According to this system of 'natural liberty', the role of government is confined to three duties of ",
  "great importance: (a) the defence of the nation against foreign aggression; (b) the protection of ",
  "every member of society, as far as possible, from the injustice or oppression of every other ",
  "member of it, i.e. establishing an exact administration of justice; and (c) the erection and ",
  "maintenance of publichttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 221",
  "works and running certain public institutions which could not be undertaken by ",
  "an individual or a small number of individuals because the profit accruing from ",
  "their maintenance would never repay the expenditure involved.",
  "Adam Smith, therefore, advocated the abolition of restrictions imposed on ",
  "commerce and industry by the government in pursuance of the policy of ",
  "mercantilism. Likewise, he urged that all producers should be free to compete in ",
  "a free market: to sell their goods, their services and their labour at prices determined ",
  "by competition. In this 'obvious and simple system of natural liberty' there would ",
  "exist the freedom of enterprise, the freedom of trade between nations, the freedom ",
  "of contract between buyer and seller as well as between employer and worker.",
  "Mercantilism",
  "An economic theory prevailing in seventeenth century and early eighteenth century ",
  "Europe which held that a nation's power was dependent on national prosperity. National ",
  "prosperity could be enhanced by maximizing exports and minimizing imports. A nation ",
  "should import cheap raw materials and export expensive finished goods. Mercantilism ",
  "upheld the state's intervention in economy for the protection of indigenous industries. ",
  "It recommended lowering of wages to keep the prices of its products quite low in the ",
  "world market.",
  "Jeremy Bentham",
  "Bentham made an important contribution to the theory of laissez-faire individualism ",
  "as the great exponent of Utilitarianism. Utilitarianism stands for the revival of the ",
  "classical hedonism of Epicurus. This implied that man's behaviour should be ",
  "governed by the consideration of advancement of pleasure and the avoidance of ",
  "pain. This theory was adapted by Bentham to the conditions of eighteenth and ",
  "nineteenth century Europe to prove its relevance.",
  "Concept of Utility",
  "Bentham and his followers argued that the concepts of absolute rights, absolute ",
  "sovereignty and absolute justice had no relevance to the realities of social life. ",
  "There was only one absolute standard of regulation of human affairs, viz. that of ",
  "absolute expediency. Political institutions and public policies should, therefore, ",
  "not be rated as good or bad in relation to some visionary and arbitrary concepts ",
  "of human rights and obligations; they should be judged by their fruits. These ",
  "thinkers held that the satisfaction of individual should furnish the yardstick of ",
  "utility, and when a decision is to be taken for the whole society, the controlling ",
  "principle should be the 'greatest happiness of the greatest number'.",
  "Bentham interpreted happiness by the crude word 'pleasure'. Thus he ",
  "postulated: 'Nature has placed mankind under the governance of two sovereign ",
  "masters, pain and pleasure'. Taking it to be an incontrovertible fact of humanhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "222 An Introduction to Political Theory",
  "psychology, Bentham and his illustrious follower, James Mill, held that men always ",
  "desire only pleasure and are averse only to pain. If they desire any other thing, it ",
  "is only because they have learnt by experience that these things bring pleasure ",
  "and avert pain. They defined the utility of an action as its tendency to cause ",
  "pleasure and to avert pain. Accordingly, they defined right action as the one most ",
  "likely to give the greatest balance of pleasure over pain to the persons liable to be ",
  "affected by it. Thus, Bentham postulated that pleasure and pain were susceptible ",
  "to measurement. He repudiated any qualitative difference between different kinds ",
  "of pleasure, and emphasized their quantitative differences. This quantitative bias ",
  "is reflected in the famous saying: \"Quantity of pleasure being equal, pushpin is as ",
  "good as poetry.\" Bentham even laid down certain criteria for measuring pleasure ",
  "and pain, known as the 'hedonistic calculus' or 'felicific calculus'. The criteria ",
  "for measurement of pleasure included:",
  "1. intensity ( how strong is its freeling?);",
  "2. duration (how long it lasts?);",
  "3. certainty (how certain we feel to have it?);",
  "4.proximity or propinquity (how near it is to us, i.e. how early we can have it?);",
  "5. fecundity (does it also produce other types of pleasure?);",
  "6. purity (no pain is mixed with it); and",
  "7. extent (how far it extends to others?).",
  "Of these the first six criteria are meant to judge the utility of a thing or action ",
  "for the individual while the seventh criterion (extent) is relevant to judging public ",
  "policy as expressed in the principle of 'greatest happiness of the greatest number.'",
  "Principles of Legislation",
  "Bentham rejected the ideology of natural rights and the social contract, yet he ",
  "subscribed to the sovereignty of 'reason' and proceeded to find a formula for the ",
  "application of reason to human affairs which should be free from the pitfalls of ",
  "metaphysical abstraction. He repudiated the theory of the general will as something ",
  "transcending the will of the individual, and defined the interest of the community ",
  "as the sum of the interests of the several members who compose it. Thus, he ",
  "accorded a central place to the individual on questions relating to public policy or ",
  "legislation. He defined the interest of the individual as something which tends to ",
  "increase the sum total of his pleasures, or to diminish the sum total of his pains. ",
  "The interest of the community could likewise be discovered by adding the interests ",
  "of all individuals who composed it. Pleasure or happiness should not be taken as ",
  "a shadowy attribute of some super-person, called a social organism, but must ",
  "find actual expression in the lives and in the experience of definite individuals. ",
  "With this principle as the guiding star, the legislator is required but to calculate the ",
  "pleasurable or painful consequences of an action, actual or proposed, and he ",
  "would know whether it was right or wrong, sound or unsound. Bentham postulatedhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 223",
  "this principle as the sole criterion of determining the 'greatest happiness of the ",
  "greatest number' which would serve as a guide to all public policy and legislation.",
  "Accordingly, Bentham argued that the business of government is to promote ",
  "the happiness of society by a system of punishments and rewards. It had no ",
  "other justification for its existence. A good government is the one that promotes ",
  "the happiness of its subjects. A government which employs ineffectual means in ",
  "this sphere, loses its title to authority.",
  "Bentham insisted that in calculating pleasure and pain for the purpose of ",
  "determining public policy, each individual should be treated as one unit and that ",
  "none should be given special consideration: 'each to count as one, and no one for ",
  "more than one'. Thus he asserted the necessity of treating all men as equals. He ",
  "did not base his doctrine of equality on 'natural law'. Instead, he proceeded on ",
  "his original assumption: men were born to be happy—that is the plain dictate of ",
  "experience. Since freedom is essential to happiness, men are entitled to freedom. ",
  "But equal freedom of each individual postulates 'equality'; therefore, man's liberty ",
  "must be limited and conditioned by the ultimate test of general welfare. Bentham ",
  "showed that 'equality' was a political good, because it was the only practical way ",
  "of dealing with large numbers of people. By placing equal importance on the ",
  "happiness of all individuals, Bentham sought to curb the legislator's tendency of ",
  "ignoring the happiness of the people in pursuance of their own moral standards ",
  "or in promoting the happiness of their choice.",
  "Functions of Government",
  "Bentham, of course, treated the state as an instrument devised by man for the ",
  "promotion of the happiness of the community, yet he did not contemplate any ",
  "wide scope of state activity. Believing that men are moved to act solely by the ",
  "desire for pleasure and the avoidance of pain, and that each individual is the best ",
  "judge of his own interests, Bentham and his followers came to the conclusion ",
  "that the main function of the state is legislation, and that the chief objective of ",
  "legislation is to remove all institutional restrictions on the free actions of individuals. ",
  "Individual himself is capable of exercising moral judgment; the state cannot improve ",
  "character of the people. The state should restrict its sphere of activity to restraining ",
  "individuals from indulging in activities which affect the general happiness adversely. ",
  "Punishment of offenders is another main function of the state. The state should ",
  "not interfere in the activities of law-abiding citizens who are the best judges of ",
  "right and wrong, moral and immoral. In this way, Bentham also upheld the doctrine ",
  "of laissez-faire individualism.",
  "James Mill",
  "James Mill was a close associate and follower of Jeremy Bentham. He played an ",
  "important role in propagating Bentham's Utilitarianism as well as his principles of ",
  "law, administration, education and psychology. He founded his 'philosophicalhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "224 An Introduction to Political Theory",
  "radicalism' on the basis of Bentham's Utilitarianism, and led a radical-reformist ",
  "movement which aimed at extension of franchise and representation of the interests ",
  "of the working class in British Parliament. Besides Bentham's Utilitarianism, James ",
  "Mill undertook an intensive study of Hobbes's individualism and Adam Smith's ",
  "classical political economy. He is well-known for popularizing the views of his ",
  "favourite thinkers rather than for advancing an original view.",
  "After analysing the prevailing institutions of England, particularly the aristocratic ",
  "government, legal system and mercantilist economy he came to the conclusion ",
  "that these institutions obstructed the way to 'the greatest happiness of the greatest ",
  "number'. In his Essays on Government (1825) he commended democratic ",
  "government as good government which sought to work for the benefit of the ",
  "citizens. He argued that aristocratic government is motivated by self-interest ",
  "which promotes corruption. This can be prevented by instituting a representative ",
  "government based on universal suffrage, secret ballot and periodic elections. ",
  "James Mill particularly liked the middle rank, and hoped that when democratic ",
  "institutions are established, the people would follow their footsteps.",
  "Herbert Spencer",
  "The sociological foundation of laissez-faire individualism was provided by ",
  "Herbert Spencer, an English political thinker, in his works Social Statics (1850), ",
  "The Man versus the State (1884), and The Principles of Ethics (1892—93). Starting ",
  "from an idea of universal evolution, Spencer postulated the tendency of all things ",
  "to ultimate equilibrium and the consequent tendency of all things to transform ",
  "themselves by a process of evolution in order to attain this equilibrium. Accordingly, ",
  "individual tends to equilibriate himself with his social environment by adaptation, ",
  "and by inheritance of that adaptation, until he attains, in a perfect equilibrium, the ",
  "blessedness of final anarchy. In this process of evolution, the state has a very ",
  "limited role to play, and that is the function of protection—administration of the ",
  "law of equal freedom. Spencer treated the state as a 'joint-stock protection-",
  "company for mutual assurance'. It should not assume any other function, nor ",
  "otherwise interfere with the process of natural evolution.",
  "Thus Spencer argued that the state should not undertake public health, nor ",
  "give the poor any relief because that would defeat the operation of the law of ",
  "natural selection. Spencer subscribed to the principle of the 'struggle for existence' ",
  "and 'survival of the fittest' as a guiding principle of social evolution. He, therefore, ",
  "argued that if 'family ethics' was applied to the state, it would retard progress by ",
  "giving the weakling more than he deserved and perpetuating an undeserving life. ",
  "Thus, Spencer stretched the concept of negative liberty to such an extreme that ",
  "he considered elimination of the weak in the struggle for existence as part of the ",
  "process of social progress.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 225",
  "Recent Developments",
  "In the past few decades, the theory of laissez-faire liberalism was revived with a ",
  "new vigour. It sought new grounds of keeping the state away from interference ",
  "in the market forces. It is variously described as neo-liberalism, neo-classical ",
  "liberalism, or libertarianism.",
  "It is interesting to recall that towards the end of the nineteenth century and the ",
  "beginning of the twentieth century, liberalism tended to accommodate some tenets ",
  "of socialist and idealist thought, which was responsible for the emergence of the ",
  "theory of 'welfare state'. Thus negative liberalism of the eighteenth century had ",
  "given way to positive liberalism by the first half of the twentieth century. The ",
  "liberalism of T.H. Green (1836-82), L.T. Hobhouse (1864-1929) and Harold J. ",
  "Laski (1893-1950) conceded positive role of the state in regulating economic ",
  "system in the interests of the poor and deprived sections of society. The principle ",
  "of liberty was sought to accommodate the principles of equality and justice within ",
  "the liberal frame of thought.",
  "However, during the second half of the twentieth century some thinkers in the ",
  "liberal tradition found the theory of 'welfare state' to be inimical to individual ",
  "liberty, and sought to revive the original concern of this tradition with laissez-",
  "faire philosophy. Their thought is an important component of contemporary liberal ",
  "theory. It is described as 'libertarianism' in order to indicate its renewed concern ",
  "with 'liberty' and to distinguish it from the recent changes in the liberal outlook. ",
  "In a nutshell, libertarianism upholds full autonomy and freedom of the individual; ",
  "it seeks his 'liberation' from all institutions which tend to restrict his vision of the ",
  "world, including the institutions of religion, family and customs of social conformity ",
  "apart from political institutions. Philosophically it repudiates the deterministic ",
  "outlook of human life, and maintains that the human personality, character, thought ",
  "and actions cannot be construed as an outcome of his circumstances. In other ",
  "words, it treats man as maker of his destiny. It is, therefore, hostile to all social ",
  "and legal restrictions on an individual's freedom of action. In the political sphere, ",
  "libertarianism particularly insists that man's economic activity must be actively ",
  "liberated from all restrictions to enable him to achieve true progress and prosperity.",
  "Drawing inspiration from the 'natural rights' theory of John Locke, ",
  "libertarianism holds that certain rights of the individual which precede his political ",
  "life, are indefeasible and these cannot be surrendered in favour of the collectivity. ",
  "It particularly defends the right to acquire and hold property and freedom of ",
  "contract. These rights are by no means the product of the state itself, hence the ",
  "state cannot be allowed to intervene for any artificial balancing of rights. It even ",
  "condemns taxation of the rich for the benefit of the poor. It argues that taxation ",
  "for welfare of certain sections of society involves the forced transfer of fruit of ",
  "one man's labour to another, which serves as a disincentive to individual. On the ",
  "contrary, if all individuals are free from state compulsion, they will put their besthttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "226 An Introduction to Political Theory",
  "into the system. In effect this means that laissez-faire capitalism is most conducive to ",
  "social progress.",
  "An extreme form of libertarianism holds that all government is illegitimate; ",
  "hence it comes closer to 'anarchism'. However, while anarchists project a vision ",
  "of society wherein use of force would become redundant, extreme-libertarians ",
  "look forward to the establishment of a system in which function of protection ",
  "would be assigned to private protective agencies. On the other hand, moderate-",
  "libertarians concede that government may legitimately engage in police protection ",
  "and enforcement of contracts for which civil as well as criminal courts might be ",
  "established. In addition, it may undertake national defence, but nothing beyond ",
  "these functions. Thus they uphold, at best, a 'nightwatchman state'. The amount ",
  "of taxation, they hold, should be restricted to serve these purposes only.",
  "The chief exponents of libertarianism include F.A. Hayek (1899-1992), Isaiah ",
  "Berlin (1909-97), Milton Friedman (1912-2006) and Robert Nozick (1938-2002). ",
  "Thus Robert Nozick, in his Anarchy, State and Utopia (1974), following Locke's ",
  "method argues that individuals do have certain rights in the state of nature. They ",
  "would hire protective agencies for their property holdings. The dominant protective ",
  "agency, having de facto monopoly of force in a given territory, would emerge ",
  "as a 'state-like entity'. Accordingly the state has no legitimate powers beyond ",
  "the functions of protection, justice and defence; it is not authorized to engage in ",
  "redistributive transfers among the citizens who were originally its clients. Hence, ",
  "'welfare state' is ruled out. Nozick holds that acquisition or transfer of property ",
  "without force or fraud is just. The right to property is derived from the fact that ",
  "an individual is 'entitled' to it. It is not necessary to prove that he morally deserves ",
  "it. He is 'entitled' to hold property either by virtue of just acquisition of an unowned ",
  "property or by receiving property from someone who has just initial title to it. ",
  "Legal rights are, therefore, the product of voluntary exchanges. Nozick argues ",
  "that inequalities at the level of production and voluntary transfers should not be ",
  "sought to be rectified at the level of distribution.However, if there is only one ",
  "source of water in a desert, nobody should be allowed to monopolize it. ",
  "Nozick attempts to demonstrate that a libertarian society, which allows all ",
  "individuals and groups to shape their life according to their wishes, fulfils the ",
  "most plausible definition of a Utopian social order.",
  "TRANSITION TO POSITIVE LIBERALISM",
  "Liberal theory which stood for negative liberalism in its early phase, was ",
  "transformed into positive liberalism in its later phase. Positive liberalism promoted ",
  "the idea of welfare state, as it pleaded for positive role of the state in securing ",
  "welfare of its citizens, particularly of their vulnerable sections.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 227",
  "Negative liberalism had sought to establish free-market society which promoted ",
  "capitalism. The success of capitalism in the nineteenth century demonstrated ",
  "that the free-market society created large inequalities among human beings and ",
  "promoted oppression of the vulnerable sections—workers, peasants, consumers, ",
  "etc. With the enormous growth of the labour force in industrial cities, freedom of ",
  "contract in practice meant freedom for factory-owners to hire and fire their ",
  "workers to maximize their profits with the consequent insecurity and suffering ",
  "of the workers. Freedom of trade was not restricted to commodities—labour ",
  "was also treated as a commodity. The result was inhumane conditions for the ",
  "workers, child labour, slum housing, and free sale of poisoned meat, bad gin and ",
  "other things injurious to health. When freedom of enterprise was interpreted as ",
  "the total absence of regulation on business and industry, it brought disastrous ",
  "consequences for the bulk of society, not the greatest happiness of the greatest ",
  "number held so dear by the classical economists.",
  "Classical liberals had sought to justify a free-market society on the basis of the ",
  "'equality' of individuals. Bentham had argued that in aggregating individual utilities, ",
  "each individual was to count as one. He had sought to justify the liberal state as ",
  "the state most calculated to maximize utilities—security of life, freedom of individual ",
  "movement, security of property, etc. He had also postulated that a free-market ",
  "society enabled each individual to maximize his own utility, and therefore brought ",
  "everyone into productive relations which would thus maximize the aggregate ",
  "utility of society. But in this process he was caught in a dilemma—to reconcile ",
  "theoretical equality with practical inequality. As C.B. Macpherson, in his ",
  "Democratic Theory—Essays in Retrieval (1973), has aptly illustrated:",
  "Bentham was clear that the market must be left to determine the allocation ",
  "of the material product among the individuals who contributed to it by ",
  "their labour or land or capital, although he saw that this would mean ",
  "persistent inequality. He acknowledged, indeed, that there was a case for ",
  "equality of wealth or income. This followed from the principle of diminishing ",
  "utility—the principle that a second loaf of bread doesn't give a hungry ",
  "man as much satisfaction as the first loaf, or more generally that the more ",
  "you have of anything the less the utility to you of any increment. Given ",
  "this principle, and given that each individual's satisfaction was to count as ",
  "one, it followed that the aggregate utility of the whole society would be ",
  "greatest if everyone had equal amounts of wealth.",
  "Bentham tried to escape from this dilemma by introducing another element— ",
  "the criterion of productivity—and decided the case in favour of inequality. As ",
  "Macpherson has further elucidated:",
  "As soon as Bentham had thus demonstrated the case for equality he argued ",
  "that it had to yield to the case for productivity. Without security for unequal ",
  "property, there would be no incentive to capital accumulation, and withouthttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "228 An Introduction to Political Theoryhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "capital accumulation there would be practically no productivity. Besides, ",
  "without a large labour force whose incentive was fear of starvation, the ",
  "market could not maximize productivity, (ibid.)",
  "However, subsequent liberal thinkers could not escape from this dilemma so ",
  "easily. The working class was not only increasing in size, its condition was also ",
  "deteriorating. Its voice could not be suppressed any longer. The socialists were ",
  "incessantly pressing for a solution of the problems of the working class. The ",
  "liberals were also forced to realize that their insistence on freedom and human ",
  "rights had created conditions of oppression in society. They must resolve the ",
  "contradictions of the liberal theory—as evidenced by the oppressive character ",
  "of the capitalist system—otherwise the whole edifice would tumble down. As a ",
  "result, the tenets of the liberal theory were revised toward the last quarter of the ",
  "nineteenth century and this process of revision went on during the twentieth century.",
  "EXPONENTS OF POSITIVE LIBERALISM",
  "John Stuart Mill (1806-73), was the first prominent liberal thinker who started ",
  "with a defence of laissez-faire individualism, but on realizing its weaknesses in ",
  "the light of new socio-economic realities, he proceeded to modify it. In the event ",
  "he proved himself to be the chief exponent of positive liberalism. After Mill, ",
  "Thomas Hill Green (1836-82) and L.T. Hobhouse (1864-1929), both English ",
  "political thinkers, made important contributions to the theory of positive liberalism. ",
  "Green and Hobhouse insisted on a positive role of the state in removing social ",
  "inequalities, and they stated their case eloquently and convincingly. Subsequently ",
  "in early twentieth century Harold J. Laski (1893-1950), an English political thinker, ",
  "and Robert M. Maclver (1882-1970), an American Sociologist, sought to provide ",
  "new foundations for the liberal theory-a pluralistic base in lieu of its hitherto ",
  "individualistic base which was not found to be strong enough.",
  "John Stuart Mill",
  "J.S. Mill is the most brilliant of nineteenth-century liberal thinkers. He played an ",
  "important role in drawing a distinction between the political and economic spheres, ",
  "and in working out the implications of liberal theory in these spheres. Thus, while ",
  "in the political sphere he proved himself to be a strong supporter of constitutional ",
  "and representative government, in the economic sphere he showed socialist leanings ",
  "and laid the foundations of the 'welfare state'. In this way, Mill gave a positive ",
  "direction to liberal theory.",
  "Revision of Utilitarianism",
  "Mill was brought up in the Utilitarian tradition of Bentham; he was also the most ",
  "ardent champion of individualism. As C.E.M. Joad, in his introduction to Modern ",
  "Political Theory (1924), has elucidated:https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 229",
  "Mill, in common with other Utilitarian thinkers . . . insists on regarding ",
  "every political question in terms of the happiness or unhappiness of human ",
  "beings, and not... in terms of an abstraction such as the General Will or ",
  "the personality of the State. While conceding, therefore, the contention of ",
  "the Absolutists that since the State is a natural growth or organism, it is ",
  "only in the State that the individual can enjoy the fullest happiness of ",
  "which his nature is capable, he goes on to point out that this admission ",
  "does not mean that the State does not exist for the happiness of individuals. ",
  "He then proceeds to draw the conclusion that it is the business of ",
  "Government actively to promote the happiness of individuals, and that, if ",
  "it fails in this respect, it must give way to some other form of social ",
  "organization that succeeds.",
  "Mill agreed with Bentham in identifying happiness with pleasure and unhappiness ",
  "with pain. But he disagreed with Bentham's view that happiness could be measured ",
  "by quantitative differences of pleasures, not by qualitative differences. Mill ",
  "maintained that some pleasures were qualitatively superior to others. This implied ",
  "a departure from Bentham's position on the method of aggregation and ",
  "maximization of pleasure, happiness or utility. As C.B. Macpherson, in his ",
  "Democratic Theory—Essays in Retrieval (1973), has noted:",
  "Mill revolted against Bentham's material maximizing criterion of the social ",
  "good. He could not agree that all pleasures were equal, nor that the market ",
  "distributed them fairly. He held that men were capable of something better ",
  "than the money-grubbing and starvation-avoiding existence to which ",
  "Benthamism condemned them. He rejected the maximization of indifferent ",
  "utilities as the criterion of social good, and put in its place the maximum ",
  "development and use of human capacities—moral, intellectual, aesthetic, ",
  "as well as material productive capacities.",
  "In Defence of Liberty",
  "Mill is an ardent champion of liberty. He insists on liberty of thought and expression ",
  "as well as liberty of conduct. He defends liberty of thought and expression on ",
  "two important grounds. In the first place, he argues that it is useful to society. He ",
  "asserts that rational knowledge is the basis of social welfare, and the only way of ",
  "confirming and extending true knowledge is to submit all ideas, old and new, to ",
  "the test of free discussion and debate. As C.E.M. Joad, in his Introduction to ",
  "Modern Political Theory (1924), has observed:",
  "Mill's essay On Liberty is perhaps the most famous vindication of freedom ",
  "of thought, and the most powerful plea for the toleration of opinions we ",
  "fail to understand, in the whole of literature. He insisted upon the extension ",
  "of this freedom to 'cranks', on the ground that, while nine cranks out of ",
  "ten are harmless idiots, the tenth is of greater value to mankind than all the ",
  "normal men who seek to suppress him.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "230 An Introduction to Political Theory",
  "In the second place, Mill advocates liberty of thought and expression on the ",
  "ground of human dignity. As Isaac Kramnick and F.M. Watkins, in The Age of ",
  "Ideology—Political Thought, 1750 to the Present (1979), have elaborated:",
  "Quite apart from the question of social utility, he tried to show that individual ",
  "self-determination is a basic human right, indispensable to the development ",
  "of any sort of moral responsibility. No line of thought or action, objectively ",
  "true and useful though it may be, is morally significant unless it is followed, ",
  "freely and consciously, as a matter of personal conviction. Without liberty ",
  "to choose between conflicting claims, a human being loses his or her ",
  "rightful dignity as a moral and rational being.",
  "On the liberty of conduct, Mill takes another line of argument. He draws a ",
  "distinction between two types of actions of men: 'self-regarding actions' and ",
  "'other-regarding actions'. Proceeding on these premises, Mill advocates complete ",
  "freedom of conduct for the individual in all matters not affecting the community, ",
  "i.e. in the case of'self-regarding actions'. However, in the case of'other-regarding ",
  "actions', i.e. in matters which do affect the community, Mill conceded the right ",
  "of the community to coerce the individual if his conduct is prejudicial to its ",
  "welfare. Thus, Mill defends complete freedom of conduct for the individual unless ",
  "it adversely affects the community. But the state could also interfere in the self-",
  "regarding action if it was thought to be very injurious to individual himself. Thus ",
  "the state would be perfectly justified in preventing a man from crossing a bridge ",
  "which was known to be unsafe. Ernest Barker, in his Principles of Social and ",
  "Political Theory (1951), has severely criticized Mill for separating the conduct ",
  "of individual into two parts—one which concerns others, and the other which ",
  "merely concerns himself. Barker observes:",
  "We cannot separate two different compartments of individual conduct; ",
  "but we can separate the sphere of Society from that of the State. Because ",
  "we cannot separate our individual conduct into two different compartments, ",
  "and because we are bound to regard the whole of our conduct as concerning ",
  "others no less than ourselves, we have to admit that the whole of our ",
  "conduct is controllable—so far as the criterion of its concerning others is ",
  "the criterion of judgment.",
  "Barker suggests an alternative division of the conduct of individuals into 'the ",
  "sphere of voluntary action, proceeding by the method of free cooperation' which ",
  "should be left to society, and 'the sphere of uniform and regulated action, based, ",
  "in the last resort, on the method of compulsory enforcement', which should be ",
  "left to the state. Barker, in fact, has tried to shift liberal theory from an individualistic ",
  "to a pluralistic base.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 231",
  "Positive Role of the State",
  "Mill's distinction between 'self-regarding actions' and 'other-regarding actions' ",
  "of the individual should, however, be appreciated in the historical perspective. It ",
  "meant a clear departure from the early laissez-faire individualism which had tried ",
  "to place most of the behaviour of the individual beyond regulation, in order to ",
  "vindicate the 'free market society'. Mill was making an attempt to define a sphere ",
  "where an individual's behaviour could be regulated in the interests of society. ",
  "Thus he was contemplating a positive role for the state in securing community ",
  "welfare even if it implied curbing the liberty of the individual to some extent. In ",
  "his mature years, Mill definitely moved beyond traditional liberalism. Indeed, it ",
  "was in pursuance of his liberal values that Mill sought to lay the foundations of a ",
  "more humane society as against the one provided by nineteenth century capitalism.",
  "In the first edition of his Principles of Political Economy (1848), Mill had ",
  "attacked Socialism, but in its last edition (1866), he revised his views on the right ",
  "to property as he realized its implications as the basis of the capitalist system. He ",
  "argued that the right to property was not absolute or sacrosanct, and went to the ",
  "extent of advocating considerable restrictions on the rights of inheritance and ",
  "bequest. He maintained that the right to property in land was not sacrosanct ",
  "because no man made the land; it was the original inheritance of all mankind. ",
  "Rent was the effect of natural monopoly—not a product of an individual's effort: ",
  "it was a fit subject for taxation. He argued that incomes of landlords continued to ",
  "increase without any effort, risk or sacrifice on their part. Hence, if the state ",
  "appropriated the increase of their wealth or a part thereof for diverting it to the ",
  "use of the community it was no violation of the principles on which the right to ",
  "private property was founded or justified. The landlords had no claim to accession ",
  "of such riches on the general principle of social justice. Mill argued that these ",
  "additional riches should properly be diverted to the welfare of their real authors, ",
  "that is the working class who were the real producers of wealth from the land.",
  "This approach to the problem of taxation and the limitation of the right to ",
  "property, heralded a new era of positive liberalism which was developed by later ",
  "liberal thinkers who thoroughly rejected the tenets of laissez-faire individualism. ",
  "L.T. Hobhouse, in his Liberalism (1911), presented a brilliant analysis of the ",
  "basis of property and the case for its taxation on these lines:",
  "The basis of property is social . . . The prosperous businessman who ",
  "thinks that he has made his fortune entirely by self-help doses not pause ",
  "to consider what single step he could have taken on the road to his success ",
  "but for the ordered tranquility which has made commercial development ",
  "possible, the security by road, and rail, and sea, the masses of skilled ",
  "labour, and the sum of intelligence which civilization has placed at his ",
  "disposal, the very demand for the goods which he produces which the ",
  "general progress of the world has created, the inventions which he useshttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "232 An Introduction to Political Theory",
  "as a matter of course and which have been built up by the collective effort ",
  "of generations of men of science and organizers of industry. If he dug to ",
  "the foundations of his fortune he would recognize that, as it is society that ",
  "maintains and guarantees his possessions, so also it is society which is an ",
  "indispensable partner in its original creation.",
  "Recognizing this social basis of property, Hobhouse proceeds to discover the ",
  "true basis of the theory of taxation. Thus he observes:",
  "The true function of taxation is to secure to society the element in wealth ",
  "that is of social origin, or more broadly, all that does not owe its origin to ",
  "the efforts of living individuals. When taxation, based on these principles, ",
  "is utilized to secure healthy conditions of existence to the mass of people ",
  "it is clear that, this is no case of robbing Peter to pay Paul, (ibid.)",
  "Thus the idea of social origin of property and its corresponding responsibility ",
  "toward society, as originally conceived by Mill, served as the basis of positive ",
  "liberalism of the later era.",
  "Thomas Hill Green",
  "T.H. Green is another outstanding exponent of positive liberalism. He sought to ",
  "revise liberal theory of the state under the influence of idealist theory, derived ",
  "from the teachings of Rousseau, Kant and Hegel.",
  "Concept of Moral Freedom",
  "At the outset, Green recognizes 'moral freedom' as the distinctive quality of ",
  "man. He proceeds to distinguish between negative and positive freedom. Negative ",
  "freedom consists in the satisfaction of one's desires, acting according to one's ",
  "own choice or sweet will. It is the sphere where man enjoys being left alone. On ",
  "the other hand, positive freedom consists in acting according to reason, achieving ",
  "self-realization or self-perfection. True liberty or positive freedom of man, ",
  "therefore, consists in the act of 'good will', whereby man identifies himself with ",
  "his ideal self or character. Ernest Barker, in his Political Thought in England— ",
  "1848 to 1914 (1928), has elucidated Green's concept of liberty as follows:",
  "Liberty can only be liberty for this good will: it can only be liberty for the ",
  "pursuit of the objects which such a will presents to itself. Liberty is therefore ",
  "no negative absence of restraint, any more than beauty is the absence of ",
  "ugliness. It is 'a positive power of doing or enjoying something worth ",
  "doing or enjoying'.",
  "Theory of Rights",
  "Exercise of true liberty, according to Green, postulates rights. Rights do not ",
  "emanate from any transcendental law as Locke had imagined, but they emanate ",
  "from the moral character of man himself. Under a system of rights, each individualhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 233",
  "recognizes in his fellow, and each claims from his fellow, that he shall recognize ",
  "in him the power of pursuing ideal objects. Since each individual is a moral being, ",
  "and in this respect all individuals are alike, it follows that the ideal objects of all ",
  "are common objects. In other words, rights imply permission to pursue ideal ",
  "objects; and since these are the common objects of all men, theoretically there is ",
  "no question of a clash between the rights of different individuals.",
  "Since rights exist within a social system, Green argues that there can be no ",
  "unrecognized rights. But recognition does not mean that all rights are legal rights ",
  "only. Green draws a clear distinction between the state and society and holds that ",
  "the recognizing authority in the matter of rights is not the state, but the moral ",
  "consciousness of the community. The consciousness of the community signifies ",
  "an eternal consciousness. Human consciousness or consciousness of the ideal ",
  "self is but a part of that eternal consciousness, not of the mechanical order of ",
  "nature. Therefore, man can pursue his moral end and attain self-realization only ",
  "in a social community, not in isolation. Thus, Green is concerned not with legal ",
  "rights, but with ideal rights. These rights can be realized in society when society ",
  "is properly organized on the basis of 'good will'. As Barker has observed with ",
  "regard to Green's concept of rights:",
  "The rights of which Green speaks are relative to morality rather than law; ",
  "and the recognition of which he speaks is recognition by a common moral ",
  "consciousness rather than by a legislature. The rights are relative to morality, ",
  "in the sense that they are the conditions of the attainment of the moral ",
  "end; and the recognition is given by the moral consciousness, because it ",
  "knows that they are the necessary conditions of its own satisfaction. ",
  "{ibid.)",
  "Role of the State",
  "The moral consciousness emanating from society—which impels men to pursue ",
  "ideal objects—is also responsible for the creation of the state. In other words, the ",
  "state is the product of moral consciousness. According to Green's line of argument, ",
  "human consciousness postulates liberty; liberty involves rights; rights demand ",
  "the state. The state is, therefore, an instrument of perfection as the liberal theory ",
  "holds; it is not an embodiment of perfection—as the idealist theory claims. The ",
  "state owes its origin to the social nature of men, genuine human personality is ",
  "essentially a social phenomenon. It is inconceivable that an isolated natural man ",
  "should be a moral agent. He exercises his moral freedom within the social ",
  "organization, for which he needs rights. But rights are.maintained by the state; ",
  "hence the state serves as an essential base for moral freedom.",
  "It is important to note that Green favours subordinating individual to the ",
  "community as Rousseau and Hegel had maintained. He also insists on duty of the ",
  "citizen to follow the general will and devote himself to the common good. But he ",
  "does not treat the state and society as coterminous. This marks his departurehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "234 An Introduction to Political Theory",
  "from the idealist tradition. Again, he adheres to the liberal tradition by insisting on ",
  "individual's rights. In his view, state recognizes and maintains rights but it is not ",
  "the source of rights. The real authority behind rights is the moral consciousness ",
  "of the community.The state must obey that authority. Thus positive law can be ",
  "criticized and improved upon in the light of the state's ideal purpose: the moral ",
  "perfection of men.",
  "Green exalts society or the community as the primary and eternal source of ",
  "moral consciousness. The state is something secondary, a means or an instrument. ",
  "The state, therefore, cannot serve the end of moral freedom directly, but it can ",
  "create favourable conditions for the exercise of moral freedom. The state and its ",
  "law can regulate only the external order of society. As Barker has elucidated:",
  "The supreme limitation on the State lies in its own essence. Its function is ",
  "essentially, Green conceives, a negative function. It is limited to the removal ",
  "of the obstructions that hamper human capacity when it seeks to do 'things ",
  "worth doing'. The state has no positive moral function of making its ",
  "members better: it has the negative moral function of removing the obstacles ",
  "which prevent them from making themselves better. (Political Thought ",
  "in England 1848 to 1914; 1928)",
  "In other words, the function of government is to maintain conditions of life in ",
  "which morality shall be possible. Morality consists in the disinterested performance ",
  "of self-imposed duties, not in obeying the commands of the state.",
  "Green tends to describe the function of the state as negative, only to distinguish ",
  "it from the positive function of the community as the source of moral ",
  "consciousness. He is by no means a champion of negative liberalism. When ",
  "compared to laissez-faire liberalism, Green is definitely an exponent of positive ",
  "liberalism. The state's function of removing obstacles in the way of men's pursuit ",
  "of ideal objects is & positive function. His conception of the state as an agent for ",
  "moral improvement led him to favour the intervention of the state to secure the ",
  "welfare of the citizens. That is why he argued that the state is entitled to make ",
  "education compulsory.",
  "Right to Property",
  "As a defender of rights, Green upholds the right to property as a means of ",
  "realizing a will potentially directed to the social good. On this ground he even ",
  "defends property in capital. Barker has summed up Green's views of 'property in ",
  "capital' as follows:",
  "There is nothing in its essence which is anti-social. On the contrary, it is ",
  "constantly being distributed through the community in wages to labourers ",
  "and in profits to those who are engaged in exchange; nor is there anything ",
  "in the fact that labourers are hired in masses by capitalists to prevent them ",
  "from being, on a small scale, capitalists themselves. On the same ground ",
  "of potential social value Green also defends inequality of property, (ibid.)https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 235",
  "Green argues that the freedom of the individual postulates freedom to acquire ",
  "and possess material goods according to one's potentiality to contribute to the ",
  "social good. The social good requires that different individuals should fill different ",
  "positions in the social whole. Hence, differences in property are 'functional' ",
  "from the point of view of the social good, which should be recognized by the ",
  "social conscience.",
  "But on this point—the question of the inequality of property—Green is faced ",
  "with a dilemma. When the right to property creates conditions under which some ",
  "men take an unduly large share and others are prevented from acquiring property ",
  "as a means of their 'self-realization', this right becomes an obstacle in the exercise ",
  "of moral freedom by the many. Thus, Green proceeds to realize the malady of the ",
  "capitalist system which created such conditions. But he locates its origin in the ",
  "system of'landed property' as it existed in England, of which he disapproved. As ",
  "Barker has elucidated:",
  "Such property, he held, is unique. It is unique in that it is limited: 'the ",
  "capital gained by one is not taken from another, but one man cannot ",
  "acquire more land without others having less'. It is unique in that it is the ",
  "basis on which the whole tower of modern society rests: 'from it alone ",
  "can be derived the materials necessary for any industry: on it men must ",
  "find house-room; over it they must pass in communicating with each ",
  "other', (ibid.)",
  "Thus Green tends to blame the feudal system of the past for all the evils of the ",
  "present capitalist system—the plight of the proletariat and suppression of their ",
  "moral freedom. As Barker has noted: \"It is thus to the system of landed property ",
  "that Green seems inclined to assign the creation of a proletariat, neither holding ",
  "nor acquiring property.\"",
  "Green, of course, made a significant contribution to liberal political theory by ",
  "discovering the moral foundations of social life, and by subordinating the state to ",
  "the will of society which alone embodies moral consciousness. But he made a ",
  "great mistake in locating the ills of the capitalist system. As C.B. Macpherson, in ",
  "his Democratic Theory—Essays in Retrieval (1973), has observed:",
  "Green recognized that the existence of a proletariat—his own word—was ",
  "inconsistent with the rationale of private property, which required that ",
  "everybody should have enough property, over and above a bare subsistence, ",
  "to enable him to develop and perfect himself. But he had so little insight ",
  "into the nature of capitalism that he could attribute the existence of a ",
  "proletariat not to the nature of capitalist enterprise but to the continuing ",
  "effect of an original forcible seizure of land in feudal times, and subsequent ",
  "'unrestricted landlordism'. By putting the blame on feudalism, and on the ",
  "continuing rights of unproductive landowners, he exempted capitalism ",
  "from responsibility for the condition of the bulk of the people.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "236 An Introduction to Political Theory",
  "Harold J. Laski",
  "Laski has further developed the liberal theory of the state in the light of his ",
  "experience of the momentous events which shook the world in the first half of ",
  "the twentieth century. Laski witnessed the First World War (1914-18), the Socialist ",
  "Revolution in Russia (1917), the formation of the League of Nations (1920), the ",
  "rise of fascism in Italy (1919-20), the Great Depression in Europe (1929), etc. ",
  "which profoundly influenced his thinking. He was deeply concerned with the ",
  "crisis of capitalism, yet he saw no promise in the outcome of the socialist revolution. ",
  "In the event, he sought to achieve the socialist goal through the mechanism of ",
  "liberal democracy. He was so critical of the capitalist system and its underlying ",
  "principles that at times he advocated the abolition of the right to property which ",
  "was the mainstay of the capitalist system. But he was so deeply attached to ",
  "liberal democratic values that ultimately he compromised in favour of making ",
  "necessary changes in the capitalist system so as to make it an instrument of ",
  "securing social justice.",
  "In his State in Theory and Practice (1935), Laski talks of the 'breakdown of ",
  "P'talism' under the conditions of mature capitalism. He observes: \"the test of an ",
  "economic system is . . . the test of its capacity to exploit to the full all the ",
  "potentialities of its productive power. Judged by that test, it is surely not illegitimate ",
  "to speak of a 'breakdown' of capitalism both in England and the United States.\" ",
  "Illustrating his point from the conditions then prevailing in England, Laski notes ",
  "that \"with two million unemployed; devastated economic areas like South Wales ",
  "and the North East Coast; the staple export trades, like cotton and coal, iron and ",
  "steel and shipping, announcing that they verge on bankruptcy;... a situation like ",
  "this, with a government in office which proclaims its faith in the necessity of ",
  "private enterprise, may fairly be described quite soberly as a breakdown.\"",
  "Again, in his Reflections on the Revolution of Our Time (1943), Laski strongly ",
  "deprecated the undemocratic control of industry and politics by the economic ",
  "overlords—an outcome of the capitalist system—as follows:",
  "In modern society, large industrial corporations are controlled by a caste ",
  "of economic directors, mainly remarkable for their skill in financial ",
  "manipulation, who are masters alike of their shareholders and of the ",
  "consumer, and are not seldom in a position to hold even the states to ",
  "ransom. Their power is as massive in volume as it has largely been ",
  "irresponsible in operation. We have reached a stage in historical evolution ",
  "where either their power must be subordinated to the interest of the ",
  "community or the interest of the community will be a tragic pseudonym ",
  "for their power.",
  "These and many other observations made by Laski demonstrate that he was ",
  "deeply concerned with the possibility of disaster for mankind unless the capitalist ",
  "system was suitably transformed.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 237",
  "Laski, however, did not approve of doctrinaire communism or the repetition ",
  "of the Russian Revolution for the emancipation of mankind. He insisted on the ",
  "unity of the working class, but hoped that they could achieve their goal within the ",
  "framework of a liberal democracy. In fact he saw no inherent contradiction ",
  "between the goals of Marxian socialism and the method of political democracy.",
  "Laski, therefore, proceeded to identify certain positive characteristics and ",
  "tendencies of the 'modern state' which held some promise for the underprivileged ",
  "sections. Thus, in his State in Theory and Practice (1935), Laski observed:",
  "There is hardly a function of social welfare undertaken by governments ",
  "today which is not an effort to provide the poor with some, at least, of the ",
  "amenities that the rich are able to provide for themselves ... The state ... ",
  "seeks to convince its citizens that its action is unbiased by organizing for ",
  "them the material conditions of an adequate life, and especially for those ",
  "of its citizens who cannot afford these conditions for themselves.",
  "Illustrating the range of such services provided by the state since 1919, Laski ",
  "proceeds; \"Health, education, housing, social insurance, the regulation of hours ",
  "and wages in industry, the control of factory conditions, the provision of meals ",
  "for poor school children, are only outstanding examples of the range.. . We may ",
  "say that it is the outcome of a profounder social conscience.\"",
  "Laski is so deeply impressed by this softening attitude of the liberal state that ",
  "he refuses the Marxist interpretation of the state as a class-instrument. Thus, in ",
  "a subsequent paragraph, Laski records:",
  "No modern state would subordinate human rights to the interests of ",
  "property; this is shown by the whole character of modern legislation. ",
  "When the state concerns itself with the quality of our food, the protection ",
  "of child welfare, the safeguarding of the unemployed against industrial ",
  "insecurity, the provision of educational opportunity—all of these services ",
  "provided at the expense of the taxpayers—it is rhetorical exaggeration to ",
  "regard it as a class-instrument.",
  "It is precisely here that Laski looks for justification of the liberal state. He is ",
  "not fascinated by the Marxist vision of a 'stateless' society. He undoubtedly ",
  "insists on a clear distinction between the state and society and warns against ",
  "vesting society's authority in the agency of the state, which in actual practice is ",
  "represented by a band of officials—fallible human beings. Yet he pays rich tributes ",
  "to the institution of the state. In hisyl Grammar of Politics (1938), Laski remarks: ",
  "\"The State is the keystone of the social arch. It moulds the form and substance ",
  "of the myriad human lives with whose destinies it is charged.\" As a true liberal, ",
  "however, Laski does not take the state as such to be an embodiment of perfection, ",
  "as the idealist theory of Hegel had held. On the contrary, Laski pins his faith on ",
  "the perfectibility of the state. In other words, he hopes that if the state is made tohttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "238 An Introduction to Political Theory",
  "fulfil certain functions, it can become an instrument of perfection of mankind. In ",
  "his State in Theory and Practice (1935), Laski spells out the criterion for testing ",
  "the state as follows:",
  "The claim of the state to obedience . . . rests upon its will and ability to ",
  "secure to its citizens the maximum satisfaction of their wants. To present ",
  "this claim as valid there must be an absence of bias in the performance of ",
  "this function. Where the effort of the state is seriously perverted to the ",
  "interest of some special group within the society it controls, sooner or ",
  "later revolution is likely to occur.",
  "Thus Laski postulates that the state is not essentially an instrument of class",
  "power or class domination or class exploitation. If any such state exists in the",
  "real world, it represents a perverted form of the state. Any state can be made to",
  "serve the interests of humanity, and if that is secured, revolution can be averted.",
  "In his A Grammar of Politics (1938), Laski has presented an elaborate scheme",
  "for transforming the political and economic organization of society, with special",
  "reference to England. In the political sphere, he attempts at a refinement of the",
  "mechanism of liberal democracy; in the economic sphere he pleads to tone down",
  "the rigours of the capitalist system by making it welfare-oriented. He does not",
  "advocate total abolition of the capitalist system, probably because he thinks that",
  "retention of liberal democracy must imply some features of the capitalist system.",
  "He does not envisage 'anything like the disappearance of private enterprise'. Yet",
  "he hopes to eliminate the 'enormous economic disparities of the present system'.",
  "Thus he proceeds: ^",
  "Men will still be able to make fortunes; but, especially in the period of ",
  "transition, they will be subject to heavy taxation upon income, and still ",
  "heavier duties upon their estates at death. For it must be emphasized that ",
  "to establish a system of rights involves expenditure by the State; and, ",
  "particularly in the epoch of change, the wealth devoted to that purpose ",
  "must largely be derived from the taxation of wealthy men. That is one of ",
  "the unavoidable privileges of the rich.",
  "In short, Laski seeks to transform the capitalist state by the democratization ",
  "of economic power, that is, by ensuring larger public control over vital instruments ",
  "of production and distribution, reducing enormous economic disparities by a ",
  "progressive system of taxation and establishing a democratic state increasingly ",
  "concerned with the welfare of its citizens.",
  "Robert M, Maclver",
  "R.M. Maclver is another twentieth century exponent of positive liberalism. With ",
  "a strong sociological background, Maclver traces the evolution of the state from ",
  "primitive social structures to its fuller development as a modern democratic state.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 239",
  "As regards the origin and nature of the state, Maclver rejects the social contract ",
  "theory formulated by the early exponents of the liberal theory. He tends to agree ",
  "with T.H. Green who made a careful distinction between the sphere of law and ",
  "that of morality, although Maclver differs from Green in making all rights, ethical ",
  "as well as political, depend on social recognition. However, he approves of Green's ",
  "distinction between the state and society. Thus, in his The Modem State (1926), ",
  "Maclver observes:",
  "Green made a careful distinction between the sphere of law and that of ",
  "morality . . . Political obligations can and should be enforced, whereas ",
  "moral duties cannot: unless the latter express the free will of a moral being ",
  "they lose their character. Political law therefore exists simply for the removal ",
  "of obstacles in the way of free moral activity within society. It creates the ",
  "order within which that freedom can exist. Hence the state has a limited ",
  "sphere and cannot be identified with the whole activity of society.",
  "It is society which meets all the needs of human personality. Men seek to ",
  "serve their varied interests through several associations. The state is only one of ",
  "such associations.",
  "A number of associations have existed in society even before the formation of ",
  "the state. Many activities of the present-day associations do not fall within the ",
  "sphere of state-regulation. The state is not superior to all other associations in the ",
  "moral sense, although it may claim superior authority as an instrument of law. ",
  "Law itself exists above the state, but it is declared and enforced by the state. ",
  "In Maclver's own words: \"The government has power as the guardian of the ",
  "constitution, as the executor of law, not in its own right.\" The state does not ",
  "create law of its own will; law exists prior to the state; the state grasps it and ",
  "gives it a definite shape. But since law is bound to act through external sanction, ",
  "the state should refrain from touching those activities of the associations which ",
  "are not to be judged by the external conduct of men, but by the spirit behind their ",
  "conduct. Thus, according to Maclver, \"the whole creative side of human thought ",
  "and endeavour, including religion and morality in its proper sense, are outside the ",
  "sphere of the state. Its place is determined by the fact that law is an instrument of ",
  "limited range. The state should only, if it is true to its own nature, enforce those ",
  "acts the doing of which, from whatever motive, is necessary for the good life ",
  "within society.\"",
  "Maclver, therefore, holds that the state does not regulate the internal affairs of ",
  "other human associations. It cannot determine their purpose, nor their methods ",
  "for the most part. The state comes into the picture only when the interests of one ",
  "group encroach upon another. The state acts only in order to resolve the conflicting ",
  "claims of different social groups. The state is not entitled to impose its own will ",
  "on any human association for the protection of the 'common interest'. It can ",
  "only harmonize different social interests originally expressed through humanhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "240 An Introduction to Political Theory",
  "associations. In his Web of Government (1965) Maclver argues that the state ",
  "should not undertake regulation of those organizations which are formed to serve ",
  "the emotional and cultural interests of men, but those serving economic interests ",
  "of different groups cannot be left to make mutual adjustment, even if there is no ",
  "visible conflict between them. Thus, the relations between employer and employee, ",
  "trader and consumer, etc. essentially come within the purview of state regulation, ",
  "whereas religious, artistic and cultural activities must remain beyond the jurisdiction ",
  "of the state.",
  "Maclver has sought to base the authority of the state on the functions it ",
  "performs. The state is subservient to society; it derives its authority from society ",
  "for which it fulfils certain conditions. The state neither serves all interests of men ",
  "in society, nor does it command their undivided loyalty. The sphere of the state is ",
  "not coextensive with that of society. Society is an all-comprehensive institution ",
  "which serves all the interests of individuals—material, intellectual, emotional, ",
  "moral, spiritual, etc.—through its network of associations. The state is only one ",
  "of such associations, meant to serve definite interests—its authority is limited ",
  "like its obligations. The powers and prerogatives of the state are dependent on the ",
  "services rendered by it. Maclver has, therefore, advanced the theory of the 'service ",
  "state'. He tends to keep its authority within definite limits. As he observes in The ",
  "Modem State (1926):",
  "The state . . . commands only because it serves; it owns only because it ",
  "owes. It creates rights not as the lordly dispenser of gifts, but as the agent ",
  "of society for the creation of rights. The servant is not greater than his ",
  "master. As other rights are relative to function and are recognized as ",
  "limited by it, so too the rights of the state should be. It has the function of ",
  "guaranteeing rights.",
  "The society or community thrives on the unity or solidarity of men. This unity ",
  "is derived from the feeling and experience of the common interest. It is upheld by ",
  "the common ways which serve them all. When the 'community of interests' is ",
  "stronger than the 'division' or clash of interests, social solidarity and social ",
  "organizations are highly developed. Perfection of the social organization is reflected ",
  "in the perfection of the state. Accordingly, the state plays a crucial role in the ",
  "social life of men. As Maclver himself points out:",
  "All the business of life is rendered possible by its aid, and all who live ",
  "along it must contribute to its upkeep. It is the basis of all social ",
  "communications. Therefore, whatever else a man may be, he must be a ",
  "member, or at least a subject, of the state.",
  "The state is a symbol of the great achievement of civilization. It can prove to ",
  "be an effective organ of attaining social unity and solidarity, and this particular ",
  "function distinguishes it from all other human associations. In the words ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 241",
  "Maclver, although the state is but one among the great associations, yet its own ",
  "peculiar function is no other than that of giving a form of unity to the whole ",
  "system of social relationships. It can achieve this end, as successfully as other ",
  "associations achieve their ends, without arrogating to itself again that ",
  "omnicompetence which it has vainly sought to establish.",
  "Maclver is convinced that only a democratic state can perform the unifying ",
  "function most effectively. He argues that the modern democratic state has ",
  "distinguished itself from its earlier forms. Thus he observes:",
  "The state can act... as a unifying agent, but only in so far as it has itself ",
  "undergone evolution towards democracy. For this reason we regard ",
  "democracy as the form of the state proper, for only under democratic ",
  "conditions can it achieve this proper function, this function, in other words, ",
  "which it and it alone is capable of performing.",
  "The evolution of the democratic state—the state as an instrument of ",
  "reconciliation of interests and resolution of conflicts, the state as an agent of ",
  "social solidarity—is a unique achievement of modern civilization which marks a ",
  "departure from its historical forms. Historically, the interest of the state has been ",
  "identified with that of the ruling class—military or landed oligarchy, or later ",
  "plutocracy. The modern democratic state, on the contrary, stands not for the ",
  "interests of a particular class, but to serve the interests of all society. That is ",
  "precisely the true function of the liberal state.",
  "This line of argument shows that Maclver has no apprehension of the evils of ",
  "the capitalist system as long as democratic mechanism of the state is kept intact! ",
  "Some recent champions of the liberal state have even tried to demonstrate that ",
  "under the capitalist system of production actual power has shifted from the ",
  "hands of the capitalist class to some other groups, such as a 'managerial class' ",
  "as James Burnham (1907-87) has maintained, or to a variety of power elites, as ",
  "C. Wright Mills (1916-62) has pointed out.",
  "The great merit of the liberal theory of the state lies in evolving institutions and ",
  "procedures for a constitutional government. Its tragedy is that it is often invoked ",
  "in order to justify the capitalist system, with its inherent contradictions—the ",
  "conditions of dominance and dependence it creates in the economic sphere, in ",
  "spite of its policy of social welfare and incremental change. The needs of social ",
  "justice demand a thorough transformation of the economic system as well. It is ",
  "for the genius of the present-day world to evolve more effective structures to ",
  "secure social justice.",
  "Class perspective on the state is associated with Marxism. It is different from the ",
  "mechanistic theory as well as from the organic theory. It treats the state neitherhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "242 An Introduction to Political Theory",
  "as a 'natural institution' nor as an 'ethical institution' as the organic theory has ",
  "held. It, of course, treats the state as an artificial device. But unlike the mechanistic ",
  "theory, it treats the state neither as a manifestation of the will of the people, nor as ",
  "an instrument of reconciliation of conflicting interests.",
  "Marxism",
  "A set of political and economic principles founded by Karl Marx (1818-83) and Friedrich ",
  "Engels (1820-95) in order to lay scientific foundations of socialism. It seeks to understand ",
  "the problems of human society through historical analysis, and treats history as a ",
  "process of conflict between antagonistic forces and classes. This conflict arises from ",
  "the faults in the mode of production in which one class comes to gain ownership and ",
  "control of the means of social production (land, buildings, mines, forests, machinery ",
  "and capital, etc.) and compels the other class to work on the terms and conditions ",
  "dictated by itself. This conflict can be resolved only by overthrowing capitalism, placing ",
  "all means of social production under social ownership end control, enforcing universal ",
  "labour and ensuring full development of the forces of production.",
  "According to the class theory, the state comes into existence when society is ",
  "divided into two antagonistic classes, one owning the means of social production ",
  "and the other being constrained to live on its labour. In other words, it is the ",
  "emergence of 'private property' that divides society into two conflicting classes. ",
  "Those owning the means of production acquire the power to dominate the other ",
  "class not only in the economic sphere but in all spheres of life.",
  "THE STATE AS AN INSTRUMENT OF THE DOMINANT CLASS",
  "With the emergence of'private property', society is divided into 'dominant' and ",
  "'dependent' classes. The dominant class, in order to maintain its stronghold on ",
  "economic power, invents a new form of power—political power. The state is the ",
  "embodiment of political power. It is, therefore, essentially subservient to economic ",
  "power. Thus, according to the class theory, the state neither originates in the will ",
  "of the people, nor does it stand for the benefit of all society, but is an instrument ",
  "devised by a dominant class for its own benefit. It is imposed on society from ",
  "above to serve the interests of a particular class. The state has not existed from ",
  "eternity. It came into existence at a particular stage of historical development. It ",
  "is a product of the conscious effort of the dominant class which first acquires ",
  "the means of production and thereafter political power. The state is, therefore, by ",
  "no means a natural institution as the organic theory has maintained.",
  "Unlike the organic theory, again, the class theory makes a clear distinction ",
  "between the state and society. Society and the state do not come into existence ",
  "together. The class theory treats society as a natural institution, and the state as ",
  "an artificial device. In other words, man is by nature a social animal, but not a ",
  "'political animal' as Aristotle had assumed. Society is a natural institution becausehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 243",
  "it is an essential condition for the production of material goods which are ",
  "indispensable for the survival of man. Production is the most important of all ",
  "human activities. Since men in association produce more than men in isolation, ",
  "society is a natural means of securing the necessities of life. The forms of ",
  "production at any given stage of social development determine the pattern of ",
  "social relations. Under 'primitive communism', when the state has not yet made ",
  "its appearance, means of production are meagre and communally owned. At this ",
  "earliest stage, there is no private property; hence society is not divided into ",
  "antagonistic classes.",
  "At a later stage, when the means of production are somewhat developed, that ",
  "is when the hunting, fishing and food-gathering economy is replaced by an ",
  "economy based on animal husbandry, domestic agriculture and small industry, ",
  "there is 'surplus production' which is cornered by a class owning the means of ",
  "I",
  "production. As a result, 'dominant' and 'dependent' classes come into existence.",
  " The structure of society is always determined by the prevalent form of production. ",
  "The hand-mill gives you society with the feudal lord; the steam-mill gives you ",
  "society with the industrial capitalist. The attitudes and outlook of society—the ",
  "legal, political and intellectual relations as well as the religious and social systems— ",
  "are also determined by the material conditions of life. Whatever the form of the ",
  "state, it is invariably an instrument of the dominant class.",
  "THE STATE AS AN INSTRUMENT OF CLASS EXPLOITATION",
  "The dominant class uses the machinery of the state to serve its own interests ",
  "which involve the exploitation of the dependent class. The state is, therefore, an ",
  "instrument of oppression and exploitation, an embodiment of injustice. It does ",
  "not rest on moral foundations as the organic theory believes. It is not even an ",
  "instrument of harmonizing the interests of various individuals or groups as the ",
  "mechanistic theory claims. Instead of being a means of conflict-resolution, the ",
  "state, according to the class theory, is a device for the suppression of class ",
  "conflict. It maintains order in society not because it is able to secure the willing ",
  "obedience of its subjects, but because it uses its coercive power to secure ",
  "compliance from the dependent class. The state also uses its 'ideological power' ",
  "to create an illusion of'consent' of the governed as also to offer moral justification ",
  "for its existence.",
  "The pioneers of the class theory of the state—Marx, Engels and Lenin—have ",
  "made it amply clear that the state is but an instrument of class rule and exploitation. ",
  "Marx and Engels, in their famous Communist Manifesto (1848), observed: ",
  "\"Political power, properly to called, is merely the organized power of one class ",
  "for oppressing another,\" Engels, in his Socialism—Utopian and Scientific (1880), ",
  "confirmed: \"The State is an organization of the particular class which was pro-",
  "tempore the exploiting class.\" Again, in his The Origin of the Family, Private ",
  "Property and the State (1884), Engels illustrated: \"The state of antiquity washttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "244 An Introduction to Political Theory",
  "above all the state of the slave-owners for the purpose of holding down the ",
  "slaves, as the feudal state was the organ of the nobility for holding down the ",
  "peasant serfs and bondsmen, and the modern representative state is an instrument ",
  "of exploitation of wage labour by capital.\" Then Lenin, in his The State and ",
  "Revolution (1917), elaborated: \"According to Marx, the State is an organ of ",
  "class rule, an organ for the oppression of one class by another, it is the creation ",
  "of 'order', which legalizes and perpetuates this oppression by moderating the ",
  "conflict between the classes.\"",
  "Since the class theory views the state as an embodiment of social injustice, it ",
  "looks forward to the emancipation of mankind in a classless and stateless society. ",
  "Historical forces till the establishment of capitalism have introduced changes in ",
  "the form of the state—from slave-owning to feudal to capitalist state—but they ",
  "have failed to transform the class character of the state itself. This is to be ",
  "achieved by a socialist revolution by which the 'proletariat' (propertyless workers) ",
  "would expropriate the 'bourgeoisie' (capitalists) and 'socialize' the major means ",
  "of production. The state would still be retained as an instrument of 'class ",
  "exploitation', but the hitherto 'dominant' and 'dependent' classes would change ",
  "their positions. In other words, the socialist state ('dictatorship of the proletariat') ",
  "would use the state apparatus for the suppression of the former capitalists. When ",
  "all remnants of capitalism are cleared, work is made compulsory for everyone, ",
  "and the forces of production are fully developed, society would become classless, ",
  "and the state would become redundant. This would result in the 'withering away' ",
  "of the state. Thus, a classless and stateless society would come into existence ",
  "which would be characterized by 'cooperation' instead of conflict, 'equality' ",
  "instead of domination and 'justice' instead of oppression and exploitation of one ",
  "class by another.",
  "A CRITICAL ESTIMATE",
  "The chief contribution of class theory of the state lies in discovering and ",
  "demonstrating the role of economic forces in shaping history. The earlier historians ",
  "had hardly paid attention to this role. By focusing on this role, Marx opened up ",
  "new possibilities of historical writing. In fact the class theory of the state was a ",
  "very powerful attack on the complacency of social thinkers who held that the ",
  "state existed for the benefit of all social groups, and that the different conditions ",
  "of the rich and the poor were of their own making. This theory sought to trace ",
  "the roots of social injustice in the conditions created by the social system itself ",
  "which was claimed to be an instrument of the 'common good' and justice. The ",
  "class theory has demonstrated that the poverty of the masses is the outcome of ",
  "their oppression and exploitation by property-owners. It has also shown how the ",
  "conditions of this injustice could be terminated by a proletarian revolution which ",
  "would pave the way for the emergence of a classless and stateless society.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 245",
  "However, the class theory, too, is not free from weaknesses, which need ",
  "examination:",
  "No Rigid Class Division in Society",
  "Critics of the class theory of the state have pointed out that classes are not fixed ",
  "and rigidly maintained blocks within society as this theory assumes. Liberal thinkers ",
  "have pointed to the constant process of social mobility—changing status of men ",
  "and women by dint of their effort and other social circumstances. The class ",
  "theory holds that under the capitalist system there will be a sharp polarization in ",
  "which the 'middle class' will eventually disappear. Some liberal researchers have, ",
  "however, shown that under the capitalist system the size of the middle class has ",
  "actually been steadily increasing, without any symptoms of its disappearance. ",
  "Some thinkers have advanced alternative theories. For instance, James Burnham, ",
  "in his The Managerial Revolution (1941), has attempted to demonstrate that ",
  "power has, in fact, shifted from the hands of capitalists to a new managerial ",
  "class—a phenomenon never envisaged by the class theory of the state.",
  "Capitalism with a Human Face",
  "The supporters of capitalism have pointed out that twentieth century capitalism ",
  "was different from nineteenth century capitalism when Marxism emerged. These ",
  "thinkers claimed that capitalism had transformed itself by adopting the model of ",
  "'welfare state', and had itself become an instrument of social justice. The extensive ",
  "labour legislation, a progressive system of taxation and elaborate provision of ",
  "common social services, especially for the needy sections, are cited as the glowing ",
  "examples of capitalism with a human face. It is claimed that with the mitigation ",
  "of the rigours of capitalism, the class-conflict and revolutionary spirit are becoming ",
  "irrelevant and outdated.",
  "No Signs of Classless Society in the Socialist Countries",
  "It is alleged that in the former USSR and the People's Republic of China, where ",
  "socialist revolutions along Marxist lines had taken place, there were no indications ",
  "of the emergence of a classless and stateless society. On the contrary, the state-",
  "apparatus in socialist countries proved to be much more repressive than that in ",
  "liberal democracies, and their social set-up was characterized by a pyramid of ",
  "power, instead of moving towards classlessness. M. Djilas (1911-95), a Yugoslav ",
  "thinker, in his The New Class (1957), pointed out that although major property ",
  "holdings in the Soviet Union and Eastern Europe had been abolished, those who ",
  "held senior positions in state administration and in the Communist Party had ",
  "emerged as a new privileged class, relegating the idea of a classless society to the ",
  "background. Many thinkers even termed the class theory of the state as 'Utopian' ",
  "although this theory itself was advanced to repudiate 'utopian socialism' of the ",
  "nineteenth century by 'scientific socialism'. As the later developments have shown, ",
  "the popular protest against administrative excesses and corruption have led to the ",
  "winding up of communism in the Soviet Union as well as Eastern Europe.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "246 An Introduction to Political Theory",
  "In fact, class theory of the state is now being revised by its champions. It is now ",
  "being increasingly realized that instead of looking for a rigid class division in the ",
  "present-day society, it would be more fruitful to look for the different' structures of ",
  "domination' and 'forms of domination' and launch a systematic attack on such ",
  "structures and forms in order to restore freedom, equality and justice in society.",
  "RECENT DEVELOPMENTS",
  "Marx and Engels regarded the mode of production as the 'base' and the 'state' as a ",
  "part of the 'superstructure'. Accordingly the state was hardly worthy of independent ",
  "analysis. Moreover, the capitalist state was rooted in the clash between the interests ",
  "of the bourgeoisie (the owners of the means of production who constituted the ",
  "dominant class) and the proletariat (the propertyless workers who formed the ",
  "dependent class). The state could not represent the 'common interest' as no such ",
  "interest could exist in the capitalist society. As stated in the Communist Manifesto ",
  "(1848): \"The executive of the modern state is but a committee for managing the ",
  "common affairs of the whole bourgeoisie.\" However, Marx and Engels threw little ",
  "light on the mechanism by which the dominant class controls the state power. Max ",
  "Weber (1864-1920), a liberal thinker, rejected Marx's economic determinism and ",
  "sought to demonstrate the autonomy of state power (The Theory of Economic and ",
  "Social Organization; 1922). Weber argued that the state had powerful resources of ",
  "its own. It enjoyed exclusive control over legitimate use of force in society which ",
  "was not accessible to private interests. It maintained a strong organization in the ",
  "form of bureaucracy which could formulate, implement and monitor the policies of ",
  "the state. The state power, therefore, could not be reduced to an instrument of class ",
  "interests.",
  "Base and Superstructure",
  "A building-like metaphor, used in Marxist theory to explain the relation between economic ",
  "structure of society and other aspects of social life. According to this model of analysis, ",
  "ndode of production (i.e. the economic structure of society) comprises base or foundation ",
  "(also called substructure) of society. It conditions forms of state and social consciousness ",
  "which belong to superstructure. Superstructure includes legal and political structure, ",
  "religion, morals, social customs and other expressions of culture. In the course of social ",
  "development, changes in the mode of production give rise to corresponding changes in ",
  "all parts of the superstructure.",
  "Classical Marxism treats superstructure as wholly dependent on the base. Neo-",
  "Marxists have sought to redefine this relationship in different ways. Some writers like ",
  "Antonio Gramsci (1891-1937) and Nicos Poulantzas (1936-79) have conceded relative ",
  "autonomy of the superstructure in the capitalist society whereas others like Louis ",
  "AJthusser (1918-90) have upheld interdependence of base and superstructure.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 247",
  "Antonio Gramsci (1891-1937), a neo-Marxist, was first to concede relative ",
  "autonomy of the state in the tradition of Marxist thought. Gramsci made a clear ",
  "distinction between two levels of superstructure: (a) political society which ",
  "represented state power and relied on force for exercising its domination; and (b) ",
  "cfvi7 society which was closer to the base and relied on consent for exercising its ",
  "domination. Gramsci pointed out that the structures of domination in the culture ",
  "of the capitalist society comprised of two elements: (a) the structures of coercion ",
  "which belonged to the realm of political society; and (b) the structures of ",
  "legitimation which belonged to the realm of civil society. Gramsci paid special ",
  "attention to the functioning of civil society which was exemplified in the institutions ",
  "of family, school and church, etc. These institutions familiarized the individual ",
  "with the rules of behaviour and inculcated a natural deference to the authority of ",
  "the ruling class. While political society or 'the state' exercised 'direct domination' ",
  "or command through the institution of 'juridical' government, civil society ",
  "exercised 'hegemony' throughout society which represented a web of beliefs ",
  "and institutional as well as social relations. In effect civil society legitimized the ",
  "rule of the bourgeoisie so that nobody would challenge its supremacy. Capitalist ",
  "society largely depends on the efficiency of these institutions for its stability. It is ",
  "only when civil society fails to prevent dissent that political society is required to ",
  "resort to coercion.",
  "Ralph Miliband (1924-94) and Nicos Poulantzas (1936-79) are other neo-",
  "Marxist thinkers who have expressed conflicting views on the relative autonomy ",
  "of the state. Miliband (The State in Capitalist Society; 1969) has accepted the ",
  "unity of state power and class power. His view is described as 'instrumentalist ",
  "theory of the state'. He adheres to classical Marxist position that the state is ",
  "invariably an instrument of class power. He has argued that the class character of ",
  "the capitalist state is perpetuated by: (1) the middle class or upper class background ",
  "of the state officials; (2) the economic power of the capitalist class; and (3) the ",
  "inherent desire of the politicians and bureaucrats to continue the existing economic ",
  "system on which their own position depends. Poulantzas, on the other hand, has ",
  "drawn a clear distinction between the position of the capitalist class and the state ",
  "power (Political Power and Social Classes; 1973). His view is described as ",
  "'structuralist theory of the state'. He has conceded the relative autonomy of the ",
  "state, He has argued that class domination is not automatically translated into ",
  "state power and the state cannot properly be regarded simply as the instrument ",
  "of a class. The state enhances its legitimacy by invoking authority of'the people'. ",
  "The capitalist class enhances its legitimacy by dissociating itself from state ",
  "repression. Relative autonomy of the state helps in improving its economic ",
  "performance on the one hand and promoting capitalist interests on the other. ",
  "Rejecting Miliband's concept of the unity of class and state power, Poulantzas ",
  "treats the state itself as an arena of class struggle.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "248 An Introduction to Political Theory",
  "It may be questioned whether overemphasis on the autonomy of state power, as ",
  "distinguished from the power of the dominant class, does not amount to departure ",
  "from the original tenets of Marxism.",
  "Communitarian perspective on the state indicates a recent mode of thought. It marks ",
  "the departure from the philosophy of liberalism because it places the relation between ",
  "individual and society in a new perspective. It is based on the philosophy  of ",
  "communitarianism which repudiates the idea of the 'self as envisaged in the liberal ",
  "theory. Liberal theory implied an 'unencumbered self detached from preexisting social ",
  "forms, as exemplified by the concept of' possessive individualism'. The term 'possessive ",
  "individualism' was coined by C.B. Macpherson in his notable work The Political ",
  "Theory of Possessive Individualism: Hobbes to Locke (1962) to describe the main ",
  "assumption underlying modem liberal theory. According to this view, 'individual is ",
  "the sole proprietor of his own person or capacities for which he owes nothing to ",
  "society'. Such a view denies his commitment to other individuals, traditions, practices ",
  "and conceptions of the good. It holds that self is prior to its ends. It is fully competent ",
  "to choose its ends as well as its roles and dispositions.",
  "In contrast to this 'atomistic' view of individual, communitarianism advances the ",
  "concept of 'situated self, as constituted by his social roles, practices and situations. ",
  "In other words, communitarianism holds that an agent's identity is constituted by ",
  "specific commitments to his social situation. While liberalism insists on 'liberty' of ",
  "individual, his interests and rights, communitarianism focuses on his social identity ",
  "and upholds acceptance of 'authority' because it expresses our common will or reflects ",
  "our common identity, our shared values and beliefs. It is significant to note that ",
  "liberalism had won liberty of the individual, but atomistic view of society held by ",
  "liberalism led to the erosion of the sense of responsibility and the moral standards ",
  "attached thereto. Communitarianism seeks to restore that sense of responsibility and ",
  "reconstruct moral standards on that basis.",
  "While liberalism chiefly draws on the ideas of Adam Smith, John Locke and ",
  "Jeremy Bentham, communitarianism is inspired by the ideas of Aristotle, J.J. ",
  "Rousseau, G.W.F. Hegel and T.H. Green. While contemporary exponents of ",
  "liberalism or 'libertarianism' include Isaiah Berlin. F.A. Hayek, Milton Friedman and ",
  "Robert Nozick, contemporary sources of communitarianism may be found in the ",
  "views of Michael Oakeshott (1901-90) and Hannah Arendt (1906-75). Its present-day ",
  "exponents include Alasdair Maclntyre  {After Virtue;  1981), Michael  Sandel ",
  "{Liberalism and the Limits of Justice; 1982), Charles Taylor {Hegel, 1975; Sources of ",
  "the Self 1989) and Michael Walzer {Spheres of Justice; 1983). Maclntyre constructs ",
  "an idea of the narrative self: a notion of personal identity that comes from the web ",
  "of social and communal bonds. He argues thathttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 249",
  "'individuality' owes its origin to the framework of an established community; it ",
  "cannot be the product of an individual's choice.",
  "Broadly speaking, communitarians have attacked the liberal mode of thought ",
  "on the ground that it is too focused on the importance of individual liberty, and ",
  "insufficiently appreciative of the way in which human beings require a place in a ",
  "well-functioning community in order to flourish. The term 'community' stands ",
  "for a form of society whose members are informed by the 'community spirit' or ",
  "'a sense of community'. It denotes a 'network of relationships' which are ",
  "characterized by intimacy and durability. It may be distinguished from 'association' ",
  "which is based on impersonal and contractual relations. Liberal theory equates ",
  "society with 'association', whereas communitarian theory equates society with ",
  "'community' to determine the nature and extent of social obligation. Communitarians argue ",
  "that an individual cannot ensure full development of his personality",
  "unless he is committed to the spirit of community toward his fellow-beings.",
  "Liberals believe that each person should define and seek his own 'good' within ",
  "a political structure which defines and enforces what is 'right', On the other ",
  "hand, communitarians hold that a political structure has an important role to ",
  "define what is 'right' as well as 'good' and to help the citizens to seek the good. ",
  "Liberals define 'common good' as a sum total of the good of all individuals ",
  "which is exemplified by the reconciliation of their conflicting interests. On the ",
  "contrary, communitarians define the 'common good' as a uniform entity where ",
  "the good of all individuals would converge. They believe that government should ",
  "strive to create a well-functioning society which would enable all citizens to ",
  "achieve a good life by participating in its functioning. However, like liberals, ",
  "communitarians also subscribe to democratic form of government.",
  "Communitarians insist that each of us, as an individual, develops an identity, ",
  "talents and pursuits in life only as a member of the community and by sharing in ",
  "its corporate life. Political life should, therefore, focus on the rights of the ",
  "community, not on those of individual. Maclntyre (After Virtue; 1981) ridicules ",
  "the liberals' concept of individual as an 'autonomous moral agent', disconnected ",
  "from the social fabric. He argues that individuals flourish only within an atmosphere ",
  "of'socially established cooperative human activity'. The state must promote and ",
  "protect this activity and thereby encourage the development of human excellence. ",
  "Maclntyre and other communitarians believe that if the state treats individuals as ",
  "disconnected beings and lets them loose to realize their rights (as liberals seem to ",
  "wish), the result would be social disintegration and moral disaster. Such disaster ",
  "has already become visible in modern liberal states as evident in the prevalence of ",
  "crime and violence, the breakdown of the family, and the rampant drug abuse.",
  "Michael Sandel (Liberalism and the Limits of Justice; 1982) attacked John ",
  "Rawls's A Theory of Justice (1971) for his conception of rational negotiators ",
  "deliberating as the disconnected and disembodied individuals in the so-called ",
  "'original position' who have come together to find out the principles of justice. Ithttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "250 An Introduction to Political Theory",
  "is a typical representation of the liberal attitude which tries to understand human ",
  "beings independently of all activities, desires, ideas, roles and pursuits that ",
  "characterize human lives in actual society. Sandel observes that after subtracting all ",
  "these characteristics, nothing is left of the person whom we want to understand. ",
  "Sandel asserts that the person can only be understood in the context of his ",
  "'embeddedness'  in a particular time, place  and culture. Only with this ",
  "understanding, a political theory can generate laws, institutions and practices that ",
  "would be genuinely good for us and conducive to a fully just society. This alone ",
  "will create a 'deeper commonality' which will be informed by 'shared self-",
  "understanding' as well as affection.",
  "Michael Walzer (Spheres of Justice; 1983) has sought to reconstruct the liberal ",
  "approach to justice—as the problem of determining suitable criteria of distribution",
  "—by introducing a communitarian approach to this problem. Walzer has argued ",
  "that criteria of distribution should correspond to the 'spheres' in which distribution ",
  "is being considered, so that, for instance, economic justice will be different from ",
  "political justice. According to Walzer, each sphere of justice will have its own right ",
  "reason (or relevant reasons) for distribution of the good that it distributes. Thus the ",
  "spheres of politics, or health, or education, should be uncontaminated by the ",
  "domination of money, for money properly rules in the sphere of commodities; the ",
  "sphere of office should not (beyond a certain limited point) be contaminated by ",
  "nepotism, which belongs to the Sphere of kinship and love; the sphere of kinship ",
  "should not be contaminated by male domination. The market properly conceived as ",
  "the place for the distribution of various social goods on a reasonable basis should be ",
  "free for all. As the dominance of money (above all) is incompatible with the ",
  "integrity of politics, merit, kinship, etc., so the dominance of money in all these ",
  "spheres must finally disappear. Walzer's vision of a new social order comprehends ",
  "the appropriate arrangements of a decentralized democratic socialism: a strong ",
  "welfare state run, iri part at least, by local and amateur officials; a constrained ",
  "market; an open and demystified civil service; independent public schools; the ",
  "sharing of hard work and free time; the protection of religious and familial life; a ",
  "system of public honouring and dishonouring free from all considerations of rank ",
  "and class; workers' control of companies and factories; a politics of parties, ",
  "movements, meetings and public debate.",
  "Charles Taylor  (Philosophical Papers;  1985), a brilliant spokesman of ",
  "communitarianism, has echoed Maclntyre's attack on the liberal conception of ",
  "human beings as autonomous choosers. He rejects 'atomistic' concept of individuals ",
  "which focuses on their 'will' and sets aside the complexities of the human ",
  "personality. Taylor asserts that if human beings want their genuine development, ",
  "they must acknowledge first that they are situated in a society. Some feminist ",
  "writers and religious thinkers have also confirmed that real communities cannot be ",
  "created out of an aggregate of 'freely choosing adults'.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 251",
  "The difficulty with communitarianism is that in spite of its strong ethical base, it ",
  "has no mechanism to ensure that its principles will be adopted as the general rules ",
  "of behaviour. In a nutshell,  communitarianism represents a strong moral ",
  "philosophy, but it does not provide for an equally strong political philosophy.",
  "Post-colonial perspective on the state does not embody any new theory of the state. ",
  "Nevertheless it enables us to understand some new aspects of state-system which ",
  "are not covered by the conventional theories. In short, post-colonial perspective ",
  "denotes an attempt to analyse the problems of the newly independent nations, ",
  "particularly against the background of their relations with colonial and neo-",
  "colonial powers.",
  "Post-colonial perspective on the state must be based on the experience of post-",
  "colonial societies themselves, i.e. the societies who gained their independence from ",
  "colonial domination recently(from the mid of the twentieth century onwards) and ",
  "who aspire to develop themselves into strong nations. Why they remained ",
  "underdeveloped? Why they were subjugated by Western nations? Why they are still ",
  "unable to develop themselves? How can they solve their problems?",
  "Colonial Powers",
  "Those Western countries (e.g. Britain, France, Belgium, Spain, Portugal, etc.) which",
  "became powerful by establishing their domination and administration in a large part of",
  "Africa, Asia and Latin America during the eighteenth, nineteenth and early twentieth",
  "centuries   and   exploiting   their   natural   as   well   as   human   resources.  ",
  "________________________________________________________________",
  "Neo-colonial Powers",
  "Those developed countries of the West who continue to exploit the newly independent ",
  "countries of Africa, Asia and latin America through international trade, conditional ",
  "aid, investment in multinational corporations (MNCs), military intervention, cultural ",
  "domination and transfer of pollution, etc.",
  "An analysis of the history of colonialism, the impact of colonial domination, the ",
  "forces which promoted national movements and the consequences of the process of ",
  "decolonization would throw light on the general pattern of domination which is ",
  "crucial to an understanding of state-system. It shows, at the outset, that West ",
  "European countries who had achieved national consolidation by the seventeenth ",
  "century set out to achieve their modernization through industrialization  and ",
  "urbanization as they already had the benefit of scientific discoveries and inventions. ",
  "They needed cheap raw materials, cheap labour and vast areas of operation. They ",
  "found countries of Africa, Asia and Latin America as their easy prey. These ",
  "countries were rich in natural resources and labour force but theyhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "252 An Introduction to Political Theory",
  "had little advantage of modern education or national solidarity. Some of these ",
  "countries had great civilizations in ancient times which had been shattered during ",
  "the medieval age. For instance, India and Egypt were known for their magnificient ",
  "past, but they hardly had the potential of national consolidation or their ",
  "modernization in the mid of the eighteenth century. Thus a large part of Africa, ",
  "Asia and Latin America fell prey to colonial domination.",
  "This shows that enterprising people, after their national consolidation, seek to ",
  "set up political domination over other countries whom they identify as their targets ",
  "of exploitation. After establishing their political domination and administration in ",
  "those countries, they project their own culture as superior to the native culture and ",
  "try to win admiration, respect and loyalty of the native people. They even claim to ",
  "be performing the task of civilizing the so-called uncivilized people whom they ",
  "continue to exploit. They also try to create institutions and elites within the native ",
  "people which would help them in carrying on their administration.",
  "Thus colonialists propagated the idea that Europe was the centre of all progress ",
  "and modernity. It was superior to other regions of the world in terms of history, ",
  "language, literature and technology. Its culture, art, political structures and social ",
  "conventions were claimed to be so superior that they would have a civilizing effect ",
  "on the colonized people. Even racial superiority of Europeans over other people ",
  "was asserted. Colonialists claimed that they were fulfilling the noble responsibility ",
  "of extending the benefits of civilization to 'primitive' people as exemplified by the ",
  "notion of 'whiteman's burden'. They make these claims in such a forceful and ",
  "convincing style that many of the colonized people hardly suspect their intentions.",
  "Colonial powers do promote education, industry, transport, communication, etc. ",
  "and create administrative and political structures in the colonized territories, and ",
  "thereby contribute to their progress. But all these measures are deliberately ",
  "designed to facilitate and stabilize their rule. Macaulay's infamous 1835 Minute on ",
  "Indian Education had proposed the deliberate creation in India of a class of 'brown ",
  "whitemen' educated to value European culture above their own. Indian Railways, ",
  "posts and telegraphs, schools, colleges, universities, hospitals, etc. were created to ",
  "strengthen the British administration.",
  "It is also true that the educational and administrative structures created by the ",
  "colonial powers promote an awareness and consciousness among the colonized ",
  "people. They remove their lethargy, dispel superstitions, and prompt them to think ",
  "in a rational manner. They create an urge for social reform in their mind, which is ",
  "sometimes reinforced by the revival of their past glory and a sense of protest ",
  "against their exploitation by the colonial powers. All these factors often give rise to ",
  "national movement which may culminate in the struggle for independence. When ",
  "colonial power is unable to contain this struggle, it may choose to hand over power ",
  "to the local elite with the hope to have their support after their departure. Moreover, ",
  "when a colonial power has already taken fullhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 253",
  "advantage of its long rule, its further maintenance may seem to be a costly affair. ",
  "So it may 'grant' independence to the colonized territory and switch over to new ",
  "forms of exploitation by neo-colonial methods.",
  "It may further be conceded that political independence of the colonized people ",
  "does not necessarily mean an end to their adherence to colonialist values. In ",
  "many cases, these values may persist, along with political, economic and cultural ",
  "models of the colonial regime, even after independence. In the contemporary ",
  "scenario, some of these values and models have become a part of global culture ",
  "which are being reinforced through the process of 'globalization'.",
  "The new nations or the developing countries, which comprise the bulk of the ",
  "'third world', are faced with the gigantic task of nation-building and state-building. ",
  "Many of these countries have not naturally evloved as nations, but they represent ",
  "the territorial and administrative divisions made by the colonial powers for their ",
  "administrative convenience. With their large size, vast population and cultural ",
  "multiplicity the tasks of nation-building and state-building in these countries are ",
  "quite difficult. Nation-building stands for the process by which people transfer ",
  "their commitment and loyalty from smaller tribes, villages or petty principalities ",
  "to the larger central political system It involves developing a sense of community ",
  "among the people within the jurisdiction of a political system and provides for a ",
  "sense of identification, a common object of their allegiance, an emotional bond ",
  "and social solidarity. It gives them a national identity cutting across their group ",
  "loyalties based on religion, race, caste, language, region, culture, occupation, ",
  "etc.",
  "State-building, on the other hand, implies a process whereby a common centre ",
  "of power is evolved in order to establish law and order throughout the state and ",
  "to extend the defensive and welfare services of the state to each and every part of ",
  "its territory. Nation-building and state-building are complementary activities. ",
  "When people of all categories are sure to benefit from the protective and welfare ",
  "services provided by the state, they are likely to focus their allegiance to the state ",
  "and give precedence to national interest over their sectarian interests. Conversely, ",
  "if all people owe their allegiance to one central authority, the state will find it ",
  "easier to extend its protective and welfare services to all parts of its territory.",
  "Task of nation-building is often sought to be accomplished or facilitated by the ",
  "adoption of national symbols, like national flag, national emblem, national anthem, ",
  "national song, national calendar, national flower, national bird, national animal, ",
  "national tree, national river, etc. This may be reinforced by popularization of ",
  "national heroes—new and old. At times, glorification of some mythological ",
  "characters may be added to this effort, but this may create some problems in ",
  "multi-religious countries. Fortification of secular values is necessary in multi-",
  "communal countries like India. Problems of mass poverty, illiteracy, unemployment,https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "254 An Introduction to Political Theory",
  "ill-health, housing, etc. must also be tackled effectively, otherwise nothing would ",
  "prove effective in creating a sense of community and fellow-feeling.",
  "In fact the process of nation-building in these countries had been started by ",
  "their distinguished leaders during the course of their national movement and struggle ",
  "for independence. These men of high calibre and character were able to ",
  "mobilize the masses and create social harmony within large sections of the ",
  "population. They had created hopes of a new era in the minds of the people ",
  "symbolized by the dawn of independence. It was expected that with the liquidation ",
  "of foreign domination, post-colonial state would become an instrument of fulfilling ",
  "needs and aspirations of the masses.",
  "However, actual happenings largely belied these hopes. Independence was ",
  "followed by the multiplication of demands from a myriad of sections of people. ",
  "Bureaucracy, particularly the police, inherited from the colonial regime was used ",
  "to oppression of the people. It proved extremely difficult to make it sympathetic ",
  "toward people. Again, with the gradual disappearance of national stalwarts, new ",
  "generations of political leadership hardly matched their calibre and character. ",
  "Politics became a game of enlisting support of narrow interests and negotiating ",
  "for a share of power in government. The result is overall deterioration of national ",
  "life. However, new generations of non-political, brilliant professional elites have ",
  "contributed significantly to national prosperity and have created widespread ",
  "awareness of democratic and human rights and the needs of social justice.",
  "Gandhian perspective on the state is based on the social thought of Mahatma ",
  "Gandhi (M.K. Gandhi) (1869-1948). Gandhi was an Indian moral philosopher ",
  "whose thought is scattered in a large number of notes and pamphlets as well as ",
  "his Autobiography (My Experiments With Truth; 1929). He did not produce any ",
  "treatise containing a systematic exposition of his thought. His perspective on the ",
  "state will have to be gleaned from his relevant observations on this subject.",
  "NATURE OF THE STATE",
  "Gandhi was a champion of non-violence or ahimsa which deprecates all types of ",
  "coercion. He believed that state was a manifestation of power and law which ",
  "were based on coercion. State is inclined to impose its own will on individuals ",
  "with the help of an elaborate machinery of police force, law-courts, prisons and ",
  "military power. It suppresses an individual's individuality as it tries to cast all ",
  "individuals into a uniform mould. It destroys his sense of self-reliance and stunts ",
  "his personalitjy. It deprives him of his freedom and obstructs the progress of ",
  "human societV.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 255",
  "Gandhi observed that modern state was more powerful than ancient and ",
  "medieval states as it was more organized and more centralized. Power of the ",
  "state was concentrated in the hands of the few who did not hesitate to misuse it. ",
  "In Gandhi's view, individual is endowed with soul, but state is a soulless machine. ",
  "State's acts are devoid of human sensitivity. State goes by rules and regulations. ",
  "Those who enforce these rules do not feel any moral responsibility.",
  "Indeed Gandhi condemned political power on moral ground, and not on historical ",
  "or economic grounds. He was convinced that if non-violence or ahimsa could be ",
  "adopted as a universal principle of human behaviour, political power as well as ",
  "state would become redundant. The result would be an 'enlightened anarchy'. ",
  "So Gandhi wrote in Young India (1931):",
  "To. me political power is not an end but one of the means of enabling ",
  "people to better their condition in every department of life through national ",
  "representatives. If national life becomes so perfect as to become self-",
  "regulated, no representation becomes necessary. There is then a state of ",
  "enlightened anarchy. In such a State everyone is his own ruler. He rules ",
  "himself in such a manner that he is never a hindrance to his neighbour. In ",
  "the ideal State, therefore, there is no political power because there is no ",
  "State. But the ideal is never fully realized in life. Hence the classical statement ",
  "of Thoreau that that government is best which governs the least.",
  "In this respect Gandhi was a follower of Count Leo Tolstoy (1828-1910) who ",
  "was a philosophical anarchist or pacific anarchist. Tolstoy was inspired by his ",
  "faith in Christianity; Gandhi found the basis of this philosophy through his faith in ",
  "Hinduism (sanatana dharma), although he taught equal respect for all religions. ",
  "Both Tolstoy and Gandhi accorded precedence to spiritual bliss over material ",
  "satisfaction. Both attacked private property as it enabled the few to lead a luxurious ",
  "life by exploiting the labour of large numbers. Gandhi did not agree with other ",
  "anarchists like P.J. Proudhon (1809-65), Mikhail Bakunin (1814-76) and Peter ",
  "Kropotkin (1842-1921) who regarded religion as a hindrance to human ",
  "development.",
  "Gandhi and Marx",
  "Like Marx (1818-83), Gandhi also believed in classless and stateless society for ",
  "the emancipation of mankind. But he interpreted it quite differently. For Marx, ",
  "classes represented the division of society into haves and have-nots, i.e. the ",
  "owners and non-owners of private property. Marx anticipated the emergence of ",
  "a classless society through a violent revolution in which capitalists would be ",
  "overthrown and labour would become compulsory for every able-bodied person. ",
  "For Gandhi, class distinction arose from a mental outlook which regarded one ",
  "type of work (e.g. physical labour) as inferior to another type (e.g. mental labour). ",
  "Gandhi commended 'dignity of Labour' (particularly, physical labour) as the keyhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "256 An Introduction to Political Theory",
  "to a classless society. He prescribed 'bread labour' for everybody which implied ",
  "'the recognition of the necessity of some physical exertion even for mental workers, ",
  "so that they may be performing some productive function in a spirit of service to ",
  "the community'.",
  "Marx suggested social ownership of means of social production for the creation ",
  "of a classless society. Gandhi enunciated the principle of 'trusteeship' which ",
  "required the 'change of heart' of capitalists to regard their business and industry ",
  "as a 'trust' of the people, and not as their private possession. Marx saw the state ",
  "as an instrument of the dominant class, and hoped that in a classless society, ",
  "state and political power would become redundant; hence a 'stateless' society ",
  "would come into existence. Marx wanted full development of technology and ",
  "forces of production so that everybody's needs could be satisfied. On the contrary, ",
  "Gandhi wanted replacement of huge machinery by human labour to provide for ",
  "jobs to the teeming millions, limiting one's needs to the minimum and elevation of ",
  "human character so that external force to regulate their behaviour would become ",
  "redundant; hence a 'stateless' society would become a reality. Marx deprecated ",
  "religion as 'opium of the people' and wanted to eliminate its role in society; ",
  "Gandhi saw religion as a moralizing force and wanted to give it its due place in ",
  "society. Marx professed 'scientific socialism'; Gandhi professed 'moral ",
  "individualism'.",
  "Moral Individualism",
  "A philosophical principle which regards individual as an end-in-itself, endowed with ",
  "'dignity'. Accordingly, no human being can be treated as a means to serve an end which ",
  "lies beyond his conscious existence; no worldly thing can be treated as more valuable ",
  "than a human being; and no human being can accept an obligation except at his own ",
  "free wilt.",
  "CONCEPT OF SWARAJ",
  "Gandhi's concept of Swaraj confirms his firm commitment to moral individualism. ",
  "The term 'swaraj' literally means 'self-rule', 'self-government', 'self determina-",
  "tion' or 'independence'. This term became popular during India's struggle for ",
  "independence. Gandhi sought to expand its meaning and scope.",
  "Gandhi argued that swaraj did not simply mean political independence from ",
  "the foreign rule; it also implied the idea of cultural and moral independence. If a ",
  "country is politically independent but culturally dependent on others for choosing ",
  "its course of action, it would be devoid of swaraj. Swaraj does not close the ",
  "doors of learning from others, but it requires confidence in one's own potential ",
  "and decisions. Gandhi thought of swaraj as a system in which all people will have ",
  "a natural affinity with their country and they will readily collaborate in the task of ",
  "nation-building.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 257",
  "Swaraj or self-government rules out people's dependence on government. ",
  "This applies even to their own government. Thus Gandhi wrote in Young India ",
  "(1925):",
  "Self-government means, continuous effort to be independent of government ",
  "control, whether it is foreign government or whether it is national. Swaraj ",
  "government will be a sorry affair if people look up to it for the regulation ",
  "of every detail of life.",
  "Gandhi's concept of swaraj also exemplifies his vision of a true democracy. ",
  "Under this system, people will not merely have the right to elect their representa-",
  "tives, but they will become capable of checking any abuse of authority. As Gandhi ",
  "wrote in Young India (1925):",
  "Real Swaraj will come not by the acquisition of authority by a few but by ",
  "the acquisition of the capacity by all to resist authority when it is abused. ",
  "In other words, swaraj is to be obtained by educating the masses to a ",
  "sense of their capacity to regulate and control authority.",
  "For Gandhi, the idea of swaraj was not confined to the political goal of securing ",
  "independence from foreign yoke. It also implied moral regeneration of the individual ",
  "himself—the process of 'self-control', 'self-discipline' and 'self-purification' ",
  "which must continue even after the independence. As Gandhi himself observed:",
  "I am not interested in freeing India merely from the English yoke. I am ",
  "bent upon freeing India from any yoke whatsoever. I have no desire to ",
  "exchange 'king log for king stork'. Hence for me the movement of swaraj ",
  "is a movement of self-purification.",
  "(Selections from Gandhi by Nirmal Kumar Bose; 1948)",
  "Gandhi sought to demonstrate that individual self-government, i.e. self-control ",
  "or self-mastery, was as important as political self-government itself. Thus he ",
  "wrote in his Autobiography (My Experiments With Truth; 1929):",
  "Self-government depends entirely upon our own internal strength, upon ",
  "our ability to fight against the heaviest odds. Indeed, self-government ",
  "which does not require that continuous striving to attain it and to sustain ",
  "it, is not worth the name. I have therefore endeavoured to show both in ",
  "word and deed that political self-government—that is self-government ",
  "for a large number of men and women—is no better than individual self-",
  "government, and therefore, it is to be attained by precisely the same means ",
  "that are required for individual self-government or self-rule.",
  "As a votary of purity of means as well as ends, Gandhi tried to assert that we ",
  "must rely on non-violence or ahimsa for the attainment of political self-government ",
  "as well as individual self-government.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "258 An Introduction to Political Theory",
  "Feminist perspective is concerned with the two crucial aspects of the nature of the ",
  "state: (a) State as an instrument of regulation of the public sphere; and (b) State as ",
  "an instrument of power. As regards regulation of the public sphere, feminists argue ",
  "that the dominance of man over woman is not confined to the public sphere; it ",
  "extends to all aspects of her life including the most intimate relations like sexual ",
  "relations. In order to secure justice to woman, the sphere of purely personal ",
  "relations between man and woman will also have to be regulated. Hence feminists ",
  "insist on redefining the term 'political' in this context. This idea is expressed in the ",
  "slogan: 'the personal is political'. Kate Millett (1934- ), noted American feminist, in ",
  "Sexual   Politics  (1971),   sought   to   redefine   politics   as   \"power-structured ",
  "relationships, arrangements whereby one group of persons is controlled by ",
  "another.\" Her study of some well-known romantic writers revealed that power, not ",
  "eroticism or sexual passion, was their real subject, and the urge to dominate was at ",
  "issue in their every written sexual encounter.",
  "Again, in the public sphere, state and politics are concerned with the conflict ",
  "over the distribution of scarce resources, including contests for control of state ",
  "apparatus and its policies. Here too women constitute a deprived section. For ",
  "centuries they have been deprived of the right to property and right to vote. State is ",
  "identified as a key actor in meeting the demands of women like protection from ",
  "male violence, greater reproductive rights (i.e. the right to have children as per ",
  "their choice), changes in family and employement law, provision of pension ",
  "benefits and other welfare schemes.",
  "As regards the role of the state as instrument of power, feminists have tried to ",
  "demonstrate how male power becomes embedded in different branches of the state ",
  "apparatus and in the state policies. Zillah Eisenstein, in her noted work The ",
  "Radical Future of Liberal Feminism (1981), has argued that the liberal state ",
  "represents itself as fully autonomous so that all positions therein are equally open ",
  "to all players, including women. Such a state is not bothered to ascertain the actual ",
  "share of power enjoyed by women. Socialist feminists have attacked the liberal ",
  "state on many grounds: welfare policies of the Western capitalist state increases ",
  "women's dependence on men within the capitalist mode of production; the state ",
  "seeks to free women's labour for exploitation in the labour market; and it tends to ",
  "serve men's interests by maintaining women's unpaid labour in the home.",
  "According to feminists, women constitute a deprived section in all parts of the ",
  "world. In post-colonial states (i.e. the newly independent states of the third world), ",
  "women's lives are less often touched by state regulation, because of the poor ",
  "implementation of the state welfare provisions. Besides, women often become ",
  "victims of state violence in this part of the world. Again, in the formerly socialist ",
  "states of Eastern Europe, the state was associated with 'forced emancipation' which ",
  "implied the employment of women in strenuous jobs, not suited to their capability ",
  "and temperament.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on the State 259",
  "The widespread exclusion of women from state power has still wider implica-",
  "tions. It has caused enviromental degradation as women by nature are nature-",
  "friendly vis-d-vis men. Moreover, men take pride in showing their valour in war-",
  "fare while women are peace-loving by nature. With the exclusion of women ",
  "from power, the state tends to build its strength on military power. This results in ",
  "mounting tension among nations and the lack of active cooperation among them ",
  "for securing the interests of entire mankind.",
  "Pluralist perspective portrays the state as a mechanism designed to serve the ",
  "interests of various groups simultaneously. It has descriptive as well as norma-",
  "tive overtones. On the descriptive side, it deals with the working of a democratic ",
  "state in the contemporary world. On the normative side, it prescribes that wher-",
  "ever the interests of some influencial sections in society get undue prominence at ",
  "the expense of other sections, the situation should be suitably rectified.",
  "A pluralist state repudiates a single centre of power in society. In other words, ",
  "it is characterized by multiple centres of power. Such a state does not hold ",
  "supreme power. It must act as an impartial arbitrator between the claims of ",
  "several social groups for the allocation of the scarce resources of the community. ",
  "Further, it must justify its authority by proving to be the guardian of justice in ",
  "society. Only a democratic state, which provides the right to freedom of association ",
  "to its citizens, would be capable of evolving into a pluralist state. This right would ",
  "enable the citizens to form independent associations for pursuing their specific ",
  "interests as well as their common interest. In due course, these associations ",
  "would become powerful enough to counterbalance the power of the state. The ",
  "set of associations formed to pursue the larger interest of the community constitute ",
  "'civil society'. In the contemporary world, civil society is regarded the bulwark ",
  "of democratic order.",
  "An authoritarian state does not allow the formation of independent associa-",
  "tions of citizens. If some strong associations of citizens happen to emerge in an ",
  "authoritarian state, that state is likely to give way to a democratic system. For ",
  "instance, the rise of Solidarity (an independent union of workers) in Poland in 1980 ",
  "and the emergence of environmental groups and such other associations in the ",
  "Eastern Europe in 1980s culminated in the collapse of authoritarian regimes in ",
  "that region.",
  "Movement toward pluralism began in early twentieth century as a protest ",
  "against the doctrine of state sovereignty. Leon Duguit (1859-1928), a French ",
  "legal theorist, contested the idea of sovereignty solely resting with the state. ",
  "Harold J. Laski (1893-1950), an English political thinker, and Robert M. Maclver ",
  "(1882-1970), an American sociologist, made a fervent appeal for treating the ",
  "vaious social groups as different centres of power in society. They argued thathttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "260 An Introduction to Political Theory",
  "the state should compete with these groups for winning the loyalty of citizens by ",
  "serving their interests more effectively.",
  "Contemporary concept of the pluralist state appeared in a different form. Robert ",
  "Dahl and Charles Lindblom's Politics, Economics and Welfare (1953) and Robert ",
  "Dahl's A Preface to Democratic Theory (1956) and Who Governs? (1961) are ",
  "regarded as landmarks in the evolution of the theory of pluralist state. They tried ",
  "to demonstrate that a democratic society was marked by a widespread distribution ",
  "of political resources, and that different interests prevailed in different political ",
  "disputes and at different times. Dahl and Lindblom described their model of a ",
  "working democracy as 'polyarchy'. This implied a situation in which power is ",
  "not centralized but dispersed among numerous interests and groups. The role of ",
  "government in such a situation is little more than an honest broker in the middle. ",
  "N. Polsby in his essay Community, Power and Political Theory (1963) went a ",
  "step further and asserted that in such a situation at the bottom nobody really ",
  "dominates.",
  "The concept of pluralist state in this sense implies that all groups would bargain ",
  "on equal footing, which is not the case in actual practice. Moreover, some groups ",
  "may lack internal democracy so much so that the dominant personalities in those ",
  "groups may project their own will as the will of the whole group. As a result the ",
  "real interests of the members of those groups might be relegated to the background. ",
  "These points were later conceded by the exponents of the pluralist theory. Thus, ",
  "Charles Lindblom in Politics and Markets (1977) admitted that business and ",
  "property enjoyed a privileged position in the market-dominated polyarchies of the ",
  "West, which enabled them to exercise undemocratic control of society. ",
  "Then Robert Dahl in Dilemmas of Pluralist Democracy (1982) conceded that ",
  "pluralism cannot be treated as an open competition between truly equal political ",
  "forces. In order to reduce the inequalities of these forces Dahl recommended ",
  "those policies which would promote redistribution of power in society. Thus, the ",
  "descriptive and normative sides of the pluralist perspective on the state come ",
  "very close to each other.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]