[
  "c11",
  "Grounds and Limits of ",
  "Political Obligation",
  "T",
  "HE PROBLEM OF political obligation is one of the most prominent ",
  "issues  of political philosophy. It is primarily concerned with the ",
  "question: how far, when and why an individual is obliged to obey the ",
  "law and commands of political authority. This may be accompanied by such ",
  "duties of the citizen as payment of taxes, political participation and voting, jury ",
  "service and military duty, etc. which are necessary for the maintenance of ",
  "political institutions. Broadly speaking, these duties are regarded as part of the ",
  "individual's political obligation. Political philosophy inquires into the logical and ",
  "moral grounds of political obligation so as to determine its proper scope and limits. ",
  "This question is so complex that it is not possible to find its definite answer ",
  "which would be universally acceptable.  However, an inquiry into different ",
  "viewpoints expressed in this behalf can enlighten us in finding an answer to this ",
  "problem in a particular context.",
  "THE DOCTRINE OF FORCE MAJUERE",
  "Force Majuere means superior strength, an irresistible compulsion or coercion. ",
  "The doctrine of force majuere, therefore, regards the superior strength of the ",
  "state as the source of political obligation. According to this view, the state is so ",
  "powerful that the individual has no option but to obey its laws and commands, ",
  "whether he likes them or not. In this sense, political obligation is based on the ",
  "fear of punishment or other unpleasant consequences which would follow from ",
  "disobedience of law. This view of political obligation identifies the state or ",
  "government as the embodiment of political authority; its invincible power as the ",
  "source of its authority. Since individual is too weak to challenge the authority of ",
  "the state, his political obligation is unlimited.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "262 An Introduction to Political Theory",
  "The difficulty with this theory is that it is not based on any moral ground. It ",
  "simply invokes the dubious rule of'might is right'. It does not allow the individual ",
  "to inquire whether a law is right or wrong; it does not care to secure his willing ",
  "obedience. It does not permit the individual to resist any law or command which ",
  "could be wrong in his judgment. It creates a ground of obedience which is akin ",
  "to surrender under the threat of an armed robber rather than following the advice ",
  "of a doctor in the interest of individual's own health. With these characteristics, ",
  "it could hardly be treated as a proper theory of political obligation.",
  "DIVINE RIGHT THEORY",
  "The theory of divine right of Kings holds that the authority of the sovereign is ",
  "derived from God; hence obedience to the state is as imperative as obedience to ",
  "God. The early hints of this theory are found in the ancient Indian political thought. ",
  "In Europe this theory was developed during the ascendancy of monarchy. Its ",
  "chief exponent was Robert Filmer (1588-1653). In the recent times, this theory ",
  "was upheld in pre-communist Tibet and some tribal kingdoms. It is seldom invoked ",
  "in the modem state.",
  "Since God's will is binding on all mortals, this theory upholds an unlimited ",
  "political obligation. It establishes political obligation on religious rather than moral ",
  "ground. If a King turns out to be a tyrant, people have to obey him as a punishment ",
  "for their sin. James I of England (1566-1625) sought to justify his tyrannical rule ",
  "precisely on this ground.",
  "Some writers equate the divine right theory with 'charismatic authority'. This ",
  "comparison is not well-founded. Charismatic authority is the characteristic of ",
  "political leaders who command obedience of their followers because of their ",
  "mystical, personal qualities which may or may not be accompanied by invoking ",
  "their divine origin. Moreover, charismatic authority is purely personal which may ",
  "vanish with the disappearance of the person holding such qualities. But divine ",
  "right theory concedes inheritance of the same authority. It is, therefore, akin to ",
  "'traditional authority' rather than charismatic authority.",
  "Since this theory denies any right of the individual to exercise his judgment ",
  "about right and wrong and to resist any wrong law or command, this too can ",
  "hardly be treated as a sound theory of political obligation.",
  "CONSERVATIVE VIEW",
  "Conservative thinkers uphold obedience to the state or political authority for ",
  "practical reasons. David Hume (1711-76) argued that the advantages of obedience ",
  "to any type of political authority outweigh the disadvantages of having no ",
  "government at all. He, therefore, upheld unconditional political obligation in view ",
  "of practical utility of a government. Edmund Burke (1729-97) similarly argued ",
  "that politics was a matter of 'prudence and practicability'. Defending the casehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Grounds and Limits of Political Obligation 263",
  "for social continuity, he contended that revolution is evil, not only because it ",
  "involves violence and destruction, but also because it results in misuse of power ",
  "by those who manage to capture it. Burke ruled out extreme versions of reform ",
  "because they destroy the social fabric without providing for the mechanism of its ",
  "repair. In his view, \"society is far too complex a system to be tinkered with. A ",
  "people's constitution is the result of many minds in many ages. It is no simple, no ",
  "superficial thing, nor to be estimated by superficial understandings ... A society ",
  "is a delicate organism, developing and adapting itself to circumstances. To interfere ",
  "with any major institution would start a chain of repercussions throughout the ",
  "whole system, with results no man could foresee.\"",
  "Michael Oakeshott (1901-90), a contemporary conservative, defined politics ",
  "as the 'pursuit of intimations of the traditions of behaviour'. According to him, ",
  "the aims of a political association lie within the community itself which must be ",
  "discovered, rather than imported from speculative philosophy. Political activity is ",
  "neither a product of contract nor of any mutuality of purpose. It is akin to the ",
  "model of informal conversation which develops by its internal logic, rather than ",
  "a discourse on a well-thought out subject. Political obligation, then, is a diffuse ",
  "obligation, like an obligation arising out of friendship which does not follow any ",
  "fixed pattern, nor emanates from any conditions of a contract. Thus, political ",
  "obligation is incidental to the political activity which arises from the normal social ",
  "life, rather than from the pursuit of any transcendental objectives. In a nutshell, ",
  "the conservative view of political obligation is based on legitimacy rather than on ",
  "consent or morality.",
  "PRINCIPLE OF CONSENT",
  "Some theories regard individual's consent as the proper source of political ",
  "obligation. According to this view, 'man is born free'; he can be expected to obey ",
  "a ruler only with his consent. In other words, a government can exercise its ",
  "power only with an explicit or implicit consent of its citizens. Some thinkers ",
  "argue that if an individual accepts the protection of the prevailing system through ",
  "abiding by its rules, his tacit consent may be taken for granted. Others hold that ",
  "mere acceptance of a legitimate authority is not sufficient to explain the source of ",
  "political obligation: it must be proved that people themselves created that authority ",
  "with their consent. The theory of the 'social contract' represents the best ",
  "formulation of this viewpoint.",
  "The chief exponents of the theory of the social contract are: Thomas Hobbes ",
  "(1588-1679), John Locke (1632-1704), and Jean Jaques Rousseau (1712-78). ",
  "These thinkers have postulated a 'state of nature', that is a hypothetical stage ",
  "before the creation of political authority. Social contract represents the methodhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "264 An Introduction to Political Theory",
  "of arriving at agreement for setting up the state; it marks a transition from the ",
  "state of nature to civil society. The terms of the contract define the ground and ",
  "limits of political obligation.",
  "Hobbes equates men in the state of nature with wild animals. In his view, ",
  "man's life in the state of nature was 'solitary, poor, brutish and short'. It was a ",
  "state of war of each against all, and hence fraught with insecurity. Men entered ",
  "into covenant to translate their urge for self-preservation into reality. Hence they ",
  "surrendered all their natural rights to the newly created political authority—the ",
  "sovereign. This surrender was final and irrevocable, because any departure from ",
  "this position would result in the reversion to the state of nature. Although Hobbes ",
  "postulates an unlimited political obligation, yet it is solely based on consent; not ",
  "imposed from above. That is why Hobbes contends that \"a conqueror acquires ",
  "dominion only if his vassals are understood to have tacitly promised obedience\".",
  "Locke's picture of the state of nature is not so gloomy. He argues that man is ",
  "by nature a rational creature who is generally inclined to follow the rules of ",
  "morality. Hence the state of nature was a state of 'peace, good will, mutual ",
  "assistance and preservation'. Civil society was established by mutual consent of ",
  "the people, only to deal with the few law-breakers who could not be allowed to ",
  "be the judge in their own case. Under the social contract, man surrenders the ",
  "right to be the judge in his own case to the state which is entrusted with the task ",
  "of protection of his natural right to 'life, liberty and property'. Government is, ",
  "therefore, created as a trust which can be dissolved if it fails to perform this ",
  "function. Accordingly, Locke upholds a limited political obligation and concedes ",
  "individual's right to resistance and revolution.",
  "Rousseau has painted a fascinating picture of the state of nature, as a state of ",
  "idyllic blissfulness—when man was close to nature and enjoyed the beauty and ",
  "bounty of nature without any restriction. But in due course the increase of ",
  "population and the consequent scarcity brought a sense of insecurity when 'natural ",
  "liberty' ceased to be a source of constant happiness. This led to a conflict between ",
  "individual's actual will (motivated by his immediate interest) and real will (motivated ",
  "by his ultimate interest which coincided with the interest of the community). In ",
  "order to overcome this difficulty, men entered into the social contract by placing ",
  "themselves under the direction and control of the 'general will' which reperesented ",
  "the convergence of the real will of all members of the community. Thus, natural ",
  "liberty was replaced by 'civil liberty' which provided for an effective security of ",
  "their possessions. Rousseau, therefore, postulated absolute sovereignty and ",
  "unlimited political obligation. However, this obligation is not owed to any external ",
  "authority; it is addressed to the general will of the community of which the ",
  "individual himself is a part. In other words, it embodies consent of the individual ",
  "to subordinate his 'lower self to his 'higher self. This subordination is not ",
  "inimical to his freedom even if he feels the pinch of suppression of his 'lower ",
  "self. That is why Rousseau postulated that 'man can be forced to be free'.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Grounds and Limits of Political Obligation 265",
  "Among the exponents of the social contract, Locke alone postulates a conditional ",
  "consent; hence he clearly creates a limited political obligation. Hobbes and Rousseau ",
  "postulate unconditional consent and absolute sovereignty. They seem to create ",
  "an unlimited political obligation. But since this obligation is based in their consent, ",
  "and it is intended to serve their interest, it cannot be treated as unlimited in the real ",
  "sense. Hobbes creates a powerful state structure—symbolized by Leviathan (a ",
  "sea monster) who dominates all others. He provides for no mechanism to curb ",
  "the state if the actual sovereign turns out to be tyrannical. Rousseau, too, creates ",
  "an equally powerful sovereign, but it does not stand above the community. ",
  "Theoretically this is all right, but in actual practice sovereignty will be exercised ",
  "by a government consisting of a group of persons who might project their selfish ",
  "and foolish designs as the expression of the general will. Rousseau, of course, ",
  "favoured small communities governed by direct democracy where such a situation ",
  "would not arise. But this is not practicable in modern times. So Rousseau's ",
  "solution does not show us the way to prevent the abuse of force by government. ",
  "In fact the whole idea of consent, given once for all, is not a sound basis of ",
  "political obligation. A government based on consent must be dependent on the ",
  "continuous consent of a vigilant electorate, to be renewed and re-expressed at ",
  "regular intervals. In this light Locke's formulation of the social contract may be ",
  "treated to be on sound footing.",
  "IDEALIST VIEW",
  "The idealist school of thought originally created an unconditional and unlimited ",
  "obligation, but later it was modified to admit a note of caution. G.W.F. Hegel ",
  "(1770-1831), famous exponent of idealism, eulogized the state as 'the incarnation ",
  "of divine reason' and the 'march of God on earth'. He argued that when individual ",
  "obeys the state, he essentially follows divine reason and thereby exercises his ",
  "freedom. Hegel, therefore, postulated an unlimited political obligation without ",
  "drawing a clear distinction between the state (which was an abstract entity) and ",
  "government (which consisted of a group of fallible persons exercising actual ",
  "authority). It is unfortunate that fascist regimes invoked Hegel's argument to ",
  "demand unconditional obedience from their citizens and led them to the path of ",
  "untold disaster.",
  "It was T.H. Green (1836-82) in the idealist tradition who declared that ",
  "government cannot claim an unconditional obedience of its citizens. Green argued ",
  "that individual owes his allegiance to society, not to the state or government. ",
  "Accordingly, the organized power of society should be recognized as political ",
  "authority for the purpose of determining political obligation. Green's concept of ",
  "political obligation is based on his concept of the 'common good'. He pointed out ",
  "that it is society, not the state, which is the pivot of the common good.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "266 An Introduction to Political Theory",
  "Green's view of human nature is sharply opposed to the utilitarian view. ",
  "Whereas utilitarians treat the human being as a pleasure-seeking animal, Green ",
  "holds that human beings do not seek pleasure as such. The rational basis of ",
  "human activity is will or reason, not desire or passion. As self-conscious beings, ",
  "men and women wish to realize the good which they grasp along with other ",
  "members of the community. According to Green, human beings do not identify ",
  "their self-interest as distinctly as they identify the common good. Common good ",
  "not only comprehends the good of all members of the community, but their ",
  "conceptions of the common good are also identical. In his Lectures on the Principles ",
  "of Political Obligation (1882) Green argued that the state itself is obliged to ",
  "promote the common good as conceived by its citizens, and that individual is ",
  "obliged to obey only those laws which will promote the common good. If ",
  "individuals think that they will serve the cause of the common good by defying ",
  "any command of the state, their political obligation does not prevent them from ",
  "such defiance.",
  "According to Green, it is the consciousness of the common good which ",
  "prompts human beings to accept their duties. They tend to sacrifice their self-",
  "interest for the sake of the common good for they realize that they can attain self-",
  "realization only as members of the community, not as separate individuals. The ",
  "question of priority between the individual and the community is irrelevant because ",
  "individuals have no existence outside the community, and no community can ",
  "exist without its constituent individuals. The true basis of the community lies in ",
  "each individual treating every other individual as an end-in-itself, because each ",
  "member of the community is recognized as capable of pursuing ideal objects. ",
  "The true object of politics as well as of morality is to improve the moral character ",
  "of individuals. This should be the criterion of evaluation of any institution or law. ",
  "In other words, each institution or law should enable the citizens to exercise their ",
  "good will and reason in the conduct of their affairs. It is the moral nature of ",
  "human being which postulates his freedom. Freedom requires all members of the ",
  "community to have equal opportunity of self-development. It is the duty of the ",
  "state to create such conditions that are conducive to human freedom. Green ",
  "points out that law can force the individual to perform certain acts, but these ",
  "would be external acts only. No law can make them moral because morality is ",
  "dependent on something freely willed. In Green's words, 'will, nor force, is the ",
  "basis of the state'.",
  "Thus Green's view of political obligation banks on the moral nature and capacity ",
  "of human beings. It reduces the state to an instrument of securing the common ",
  "good as conceived and defined by its citizens. By recognizing the organized ",
  "power of the community rather than the state as the object of political obligation, ",
  "Green rules out the claim of any government to demand unconditional obedience ",
  "from its citizens. Likewise, Harold J. Laski (1893-1950) ruled out unconditional ",
  "obedience to any government by drawing a distinction between the state andhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Grounds and Limits of Political Obligation 267",
  "government. He argued that if a government claims allegiance of human beings, ",
  "it will have to compete with other human associations in securing their highest ",
  "welfare.",
  "MARXIST VIEW",
  "According to the Marxist view, the state is by no means the organized power of ",
  "the community. It is indeed the organized power of the dominant class— ",
  "particularly the class owning the major means of production. Its purpose is not ",
  "general welfare, but helping the strong competitors to increase their wealth and ",
  "power by exploiting the weak competitors as well as the dependent class. In a ",
  "class-divided society, individual can have no political obligation toward the state. ",
  "At best, an individual can have any obligation toward society, provided it is a ",
  "classless and stateless society. Till such a society comes into existence, we can ",
  "only think of worker's obligation toward the working class. Under the capitalist ",
  "system, where enemies of the working class are in power, the worker has ",
  "obligation 'against the state'. It requires him to show solidarity with the working ",
  "class in order to create a strong organization for revolution against the capitalist ",
  "regime.",
  "ANARCHIST VIEW",
  "The anarchist view advocates the abolition of all organized authority as well as ",
  "the state mechanism in order to build a society wherein all human beings shall ",
  "freely and spontaneously adjust with each other without requiring an external ",
  "force to regulate their relations. It, therefore, upholds negative political obligation. ",
  "Anarchists like P.J. Proudhon (1809-65) and Peter Kropotkin (1842-1921) argued ",
  "that all governmental authority is illegitimate because the state is indeed a coercive ",
  "institution, which is suited only to a corrupt and unjust society. The individual is ",
  "only obliged to uphold justice. So he is obliged to resist the state and devote ",
  "himself to building a new system where all members of society will spontaneously ",
  "cooperate with each other.",
  "The Marxist and Gandhian views, as upholders of stateless society, come ",
  "closer to the anarchist view of political obligation.",
  "Mahatma Gandhi (1869-1948), India's father of the nation, recognized severe ",
  "limits of political obligation, as his principle of'civil disobedience' indicates. Civil ",
  "disobedience implies deliberately disobeying an unjust authority and breaking an ",
  "unjust law. The duty of civil disobedience to an unjust law is the counterpart ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "268 An Introduction to Political Theory",
  "the duty of civil obedience to a just law. Civil disobedience may be resorted to as ",
  "a protest against an unjust policy of government or in order to draw attention of ",
  "the government to a demand for political reform.",
  "The term 'civil disobedience' was originally coined by an American writer— ",
  "Henry David Thoreau (1817-62) who published an essay in 1848 to explain why ",
  "he had refused to pay taxes to the state for several years for which he had to ",
  "undergo imprisonment. Thoreau argued that people must register their protest ",
  "against any injustice perpetrated by their own government. Harold J. Laski has ",
  "cited the case of 'conscientious objectors' to military service during the period of ",
  "the First World War (1914-18), who had to undergo punishment for refusing to ",
  "render military service as they believed in peaceful solution of all human disputes.",
  "Mahatma Gandhi sought to combine the principle of civil disobedience with ",
  "his principle of non-violent struggle and satyagraha (the principle of insistence ",
  "on truth) during India's struggle for independence. Gandhi set a practical example ",
  "of civil disobedience when he led the march to the seashore in 1930 to defy the ",
  "ban on making salt by the Indians. This ban was imposed by the British colonial ",
  "rulers which was thought to be unjust by Gandhi and his followers. Gandhi ",
  "firmly believed that civil disobedience was based on a profound respect for law ",
  "in general; only unjust law should be broken—that, too, when all methods of ",
  "persuasion and petition for withdrawal of such law had been tried and had failed. ",
  "The act of civil disobedience should be performed non-violently and in full public ",
  "view; and penalties entailed by this act should be accepted willingly.",
  "It is again important that the true object of civil obedience is 'change of heart' ",
  "of the authorities concerned. This should be resorted to only against a tyrannical ",
  "regime, foreign rule or unjust government. If a government generally maintains ",
  "the citizens' rights and can be influenced through democratic means, resort to ",
  "civil disobedience will not be necessary. Finally, civil disobedience should not be ",
  "resorted to for pressing the demands of any particular section against the general ",
  "or public interest.",
  "CONCLUSION",
  "Political obligation is a complex issue. Its grounds and limits have to be considered ",
  "very carefully before conceding it. At the outset, it is necessary to realize that the ",
  "individual owes political obligation to political authority. An idealistic view of ",
  "political authority may involve a serious departure from a realistic position. Rousseau ",
  "postulated political obligation to the 'general will'; Hegel projected a divine image ",
  "of 'the state' as the object of political obligation; and Green suggested political ",
  "obligation toward the 'organized power of society' as distinguished from the ",
  "state. But how do we encounter these abstract entities in real life? Philosophically, ",
  "we may owe political obligation to any ideal object, but in actual life such obligation ",
  "is always demanded by a band of government officials which must be consideredhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Grounds and Limits of Political Obligation 269",
  "with utmost caution. As Laski has succinctly pointed out: \"the state's claim to ",
  "preeminence always means, in fact, the sovereignty of a government composed ",
  "of fallible men whose intentions alone are not a sufficient justification for so vast ",
  "a claim\" (A Grammar of Politics; 1938).",
  "It is important to remember that government is only an external agency; a ",
  "good government is the product of human ingenuity. However, the power of ",
  "reasoning is still retained by human beings themselves; it cannot be transferred to ",
  "the instrument created by them. So the individual himself or herself remains the ",
  "best judge as to whether a law is just or not. At the same time, no single individual ",
  "can become wiser than all others. So when a law or government order is thought ",
  "to be unjust, there should be full public debate and discussion of the issue, and ",
  "the decision to oppose or resist it should be taken when public opinion on that ",
  "issue has been largely crystallized and mobilized. Some sectional interests or ",
  "opinions may still differ, and efforts should be made to understand and analyse all ",
  "points of view for arriving at a consensus. It is also necessary to realize that the ",
  "failure of government to fulfil all our aspirations should not be treated as a sufficient ",
  "ground of resistance, because such failure could be the outcome of paucity of ",
  "resources, enormity of the problem or genuine priority of claims of others. For ",
  "instance, a government should not be resisted because it failed to provide for full ",
  "employment, universal education and medical care, etc. since no government on ",
  "earth is expected to solve all our problems. Then, before resorting to extreme ",
  "measures like disect action, strike, picketing, hunger strike or courting arrest in ",
  "large numbers, all constitutional means and methods should be tried fairly.",
  "Finally, it is essential to see that the resistance should not be taken too far. As ",
  "Burke had warned, resistance is the medicine of the constitution, not its daily ",
  "bread. Reform should be undertaken to achieve a definite objective, and the situation ",
  "should be reviewed and a further programme chalked out after fulfilment of that ",
  "objective. If major issues are resolved, minor issues could be left to take care of ",
  "themselves. Revolution is not ruled out, but it should be undertaken as a long-",
  "term programme, not as a sudden overthrow of the system. A. Appadorai (The ",
  "Substance of Politics; 1975) has rightly suggested: \"While the conscientious ",
  "individual who leads the resistance may often be motivated by the highest moral ",
  "purpose, he must remember that he may be followed by others less conscientious ",
  "who may take advantage of the opportunity to gain their selfish ends.\" If change ",
  "is accompanied by chaos and confusion, the situation is most likely to be exploited ",
  "by anti-social elements. If old order is destroyed indiscriminately without leaving ",
  "the foundations for the construction of a new order, the result would be disastrous, ",
  "because, to destroy is easy, to reconstruct is difficult.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]