[
  "c12",
  "Concept of Law",
  "L",
  "AW IS THE characteristic of a situation where an object or individual ",
  "behaves uniformly under specific conditions, indicating regularities of ",
  "behaviour. Law is responsible for all orderliness in the universe and ",
  "society. To understand the nature of law, it is essential at the outset to distinguish ",
  "between  two types of law: (a) Descriptive (or Scientific) Law; and (b) ",
  "Prescriptive (or Stipulative) Law. Descriptive or scientific law exists and operates ",
  "in the universe, independently of our will. We can only discover it, but cannot ",
  "alter it nor escape from it. No external agency is required to enforce it. Since it ",
  "is beyond our control, its test is 'true' or 'false'. The terms 'right' or 'wrong' may ",
  "be applied in its case only in the factual sense, as alternatives of 'true' or 'false', ",
  "and not to invoke any moral standards. In any case, we can apply our knowledge ",
  "of scientific law to serve human purposes. The examples of descriptive or ",
  "scientific law are: 'law of gravitation' (in physics) and 'law of diminishing ",
  "returns' (in economics). These laws can be applied for making mechanical devices ",
  "or improving industrial production. A scientific law can be challenged or redefined ",
  "only by a new scientific discovery and a proof supported by experimentation. ",
  "On the other hand, prescriptive law determines what an individual should or ",
  "should not do under specified conditions. Each organization makes some rules for ",
  "its members which are binding on them. These rules are enforced by sanctions, ",
  "so that any deviation  or departure from these rules makes one liable to ",
  "punishment, denial of some benefit or privilege. The existence of an organization ",
  "is dependent on observance of such rules. The set of such rules applicable to the ",
  "larger society or community comes in the category of prescriptive law.",
  "Prescriptive law is, therefore, man-made law, adopted by human society for ",
  "regulating its behaviour, although it may be based on some forceful considerations, ",
  "such as long-standing custom, 'human conscience', the prevailing level of ",
  "consciousness or dominant public opinion. However, this can be changed ",
  "according to our needs and mode of thinking. For instance, a penal code whichhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  271",
  "Law",
  "prescribes punishment for various types of offences is a prescriptive law. Since ",
  "this type of law can be altered according to our sense of justice, its test is 'right' ",
  "or 'wrong' in the moral sense. But when applied objectively, say, by lawyers and ",
  "law-courts, its test is 'valid' or 'invalid' although some doctrines of fairness, ",
  "reasonableness, due process, etc. may be invoked in its interpretation. In other ",
  "words, the 'letter of law' may be supplemented by the 'spirit of law' during the ",
  "course of its interpretation and enforcement. In political science and all other ",
  "social sciences as well as jurisprudence, the term 'law' is throughout applied to ",
  "indicate prescriptive law, unless otherwise indicated by the context.",
  "The nature of law has been described differently by different schools of thought ",
  "in view of different applications of this term. The principal schools of thought as ",
  "prevalent in the Western tradition are: (a) Natural Law School; (b) Analytical ",
  "Jurisprudence; (c) Historical Jurisprudence; and (d) Sociological Jurisprudence.",
  "NATURAL LAW SCHOOL",
  "This school of thought sees law as representing binding obligations arising from ",
  "the moral sphere. It holds that positive law or enactment draws its sanctity or ",
  "authority from a higher law, 'the law of nature' or 'natural law' which exists ",
  "independently of our will, and which can be discovered by the human faculty of ",
  "reasoning. It is, however, different from scientific law because its character is ",
  "normative rather than positive. It postulates the existence of a universal system ",
  "of 'justice' or 'right' as distinct from human enactments and rules.",
  "Positive Law",
  "The law that expresses the will of the sovereign. Usually it is duly enacted by a ",
  "legislature. It is binding on all those coming within its jurisdiction, and its violation is ",
  "effectively met with punishment.",
  "This view of law has been prevalent in the West since ancient times, particularly ",
  "since stoic philosophers (c. 300 B.C.). In Roman jurisprudence it was recognized ",
  "as a standard against which all civil law should be judged. In the medieval times, ",
  "it was equated with divine law. In the eighteenth century it was developed, ",
  "particularly by Immanuel Kant (1724-1804), as an objective standard to which ",
  "all rational nature should conform. In the contemporary world, it is particularly ",
  "invoked in the arguments concerning universal human rights.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "272 An Introduction to Political ",
  "Theory",
  "ANALYTICAL JURISPRUDENCE",
  "Analytical jurisprudence or 'Legal Positivism' owes its origin to the Anglo-",
  "American legal tradition which flourished in the nineteenth century. It sees all law , ",
  "as positive, as direct command of a competent authority, enforceable by effective ",
  "sanctions. It focuses on the nature of law in technical sense of the term, as ",
  "distinguished from its conception as a moral standard. It denies the status of law ",
  "to such rules that are based on a body of conventions or expectations, without ",
  "proper authority to enforce them effectively, such as 'international law'. It rejects ",
  "the 'natural law' doctrine as unscientific, grounded on mythical entity, and rooted ",
  "in confusion between law and morality. John Austin (1790-1859) is regarded the ",
  "chief exponent of this school of thought, who tried to discover the key doctrines ",
  "and ideas underlying a formal legal system.",
  "Austin defined law as a command of the sovereign person or body, as ",
  "promulgated in a particular political society. He argued that 'international law' ",
  "was not law in the real sense because it was neither promulgated by a sovereign, ",
  "nor enforced by a political superior. At best, international law could be described ",
  "as 'positive morality' as distinguished from 'positive law'. Subsequent thinkers ",
  "in this tradition sought to modify Austin's formulations as regards the criteria of ",
  "validity of positive law. Hans Kelsen, in his General Theory of Law and State ",
  "(1961) argued that validity of law is derived from its proper promulgation as well ",
  "as from its conformity to a 'basic norm'. Kelsen postulated a hierarchy of norms ",
  "to which sanctions are attached. The lower-level norms derive their validity from ",
  "higher-level norms so that there is a basic norm at the top of this hierarchy to ",
  "which entire legal system must conform. In spite of his insistence on the normative ",
  "character of law, Kelsen remains a positivist because he separates the questions ",
  "of morality and moral obligation from those of legal validity and legal obligation.",
  "H.A.L. Hart, another major thinker of this school, argued in his Concept of ",
  "Law (1961) that Austin's conception of law as based on coercive order was too ",
  "narrow as it was largely derived from the model of criminal law. If viewed in ",
  "proper perspective, the scope of law is not restricted to acts of command and ",
  "punishment. While criminal laws embody a set of coercive orders, civil laws and ",
  "procedure cannot be compared to it as they also provide for certain private ",
  "arrangements, such as contracts, marriages and wills. Different types of law ",
  "serve different purposes. Besides punishing offenders, laws may distribute benefits ",
  "and regulate various organizations. Hart equates law with rules which determine ",
  "duties, obligations, rights and powers and also provide for the procedure of law-",
  "making and its amendment. Hart also rejects Kelsen's conception of'basic norm', ",
  "as based on misunderstanding. He argues that the standard of validity of a rule ",
  "cannot exist in a vacuum. Its derivation is a matter of social fact rather than a ",
  "hierarchy of norms standing within the legal system. For instance, an act may be ",
  "lawful in terms of English law, but not so in terms of French law. Hence norms ",
  "of legal validity are indeed rooted in a social system, not in the legal system itself.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Law 273",
  "Ronald Dworkin rejected Hart's conception of law as a structure of rules and ",
  "sought to reformulate the conception of law by introducing the role of'principles' ",
  "in a legal system. In Taking Rights Seriously (1977) Dworkin argued that Hart's ",
  "model cannot be applied to analysis of all aspects of a legal system, particularly in ",
  "the context of disputed cases where application of rules does not give a clear ",
  "answer. In difficult cases judges have to rely on certain 'principles' for reaching ",
  "a decision. These principles are by no means 'extra-legal' criteria as they are ",
  "used by judges as part of law. A famous example of a principle is that which ",
  "holds that a man should not benefit from his own wrong. This principle has been ",
  "invoked to prevent a murderer benefiting from his victim's will. Positivists, who ",
  "conceive of a legal system exclusively in terms of rules, have no answer to deal ",
  "with such a situation. Pointing to the distinction between rules and principles, ",
  "Dworkin observed that rules are precise and their applications can be specified ",
  "whereas principles are not so precise and different principles may conflict with ",
  "each other. Judges have the discretion to choose a befitting principle for reaching ",
  "decision in a particular case. It is by no means an easy task. Moreover, principles ",
  "can be invoked only to suggest reasons or justifications for the decision, but the ",
  "decision itself cannot be derived from the application of a principle. Different ",
  "principles are independent of each other. Unlike norms of rules, they cannot be ",
  "arranged in a hierarchy so as to indicate primacy of one principle over another. ",
  "Validity of a principle is to be sought from the realm of political theory rather ",
  "than from the rationale of legal system itself. The constitutional standards and ",
  "doctrines adopted by judges by invoking different principles are, therefore, subject ",
  "to criticism like the problems of political theory.",
  "In a nutshell, critics of legal positivism have tried to highlight inadequacies of ",
  "positive law by pointing to the cases which cannot be solved with the help of ",
  "positive law alone. Kelsen refers to 'basic norm' of the legal system; Hart points ",
  "to the 'structure of rules'; and Dworkin introduces reliance on 'principles' as ",
  "essential complements of positive law. All of them point to the complexity of the ",
  "nature of law which cannot be understood from its apparent form only.",
  "HISTORICAL JURISPRUDENCE",
  "Historical jurisprudence or 'Legal Evolutionism' believes in tracing the essence ",
  "of legal ideas and institutions to their historical roots. According to this view, ",
  "legal evolution is the outcome of play of social forces. Its chief exponents include ",
  "F.C. Savigny (1779-1861) and Henry Maine (1822-88). Savigny identified law ",
  "as the expression of the spirit of a particular people—their race as well as culture. ",
  "He, therefore, recognized custom as the fundamental form of law because it ",
  "originated in the life of the people. Legislation was merely a device of translating ",
  "popular consciousness into enactments.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "274 An Introduction to Political Theory",
  "Henry Maine, in his Ancient Law: Its Connection with the Early History of ",
  "Society and Its Relation to Moral Ideals (1861), rejected Savigny's approach to ",
  "law as a heritage of a particular people. Instead he sought to evolve a general ",
  "framework in order to explain evolution of law and legal ideas in universal terms. ",
  "From a comparative analysis of the evolution of legal institutions in different ",
  "societies, Maine came to the conclusion that progressive societies are characterized ",
  "by a 'movement from status to contract'. In short, according to historical school, ",
  "law has no fixed content. Change in social institutions and awareness bring about ",
  "corresponding changes in the substance of law.",
  "SOCIOLOGICAL JURISPRUDENCE",
  "The exponents of this school include Ludwig Gumplowicz (1838-1909), Leon ",
  "Duguit (1859-1928), Hugo Krabbe (1857-1936), Roscoe Pound (1870-1964) ",
  "and Harold J. Laski (1893-1950). In sharp contrast to the analytical jurisprudence, ",
  "sociological school holds that the state is not the source of law; it is only an ",
  "agency to impute legal value to the rules which already exist in society to take ",
  "care of social interests. Law is, therefore, not only prior to the state but also ",
  "superior to the state. However, law has a unique importance in society as an ",
  "instrument of solving social problems and achieving social progress. Thus Roscoe ",
  "Pound insists on assessment of law according to the defined social purpose. In ",
  "order to achieve social progress, law should be open to interpretation and revision ",
  "in the light of changing levels of social consciousness. Pound holds that the ",
  "proper function of law is 'social engineering'.",
  "In a nutshell, according to sociological school, substance of law is to be ",
  "determined with reference to the social purpose which it is designed to serve. ",
  "While the historical school tends to discover the essence of law from the social ",
  "institutions of the past, the sociological school largely seeks its significance in ",
  "our vision of the future.",
  "In technical sense, law is the command of the state, recognized by various organs ",
  "of the state, and enforced by sanctions. In this sense, the state is apparently the ",
  "source of all law. However, the state does not make law by itself, out of its own ",
  "will. Pluralists like R.M. Maclver (1882-1970) believe that law existed even ",
  "before the emergence of the state; the state does not create law but only declares ",
  "it. In what forms does law exist, before its formal recognition, enactment and ",
  "enforcement? An inquiry into these questions will lead us to the sources of law.",
  "CUSTOM",
  "Social usage or custom is the oldest and most important expression of law. ",
  "Social life of human beings was regulated by custom long before the emergencehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of haw 275",
  "of the state. Custom represents those modes of behaviour which were found ",
  "suitable after trial for a long time, and which were stabilized and accepted as ",
  "standard forms of behaviour. Human beings came to treat them as binding rules. ",
  "Those who violated these rules were ridiculed, deprived of certain privileges of ",
  "social life including normal social intercourse, or punished so much so that they ",
  "could be exterminated or executed.",
  "We have many customs which were neither created nor inspired by the state. ",
  "For example, institutions of marriage and family, based on custom, are certainly ",
  "prior to the state. State may make laws to regulate these institutions with the ",
  "changing needs and levels of consciousness. Similarly, rules of economic ",
  "transaction were derived from social usage which eventually became the subject ",
  "of elaborate legislation. Common Law of England is based on custom which is ",
  "recognized by law-courts as valid as law itself.",
  "RELIGION",
  "In primitive communities custom and religion were intertwined. Religion ",
  "determined not only modes of worship but also a good deal of custom regulating ",
  "social life. In traditional society the close links between the priest and the king are ",
  "an ample proof of close relations between religion and politics. Ancient Roman ",
  "law is largely grounded in a set of religious rules. Ancient Indian codes of law ",
  "cannot be distinguished from scriptures. Hindus and Muslims in India even today ",
  "have their separate personal laws based on their religious beliefs and practices, ",
  "particularly for regulating marriage and inheritance.",
  "SCIENTIFIC COMMENTARIES",
  "Several publicists and eminent jurists have written treatises giving interpretation ",
  "of the substance of law prevailing in different countries. In these works, they ",
  "have raised questions on which the law is either silent, or vague, or uncertain. ",
  "They have advanced their well-built arguments and proofs to deal with such ",
  "situations. They have expressed their opinions so effectively and convincingly ",
  "that these are treated as authentic as law itself. It is true that very few of such ",
  "treatises have won much recognition, yet they constitute an important source of ",
  "law. In England views of Edward Coke (1552-1634) and William Blackstone ",
  "(1723-80) are treated as authoritative as law; in America works of Joseph Story ",
  "(1779-1845) and James Kent (1763-1847) enjoy similar status. The opinions of ",
  "these scholars are recognized even by law-courts for arriving at their decisions. ",
  "Many eminent jurists have written elaborate commentaries on Indian constitutional ",
  "law; one or two of them might be recognized as authoritative, in due course.",
  "ADJUDICATION",
  "In most countries judicial decisions and verdicts are accompanied by explication ",
  "of such principles or interpretations of law which serve as precedents for futurehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "276 An Introduction to Political Theory",
  "decisions. The case law of England and Supreme Court decisions in America and ",
  "India are the case in point. Where law is silent, vague or uncertain, judges may ",
  "express their opinions to deal with such situations, with well-built arguments and ",
  "proofs. At times they tend to expand the scope of law by giving it new ",
  "interpretations according to the changing needs of time, and thus make their own ",
  "contribution to the existing body of law.",
  "EQUITY",
  "Equity, like adjudication, is another form of judge-made law. Whereas adjudication ",
  "involves interpretation and application of the existing law, equity breaks new ",
  "ground. Where existing law is inadequate, judges may use their common sense, or ",
  "their own understanding of fairness to give relief to the party concerned. Equity is ",
  "derived from the principles of natural justice rather than from the letter or the spirit ",
  "of law. Equity was used in ancient Roman law. In the modern age equity is often ",
  "invoked in the cases involving law of contract.",
  "Natural Justice",
  "A set of those principles of justice which belong to the unwritten part of law. These ",
  "principles are invoked when the judges act according to their own 'sense of justice'. A ",
  "comprehensive list of these principles cannot be given, but those most widely recognized ",
  "are as follows: no man shall be the judge in his own cause; both sides shall be heard; ",
  "the judge shall give full consideration to the case and exclude all irrelevant considerations ",
  "from his mind while reaching a decision; like cases shall be decided alike; not only ",
  "shall justice be done but it shall be seen to be done; and finally, judgment shall include ",
  "not only the bare decision, but the reasons which lead to it.",
  "LEGISLATION",
  "Finally, legislation may be included in this list, although it denotes the process of ",
  "law-making rather than a source of law. With the rise of democracy, popularly ",
  "elected assemblies enact a large number of measures which continuously ",
  "supplement the existing body of law.",
  "LAW AND MORALITY",
  "Technically speaking, law is the product of a prescribed procedure. It is valid only ",
  "if it is properly enacted and recognized. Morality, on the other hand, is based on the ",
  "sense of Tightness and justice. Ideally speaking, laws should be made in ",
  "conformity with the principles of morality. However, in actual practice, law andhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  277",
  "Law",
  "morality may take different courses. If law compels someone to act against ",
  "one's conscience, a clash may arise between legal obligation and moral obligation. ",
  "For example, if a worker is morally committed to a trade union which has given ",
  "a call for strike but the strike has been legally banned, one will have to face the ",
  "consequences of acting against law if one chooses to honour one's moral ",
  "commitment.",
  "Law is concerned with the external actions of man, and not with his inner ",
  "motives. Morality springs from one's conscience which may or may not be ",
  "translated into overt acts. Thus envy, ingratitude and hypocrisy are morally wrong ",
  "but these will not be legally punished until they result in such actions that are ",
  "legally wrong. Morality imposes certain duties on man toward other human beings ",
  "and other elements of his environment which may not be legally enforceable. ",
  "Law can prevent us from certain immoral acts, but it cannot make us moral. ",
  "Morality can be inculcated only through proper education and a congenial cultural ",
  "environment. Again, it is morality which makes us law-abiding citizens.",
  "Sanction behind law is force. If law is not observed out of moral conviction, ",
  "it may be observed out of fear of punishment. Departure from law will be met ",
  "with punishment; departure from morality will be followed by the prick of ",
  "conscience, social disapproval and loss of reputation.",
  "Law is relatively clear and consistent; moral standards may at times be disputed ",
  "or doubtful—these may change with time and place. Changes in law may be ",
  "preceded or followed by the corresponding changes in moral consciousness. ",
  "Some moral beliefs are based on superstition or outmoded thought, and law may ",
  "take lead in social reform. For instance, the idea of abolition of child marriage, ",
  "widow-burning, untouchability or bonded labour was first conceived by a few ",
  "reformers, but it created larger moral awareness when it was translated into ",
  "concrete law.",
  "Some laws are morally neutral in their apparent form, adopted as a matter of ",
  "convenience for the maintenance of public order. For instance, traffic laws may ",
  "direct us to keep to the left or to the right. They are morally neutral as long as ",
  "they are equally applicable to all. However, observance of such laws is also ",
  "inspired by our moral sense, that is equal concern for the convenience and safety ",
  "of all road-users.",
  "Since our social life is practically regulated by law, it is imperative that laws ",
  "should be adjusted with the changes in our moral consciousness. Otherwise, ",
  "laws will prove to be tyrannical. Such laws will not only be frequently violated ",
  "but the whole system of law will be overthrown.",
  "i ",
  "LAW AND LIBERTY",
  "Liberty or freedom is formally defined as 'absence of restraint'. Law, on the ",
  "other hand, imposes restraints on certain activities of individuals. Does law, then,https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "278 An Introduction to Political Theory",
  "curtail liberty or can it be reconciled with liberty? It is a complex issue. It is ",
  "possible that a tyrannical state may make tyrannical laws and destroy liberty of ",
  "individuals. However, under democratic and welfare state purpose of law is to ",
  "protect and promote liberty. How does law perform this function?",
  "When liberty is accepted as a universal principle, it is imperative that liberty of ",
  "one individual does not endanger the liberty of another individual. This necessitates ",
  "restriction on liberty of individual so as to allow equal liberty to all. Law is precisely ",
  "the means of imposing such restriction. D.D. Raphael in his Problems of Political ",
  "Philosophy (1976) has significantly observed: \"Law restricts liberty in requiring ",
  "us to do things that we might otherwise not want to do, and in requiring us to ",
  "refrain from actions that we might otherwise want to do. The restrictions upon ",
  "liberty imposed by the law may be intended to protect the liberty of others (or ",
  "sometimes of oneself) which would be impeded by the behaviour that the law ",
  "restricts, or alternatively the restrictions of law may be intended to promote other ",
  "values than liberty. . . For either of these reasons the restrictions of law may be ",
  "desirable, indeed essential.\" Raphael has identified four spheres in which ",
  "restrictions imposed by law on individual's liberty can be considered as rational: ",
  "(a) Crime; (b) Civil Disputes; (c) Economic Control; and (d) Provision of Social ",
  "Welfare.",
  "In the Sphere of Crime",
  "Such acts of individuals that are deemed to be a threat to the liberty and safety of ",
  "other individuals (or their own safety) are declared offence under the law, for ",
  "which punishment is prescribed. The law concerning such acts is called 'criminal ",
  "law'. For instance, violation of traffic rules is a crime because it jeopardizes ",
  "safety of the road-users. Theft, causing physical injury, rape and murder are ",
  "other examples of crime which are punishable under the law. Besides, the acts ",
  "which might harm the individual himself and his family may also be declared ",
  "cognizable offences and punishable under the law. Examples of such acts include ",
  "alcoholism, drug-addiction, and attempt to suicide.",
  "In the Sphere of Civil Disputes",
  "The law relating to private rights of individuals and disputes between them is ",
  "called 'civil law'. The term 'individuals' in the present context comprehends ",
  "'corporate bodies' also. For instance, if an individual causes damage to another's ",
  "property due to negligence, he is required to pay damages, and not to undergo ",
  "punishment. If somebody violates a contract or a husband harasses his wife, the ",
  "aggrieved party can have recourse to civil law. Compensation for causing ",
  "defamation can be claimed in a civil law court under the law of torts. In certain ",
  "cases, a matter of civil law may become so grave that it becomes a subject of ",
  "criminal law. Examples of such cases are fraud, misappropriation and criminal ",
  "breach of trust for which a report can be lodged in a police station. Similarly, if ",
  "rash driving results in killing somebody, it is to be dealt with under the criminal ",
  "law.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Law 279",
  "In ",
  "the Sphere of Economic Control ■    / ",
  "Modern state regulates a lot of economic activities and this necessitates certain ",
  "restrictions on individuals and groups. For instance, the state determines minimum ",
  "wages of workers, regulates payment of dearness allowance, specifies conditions ",
  "of work and various types of compensations payable to the workers. Employers ",
  "are bound by the labour laws governing such matters. Besides, law may declare ",
  "some functions as essential services and ban strikes in the concerned sector. ",
  "Laws governing quality control, weights and measures, prevention of adulteration ",
  "and other measures for protection of the interests of consumers may also be ",
  "cited as examples of economic control.",
  "In the Sphere of Social Welfare",
  "The rise of welfare state has tremendously expanded the sphere of legal regulation. ",
  "It provides for taxation of relatively rich sections for the provision of schools, ",
  "hospitals, cheaper transport and housing, etc. for the relatively poor sections as ",
  "well as for the common services. Similarly, entrepreneurs may be encouraged or ",
  "even obliged to set up industries in backward areas to ensure development of ",
  "those areas. Broadly speaking, the law in this sphere is used as an instrument of ",
  "social justice.",
  "CONCLUSION",
  "The conflicting claims of law and liberty as well as those of law and morality can ",
  "be reconciled only when it can be proved that the restrictions imposed by law are ",
  "based on logical or rational grounds, that is they are intended to broaden the ",
  "scope of liberty or to improve the moral standards of society on the whole.",
  "Rule of law denotes a principle of governance which requires the following ",
  "conditions to be fulfilled: (a) Law of the land should be properly notified so that ",
  "the citizens know as to how it will effect them; (b) Laws should be general in ",
  "form so that they are uniformly applicable to all the citizens; there should be no ",
  "separate laws for any specific category of the people; (c) No law should be ",
  "applicable with retrospective effect; and finally (d) Power of governance should ",
  "be exercised strictly in accordance with the procedures, principles and restraints ",
  "provided in the body of law, and not on any other basis.",
  "The main thrust of the rule of law is that government should not be arbitrary, ",
  "but should be conducted through the procedures authorized by legislation and ",
  "passed in proper form; citizens should be punished for breaches of law and for ",
  "nothing else; and official status should not protect a person from the operation of ",
  "legal sanctions, if he has broken the law. A.V. Dicey (1835-1922), the eminenthttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "280 An Introduction to Political Theory",
  "British jurist, in his Introduction to the Study of the Law of the Constitution (1885) ",
  "termed the rule of law the governing principle of the British constitution. ",
  "According to him, it stands for 'equality before the law' which implied equal ",
  "subjection of all classes—including the officials—to ordinary law of the land, ",
  "administered by ordinary law-courts. This was the distinct feature of the British ",
  "legal system as distinguished from the French legal system. Under the French legal ",
  "system disputes between officials and subjects were dealt with by a special division ",
  "of the judicial system, while in England they were dealt with by ordinary law-",
  "courts concerned with disputes between subject and subject. Officials in England ",
  "did not enjoy immunity from law as enjoyed by foreign diplomats.",
  "However, Dicey's reference to the French legal system should not be interpreted ",
  "to mean that the French maintain an 'administrative law' which is not the part of ",
  "their ordinary law. In fact the French administrative law is very much the part of ",
  "their legal system which is the basis of its validity. It would be wrong to say that the ",
  "French civil and criminal law is the part of their ordinary law, but their ",
  "administrative law does not fall in this category. The only distinctive feature of the ",
  "French is that in France the disputes between officials and ordinary citizens are ",
  "dealt with by a specialized branch of their judicial system, whereas such disputes in ",
  "England are dealt with by ordinary law-courts. The precise distinction between the ",
  "two lies in their respective judicial organization, and not between the nature of their ",
  "legal systems.",
  "Rule of law in England also implies that since there is no provision of ",
  "'constitutional guarantee' of the rights of the citizens (because of its unwritten ",
  "constitution), the remedies, benefits and liberties provided in their ordinary law are ",
  "the foundation of their constitutional system. Dicey's critics argue that the rule of ",
  "law simply regulates the legal procedure; it is silent as regards the content of law. It ",
  "has no mechanism to contain the unlimited sovereignty of the British Parliament. If ",
  "the Parliament enacts an unjust or discriminatory law, it cannot be remedied by the ",
  "rule of law. However, this criticism is based on a very narrow interpretation of ",
  "Dicey's thought. Dicey himself pointed out that the true meaning of this principle ",
  "can be understood by carefully examining the manner in which the law of England ",
  "deals with the right to personal freedom, freedom of discussion, public meetings, ",
  "martial law, collection and expenditure of public revenue and the responsibility of ",
  "ministers. Thus, the essence of the rule of law lies in the provision of legal ",
  "protection of individual rights. It is true that the unrestricted sovereignty of the ",
  "British Parliament provides for no scope of'constitutional guarantees', yet this ",
  "sovereignty is controlled by constitutional conventions which make the legal ",
  "sovereign accountable to the political sovereign, that is the electorate.",
  "Truly speaking, the term 'rule of law', comprehends those devices of limited ",
  "government which are adopted for the protection of rights of the citizens. In other ",
  "democratic countries where written constitutions have been adopted, such as the ",
  "United States and India, civil rights are protected by constitutional guarantees.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  281",
  "Law",
  "These rights represent a concrete expression of the tenets underlying the wider ",
  "interpretation of the rule of law.",
  "In common parlance, rule of law requires that laws should be definite and ",
  "unambiguous, clearly notified and made known to everybody, and equally applicable ",
  "to all. But it does not imply identical rights and duties of all citizens. This may be ",
  "illustrated by the case of traffic regulation. Every road-user is governed by the ",
  "same law, but it does not rule out streamlining of traffic according to the nature, ",
  "size and speed of each vehicle. Here rule of law requires that every road-user ",
  "should be fully aware as to which side or lane he or she should take, how to give ",
  "way to faster traffic, how to overtake slower traffic, where one is allowed to ",
  "turn, slow down or stop, and so on. It may even give priority to police vehicles, ",
  "ambulance, fire service vehicles and other emergency services over the rest of ",
  "the traffic provided they display proper signs of warning, and make necessary ",
  "announcements to this effect.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]