[
  "c13",
  "Concept",
  "of Power",
  "SIGNIFICANCE OF POWER",
  "'Power' may be regarded as one of the central concepts of political science. It is ",
  "said that the concept of power holds the same status in the realm of political ",
  "science as held by the concept of money in the realm of economics. The focus on ",
  "power emancipates the study of politics from the status of an appendage to the ",
  "study of philosophy or history or law. It also transcends the realm of formal ",
  "institutions to focus on the real motives and objectives of human beings which lie ",
  "behind all political activity and institution-building.",
  "During the early phase of development of modern political science Frederick ",
  "Watkins had observed: \"The proper scope of political science is not the study of the ",
  "state or of any other specific institutional complex, but the investigation of all ",
  "associations insofar as they can be shown to exemplify the problem of power\" (The ",
  "State as a Concept of Political Science; 1934). This view was confirmed by ",
  "William A. Robson who suggested: \"It is with power in society that political ",
  "science is primarily concerned—its nature, basis, processes, scope and results ... ",
  "The 'focus of interest' of the political scientist is clear and unambiguous; it centres ",
  "on the struggle to gain or retain power, to exercise power or influence over others, ",
  "or to resist that exercise\" (The University Teaching of Social Sciences: Political ",
  "Science; 1954).",
  "In fact, the significance of power in the political phenomenon was brought out ",
  "by traditional thinkers like Machiavelli (1469-1527), Hobbes (1588-1679) and ",
  "Nietzche (1844-1900) as well as by modern writers like Max Weber, Catlin, ",
  "Merriam, Lasswell, Kaplan, Watkins, Trietschke and Morgenthau. The exponents ",
  "of the 'power' view of politics focus on the study of'the acquisition, maintenancehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  283",
  "Power",
  "and loss of power'. H. Lasswell and A. Kaplan (Power and Society; 1950) have ",
  "defined political science as 'the study of the shaping and sharing of power'. Max ",
  "Weber's definition of politics also implies a focus on power in the context of ",
  "national as well as international politics: \"Politics is the struggle for power or the ",
  "influencing of those in power, and embraces the struggle between states as well as ",
  "between organized groups within the state\" (cited in G.E.G. Catlin, Systematic ",
  "Politics; 1965). Similarly, Michael Curtis (Comparative Government and Politics; ",
  "1978) has observed: \"Politics is organized dispute about power and its use, ",
  "involving choice among competing values, ideas, persons, interests and demands.\" ",
  "Elucidating the scope of the study of politics, Curtis continues: \"The study of ",
  "politics is concerned with the description and analysis of the manner in which ",
  "power is obtained, exercised and controlled, the purposes for which it is used, the ",
  "manner in which decisions are made, factors which influence the making of those ",
  "decisions and the context in which those decisions take place\". If power is so ",
  "important for the study of politics, what is meant by power?",
  "MEANING OF POWER",
  "Bertrand Russell (Power: A New Social Analysis; 1938) has defined power as 'the ",
  "production of intended effects'. In other words, power denotes the ability of a ",
  "person to fulfil his desires or to achieve his objectives. In popular parlance the term ",
  "'power' may be used in multifarious contexts. For instance, we talk of the power of ",
  "man over nature or material things, and the power of man over man. Most of the ",
  "theorists of power, including Russell, prefer to restrict its use to 'power over human ",
  "beings'. Thus Robert Dahl (Modern Political Analysis; 1991) defines power as a ",
  "kind of influence; it is exercised 'when compliance is attained by creating the ",
  "prospect of severe sanctions for non-compliance'. H.V. Wiseman  (Political ",
  "Systems: Some Sociological Approaches; 1966) defines power as 'the ability to get ",
  "one's wishes carried out despite opposition'. Stephen L. Wasby (Political Science—",
  "The Discipline and its Dimensions;  1972) has similarly observed: \"Power is ",
  "generally thought to involve bringing about of an action by someone against the ",
  "will or desire of another.\"",
  "All these definitions give prominence to that aspect of power which is exercised ",
  "by a man or a group over an 'unwilling' lot. They are, therefore, one-sided. Power, ",
  "to be effective and stable, often takes the character of 'authority' which also ",
  "comprehends legitimacy; that is the capacity to secure willing obedience. Use of ",
  "force or coercion or sanctions may be resorted to only when legitimacy fails to ",
  "work. It is authority which ensures social acceptance and effective implementation ",
  "of rules, policies and decisions.",
  "It is, therefore, necessary to understand the precise relationship between power, ",
  "authority and legitimacy.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "284 An Introduction to Political Theory",
  "Authority = Power + Legitimacy",
  "Authority consists of two important components: Power and Legitimacy. ",
  "Legitimacy of a rule or decision implies that the members of society treat that ",
  "rule or decision as beneficial to society as well as to themselves. So they willingly ",
  "tend to abide by it. Power alone involves capacity to get a decision obeyed by ",
  "others against their will. Robert M. Maclver (The Web of Government; 1965) has ",
  "aptly defined power as 'the capacity in any relationship to command the service ",
  "or compliance of others'. Power may involve use of 'force', but service or ",
  "compliance of others will best be obtained when they regard the command as ",
  "'right', 'good' or 'beneficial'. Power, to be effective and stable, must be ",
  "accompanied by the capacity to secure willing obedience. Use of force or coercion ",
  "or sanctions may be resorted to only when legitimacy fails to work. If we think ",
  "of power as a naked sword, authority may be envisaged as a sword in its scabbard. ",
  "If power is based on fear or force, legitimacy is based on respect and willing ",
  "compliance. Authority is, therefore, the most effective instrument of exercising ",
  "power in the sphere of politics.",
  "Max Weber (1864-1920) identified three types of authority prevalent in the ",
  "modern state. Firstly, traditional authority involves the right to rule as established ",
  "by tradition, such as hereditary or dynastic rule. Secondly, charismatic authority ",
  "results from exceptional personal characteristics of the political leader, or his ",
  "magnetic personality, as exemplified by Hitler. Finally, legal-rational authority ",
  "emanates from the political office held by an individual, where he is appointed ",
  "through the prescribed procedure, such as merit-based selection, promotion, ",
  "election, rotation or nomination, and not from the personal characteristics of the ",
  "individual holding an office. In other words, legal-rational authority is attached to ",
  "an office which automatically extends to the individual holding that office. Weber ",
  "recognized that none of these categories existed in pure form. In any case, legal-",
  "rational authority, which is the chief characteristic of bureaucracy, is the outstanding ",
  "attribute of the modern state.",
  "Weber's Analysis of Authority",
  "Authority (Right to obtain ",
  "compliance)",
  "I                                                  I I",
  "Traditional                                 Charismatic Legal-Rational",
  "(Based on the                     (Based on extraordinary (Based on the office of the",
  "long-established tradition,         personality of the leader, individual, obtained through",
  "e.g. the hereditary rule)            e.g. the rule of a popular the prescribed procedure,",
  "dictator) e.g. the rule of bureaucracy)https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  285",
  "Power",
  "Social Analysis of power cannot be confined to the realm of 'political power'. ",
  "Economic and ideological forms of power should also be taken into account as they ",
  "play an important role as the support-bases of political power. It is, therefore, ",
  "necessary to distinguish between these three major forms of power.",
  "POLITICAL POWER",
  "According to Alan Ball (Modern Politics and Government; 1988), \"the concept of ",
  "political power. . . is a key concept in the study of politics for if politics is the ",
  "resolution of conflict, the distribution of power within a political community ",
  "determines how the conflict is to be resolved, and whether the resolution is to be ",
  "effectively observed by all parties.\" In order to identify the nature of political power ",
  "it is essential, at the outset, to distinguish between the formal and informal organs ",
  "of such power. Legislature, executive and judiciary are the traditionally recognized ",
  "organs of power in a state; they represent the formal organs. The obedience secured ",
  "by these organs, backed by sanctions, is an important form of political power. ",
  "Executive and Legislature, taken together, make laws, policies and decisions ",
  "regulating the allocation of values in a society. They impose taxes and use a vast ",
  "machinery for the collection of taxes. They issue licences, permits, and regulate a ",
  "large variety of citizens' actions, such as keeping vehicles and arms, running certain ",
  "businesses, maintaining the quality of products, working conditions of the labour, ",
  "building of houses, etc. There is police to catch hold of offenders, courts to try the ",
  "offenders and settle disputes, and prisons to punish the convicts. Then military is ",
  "meant to deal with foreign aggressors. In short, formal organs of political power ",
  "play an effective role in a given territory.",
  "Informal organs of political power not only take the form of political parties in power ",
  "and in opposition, but also a large number of pressure groups, public opinion, popular ",
  "movements, etc. Thus, political power is not the sole prerogative of the formal organs of ",
  "the state but these organs themselves are responsive to the 'inputs' received from the ",
  "'environment'. This may be illustrated with reference to three cases-. (\\) in independent ",
  "states, public opinion, popular movements and organized interests directly influence the ",
  "decision-making; in democracies, the ruling party is bound to seek a fresh mandate from ",
  "the people at regular intervals; (ii) in the colonies, dependencies and dictatorships, the ",
  "struggle for independence and strong popular movements are sooner or later able to ",
  "secure not only substantial concessions but even to win their independence; and (iii) in ",
  "the international sphere, organized groups of nations do exercise their influence on the ",
  "'authoritative allocation of values'. The constant pressure exercised by the 'third world' ",
  "countries on the super powers to change their economic and foreign policies is a case in ",
  "point.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "286 An Introduction to Political Theory",
  "ECONOMIC POWER",
  "Economic power is the power emanating from the possession of material things, ",
  "especially the major means of production and distribution. It is a potent factor ",
  "behind politics. For instance, big landlords, industrial tycoons and business ",
  "magnates are able to influence public decisions regarding the fixation of priorities ",
  "in economic development in a liberal democracy. In India itself the organized ",
  "economic interests have been able to secure priority of colour TV for the urban ",
  "rich, over drinking water for the rural poor.",
  "The possessors of economic power in a liberal democracy exercise their ",
  "influence on politics in several ways. Their pressure groups are stronger, more ",
  "organized and more vocal. For instance, in India, the chambers of commerce ",
  "and industry are very strong, the workers' unions are not as strong, peasants' ",
  "unions are less strong and consumers' organizations are the weakest lot. The ",
  "major newspapers are owned by a handfull of big business houses who take full ",
  "advantage of this medium to promote opinion which suits their interests. Besides, ",
  "the big business houses extend a large amount of financial help to political parties, ",
  "often clandestinely, and to the candidates seeking elections. The recipients of ",
  "such help play a dual game—they pay lip-service to the interests of the masses ",
  "but are secretly committed to safeguarding the interests of their financiers.",
  "IDEOLOGICAL POWER",
  "Ideological power provides a more subtle base of political power. The ideas ",
  "upheld and promoted by the ruling class in a given society regarding the 'best ",
  "system of government' constitute political ideology. Ideology may be defined as ",
  "'a systematic set of arguments and beliefs used to justify an existing or desired ",
  "social order' (Joseph Dunner, ed., Dictionary of Political Science; 1965). An ",
  "outstanding feature of political ideology is that it provides legitimacy to the ruling ",
  "classes and helps them maintain their stronghold on political power. When people ",
  "are made to believe that a particular system of government is the best system, ",
  "they will not be inclined to challenge the authority of the ruling classes. When ",
  "people have learnt to respect their laws, the need for coercion to secure their ",
  "obedience would be eliminated or at any rate, minimized.",
  "Political ideology involves not only a set of beliefs, it is always action-oriented. ",
  "It puts forward a 'cause' for which people are prepared not only to fight but to ",
  "make a lot of sacrifices. As Alan Ball (Modern Politics and Government; 1988) ",
  "has elaborated: \"Individuals are prepared to fight for causes, often realistically ",
  "hopeless causes, or to undergo ill-treatment and torture in the belief that some ",
  "political values are superior to others.\" Ideology is often devoid of reason. It ",
  "picks up certain convenient formulae and elevates them to the level of 'absolute ",
  "truth' by exploiting people's sentiments. Thus, some ideas are held sacrosanct by ",
  "a particular group while others remain indifferent or even disdainful toward those ",
  "very ideas.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  287",
  "Power",
  "Ideological power represents the manipulative power of the dominant class ",
  "which holds sway on the thinking and emotions of the people. Ideology even ",
  "creates an illusion of 'consent'. Under an ideological spell, the people express ",
  "their approval to the rule of particular persons and policies. They are led to ",
  "believe that they are being governed with their 'consent' while they actually ",
  "continue to be governed according to the designs of the dominant classes. Marx ",
  "and Engels (The German Ideology; 1846) had noted that 'the ideas of the ruling ",
  "class are in every epoch the ruling ideas'. According to them the class which ",
  "owns the means of material production in any society also controls the means of ",
  "mental production. Antonio Gramsci (1891-1937), an Italian Marxist, gave the ",
  "concept of 'hegemony' to explain the phenomenon of ideological domination, ",
  "particularly of the capitalist class, in the contemporary society. Hegemony, in this ",
  "sense, denotes a form of rule where power is apparently exercised with the ",
  "consent of the ruled.",
  "According to Gramsci, the spiritual and cultural supremacy of the ruling class ",
  "in the capitalist state was accomplished through the manipulation of 'civil society', ",
  "particularly through the mechanism of socialization, such as the church, the ",
  "school and the peer groups. Gramsci's concept of 'hegemony' also explains why ",
  "the working-class parties have only achieved a relatively moderate degree of ",
  "success in the open competition for political power in the capitalist countries. ",
  "Gramsci, therefore, insisted that revolution in the economic sphere was not enough ",
  "to end the capitalist domination. It was necessary to reinforce revolution in the ",
  "cultural sphere in order to achieve this end.",
  "A CRITICAL APPRAISAL",
  "The chief merit of the power approach lies in its ability to identify the motive ",
  "force operating behind politics. Moreover, it can be applied to an analysis of ",
  "domestic as well as international politics. However, this approach suffers from ",
  "several drawbacks. In the first place, it lacks precision. As Vernon Van Dyke has ",
  "elucidated: \"Power is said to derive from sources ranging from tacitly accepted ",
  "rules of politeness to the possession of spaceships; and it is said to manifest itself ",
  "in situations ranging from a request that the salt be passed at the dining table to a ",
  "situation in which states are exchanging all-out thermonuclear blows.\" (Political ",
  "Science—A Philosophical Analysis; 1960). This sort of imprecision in the concept ",
  "of power itself defies any classification or quantification of data for the purpose ",
  "of political analysis.",
  "Secondly, this approach seeks to reduce all politics to a struggle for power, ",
  "and ignores other important purposes for which men have recourse to politics. ",
  "As Dyke has further elaborated: \"Political actors rarely, if ever, struggle for power ",
  "alone. They pursue other purposes, too. The theory that politics is a struggle for ",
  "power does not say how much power is desired or what price political actors arehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "288 An Introduction to Political Theory",
  "willing to pay for it in terms of other values. The thoughtless assumption that all ",
  "political actors constantly seek a maximization of power at any price is obviously ",
  "false.\"",
  "Finally, all struggle for power in different social situations cannot be treated as ",
  "a subject-matter of politics. For instance, competition among film-actors to win ",
  "popular applause or that between textile-manufacturers to control consumer ",
  "choices do involve struggle for power, but that is hardly a manifestation of politics. ",
  "Politics is concerned only with a struggle for power to control public affairs, that ",
  "is to have access to positions of taking decisions for the allocation of public ",
  "goods, services, opportunities and honours. Any deviation from this focus will ",
  "make the power approach a futile exercise.",
  "All men would be tyrants if they could.",
  "Abigail Adams (J 776)",
  "The student of politics is chiefly concerned with identifying the centres of power ",
  "in a given society or in an international setting and relating them to the mode of ",
  "authoritative allocation of values prevailing in that setting. This approach to the ",
  "study of politics is a typically modern approach. It should not be confused with ",
  "the traditional approach which recognized a threefold division of the 'powers' of ",
  "a government—legislative, executive and judicial—and -tried to describe them ",
  "according to the formal constitution of a given country. The modern approach ",
  "marks a departure from the traditional one as it implies a shift in focus from the ",
  "formal organization to the informal one. In other words, we are no longer satisfied ",
  "by learning as to 'who rules a country according to its constitution'; we want to ",
  "know and identify the groups and classes which actually wield power although ",
  "the constitution guarantees 'equality of status and opportunity'! Political power ",
  "in a country is always rooted in it's socio-economic and ideological structures. It ",
  "is, therefore, essential to discover the real sources and centres of power in order ",
  "to understand politics.",
  "Can we identify such groups in society out of which one group has constantly ",
  "exercised power over another group? Different schools of thought have offered ",
  "different answers to this question. Marxist school of thought views the situation ",
  "in 'class perspective'. Elitist school of thought holds that an elite group always ",
  "dominates the masses. Then feminist school of thought tends to analyse the ",
  "situation in 'gender perspective'. Finally, pluralist theory uphold 'group perspective' ",
  "on power to show that several groups in society have their own share in the ",
  "exercise of power.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Power 289",
  "V. CLASS PERSPECTIV",
  "CLASS AS THE SOURCE OF POWER",
  "Class perspective on power was developed by Marx (1818-83) and Engels (1820-",
  "95) during the mid of the nineteenth century. According to this theory political ",
  "power is the product of economic power. In other words, the tree of political ",
  "power grows on the roots of economic power; the edifice of political power is ",
  "raised on the foundation of economic power. Economic power is vested in the ",
  "ownership of means of social production. From the dawn of civilization society ",
  "was divided into two antagonistic classes—haves and have-nots—on the basis ",
  "of ownership of the means of social production. In the ancient society these ",
  "classes were represented by masters and slaves; in the medieval society, by lords ",
  "and serfs; and in the modern capitalist society, by capitalists and workers.",
  "Means of Social Production",
  "Means by which material production is carried out for the larger society. These include ",
  "land, mines, forests, Buildings, capital, machinery, organization and labour. When society ",
  "is divided into classes, all means except labour are owned by the dominant class: labour ",
  "alone is retained by the dependent class.",
  "This theory recognized 'class' as the organizing category for exercising power ",
  "in society. Those who managed to grab ownership of the means of social ",
  "production organized themselves into the 'dominant class', and forced the rest ",
  "of society to do hard work on the terms dictated by the former. This part of ",
  "society was reduced to 'dependent class'. The dominant class resorted to intense ",
  "exploitation of the dependent class in order to strengthen its power and position. ",
  "The dependent class could also organize itself and launch a struggle against the ",
  "dominant class in order to put an end to the regime of exploitation. This would ",
  "lead to the emergence of class conflict or class struggle. Thus the opening sentence ",
  "of Communist Manifesto (Marx and Engels; 1848) reads: \"The history of all ",
  "hitherto existing society is the history of class struggles.\"",
  "In any case, the conditions prevailing in the past ages did not permit or enable ",
  "the dependent class to organize itself fully so as to enter the phase of a decisive ",
  "class struggle. It was only under capitalism that the working class found an ",
  "opportunity to build its strong organization to fight against its oppressors. In the ",
  "ancient slave-owning society the slaves were scattered to distant households ",
  "with little communication among themselves. In the medieval feudal society, the ",
  "serfs were similarly scattered to distant agricultural estates. But in the modern ",
  "capitalist society the conditions of industrial production led to the concentration ",
  "of workers in big cities with strong communication between themselves. ",
  "They became not only conscious of their strength but also of their commonhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "290 An Introduction to Political Theory",
  "enemy—the capitalist class which exploited them so intensely! Marx and Engels ",
  "believed that the overthrow of capitalist class was not only imminent but also ",
  "inevitable. Communist Manifesto gave a clarion call: \"Workers of all countries, ",
  "unite!\" Its concluding part reads: \"The Communists ... openly declare that their ",
  "ends can be attained only by the forcible overthrow of all existing social conditions. ",
  "Let the ruling classes tremble at a Communistic revolution. The proletarians have ",
  "nothing to lose but their chains. They have a world to win.\"",
  "This doctrine of class struggle was strongly endorsed by Lenin (1870-1924), ",
  "Rosa Luxemberg (1871-1919), Mao Zedong (1893-1976) and other leading ",
  "Marxists. However, Antonio Gramsci (1891-1937), an Italian Marxist of early ",
  "twentieth century, introduced the concept of 'hegemopy' to explain the subtle ",
  "sources of capitalist domination. It added a new dimension to the strategy to ",
  "fight against capitalism in contemporary society.",
  "Capitalism",
  "A system of production in which the means of social production (land, buildings, ",
  "mines, forests, machinery and capital), distribution and exchange are owned by private ",
  "entrepreneurs.",
  "Bourgeoisie",
  "The class comprising of the owners of means of social production, distribution and",
  "exchange under capitalism: the capitalist class._____________________________",
  "Proletariat",
  "The class comprising of propertyless workers under capitalism: the working class.  ",
  "Socialism",
  "A system of production in which the means of social production, distribution and ",
  "exchange are placed under social ownership and control.",
  "Exponents of Marxism believed that the class struggle led by the working ",
  "class would culminate in a socialist revolution. This would mean overthrow of ",
  "capitalism and setting up a new economic and political system in which all means ",
  "of social production would be placed under social ownership and control. During ",
  "the socialist phase work would be made compulsory for every able-bodied person ",
  "and efforts will be made for fuller development of the forces of production. This ",
  "would eventually result in the emergence of communist society which would be ",
  "a 'classless' society. With the abolition of the division of society into dominant ",
  "and dependent classes, the use of power will become redundant.",
  "POWER AND HEGEMONY",
  "Antonio Gramsci (1891-1937) admired the Bolshevik Revolution (1917) of Russia ",
  "as a victory of the will power over economic conditions. But he also warned thathttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  291",
  "Power",
  "this strategy would not be suitable under the conditions prevailing in Western ",
  "society where the working class had come to accept the existing arrangements. ",
  "He set aside certain assumptions of classical Marxism and produced a new analysis ",
  "of the bourgeois state.",
  "Gramsci noted that the real source of strength of the ruling classes in the West ",
  "is manifested in their spiritual and cultural supremacy. These classes manage to ",
  "inculcate their values system in the mind of their people through the institutions ",
  "of the civil society. Gramsci particularly focused on the structures of domination ",
  "in the culture of the capitalist society.",
  "The conventional Marxist theory had held that economic mode of production ",
  "of any society constituted its base while its legal and political structure and various ",
  "expressions of its social consciousness including religion, morals, social custom ",
  "and practices constituted its superstructure. It believed that the character of the ",
  "superstructure was determined by the prevailing character of its base. During the ",
  "course of social development the changes in the base led to the corresponding ",
  "changes in the superstructure. So it focused on changes in the base; the ",
  "superstructure was not regarded to deserve an independent analysis. Gramsci ",
  "did not accept this position. He suggested that the superstructure of the ",
  "contemporary Western society had attained some degree of autonomy; hence its ",
  "analysis was also necessary.",
  "Gramsci particularly focused on the structures of domination in the culture of ",
  "the bourgeois society. He identified two levels of this superstructure:",
  "(a) Political Society or State which resorts to coercion to maintain its ",
  "domination. The whole organization of government comes within its ",
  "purview. The structures associated with this part of superstructure are ",
  "called 'structures of coercion'.",
  "(b) Civil Society which resorts to obtaining consent of the citizens to maintain ",
  "its domination. This part of the superstructure is closer to the base and it ",
  "is relatively autonomous. The structures associated with this part are called ",
  "'structures of legitimation'. Gramsci pays special importance to this part ",
  "of the superstructure.",
  "According to Gramsci, the institutions of civil society—family, school and ",
  "church familiarize the citizens with the rules of behaviour and teach them to ",
  "show natural respect to the authority of the ruling classes. These structures lend ",
  "legitimacy to the rule of the bourgeois class so that even injustice involved in this ",
  "rule would carry the impression of justice. That is why these are called 'structures ",
  "of legitimation'. They enable the bourgeois society to function in such a manner ",
  "that the ruling classes seem to be ruling with the consent of the people. When the ",
  "power is apparently exercised with the consent of its subject, it is called 'hegemony'.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "292 An Introduction to Political Theory",
  "Gramsci's Analysis of Bourgeois Society",
  "Bourgeois Society",
  "I \\",
  "Base Superstructure",
  "I I",
  "Capitalist Mode of |   political Structure, Religion,",
  "Lega and",
  "Production Morals, Social Practices, etc.",
  "\\",
  "Structures of Domination",
  "\\ ]",
  "Civil Society Political Society",
  "\\ \\",
  "Family, School, Church, etc.    Governmental Organization",
  "I \\",
  "Structures of Legitimation Structures of Coercion",
  "Gramsci points out that the 'structures of legitimation' within the bourgeois ",
  "society usually prevent any challenge to its authority. Bourgeois society largely ",
  "depends on the efficiency of these structures for its stability. It is only when civil ",
  "society fails to prevent dissent that political society is required to make use of its ",
  "structures of coercion, including police, courts and prisons.",
  "This analysis leads us to the conclusion that the strategy of communist ",
  "movement should not be confined to the overthrow of the capitalist class but it ",
  "should make a dent in the value system that sustains the capitalist rule. This value ",
  "system is likely to persist through the institutions of civil society even under ",
  "socialist mode of production. Fresh efforts will have to be made to transform the ",
  "culture of that society by inculcating socialist values in the minds of the people. ",
  "According to Gramsci it would be futile to hope that true socialism would ",
  "automatically emerge from the ashes of capitalism.",
  "Gramsci tried to convince the Marxists that they should emerge from the spell ",
  "of economics and continue their ideological warfare in the field of culture, art ",
  "and literature, and philosophical debates. The revolutionaries must infiltrate the ",
  "autonomous institutions of civil society and create a new mass consciousness ",
  "informed by the socialist value system.",
  "Gramsci was primarily a humanist. He was opposed to any type of tyranny. ",
  "He did not want to use revolution in order to set up a coercive state, but wanted ",
  "to democratize all institutions. In fact he sought to replace the state by a regulatedhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Power 293",
  "society where all decisions would be made through consensus, and not by means ",
  "of coercion.",
  "Elite theory of power was advanced in early twentieth century by three famous ",
  "sociologists: Pareto, Mosca and Michels. The term 'elite' as a category of ",
  "sociological analysis was introduced by Pareto while the idea associated with this ",
  "theory was floated earlier by Mosca.",
  "Like class theory, elite theory accepts a broad division of society into dominant ",
  "and dependent groups. But unlike class theory, elite theory treats this division as ",
  "somewhat natural. It regards competence and aptitude (and not the emergence ",
  "of private property) to be responsible for this division. Again, while class theory ",
  "held that the division of society into dominant and dependent classes could be set ",
  "aside through a socialist revolution, elite theory sees little prospects of a thorough-",
  "going change in this position.",
  "The term 'elite' was derived from the French where it meant to be something ",
  "excellent. Vilfredo Pareto (1848-1923), an Italian sociologist, in his The Mind ",
  "and Society (1915-19) used the term 'elite' to indicate a superior social group, ",
  "i.e. a group of people who show highest ability in their field of activity whatever ",
  "its nature might be. It was a minority group which took all major decisions in ",
  "society. The other part of society which fell short of this level of ability was ",
  "termed as mass of the people, or 'masses'. Masses are characterized by the lack ",
  "of qualities of leadership and the fear from responsibility. They feel that it would ",
  "be safe to follow the elite.",
  "Within the elite Pareto distinguished between 'governing elite' and 'non-",
  "governing elite'. 'Governing elite' is one that wields power for the time being ",
  "while 'non-governing elite' constantly endeavours to replace it by showing greater ",
  "ability and excellence. In short, behaviour of elite is characterized by a constant ",
  "competition between governing and non-governing elites. This results in what is ",
  "called 'circulation of elites'. In any case, masses have no chance of entering the ",
  "ranks of elites.",
  "Apart from intelligence and talent, Pareto also recognizes courage and cunning ",
  "as the qualities of elite. He observes that 'the lions' (who are distinguished by ",
  "their courage) are more suited to the maintenance of status quo under stable ",
  "conditions, while 'the foxes' (who are distinguished by their cunning) are adaptive ",
  "and innovative and cope better during periods of change.",
  "Gaetano Mosca (1858-1941) was also an Italian sociologist. In his noted ",
  "work The Ruling Class (1896) he postulated that the people are necessarily divided ",
  "into two groups: the rulers and the ruled. The ruling class controls most of the ",
  "wealth, power and prestige in society. The ruled are not competent to replace it.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "294 An Introduction to Political Theory",
  "Whatever form of government might be adopted, it is always this minority which ",
  "exercises all power in society. Mosca defined ruling class as a political class that ",
  "represents the interests of the important and influential groups, especially in a ",
  "parliamentary democracy. In any case the ruling class tends to invoke moral and ",
  "legal principles in order to win consent of the ruled.",
  "While Pareto regards intelligence and talent as the outstanding qualities of elite, ",
  "Mosca's ruling class was distinguished by its capacity of organization. Of the ",
  "two Italian elitists, Mosca is more democratic. He believed that leadership could ",
  "emerge at all levels including grass-root level. Each stratum of society has the ",
  "potential of producing good organizers for itself. They need not look for outsiders ",
  "for their guidance and control.",
  "Mosca argued that the dominance of the ruling class was essential to provide ",
  "for proper organization of the unorganized majority. Members of the ruling minority ",
  "always enjoy a high degree of esteem in the eyes of the people because of their ",
  "outstanding qualities. Mosca also held that a constant competition between the ",
  "upper and lower strata of society led to the 'circulation of elites'.",
  "While class theory held that the division of society into classes was based on ",
  "exploitation, elite theory believed that the division of society into elite and masses ",
  "was functional. They compensate each other in sustaining the social organization. ",
  "This division does not give rise to any injustice in society. Hence the masses need ",
  "not rise in revolt against the ruling class. Under this system social change, if any, ",
  "would be confined to the 'circulation of elites'. In this process, an outmoded elite ",
  "may be replaced by a more dynamic elite, but masses will have no opportunity to ",
  "come to power.",
  "A significant contribution to elite theory was made by Robert Michels (1876-",
  "1936), a German sociologist. In his famous work Political Parties: A Sociological ",
  "Study of the Oligarchical Tendencies of Modern Democracy (1911) Michel ",
  "propounded his 'Iron Law of Oligarchy'. He proceeded to demonstrate that every ",
  "organization—whatever its original aims—is eventually reduced to 'oligarchy', ",
  "that is the rule of the chosen few. He held that majority of human beings are ",
  "apathetic, indolent and slavish. They are permanently incapable of self-government. ",
  "So they have to bank upon their leaders for pursuing their social objectives. ",
  "Trade unions, political parties and other organizations are the vehicles of such ",
  "leadership.",
  "Michels points out that any organization may be set up with democratic aims, ",
  "but as the organization grows in size and complexity, its management is left to the ",
  "professional experts. In due course these experts or leaders become indispensable ",
  "for the organization. They use their manipulative skills, including oratory, ",
  "persuation and playing upon sentiments of the people in order to perpetuate ",
  "themselves in power. They become so prominent by virtue of their expertise and ",
  "experience that it becomes very difficult to replace them at periodical re-election.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  295",
  "Power",
  "In exercising their undisputed power they set aside the original aims of the ",
  "organization.",
  "This 'iron law of oligarchy' rules out the possibility of'circulation of elites' as ",
  "envisaged by Pareto and Mosca. It belies all hopes of democracy in any society or ",
  "organization. All forms of government are also destined to be reduced to oligarchy. ",
  "However, critics of Michel's iron law of oligarchy point out that this law cannot be ",
  "uniformly applied to all organizations. Members of some organizations could be more ",
  "vigilant, vocal and assertive than those of others. Again, some organizations by ",
  "their nature could be more democratic than others. For example, political parties ",
  "may offer more options to their members than trade unions. In any case, Michel's ",
  "observations could serve as a warning to those who sincerely believe in ",
  "democratization of institutions.",
  "Oligarchy",
  "A form of organization in which a small group of the chosen few makes all decisions, ",
  "largely in its own interest. This group is also called oligarchy.",
  "The elite theory thus developed by its exponents was applied by some subsequent ",
  "writers to the practical situations. Max Weber (1864-1920), a German sociologist, ",
  "inspired by this theory came to reject the prevalent definition of democracy as ",
  "'government by the people'. He sought to redefine democracy as 'a competition for ",
  "political leadership'. In his essay on 'Socialism' (1918) Weber emphatically pointed ",
  "to the relative independence of political power. He argued that if socialism is ",
  "sought to be established through a socialist revolution, it was destined to become the ",
  "dictatorship of officials rather than the dictatorship of proletariat as envisaged by ",
  "Marxist theory. Weber asserted that the inequality of political power is in no way ",
  "diminished or eliminated by the abolition of classes. In other words, even in the so-",
  "called 'classless society' all power was bound to be concentrated in the hands of the ",
  "few. A democratic form of government was preferable because it provided for an ",
  "open competition for political leadership. This model of democracy was adopted ",
  "and further developed by Joseph Schumpeter (1883-1950), an American economist ",
  "and social thinker.",
  "C. Wright Mills (1916-62), an American sociologist, presented a new version ",
  "of elite theory in his famous work, The Power Elite (1956). He preferred the term ",
  "'power elite' to 'ruling class'. While Marxian concept of 'ruling class' implied that ",
  "an economic class would exercise all political power in society, Mills' concept of ",
  "'power elite' implied a combination of several groups who exercised all power by ",
  "virtue of their high status in all important spheres of social life. It signified an inner ",
  "circle of powerholders in modern American society.",
  "Mills observed that modern American society was ruled by a set of three loosely ",
  "interlocking groups who had come to occupy the pivotal positions ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "296 An Introduction to Political Theory",
  "power: the captains of industry, military leaders and prominent politicians. These ",
  "three groups, taken together, constituted the 'power elites'. They not only share ",
  "their cultural and psychological orientations, but also often share their social ",
  "origins. In other words, the top groups in economic, military and political ",
  "organizations in the United States were linked by ties of family and friendship and ",
  "shared common social backgrounds.",
  "According to Mills, the power elites do not owe their power to fulfilling social ",
  "demands. They themselves are capable of creating such demands. They occupy ",
  "the strategic command posts within the social structure. Power elites constitute ",
  "a self-conscious class whose members help each other on the basis of mutual ",
  "understanding, tolerance and cooperation in order to strengthen each other's ",
  "power and position. They project their image of high moral character only with a ",
  "view to commanding respect in society, but they are scarcely sensitive to their ",
  "noral or social responsibility.",
  "jender perspective on power is represented by feminist theory. It recognizes the ",
  "livision of society into two broad groups on the basis of gender: men and women ",
  ",vho act as dominant and dependent groups respectively. This division was created ",
  "oy nature for sustaining the human race and to enable the human beings to build ",
  "up an excellent eivilization and culture, but it is society which placed men and ",
  "women in dominant and dependent positions respectively. Feminists demand a ",
  "thorough-going change in this arrangement and wish to liberate women from the ",
  "undue dominance of men.",
  "The age-old and universal dominance of man over woman is manifested in the ",
  "concept of patriarchy. Friedrich Engels in his The Origin of the Family, Private ",
  "Property and the State (1884) observed that in the antiquity when the institution ",
  "of marriage was not invented, lineage of a person could be reckoned only through ",
  "the female line. Consequently women as mothers were treated with a high degree ",
  "of consideration and respect. The transition to monogamy, in due course, where ",
  "the woman belongs exclusively to one man, implied the erosion of that respect. ",
  "In Engles' own words: \"The overthrow of mother right was the world-historic ",
  "defeat of the female sex. The man seized the reins in the house also, the woman ",
  "was degraded, enthralled, the slave of the man's lust, a mere instrument for ",
  "breeding children . . . The first effect of the sole rule of the men that was now ",
  "established is shown in. . . the patriarchal family.\"",
  "Literally, patriarchy means 'rule of the father'. The term was originally used ",
  "to describe the social organization based on the authority of male heads of ",
  "households. In the contemporary usage, it has come to mean male domination in ",
  "general. It is now used to describe a social system in which men dominate, ",
  "oppress and exploit women. It comprehends the various ways in which menhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  297",
  "Power",
  "exercise power over women. Broadly speaking, the social relations involving ",
  "reproduction, violence, sexuality (including the use of pornography) and work ",
  "culture are identified as the parts of patriarchal system\".",
  "Modern thories of patriarchy postulate that there is a fundamental division of ",
  "interests between most men and most women as a result of social structuring of ",
  "gender relations. Some writers focus on biological differences between men and ",
  "women as the basis of patriarchy. For instance, they point out that men show ",
  "their greater physical strength in warfare, and women are constrained by nature ",
  "to perform an elaborate role in the reproductive function. Others see sexuality as ",
  "an instrument of control of women by men. Still others focus on male violence ",
  "as the basis of this control. Again some feminists have asserted that men benefit ",
  "from women's labour, both as unpaid house-work and as poorly paid work in the ",
  "labour market.",
  "Feminist sociologists have broadly given three types of account of patriarchy. ",
  "In the first place, those influenced by the work of the French psychoanalysts and ",
  "structuralists have argued that a society's culture is dominated by the symbols of ",
  "male origin. According to the second account, patriarchy is essentially based on ",
  "the household in which men dominate women economically, sexually and culturally. ",
  "This view treats marriage contract as a labour contract through which women ",
  "exchange unpaid domestic services for their upkeep. Finally, Marxist feminists ",
  "argue that patriarchy and capitalism support each other. Within the household, ",
  "men take the benefit of women's unpaid domestic labour, and thus relieve their ",
  "employer—the capitalist of the liability to pay for that labour. Outside the home, ",
  "women are segregated to perform some specific jobs for which very low wages ",
  "are paid. In fact all these accounts focus on different aspects of women's ",
  "exploitation in society and they should be read together to draw a full picture of ",
  "the situation.",
  "The extent of economic exploitation of women in contemporary society is ",
  "amply reflected in a United Nations Report (1980). It reads: \"Women constitute ",
  "half the world's population, perform nearly two thirds of its work hours, receive ",
  "one tenth of the world's income, and own less than one hundredth of the world's ",
  "property.\" In other spheres of life, e.g. cultural and social spheres, similar data to ",
  "show the extent of exploitation of women by men might not be available, but a ",
  "general awareness about this exploitation led to strong protests manifested in ",
  "Women Liberation Movement which emerged in the United States since the early ",
  "1970s. Soon this movement also spread to Europe and other parts of the world. ",
  "This movement focused on equal rights and status for women in a male-dominated ",
  "society. Some prominent organizations associated with this movement were: ",
  "National Organization for Women (NOW), Boston's Bread and Roses, Berkley ",
  "Women's Liberation Group, Women's Radical Action Project, Women's Equity ",
  "Action League (WEAL), National Women's Political Caucus (NWPC), etc.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "298 An Introduction to Political Theory",
  "Broadly speaking, Women Liberation Movement demanded truly equal treatment ",
  "of men and women. It required that many of society's myths, values and beliefs ",
  "concerning status and role of women in society should be fundamentally reassessed ",
  "and changed. These changes must embrace the patterns of work and family life, ",
  "social behaviour, decision-making, politics, religion and education. Even the more ",
  "personal and private domain of sexuality needed to be redefined. These demands ",
  "led to a widespread debate on diverse issues concerning women. These include ",
  "day-care facilities for children, the development of a non-sexist vocabulary (e.g. ",
  "the term 'chairman' should be replaced by 'chairperson'), and the representation ",
  "of women and their roles in the mass media, including advertising. These debates ",
  "have not only led to enactment of new laws in some countries, but also to the ",
  "worldwide acceptance of new norms protecting dignity of women.",
  "In India some important legislation concerning the protection of women includes: ",
  "the Immoral Traffic (Prevention) Act, 1956; Dowry Prohibition Act, 1961; ",
  "Indecent Representation of Women (Prohibition) Act, 1986; and the Commission ",
  "of Sati (Prevention) Act, 1987.",
  "Group perspective on power corresponds to pluralist theory, Whereas class ",
  "perspective, elite perspective and gender perspective on power maintain that the ",
  "exercise of power divides the society into two broad categories—dominant and ",
  "dependent groups, pluralist theory of power does not subscribe to this view. ",
  "According the this theory, power in society is not concentrated in a single group, ",
  "but it is dispersed amongst a wide variety of social groups. These groups are ",
  "largely autonomous and almost independent centres of decision. Organizations ",
  "of workers, peasants, traders, industrialists, consumers, etc. could be cited as ",
  "examples of such groups in the contemporary society. These groups cannot be ",
  "classified into dominant and dependent groups. They have their share of power ",
  "in their respective spheres of operation.",
  "Since these groups are more or less interdependent within the social ",
  "organization, they tend to balance each other's power. Public decisions are largely ",
  "the outcome of this equilibrium. This theory gives a description of actual ",
  "distribution of power in society as well as its justification. Thus pluralism upholds ",
  "a political system which is suited to a pluralist society. Pluralist society is that ",
  "society in which power and authority are not concentrated in a particular group ",
  "but they are spread to various centres of decision-making.",
  "The present form of pluralist society represents a modern arrangement, but ",
  "early forms of this society can be traced to medieval Europe. In that age monarchy ",
  "and church regulated different spheres of human life while craft corporations ",
  "and feudal lords commanded obedience from their subjects in their respective ",
  "spheres of authority. But this system cannot be likened to the modern version ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  299",
  "Power",
  "pluralist society. In fact medieval society was characterized by several competing ",
  "centres of power and legitimacy which simultaneously demanded loyalty from ",
  "the same set of persons. Their social and political life was intertwined. However, ",
  "modern pluralist society does not seek to mix up social life of citizens with their ",
  "political life. It encourages them to form autonomous groups. These groups are ",
  "not required to compete with the authority of the state. They are designed to ",
  "serve as intermediate bodies between individuals and the state. They seek to ",
  "convey the sentiments of their members to government and try to influence the ",
  "process of policy-formation and decision-making.",
  "In pluralist society individuals may be divided into several competing groups ",
  "according to their status and interests, but politically they continue to be the ",
  "members of the same community. They owe allegiance to the same state. They ",
  "are governed by the same law and public policy. They enjoy equal rights as ",
  "citizens. Hence pluralist society represents a social system which provides for ",
  "the coexistence of a variety of social customs, cultural traits and religious beliefs. ",
  "They participate in the political process under uniform political institutions.",
  "French writer Alexis de Tocqueville (1805-59) observed that the absence of ",
  "intermediary groups in France was responsible for the French Revolution (1789) ",
  "whereas the United States was able to maintain democracy due the presence of ",
  "such groups. Tocqueville suggested that in order to protect democracy these ",
  "intermediary groups should be kept free from state interference. However, modern ",
  "pluralists insist that these groups should be allowed to exercise their influence on ",
  "government in the process of policy-formation and government should also seek ",
  "cooperation of these groups in the process of decision-making.",
  "Contemporary pluralist theory\"appeared in the 1950s, particularly with the ",
  "publication of Robert Dahl and Charles Lindblom's  Politics,Economics and ",
  "Welfare (1953), Robert Dahl's A Preface to Democratic Theory (1956) and Who ",
  "Governs? (1961). It was based on the assumption that there was a widespread ",
  "distribution of political resources, and that different interests prevailed in ",
  "different political  disputes and at different times. Dahl's model of ",
  "democracy, described as 'polyarchy', postulated that society is controlled by a ",
  "set of competing interest groups, with the government as little more than an ",
  "honest broker in the middle. Then N. Polsby in his Community, Power and ",
  "Political Theory (1963) pointed to an unspoken notion in pluralist reseach that ",
  "at bottom nobody dominates.",
  "Critics point out that pluralism focuses only on the decision-making process. ",
  "It overlooks those issues on which no decision could be taken though some of ",
  "those issues might be very important. Moreover, even if different groups bargain ",
  "on equal footing, some groups may lack internal democracy. As a result, leaders ",
  "or spokespersons of those groups may play a dominant role. Steven Lukes in his ",
  "Power. A Radical View (1974) has pointed to a 'third-dimension of power'. It ",
  "implies that powerholders can so manipulate the wants of others that their real ",
  "interests are suppressed.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "300 An Introduction to Political Theory",
  "These points of criticism have led to some modification in the plurlist theory in ",
  "its later phase of development. Thus Charles Lindblom in his Politics and Markets ",
  "(1977) has conceded that there is a privileged position of business in the market-",
  "dominated polyarchies of the West; that they are controlled undemocratically by' ",
  "business and property. Robert Dahl in his Dilemmas of Pluralist Democracy ",
  "(1982) has conceded that pluralism cannot be treated as an open competition ",
  "between truly equal political forces. In order to reduce the inequalities of these ",
  "forces Dahl has recommended those policies which would promote redistribution ",
  "of power in society.",
  "In a nutshell, subtle forms of domination within various groups and during ",
  "their interaction should not be ignored while using group perspective for the ",
  "analysis of power in society.",
  "Comparative Perspective on Power",
  "The Issue Class Elite Gender Group",
  "Perspective Perspective Perspective Perspective",
  "Relevant Theory Marxist Theory Elite Theory Feminist Theory Pluralist Theory",
  "Nature of Division Haves and Elite and Men and Several Auton-",
  "of Society Have-nots Masses Women omous Interest-",
  "Groups",
  "Basis of the Ownership of Competence Biological Diversity of",
  "Division Private Property of the few Differences Interests",
  "Role of the Exploitation Organization Exploitation Mutual",
  "Powerholders and Leadership Bargaining",
  "Prospects of Yes No Yes Not Needed",
  "Change",
  "Instruments of Socialist Not Needed Women's Lib- Not Needed",
  "Change Revolution eration Movement",
  "The conventional view of power is largely concerned with the status of a dominant ",
  "person or group (the 'agent' of power) vis-a-vis its dependent person or group ",
  "(the 'subject' of power). In this situation the agent treats himself as an end, and ",
  "his subject as a means to that end. Now, if we decide to equip the subject with ",
  "some power, what would be the result? What type of power would be required ",
  "for the subject? Does he only need the power of 'retaliation'? Does he need the ",
  "power to free himself from subjection? Or does he need the power to improve ",
  "his condition and secure his independent development?",
  "This distinction between two types of power is often described as 'power ",
  "over' and 'power to'. Thus the conventional view of power was primarilyhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Power 301",
  "concerned with 'power' (of the agent) 'over' (his subject). This view cannot be ",
  "set aside in any meaningful analysis of power. However, the modern view insists ",
  "on including in this analysis the concept of 'power' (of the subject) 'to' (achieve ",
  "a goal of his own choice). When we insist on 'empowerment' of vulnerable ",
  "sections (e.g. empowerment of women or of the ordinary people), we in fact ",
  "demand to equip them with 'power to' resist their oppressors and gain an ",
  "opportunity and ability to utilize their capacities for self-development. Some ",
  "contemporary thinkers have paid due attention to the analysis of this type of ",
  "power also. Of these, Hannah Arendt, C.B. Macpherson and Mahatma Gandhi ",
  "are most important.",
  "Hannah Arendt (1906-75), who was a German Jew philosopher, distinguished ",
  "between 'violence' and 'power' to arrive at a constructive view of power. In her ",
  "view, when rulers use force to fulfil their design against the wishes of the people, ",
  "it may be called 'violence'. On the other hand, power essentially belongs to the ",
  "people. Analysis of power in society is not concerned with the question: 'Who ",
  "rules whom?' It has nothing to do with 'command-obedience relationship'. Hannah ",
  "views political institutions as 'manifestations and materializations of power'. In ",
  "other words, when people act according to the principles of power, their ",
  "achievements take the form of political institutions.",
  "In her notable work On Violence (1969) Hannah Arendt gives some hints of ",
  "her very complex concept of power. She suggests that power is 'not the property ",
  "of an individual'. It 'corresponds to the human ability not just to act but to act in ",
  "concert.' She believes that power relations are essentially cooperative. Power in ",
  "this sense belongs to a group and remains in existence only so long as the group ",
  "holds together. Power is the quality of individuals acting and speaking together. ",
  "While the outcome of their power may be retained in the shape of various political ",
  "institutions, power itself cannot be stored or held in possession.",
  "These characteristics of power give us a clue to the further distinction between ",
  "violence and power. Arendt holds that power keeps the public realm together; ",
  "violence threatens its existence. Here we must distinguish between the 'public ",
  "realm' from the 'state'. When people voluntarily behave in such a way that they ",
  "create congenial conditions for each other, they create the public realm. When ",
  "they are forced to behave in a particular way by an external agency, they are ",
  "under the state. According to Arendt, power is the quality of the people constituting ",
  "the public realm; violence is the property of the state which is used against the ",
  "people. Violence relies on the instruments of its application; hence it can be held ",
  "in possession. Arendt warns: \"Where genuine power is absent, violence may ",
  "emerge to fill the gap.\"",
  "In Arendt's terminology 'authority' and 'power' also belong to different spheres ",
  "of action. Authority is linked with command-obedience relationship; it gives rise ",
  "to a hierarchical order. It is based on violence; hence it corresponds to the sphere ",
  "of the state. On the other hand, power belongs to the people; it creates an egalitarianhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "302 An Introduction to Political Theory",
  "order. It is based on consensus and persuation; hence it corresponds to the ",
  "public realm. In Arendt's view, only power but never violence can create legitimate ",
  "authority, Again she warns: \"Violence can destroy power; it is utterly incapable of ",
  "creating it.\"",
  "The public character of power and its significance was brilliantly brought out ",
  "by Hannah Arendt in her essay 'On Public Happiness' (1970). Illustrating her ",
  "position from the American experiment in democracy she observed that the ",
  "fundamental assumption underlying popular political participation in that country ",
  "was \"that no one could be called happy without his share in public happiness, ",
  "that no one could be called free without his experience in public freedom, and ",
  "that no one could be called either happy or free without participating, and having ",
  "a share, in public power.\" (The Frontiers of Political Theory, ed. by Henry Kariel; ",
  "1970)",
  "In a nutshell, Arendt' s concept of power condemns the use of force or violence ",
  "by the state and exhorts the people to cooperate in order to create and sustain a ",
  "social order that would be conducive to their common happiness and freedom.",
  "Hannah Arendt's Analysis of Power",
  "Human Society",
  "1",
  "\\ \\",
  "The People Ruling Class",
  "\\ I",
  "Concerted Action \\ Coercive Action",
  "\\ \\",
  "Power Violence",
  "\\ \\",
  "Political Institutions Authority",
  "\\ \\",
  "Egalitarian Order Hierarchical Order",
  "\\ I",
  "Public Realm State",
  "C.B. Macpherson (1911-87), a political philosopher from Canada, has given ",
  "a fuller analysis of power in his Democratic Theory—Essays in Retrieval (1973). ",
  "He makes a distinction between two components of power: extractive power and ",
  "developmental power. Extractive power represents the familiar concept of power, ",
  "viz. a person's ability to use others' capacities to serve his own purpose or ",
  "'power over' others. It implies the ability to extract benefits from others. It is ",
  "interesting to note that the Western tradition of political thought from Machiavellihttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  303",
  "Power",
  "(1469-1527) to James Mill (1773-1836) has broadly focused on this concept of ",
  "power. This attitude was not a product of intellectual carelessness but it was a ",
  "factual description of power relations in a market society.",
  "Developmental power, on the other hand, denotes a person's ability to use his ",
  "own capacities for the fulfilment of his self-appointed goals. The use of extractive ",
  "power in the modern society is exemplified by the power of owners of land and ",
  "capital. By virtue of this ownership they can buy and use the manual and intellectual ",
  "capacities of others for their own benefit. The workers and ordinary people who ",
  "do not own land and capital or other means of production would be benefited ",
  "only if they win developmental power for themselves.",
  "It is important to note that Macpherson not only introduced the concept of ",
  "developmental power, he also paid special attention to elaborate it. Thus ",
  "developmental power of a person enables him to develop his truly human capacities. ",
  "Some examples of such capacities are: capacity for rational understanding, for ",
  "moral judgment and action, for aesthetic or artistic activity, for love and friendship ",
  "and, of course, the capacity for materially productive labour. The concept of ",
  "developmental power treats a person as doer and, creator. It requires that he ",
  "should not face any impediments or constraints while using his human capacities ",
  "to achieve his objectives.",
  "Macpherson points to three impediments to the maximization of a person's ",
  "developmental power: (a) lack of adequate means of life; (b) lack of access to the ",
  "means of labour; and (c) lack of protection against invasion by others. The ",
  "problems created by the scarcity of the means of life and the scarcity of the ",
  "means of labour are technological and material as well as cultural and ideological. ",
  "Macpherson is quite convinced that these problems cannot be resolved within ",
  "the framework of a market society based on capitalist social relations. He suggests ",
  "that the solution to these problems can be found in a new system which would ",
  "combine the protection of civil liberties with a socialist mode of production. Only ",
  "then individual would be able to make full use of his developmental power and ",
  "thereby achieve his 'creative freedom'.",
  "Macpherson's Analysis of Power",
  "The Issue Utilitarian View Moralist View",
  "Concept of Human Nature As a Consumer As a Doer and Creator",
  "Goal of Human Life Maximization of Utilities Maximization of Powers",
  "Requisite Type of Power Extractive Power Developmental Power",
  "Consequence of the Use of Power Satisfaction of Material Wants Creative Freedom",
  "Mahatma Gandhi (1869-1948), an Indian social philosopher, also reflected ",
  "on the situation involving the use of power. Gandhi did not write a treatise ",
  "containing his social thought, yet his scattered thoughts on various social issues ",
  "are quite significant.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "304 An Introduction to Political Theory",
  "In the present context Gandhi's insistence on 'power to the people' is very ",
  "important. When Swaraj (independence + self-government) was set to be the ",
  "goal of independence movement of India, Gandhi wrote in Young India (1925):",
  "Real Swaraj will come not by the acquisition of authority by a few but by ",
  "the acquisition of the capacity by all to resist authority when it is abused. ",
  "In other words, Swaraj is to be obtained by educating the masses to a ",
  "sense of their capacity to regulate and control authority.",
  "Here Gandhi sought to define power from the point of view of the ruled. It ",
  "implied that the rulers should never gain or exercise absolute power over the ",
  "ruled. If the ruled felt that their rulers were becoming too powerful, they would ",
  "use their moral power to challenge the authority of the rulers. They could stand ",
  "up in protest, launch social movements and exert moral pressure on the rulers to ",
  "change their way of working. Thus power of the ruled would be akin to performing ",
  "the 'Socratic function of speaking truth to power'.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]