[
  "c14",
  "Concept of Citizenship",
  "NATURE OF CITIZENSHIP",
  "WHAT IS CITIZENSHIP?",
  "Citizenship denotes the status of an individual as a full and responsible member of ",
  "a political community. Thus citizen is a person who owes allegiance to the state ",
  "and in turn receives protection from the state. He must fulfil his duties and ",
  "obligations toward the state as the state grants him civil, political and social ",
  "rights. Hence citizenship implies two-way relationship between individual and the ",
  "state.",
  "Nature of Citizenship",
  "(Two-way relationship between Individual and the State)",
  "Duties and Obligations ",
  "Allegiance",
  "Protection",
  "Individual Civil, Political ",
  "and Social ",
  "Rights",
  "In   order   to   understand   the   significance   of ",
  "citizenship a distinction must be made between a 'subject' and a 'citizen'. A ",
  "subject is usually subservient to the state where the right to rule is reserved for ",
  "a privileged class. But citizens themselves constitute the state. Citizenship is the ",
  "product of a community wherehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "306 An Introduction to Political Theory",
  "the right to rule is decided by a prescribed procedure which expresses the will of ",
  "the general body of its members. While ascertaining their will, nobody is ",
  "discriminated on grounds of race, religion, gender, place of birth, etc. T.H. Marshall ",
  "in his Citizenship and Social Class (1950) observed that citizenship implies full ",
  "membership of a community: those who possess this status are equal with respect ",
  "to the rights and duties associated with it. Marshall adds that different societies ",
  "will attach different rights and duties to the status of citizen, for there is no ",
  "universal principle which determines necessary rights and duties of citizenship in ",
  "general.",
  "It is possible that some groups of the citizens of a state are not satisfied with ",
  "their existing rights. These persons are regarded to be citizens of their state only ",
  "in a formal sense of the term. But they do not enjoy substantive citizenship as ",
  "some of the rights of citizenship are denied to them in actual practice. These ",
  "groups can resort to a social movement for the restoration of their rights. This ",
  "movement may combine conventional forms of political participation, such as ",
  "voting, pressure group tactics and lobbying with unconventional political activities, ",
  "such as protests, sit-ins, demonstrations and rallies. Examples of some of such ",
  "citizens movements are: abolitionist movement and civil rights movements of ",
  "America, working class movements of Europe, and adivasi (tribal) and dalit ",
  "(depressed classes) movements of India.",
  "Indeed the original concept of citizenship exclusively focused on the sense of ",
  "duty where the question of rights was relegated to the background. But in the ",
  "contemporary society citizenship is primarily concerned with certain rights. In ",
  "this scheme duties of the individual are accepted only as long as they are considered ",
  "to be essential for the maintenance of those rights.",
  "HISTORICAL DEVELOPMENT",
  "The idea of citizenship in its early form is found in ancient Greek and Roman ",
  "state systems. It is worth noting that the form of ancient Greek community was ",
  "entirely different from the present-day political community of democratic nation-",
  "states. In a modern democratic state all members of a community are regarded ",
  "its citizens. But in ancient Greek city-states very few inhabitants (about ten percent) ",
  "enjoyed the status of 'freemen' who were treated as full citizens. These citizens ",
  "were equal among themselves as regards their rights. There was no discrimination ",
  "between the rich and the poor among freemen. The rest of the community ",
  "comprised of slaves, women and aliens who had no rights of citizenship. That is ",
  "why Aristotle regarded citizenship as a privilege of the ruling class. In this sense ",
  "citizenship stood for effective participation in the exercise of power.",
  "In any case, in ancient Greek political tradition this privilege of the ruling class ",
  "was also regarded to be the part of their duty. All 'citizens' were expected to ",
  "perform this duty in order to secure good life for themselves as well as for the ",
  "'non-citizens'.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  307",
  "Citizenship",
  "After the decline of Greek city-states a new definition of citizenship was ",
  "evolved in the 'Roman Empire'. Initially there, too, citizenship was confined to ",
  "power-holders. Later it was extended to the ordinary people and those vanquished ",
  "in war. Thus diverse types of people came within the ambit of citizenship. Only ",
  "the people of lowest rank and women were excluded from the benefit of citizen-",
  "ship. However, different categories of 'citizens' were entitled to different types ",
  "of rights—a practice that does not fit into the modern concept of citizenship. ",
  "Roman practice was different from the Greek, as citizen was no longer defined ",
  "to be the protector of law but as one who was under the protection of the laws.",
  "During the medieval Europe political authority was eclipsed by ecclesiastical ",
  "authority. Temporal citizenship was no longer considered to be important. In the ",
  "fifteenth and sixteenth centuries with the advent of modern thought, the idea of ",
  "citizenship again occupied the centre-stage in Italian republics. Niccolo Machiavelli ",
  "(1469-1527), the famous Italian thinker gave a new lease of life to this idea. In ",
  "seventeenth century England James Harrington (1611-77) and John Milton ",
  "(1608-74) redefined the idea. Harrington drew a picture of an ideal system of the ",
  "future which would be an 'empire of the laws, not of men'. The exponents of ",
  "Glorious Revolution (1688) of England particularly popularized the idea of ",
  "citizenship. In the eighteenth century this idea became very popular during the ",
  "days of American Revolution (1776).",
  "The idea of citizenship reached its zenith with the French Revolution (1789) ",
  "and the consequent Declaration of Rights of Man and Citizen. This Declaration ",
  "echoes the views of Jean Jaques Rousseau (1712-78). Rousseau in his Social ",
  "Contract (1762) wrote that citizen is a free and autonomous person. He is entitled ",
  "to participate in all those decisions which are binding on all citizens. On seeing ",
  "the rise of commercial society in Europe, Rousseau realized that the clash between ",
  "the common good and the private interests was inevitable. This clash would ",
  "undermine the social unity. Rousseau deliberately gave prominence to the common ",
  "good over the private interests.",
  "In the nineteenth century the ascendancy of liberalism gave rise to market ",
  "relations which promoted a new notion of citizenship. Now the idea of natural ",
  "rights came to be regarded as the basis of citizenship. The idea of natural rights ",
  "in this sense was advanced by John Locke (1632-1704) in England. Locke had ",
  "argued that the 'right to life, liberty and property' was the mainstay of natural ",
  "rights. The citizens set up a state for the protection of these rights. If the state ",
  "fails to protect these rights, the individual would be free to exercise his 'right to ",
  "resistance' against the state. Under the influence of these views citizenship came ",
  "to be regarded as indicative of 'rights against the state'. In any case, this notion ",
  "of'negative rights' made a significant contribution to the development of liberal-",
  "democratic societies. Eventually the notion of 'positive rights' was evolved in ",
  "these societies which brought the idea of citizenship to its logical conclusion. In ",
  "a nutshell, 'absence of restraint' on certain activities of the individual within thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "308 An Introduction to Political Theory",
  "state constitutes his 'negative rights'. On the other hand, when the state extends its ",
  "support to individual in his self-development, it constitutes his 'positive rights'.",
  "II.    COMPONENTS OF CITIZENSHIP: CIVIL, POLITICAL ",
  "AND SOCIAL RIGHTS",
  "In the present-day society substantive citizenship is defined in terms of three ",
  "important components: civil, political and social rights. T.H. Marshall in his ",
  "Citizenship and Social Class (1950) has given an analysis of the concept of ",
  "citizenship in an evolutionary perspective. He has identified three stages of ",
  "development of the rights associated with citizenship in England since the eighteenth ",
  "century. At the first stage, civil rights (constituting civil citizenship) were evolved ",
  "in the eighteenth century. These included: equality before the law, liberty of the ",
  "person, freedom of speech, thought and faith, the right to own property and ",
  "conclude contracts. At the second stage, political rights (constituting political ",
  "citizenship) were evolved in the nineteenth century. These included: the right to ",
  "take part in elections, the right to serve in bodies invested with political authority, ",
  "whether legislatures or cabinets. Finally, at the third stage, social rights (constituting ",
  "social citizenship) were developed in the twentieth century. These included: the ",
  "right to a certain standard of economic and social welfare, the right to a full share in ",
  "the social heritage. Four sets of public institutions were equipped to take care of ",
  "these three types of rights: the courts, representative political bodies, the social ",
  "services and schools. The courts protect the civil rights of the citizens; ",
  "representative political bodies protect their political rights; social services and ",
  "schools provide for their social rights. In short, the evolution of citizenship was ",
  "completed with the development of welfare state.",
  "Welfare State",
  "A state that provides for various types of social services for its citizens, e.g. social ",
  "security (financial assistance in the case of loss of job or any other source of income, ",
  "death of the bread-winner, prolonged illness or physical disability or any other calamity), ",
  "free education, pubtic health, poor relief, supply of essential goods and services like ",
  "foodgrains, milk, fuel and transport to the needy at subsidized rates. It undertakes the ",
  "protection of cultural heritage including monuments, museums, libraries, art galleries, ",
  "botanical gardens and zoological parks, etc. It also promotes higher education and ",
  "scientific research, etc. to step up intellectual and cultural development of society.",
  "These components of citizenship, viz. civil, political and social rights have to be ",
  "developed in each state that claims to be humane and progressive. The scope of ",
  "these rights can be elaborated further keeping in view the logic behind them.",
  "An effective provision of civil rights requires that the benefit of these rights ",
  "should be extended equally to minorities and majorities. In other words, whilehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Citizenship 309",
  "making provision of these rights no discrimination should be made between ",
  "different citizens on racial, religious, linguistic, gender or any other similar ground. ",
  "If any group, particularly a minority group, faces such discrimination, it can ",
  "resort to a civil rights movement to secure restoration of these rights. For instance, ",
  "the American Negroes (the black citizens) had to resort to such movement. They ",
  "had to fight for the enforcement of those rights which existed in law but denied ",
  "to them in actual practice. The American Supreme Court had allowed them ",
  "unrestricted use of public property and unrestricted entry into public institutions ",
  "way back in 1954. But they had to endure a prolonged struggle for the enforcement ",
  "of these rights throughout the United States. As a result of their mass movement, ",
  "Civil Rights Act was passed in 1964 forbidding racial discrimination in employment, ",
  "education, or accommodation.",
  "Similarly, an effective provision of political rights requires that all citizens ",
  "should be eligible to gain political office through a prescribed procedure; ordinary ",
  "people should be able to elect the rulers of their choice, to replace the unwanted ",
  "rulers, to influence public decisions, to criticize public policies, decisions and ",
  "actions, and to offer alternative policies and programmes. In communist countries ",
  "(like the People's Republic of China and the former USSR) political power remained ",
  "the monopoly of one party—the Communist Party. They held regular elections, ",
  "but the ruling party had the exclusive right to nominate candidates. Ordinary ",
  "people in these countries indeed had no choice, nor the capacity to replace the ",
  "power-holders. So the citizens did not have political rights in the true sense of the ",
  "term although they dubbed their system a 'people's republic'. In 1989 when ",
  "thousands of students demonstrated at Tiananman Square in China's capital city, ",
  "demanding their democratic rights, they were declared to be rebels and many of ",
  "them were shot dead.",
  "Finally, social rights of citizens are largely provided in a welfare state. In ",
  "nineteenth century Europe the functions of state were largely confined to the ",
  "maintenance of law and order. It was dubbed a 'nightwatchman state'. It was ",
  "regarded to be an instrument of safeguarding property of its citizens. Its power ",
  "of taxation was largely determined by the needs of performing this function. The ",
  "idea of welfare state originated in Germany in the nineteenth century itself as a ",
  "programme of 'social insurance' under Prince Bismarck (1815-98). It was ",
  "introduced in England in early twentieth century under H.H. Asquith (1852-1928). ",
  "It reached its zenith with the publication of Beveridge Report (1942). This report ",
  "pronounced the objective of the state to tackle the five great evils: Want, Disease, ",
  "Ignorance, Squalor and Idleness. Special attention was paid to the provision of ",
  "financial assistance to the citizens in case of unemployment, sickness and old ",
  "age. Beveridge Report is regarded the foundation of the system of welfare state. ",
  "The implementation of this report turned England into a model welfare state.",
  "It is important to note that in England various components of citizenship ",
  "developed in a logical order. Hence the structure of citizenship in England canhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "310 An Introduction to Political Theory",
  "serve as a model for other countries. Initially the evolution of civil rights in ",
  "England created an atmosphere which paved the way for the evolution of ",
  "democracy. Democracy secured political rights of the citizens which enabled them ",
  "to participate in public life and to influence public decisions. This led to the ",
  "evolution of welfare state which secured their social rights. On the other hand, the ",
  "concept of citizenship in the United States hardly developed beyond the provision ",
  "of civil rights. Even their implementaion was not extended to all citizens. Hence the ",
  "women as well as the black Americans had to resort to mass movements for the ",
  "enforcement of their civil rights.",
  "It is again worth noting that after the Second World War (1939-45) the concept ",
  "of citizenship developed in different directions in Eastern and Western parts of ",
  "Europe. In Western Europe initially civil and political rights were established under ",
  "liberal-democratic systems. Subsequently social rights were introduced under ",
  "welfare state system in order to curb the inegalitarian tendencies of the capitalist ",
  "economy. But in Eastern Europe initially elaborate provision of social and ",
  "economic rights of citizens was made under communist dictatorships, and their ",
  "civil and political rights were heavily curtailed. From 1989 the citizens of these ",
  "countries (Hungary, Poland, East Germany, Czechoslovakia, Bulgaria, Rumania ",
  "and Russia) launched widespread anti-establishment movements in support of their ",
  "demand for basic civil and political rights, which led to the collapse of communist ",
  "systems by 1991.",
  "In the contemporary political discourse several theories have been advanced ",
  "regarding the logical basis and the proper scope of citizenship. Of these five ",
  "theories are particularly important: (a) liberal theory; (b) libertarian theory; (c) ",
  "communitarian theory; (d) Marxist theory; and (e) pluralist theory.",
  "LIBERAL THEORY OF CITIZENSHIP",
  "According to this theory, civil rights constitute the foundation of citizenship. These ",
  "rights reach their logical conclusion through an evolutionary process in which ",
  "political and social rights come into existence. Since this theory believes in the ",
  "evolution of the rights associated with citizenship, it is also described as ",
  "'evolutionary theory of citizenship'. T.H. Marshall is regarded the chief exponent of ",
  "this theory. In his Citizenship and Social Class (1950) Marshall has observed that ",
  "citizenship prescribes equal rights and duties, liberties and constraints, powers and ",
  "responsibilities for different individuals. Under citizenship the individuals come ",
  "together to decide the terms of their association. The idea of citizenship runs ",
  "counter to the idea of class division of society. A social class promotes inequality ",
  "between different individuals on the basis of ownership of property, level ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Citizenship 311",
  "education and the structure of economy, but citizenship tends to bestow equal ",
  "status upon them.",
  "Citing the example of modern England, Marshall has shown that the idea of ",
  "citizenship begins with the provision of civil rights, and proceeds further by ",
  "giving rise to political and social rights respectively. When it is fully developed, ",
  "the individual no longer remains dependent on the market system. So citizenship ",
  "in its fully developed form leads to redistribution of goods and services, benefits ",
  "and burdens. In this form it embodies the idea of social justice. Thus when some ",
  "people fail to provide for health care, education or housing for their family, then ",
  "as citizens they are entitled to state assistance.",
  "Since citizenship assures a share to all individuals in the common heritage of ",
  "the community, it creates in them a bond of allegiance to that community. This ",
  "aspect of citizenship strengthens their sense of duty.",
  "Critics argue that this theory is too optimistic. Restribution of benefits and ",
  "burdens for the provision of social rights involves taxation of some sections to ",
  "benefit others. Nothing comes free. If someone gets something free, someone ",
  "else must be paying for it. To maintain goodwill and solidarity in society it is ",
  "necessary that taxpayers are not subjected to undue burden and heartburn. It is a ",
  "really difficult task.",
  "LIBERTARIAN THEORY OF CITIZENSHIP",
  "This theory regards citizenship as the product of free choice and contract among ",
  "individuals. It considers 'market society' as a suitable model of civic life. Robert ",
  "Nozick is the chief exponent of this theory. In his Anarchy, State and ",
  "Utopia (1974) Nozick observed that individuals resort to private activity, market ",
  "exchange and voluntary association in order to realize their values, beliefs and ",
  "preferences. The need of citizenship arises because some of the necessary goods ",
  "and services cannot be obtained in this manner. For this public provision ",
  "becomes necessary. In this sense, citizen means a rational consumer of public ",
  "goods.",
  "Nozick likens the state to a large enterprise, and citizens as its customers or ",
  "clients. Men hire protective institutions for the protection of their right to property. ",
  "State proves to be the most efficient among all protective institutions. It enjoys ",
  "monopoly of use of force in a given territory.",
  "Critics point out that free-market-based individualism does not provide for ",
  "adequate foundation of social solidarity. This model of citizenship would lead to ",
  "sharp disputes and intense clash of interests within society. For instance, if we ",
  "adopt this concept of citizenship, such questions would arise: why should those ",
  "who do not avail themselves of the services of government hospitals or government ",
  "schools be forced to pay for them? And why should those who do not own ",
  "property be forced to pay for the maintenance of the huge police force largely ",
  "meant to protect private property? Again, why should those who do not love their ",
  "country be forced to pay for the maintenance of the huge military force?https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "312 An Introduction to Political Theory",
  "This argument may be extended to hold that the people should avail themselves ",
  "of the services of private insurance companies, not of state, for necessary ",
  "assistance in old age, theft, accident and other unforeseen calamities. In this way ",
  "by and by government would become redundant and the idea of citizenship would ",
  "become irrelevant.",
  "COMMUNITARIAN THEORY OF CITIZENSHIP",
  "As against the libertarian theory, the communitarian or 'republican theory of ",
  "citizenship' insists on a strong bond of affinity between individual and the state. ",
  "This conception of citizenship conceives the citizen as someone who plays an ",
  "active role in shaping the future direction of his or her society through political ",
  "debate and decision-making. In other words, the distinctive feature of citizenship ",
  "is 'citizen participation', The exponents of this theory include Hannah Arendt ",
  "(The Human Condition; 1958), Michael Walzer (Spheres of justice; 1983) and ",
  "Benjamin Barber (Strong Democracy; 1984).",
  "The main tenet of this theory is that a citizen should identify himself with the ",
  "community of which he is a member, and take active part in its political life. Then ",
  "only he can contribute substantially to the realization of the common interest. In ",
  "other words, an individual can become a citizen of a community in the true sense ",
  "of the term by assimilating himself with the culture, traditions, beliefs and ",
  "sentiments of that community.",
  "Critics argue that this model of citizenship would only be suitable to a small, ",
  "homogeneous society with common traditions as existed in the fourth century ",
  "B.C. at Athens and fifteenth century Florence. Jean Jaques Rousseau had evolved ",
  "his concept of the 'general will' in his famous work Social Contract (1762) ",
  "keeping in view the image of such society. General will represented a point where ",
  "real will of all the members of a community was supposed to converge. This is ",
  "not feasible in the very complex society of today. In contemporary society broad ",
  "issues of consensus may be discovered through a widespread debate, but it ",
  "would not be possible to point to a 'general will' which would be acceptable to ",
  "the consciousness of the entire community.",
  "MARXIST THEORY OF CITIZENSHIP",
  "This theory treats the rights associated with citizenship as the product of class ",
  "conflict. In other words, citizenship is founded on those rights which a class ",
  "happens to win for itself after suppressing the rights of its antagonistic class. ",
  "Anthony Giddens is the chief exponent of this theory. In his two important Works ",
  "A Contemporary Critique of Historical Materialism (1981) and Profiles and ",
  "Critiques of Social Theory (1982) Giddens has contradicted Marshall's view in ",
  "order to bring forth his own viewpoint. He has particularly raised three issues:https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  313",
  "Citizenship",
  "(1) Marshall treats the development of citizenship as if it were something that ",
  "unfolded in phases according to some inner logic within the modern world. ",
  "Gidden finds this account an oversimplification of the role of politics and ",
  "the state, as if the whole process was supported and buttressed by 'the ",
  "beneficent hand of the state'. Giddens argues that the underprivileged ",
  "have achieved their citizenship in substantial degree only through struggle; ",
  "they succeeded to tilt the balance of power in their favour only during the ",
  "times of war, particularly during the period of world war;",
  "(2) According to Marshall, development of citizenship has taken place in a ",
  "unilinear manner. Giddens disagrees with him on this point. He argues that ",
  "it was the product of various social movements. The varying strength of ",
  "these movements led to variations in the benefits conceded to the ",
  "underprivileged. Erosion of welfare rights of the poor during 1970s and ",
  "1980s, particularly under Margaret Thatcher (in England) and Ronald ",
  "Reagon (in the United States) are the cases in point; and",
  "(3) Marshall identified three types of rights associated with citizenship: civil, ",
  "political and social rights. He held that these rights belong to a single ",
  "category. On the contrary, Gidden identifies two types of citizenship rights ",
  "which belong to different categories:",
  "(a) Individual freedom and equality before the law signify those civil rights ",
  "which were largely won by the emergent bourgeoisie through their ",
  "struggle against the feudal privileges. These rights helped to consolidate ",
  "industrial capitalism and modern representative state; and",
  "(b) Economic civil rights signify those rights for which working-class ",
  "and trade-union activists fought against bourgeois system of power. ",
  "These include workers' right to form their union, expand its activities, ",
  "right to bargaining and right to strike. These rights sought to challenge ",
  "the dominance of capitalist system.",
  "According to Giddens, development of citizenship and modern democracy ",
  "began in late sixteenth century with the expansion of state sovereignty and ",
  "administrative build-up. This paved the way for the extension of the state's capacity ",
  "for surveillance which implied the collection and storing of information about ",
  "members of society. This type of supervision increased the state's dependence ",
  "on cooperative forms of social relations. It was no longer possible for the modern ",
  "state to manage its affairs by force alone. More opportunities were generated for ",
  "subordinate groups to influence their rulers. Giddens has termed this phenomenon ",
  "as 'two-way' expansion of power.",
  "In his recent work The Nation State and Violence (1985) Giddens has conceded ",
  "that contemporary capitalism is different from nineteenth-century capitalism. ",
  "Labour movements have played a prominent role in its transformation. In most ",
  "of the capitalist countries of today 'welfare capitalism' has come into existencehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "314 An Introduction to Political Theory",
  "which safeguards the civil rights of the working class. These civil rights have ",
  "helped to consolidate industrial capitalist system. Thus Giddens has departed from ",
  "the original tenets of Marxism and has come round the view that citizenship rights ",
  "can be maintained within the structure of liberal democracy.",
  "PLURALIST THEORY OF CITIZENSHIP",
  "Pluralist theory of citizenship treats the development of citizenship as a complex ",
  "and multi-dimensional process. Accordingly, it cannot be attributed to a single ",
  "cause. In order to understand it we must pay attention to the role of diverse factors ",
  "that are responsible for its development.",
  "David Held in his Political Theory and the Modern State (1989) observed that ",
  "from the ancient world to the present day, citizenship meant a reciprocal ",
  "relationship between individual and community. In other words, individual is ",
  "entitled to certain rights against the community; he also owes certain duties to the ",
  "community. Thus rights and duties are interdependent; they are two sides of the ",
  "same coin. An individual's rights imply duties of others; his duties imply rights of ",
  "others. Essence of citizenship lies in participation in the life of the community.",
  "Take away natural rights and duties become null.",
  "Mary Wollstonecraft (1792)",
  "It would be misleading to regard citizenship only as an outcome of evolution or ",
  "a product of class struggle. As Held has elucidated: \"Citizenship is about ",
  "involvement of people in the community in which they live; and people have been ",
  "barred from citizenship on grounds of gender, race and age among many other ",
  "factors. To analyse citizenship as if it were a matter of the inclusion or exclusion of ",
  "social classes is to eclipse from the view a variety of dimensions of social life ",
  "which have been central to the straggle over citizenship.\" {Political Theory and the ",
  "Modern State; 1989)",
  "Pluralist theory insists on inquiring into all types of discrimination against ",
  "people, whether on grounds of gender, race, religion, property, education, ",
  "occupation or age. In the contemporary world so many social movements have ",
  "been launched against different types of social discrimination. These include ",
  "feminist movement, black movement, religious reform movements, workers' ",
  "movement, children rights movements, dalit movement, adivasi movement and ",
  "ecological movement, among others. Pluralist theory recommends that the problem ",
  "of citizenship should be analysed in the context of all these movements. Since these ",
  "movements are steadily spreading to new directions, analysis of citizenship ",
  "becomes a subject of continuous research.",
  "Pluralist theory does not provide for any fixed framework for the analysis of the ",
  "problem of citizenship. It largely deals with the ever-expanding scope of thishttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Citizenship 315",
  "problem in the contemporary scenario. The theory itself is in the process of ",
  "formation. The direction for its advancement was indicated by B.S. Turner. ",
  "(Citizenship and Capitalism: The Debate over Reformism; 1986)",
  "Comparative Perspective on Citizenship",
  "The Issue Liberal Libertarian Communitarian Marxist Pluralist",
  "Perspective Perspective Perspective Perspective Perspective",
  "Nature of Individuals Rational Active Par- Members of Diverse",
  "citizens Negotiating Consumers ticipants in a Class Groups",
  "the Terms of of Public Pursuit of Fighting for Fighting",
  "their Asso- Goods the Com- their Rights Against Dis-",
  "ciation mon Good against the crimination on ",
  "Dominant Various ",
  "Class Grounds",
  "Model of Welfare Competitive Close-Knit Workers' Pluralist",
  "their orga- State Market Community State Society",
  "nization Society",
  "Goal of citi- Citizens' Provision of The Com- Workers' Coexistence",
  "zenship Welfare Necessary mon Good Rights without Dis-",
  "Public crimination",
  "Goods",
  "Method of Rational Al- Paying the Citizens' Class Social",
  "goal-attain- location of State for its Participation Struggle Movements",
  "ment Benefits and  Services",
  "Burdens",
  "Exponents T.H. Mar- Robert Hannah Anthony B.S. Turner",
  "shall Nozick Arendt, Giddens",
  "Michael",
  "Walzer,",
  "Benjamin",
  "Barber",
  "In the contemporary world it is being widely argued that the prevalent concept of ",
  "citizenship does not provide for adequate rights for all parts of society. In this ",
  "context two types of critiques are particularly important: (a) the feminist critique; ",
  "and (b) the subaltern critique.",
  "THE FEMINIST CRITIQUE",
  "Feminist critics of citizenship argue that even after getting full citizenship in law, ",
  "women continue to suffer from subjection in their social life. From 1960s and ",
  "1970s the status of women in society and politics has become a centre of attention. ",
  "Earlier it was usually thought that after establishing legal equality of men and ",
  "women, women were not left with any issue of complaint. After extension of thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "316 An Introduction to Political Theory",
  "right-to-vote to women, some studies of voting behaviour were produced. It ",
  "was found that women's participation in voting was lower in comparison to ",
  "men. To explain this situation it was argued that women were largely interested in ",
  "private and domestic affairs; they were less interested in politics and public affairs ",
  "and probably they had no time to attend to these matters.",
  "However, when size of family began to shrink and more and more women ",
  "took up jobs, the above explanation regarding women's sphere of interest was no ",
  "longer held to be valid. Again, it was noticed that more and more women were ",
  "taking part in voting, but their share at various levels of political authority had ",
  "remained insignificant. While the electorates of various countries of the world ",
  "had nearly fifty per cent women, their share at the level of political representation ",
  "was far below that of men. Membership of women in the legislatures of Western ",
  "Europe was less than ten per cent. Women's share in British House of Commons ",
  "was less than five per cent. The situation in the United States House of ",
  "Representative was not very different. But the situation in the Scandinavian ",
  "countries was not that bad. In Sweden and Denmark women's membership of ",
  "legislatures amounted to twenty-six per cent; in Norway it was thirty-four per cent.",
  "In the sphere of international politics the representation of women is still meagre. ",
  "In November 1990 thirty-four Heads of Government of European countries ",
  "gathered to sign the historic Charter of Paris for the New Europe. The gathering ",
  "marked the end of the Cold War. In newspaper headlines it was described as the ",
  "'end of an era'. But feminists ask: \"Which era had come to an end?\" In any case, ",
  "it was not an end of patriarchal era. In the group-photo of these thirty-four heads ",
  "of government, only two women could be spotted after a thorough search. These ",
  "were: Gro Brundtland, Prime Minister of Norway, and Margaret Thatcher, Prime ",
  "Minister of Britain. Two days after this Conference, Mrs. Thatcher also resigned, ",
  "and a man replaced her as Prime Minister. In this situation, what is the consequence ",
  "of granting full citizenship to women if their representation in public life remains ",
  "so negligible?",
  "In the countries outside Europe and America, women's representation is very ",
  "insignificant at the level of political authority although some women have been ",
  "successful in attaining top positions. Sri Lanka, Isarel, India, Pakistan and ",
  "Bangladesh have the record of having women Prime Ministers. Put on the whole, ",
  "the number of women holding high offices is very small. Some women have ",
  "excellent record of performance in various important positions like those in ",
  "legislatures, cabinets, bureaucracy, diplomacy, journalism, legal profession, fine ",
  "arts, academics and scientific research, etc. This record is an ample proof of the ",
  "potential of womanpower. But it is no proof of opportunities open to women as ",
  "their share in these positions continues to be very meagre.",
  "It has now been proved beyond doubt that biological differences between man ",
  "and woman do not account for their inferior status. The present status of women ",
  "is chiefly the product of social arrangements. Women often spend most of theirhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Citizenship 317",
  "time in domestic work and in rearing the children. Most women do not get an ",
  "opportunity to develop their own personality. They are made to believe that the ",
  "proper sphere of their activity is within home and that they need not take interest ",
  "in public life. From the beginning girls are taught to pay more attention to personal ",
  "relations, not to personal success. Boys are taught to be firm, assertive and ",
  "aggressive; girls are taught to be obedient, shy and submissive. Boys are encouraged ",
  "to become doctors, engineers and lawyers; girls are encouraged to become school ",
  "teachers, nurses or secretaries. In short, the experience gained by women in ",
  "their own professional life does not help them to take up a political career.",
  "Feminists, therefore, assert that until the condition of equal participation of ",
  "women in public life is fulfilled, the concept of citizenship cannot be brought to ",
  "its logical conclusion. In India a beginning in this direction has been made by ",
  "making reservation of one-third of the seats in panchayats for women. This will ",
  "encourage women to join politics at grass-root level. By and by their representation ",
  "at this level can be increased to one-half, and provision can also be made for their ",
  "adequate representation in legislative assemblies and parliament. The opening up ",
  "of vast opportunities of higher education would also prove to be instrumental to ",
  "their larger representation in administration and high-profile professions. In this ",
  "way the idea of citizenship can be realized fully from the feminist point of view.",
  "THE SUBALTERN CRITIQUE",
  "The term 'subaltern' literally means someone 'of inferior rank'. In social life ",
  "superior and inferior ranks are quite common. Their identification would be a ",
  "simple matter. However, problem would arise when people are supposed to be ",
  "equal as citizens in the legal-formal sense, but they are treated as superior and ",
  "inferior in actual practice. Subaltern critique of citizenship deals with such situations.",
  "The concept of 'subaltern' was introduced in social theory by Antonio Gramsci ",
  "(1891-1937), an Italian Marxist in his analysis of capitalist system. It was applied ",
  "to those groups in society who were subject to the 'hegemony' of the ruling ",
  "classes. Hegemony implied the power of the ruling class to convince other classes ",
  "that their interests were the interests of all. In other words, it signified the ability ",
  "of the ruling class to convince the subject classes that their rule represented the ",
  "common interest. The subject classes were made to believe that they were being ",
  "ruled with their consent.",
  "Under capitalist system apparently equal rights were granted to all citizens. ",
  "But in actual practice capitalists performed the function of ruling class. Peasants, ",
  "workers and other subordinate groups who were denied access to 'hegemonic' ",
  "power were described by Gramsci as 'subaltern' classes. Similarly, earlier historical ",
  "stages had their own ruling classes and subaltern classes. Both types of classes ",
  "played their role in building up human civilization. But history as a discipline ",
  "focused on the role of the ruling classes, and ignored the role of the subalternhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "318 An Introduction to Political Theory",
  "classes. Gramsci observed that this history was one-sided and incomplete. He ",
  "insisted on an inquiry into the role of the subaltern classes to have an unbiased ",
  "view of history. In other words, study of history should include the support ",
  "extended by the subaltern classes to the ruling classes, the contribution made by ",
  "the subaltern classes independently, and the organizations and movements started ",
  "by the subaltern classes to oppose the ruling classes.",
  "In contemporary social analysis the scope of 'subaltern theory' has been ",
  "considerably expanded. It is now conceded that all the groups who suffer from ",
  "discrimination on any irrelevant grounds (that is the grounds which disregard ",
  "their 'human' status) can be treated as subaltern groups. In a way the treatment ",
  "meted out to 'subaltern groups' is closely linked with the question of 'human ",
  "rights'. Thus any social group that is treated inferior to others on grounds of ",
  "gender, age, vocation, class, caste, race, region, religion, language, culture, etc. ",
  "comes within the purview of 'subaltern groups'. The members of these groups ",
  "may be regarded as full-fledged citizens in the formal sense, but they may be ",
  "looked down upon by the dominant groups because of some deep-rooted hatred, ",
  "prejudices or even superstitions. The real causes of their inferior status lie ",
  "elsewhere. They may have been deprived of opportunities to have education and ",
  "other sources of enlightenment, to enter into modern professions, to participate ",
  "in the common cultural heritage, or they may lack the means of their legal ",
  "protection, of building up their organizations and raising their voice against the ",
  "prevailing injustice, and so on. Enlightened sections of society must come to ",
  "their rescue if the idea of citizenship has to be realized in the true sense of the ",
  "term.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "",
  ""
]