[
  "c15",
  "Concept of Human Rights",
  "Human rights are those rights to which an individual is entitled by virtue of his ",
  "status as a human being. While civil, political and social-economic rights are ",
  "dependent on an individual's status as a citizen of a particular state, his human ",
  "rights are not determined by this condition. Thus the scope of human rights is very ",
  "wide. They set the standards for the provision and expansion of civil, political and ",
  "social-economic rights. Again, where an individual's civil, political and social-",
  "economic rights are exhausted, he can still hope to get some relief under the ",
  "umbrella of human rights. For instance, a foreigner, a refugee, a prisoner-of-war or ",
  "a proclaimed offender may have been left without ordinary rights, yet the ",
  "beneficent hand of human rights will not be withdrawn from over his head.",
  "Human rights constitute the very source of all rights of human beings. They ",
  "embody the scheme of ideal rights. They provide for moral foundation of any ",
  "system of rights. In a way they are akin to the concept of justice. As the idea of ",
  "justice determines the principles on which law should be based, so the idea of ",
  "human rights sets the standards on which all other rights should be based. ",
  "Moreover, when ordinary rights are reinterpreted in the light of human rights, they ",
  "enter the ever-expanding domain of human welfare. For instance, the right to life in ",
  "this context may be interpreted to include the right to live on uncontaminated land, ",
  "to breathe in clean air and to consume clean water; and government may be held ",
  "responsible to satisfy these conditions. Nevertheless, human rights can only be ",
  "realized as 'rights'. In other words, human rights, like any other rights, have to be ",
  "enforced by a state or an international tribunal which should be capable of ",
  "enforcing them. Anybody who claims any human rights must prove himself to be ",
  "law-abiding and must submit himself to law for appropriate justice. In order to ",
  "understand the true character of human rights it would be worthwhile to describe ",
  "the nature of rights as such.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "320 An Introduction to Political Theory",
  "MEANING OF RIGHTS",
  "The idea of rights provides for an essential tool of analysis of the relations between ",
  "individual and the state. The state claims authority over individual, but when the ",
  "state is viewed as an instrument of society, it is essential that authority of the state ",
  "is made to depend on the function it performs. In other words, when the state is ",
  "regarded as a means, and the individual as the end, the state cannot be armed with ",
  "absolute authority over individual. If the state claims authority, individual must claim ",
  "rights. Individual owes allegiance to the state and obeys its commands because the ",
  "state serves his interests. What does individual claim from the state? An answer to ",
  "this question will elucidate the concept of rights.",
  "Rights essentially belong to the sphere of conflicting claims between individual ",
  "and the state. Any political theory which holds that an individual cannot have rights ",
  "'against the state' is no theory of rights. It is important to note that the benefits ",
  "which flow automatically from the existence of the state do not constitute rights. ",
  "Rights come into the picture only when authority of the state is sought to be limited, ",
  "or when individuals and their groups demand a positive role of the state. Thus, ",
  "Thomas Hobbes (1588-1679), J.J. Rousseau (1712-78) and G.W.F. Hegel (1770-",
  "1831) may have paid rich tributes to the state, in their own ways, for creating ",
  "congenial conditions for the happiness of men, but they have failed to evolve any ",
  "concept of rights. Absence of rights makes the happiness of individuals depend on ",
  "the chance benevolence of the powers-that-be. If there are no rights to curb the ",
  "authority of the government and to prescribe functions of the government, the state ",
  "assumes unbridled power. It may soon degenerate into absolutism, authoritarianism, ",
  "despotism and tyranny. Glorification of the state, without an in-built mechanism to ",
  "curb authority of the state means complete subordination of individual to the ruler ",
  "or the ruling groups, thereby opening the floodgates of corruption, oppression, ",
  "exploitation and injustice.",
  "The concept of rights or 'human rights', therefore, originates from the voice of ",
  "protest against oppression perpetrated by the dominant groups in society. Rights are ",
  "meant to safeguard the individual from the irresponsible and arbitrary use of power ",
  "by the ruling class. As R.M. Maclver, in his Preface to Great Expressions of ",
  "Human Rights (1951) has significantly observed:",
  "Over most parts of the earth and throughout the major range of recorded ",
  "history the masses of men have lived in a condition of misery and ",
  "oppression. Nearly everywhere small dominating groups acquired the ",
  "techniques of power and used them to keep in subjection their fellowmen... ",
  "In every age the voice of protest has been heard. In every age the vision of ",
  "human liberation has been glimpsed.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Human  321",
  "Rights",
  "In modern times this vision of human liberation has been developed into the ",
  "concept of human rights. These rights are no longer expressed merely as certain ",
  "demands. On the other hand, they are sought to be enshrined in the structure of ",
  "the government so as to prevent it from using its power in an arbitrary and ",
  "irresponsible manner. As Maclver has further noted: \"The cry for human rights ",
  "now becomes more than exhortation or protest. It becomes the precise demand ",
  "for the legal and constitutional embodiment of specific claims to liberties, and ",
  "then to opportunities.\"",
  "In a nutshell, rights consist in claims of individuals which seek to restrict ",
  "arbitrary power of the state and which are required to be secured through legal ",
  "and constitutional mechanisms. In addition, these may include some benefits ",
  "which the state may extend to its citizens to improve the quality of their life.",
  "NEGATIVE AND POSITIVE RIGHTS",
  "The concept of rights is a dynamic concept. With the development of social ",
  "consciousness, rights are subjected to continual review and redefinition. It is ",
  "interesting to note that rights are always demanded and even granted as the ",
  "'rights of man'. But their beneficiaries are usually those classes which articulate ",
  "this demand, because they formulate the demands of rights in a manner best ",
  "suited and calculated to serve their own interests. However, with the spread of ",
  "modem consciousness, the concept of rights has been modified in two important ",
  "directions: it is now admitted that: (a) the advantages of rights should not be ",
  "confined to a tiny class which is placed in a privileged position by virtue of its ",
  "money and manipulative power; and that (b) rights should not be confined to ",
  "delimiting the sphere of state activity and authority, but should also prescribe the ",
  "functions and responsibility of the state so as to make them beneficial to the bulk ",
  "of society. This trend indicates a shift of focus from negative to positive rights.",
  "Negative rights suggest the sphere where the state is not permitted to enter. ",
  "They suggest the sphere of freedom of individual which shall not be encroached ",
  "by the state. Positive rights, on the other hand, prescribe the responsibility of the ",
  "state in securing rights of individuals. They require the state to take positive ",
  "measures for the protection of rights of the weaker and vulnerable sections or ",
  "those placed in a vulnerable position. In fact, the negative and positive rights ",
  "should be treated as parts of a continuum, not as distinct entities.",
  "Broadly speaking, negative rights indicate as to which acts of the individual ",
  "shall not be restricted by the state. Thus 'freedom of thought and expression' ",
  "implies that the state shall not impose any restriction on individual's thought and ",
  "expression. So it comes in the category of negative rights. But if we say that the ",
  "state shall provide for universal education to promote its citizens' faculty of ",
  "thought and expression, it will be described as their positive right. In short, ",
  "positive rights indicate the responsibility of the state to improve the life of itshttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "322 An Introduction to Political Theory",
  "citizens and to help them in their self-development. For example, right to medical care, ",
  "right to work, right to legal aid, etc. also qualify as positive rights. A capitalist state ",
  "gives precedence to negative rights while a socialist state gives precedence to ",
  "positive rights. A welfare state aims at combining negative rights with positive rights ",
  "as far as feasible.",
  "Conventional theories of rights seek to identitfy the basis on which the familiar rights ",
  "of human beings are founded. Of these the following are particularly important: ",
  "(a) theory of natural rights; (b) theory of legal rights; (c) historical theory of rights; ",
  "and (d) social-welfare theory of rights.",
  "THEORY OF NATURAL RIGHTS",
  "The theory of natural rights was very popular in seventeenth and eighteenth century ",
  "political thought. It treats the rights of man as a 'self-evident truth'. In other words, ",
  "these rights are not granted by the state, but they come from the very nature of man, ",
  "his own intrinsic being. This theory was broadly developed on two important bases: ",
  "the contractual basis and the teleological basis.",
  "Contractual Basis",
  "In the first place, the theory of natural rights is based on liberal theory of the origin ",
  "of the state from the 'social contract'. According to this theory, certain rights were ",
  "enjoyed by man in the 'state of nature', that is before the formation of civil society ",
  "itself. These comprise the natural rights of man, which must be respected and ",
  "protected by the state.",
  "Among the exponents of the social contract theory, John Locke (1632-1704) is ",
  "the most ardent champion of natural rights. Locke gave a new turn to the social ",
  "contract theory which was introduced by Thomas Hobbes (1588-1679). Hobbes ",
  "draws a gloomy picture of the state of nature and deprecates natural rights as the ",
  "freedom of the stronger to oppress the weaker. He therefore postulates an unconditional ",
  "surrender of natural rights when civil society is formed. J.J. Rousseau (1712-78), ",
  "another exponent of the social contract theory, depicted natural rights in a different ",
  "light. Rousseau draws a fascinating picture of the state of nature and glorifies ",
  "natural rights. Nevertheless, he postulates that these rights become irrelevant in civil ",
  "society. They are, therefore, surrendered as the price of civil rights. In effect, both ",
  "Hobbes and Rousseau do not think that natural rights would be maintained by the ",
  "state.",
  "Locke, however, postulates that man surrendered only some of his natural rights, ",
  "particularly the right to be the judge of his own acts, on the condition that his ",
  "fundamental natural rights, viz. the rights to 'life, liberty and property' shall be ",
  "protected by the state. If the state failed to maintain these rights, man had thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Human  323",
  "Rights",
  "right to overthrow government and to set up a new government in its place. Thus ",
  "it was Locke who tried to demonstrate how natural rights—that is the rights ",
  "derived from the state of nature—could form the basis of the principles of ",
  "governance.",
  "Ideological Basis",
  "Teleology means the doctrine of final causes. It signifies the view that any ",
  "developments are due to the purpose or design that is served by them. The ",
  "teleological view of rights, therefore, seeks to relate the rights of man with the ",
  "purpose of human life. These rights do not depend on any institutional ",
  "arrangements, but ensue from the very nature of man and serve the purpose of ",
  "his life. These are, therefore, natural rights.",
  "Tom Paine (1737-1809) in his Rights of Man (1791) enunciated the theory of ",
  "natural rights on teleological basis. Paine rejected the doctrine of the social contract ",
  "as it was 'eternally binding, and hence a clog on the wheel of progress'. He ",
  "insisted that every generation should be free to think and act for itself. But rights ",
  "to 'liberty, property, security and resistance of oppression', which are the proud ",
  "possessions of man in civil society, derive their sanction from the natural rights ",
  "'pre-existing in the individual'.",
  "T.H. Green (1836-82) also sought to build his theory of moral rights on the ",
  "teleological basis. Green argues that the rights of man do not emanate from a ",
  "transcendental law as Locke had maintained, but they come from the moral ",
  "character of man himself. Each individual, impelled by his moral consciousness, ",
  "tends to seek ideal objects. Since all individuals share the same moral consciousness, ",
  "their ideal objects are common objects. Thus when they form the state, all ",
  "individuals agree to recognize each other's claim to pursue their ideal objects. ",
  "Green undoubtedly holds that rights depend on recognition, but their recognition ",
  "is granted by the moral consciousness of the community—which is shared by all ",
  "individuals—not by the state. In fact, Green is concerned with ideal rights, not ",
  "with legal rights. Ideal rights derive their sanction from the inherent moral propensity ",
  "of man, not from the 'force' of the state.",
  "EVALUATION",
  "The theory of natural rights played an important role in modern history. It served ",
  "as a source of inspiration for the American and French Revolutions. The American ",
  "Declaration of Independence (1776) expressed this idea as follows:",
  "We hold these truths to be self-evident, that all men are created equal, that ",
  "they are endowed by their Creator with certain inalienable Rights, that ",
  "among these are Life, Liberty and the pursuit of Happiness. That to secure ",
  "these rights, Governments are instituted among Men, deriving their just ",
  "powers from the consent of the governed. That whenever any Form ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "324 An Introduction to Political Theory",
  ". Government becomes ",
  "destructive of these ends, it is the Right of the People to alter or to ",
  "abolish it, and to institute new Government, laying its foundation on such ",
  "principles and organizing its powers in such form, as to them shall seem ",
  "most likely to effect their Safety and Happiness.",
  "Similarly, the French Declaration of the Rights of Man and of the Citizen ",
  "(1789) expressed the idea as under:",
  "Men are born and remain free and equal in rights. Social distinctions can ",
  "be based only upon public utility . . .",
  "The aim of every political association is the preservation of natural and ",
  "imprescriptible rights of man. These rights are liberty, property, security ",
  "and resistance to oppression.",
  "However, in spite of the historical significance of natural rights theory, it remains ",
  "an ambiguous theory. The doctrine of natural rights was put forward at a historical ",
  "juncture with a view to securing favourable conditions for a 'free market society'. ",
  "Hence, natural rights were interpreted in such a manner that they could be ",
  "instrumental to its establishment. It follows that 'natural rights' can be interpreted ",
  "in order to uphold the values of the particular class which invokes these rights. ",
  "Natural rights are claimed to be eternal and immutable. But, in actual practice, ",
  "they are capable of immense variations. Aristotle saw 'slavery' as natural, as he ",
  "said: \"From their hour of birth some men are marked out for subjection, and ",
  "others for rule.\" This view is no longer upheld. Some people treat man as 'naturally ",
  "superior to woman'; others treat them 'equal by nature'. The right to property ",
  "was for long treated as a 'natural right', but this view was radically modified ",
  "under the influence of socialist thought. In short, the concept of natural rights is ",
  "a subjective concept. Their character depends on the views and values of the ",
  "class which grasps, interprets and articulates them. In any case, natural rights ",
  "constitute an essential element of logic. Any class which rises against some ",
  "prevailing injustice, may invoke 'natural rights' to prove as to \"what stands to ",
  "reason'. Natural rights comprise a dynamic concept; there can be no 'fixed' ",
  "natural rights. Their interpretation depends on the nature and degree of the ",
  "prevailing social consciousness.",
  "It is because of these limitations that 'natural rights' are now rarely invoked ",
  "for building up a rational system of rights in contemporary society. Modem states ",
  "as well as international organizations and movements widely invoke 'human rights', ",
  "instead of natural rights, to determine their policy objectives or goals. Human ",
  "rights are based on recognition of 'human dignity' which cannot be exchanged ",
  "for any type of substantive benefit. A broad consensus is found in society about ",
  "the contents of human rights. A series of international declarations and conventions ",
  "concerning human rights have substantially contributed to the formation of this ",
  "consensus.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Human Rights 325",
  "THEORY OF LEGAL RIGHTS",
  "The theory of legal rights holds that all rights of man depend on the state for their ",
  "existence. There can be no right in the proper sense of the term unless it is so ",
  "recognized by the state. According to this theory, no rights are absolute, nor are ",
  "any rights inherent in the nature of man as such. Rights are relative to the law of ",
  "the land; hence they vary with time and space. Rights have no substance until ",
  "they are guaranteed by the state. This implies: (a) in the first place, that there are ",
  "no rights prior to the state, because they come into existence with the state itself; ",
  "(b) secondly, it is the state which declares the law and thereby guarantees and ",
  "enforces rights—no rights can exist beyond the legal framework provided by the ",
  "state; and (c) finally, as the law may change from time to time, the substance of ",
  "rights also changes therewith—there can be no 'fixed' rights in any society, not ",
  "to speak of eternal or universal rights.",
  "Hobbes argued that the only fundamental right of the individual, viz. the right ",
  "of 'self-preservation', is better maintained by the state than by the individual ",
  "himself. Hence man must depend on the state for the maintenance of his rights. ",
  "He is free to do anything which is not restrained by the state. In other words, ",
  "man can have no rights against the state.",
  "Jeremy Bentham (1748-1832) is the greatest champion of the theory of legal ",
  "rights. He rejects the doctrine of natural rights as unreal and ill-founded. In his ",
  "Principles of Legislation (1789) Bentham observed:",
  "Rights, properly so called, are the creatures of law properly so called; real ",
  "laws give birth to real rights. Natural rights are the creatures of natural ",
  "law; they are a metaphor which derives its origin from another metaphor... ",
  "What there is natural in man is means—faculties. But to call these means, ",
  "these faculties, natural rights is again to put language in opposition to ",
  "itself. For rights are established to insure the exercise of means and faculties. ",
  "The right is the guarantee; the faculty is the thing guaranteed. How can ",
  "we understand each other with a language which confounds under the ",
  "same term things so different?",
  "Bentham condemns natural rights as an invention of fanatics, which are ",
  "dogmatic and unintelligible, devoid of reasoning. About their upholders, Bentham ",
  "remarks: \"Instead of examining laws by their effects, instead of judging them as ",
  "good or as bad, they consider them in relation to these pretended natural rights; ",
  "that is to say, they substitute for reasoning of experience the chimeras of their ",
  "own imaginations\".",
  "It is thus evident that the theory of legal rights was advanced with a focus on ",
  "political reality and to repudiate the imaginative character of natural rights theory.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "326 An Introduction to Political Theory",
  "EVALUATION",
  "Harold J. Laski, in his A Grammar of Politics (1938), criticized the theory of",
  "legal rights as follows:",
  "So purely legalistic a view has nothing to contribute to an adequate political ",
  "philosophy. A legal theory of rights will tell us what in fact the character of a ",
  "State is; it will not tell us, save by the judgement we express upon some ",
  "particular State, whether the rights there recognized are the rights which need ",
  "recognition. In other words, the theory of legal rights takes account of the factual ",
  "position only; it takes note of what rights are legally recognized and ",
  "guaranteed in a particular state. Political philosophy would like to inquire as to ",
  "what rights must be recognized by the state according to the community's ",
  "conception of justice. Political theory is interested is ascertaining what rights of ",
  "men are essential for the fulfilment of the social purpose or human personality. ",
  "How can we judge the character of a state unless we are able to evolve a ",
  "conception of ideal rights which should be maintained by every state worth the ",
  "name?",
  "Ernest Barker, in his Principles of Social and Political Theory (1951), has ",
  "beautifully described this dilemma about the nature of rights. He observes:",
  "Ideally a right will always be derived simultaneously from two sources, and ",
  "will possess double quality—(1) the source of individual personality, and the ",
  "quality of being a condition of its development; (2) the source of the State and ",
  "its law, and the quality of being secured and guaranteed by t\\\\e acXkm. oi ",
  "t\\vat. \\aw. In actual practice, we may find a sort of right which is derived only ",
  "from one of these sources, and therefore, possesses only one quality. Such a right ",
  "does not qualify for being regarded as a full right. Barker prefers to call it a ",
  "'quasi-right'. Thus he illustrates:",
  "We may have a quasi-right which has only the source of individual ",
  "personality and the quality of being a condition of its development, such as the ",
  "right of a slave to personal liberty in a slave-owning State; and equally, and ",
  "conversely, we may have a quasi-right which has only the source of the State ",
  "and its law and the quality of being secured and guaranteed by the action of ",
  "that law, such as the right of a slave-owner in a slave-owning State to the ",
  "enjoyment of property in persons. Such a situation demonstrates the difference ",
  "between the ideal and the actual position. The gulf between legal and ideal ",
  "rights can be bridged by fixing responsibility of the state in this behalf. Once ",
  "ideal rights are conceived by the community through its moral consciousness, ",
  "steps must be taken to secure legal sanction for those rights, otherwise such ",
  "rights are bound to remain but an empty form.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Human Rights 327",
  "HISTORICAL THEORY OF RIGHTS",
  "Historical theory of rights holds that rights are the product of a long historical ",
  "process. They differ from state to state and from time to time because of the ",
  "different levels of historical development of society. Rights grow out of custom ",
  "which stabilized through usage in several generations.",
  "This theory originated in eighteenth century conservative political thought. Its ",
  "upholders defended evolutionary change and deprecated revolution. At best, they ",
  "supported a revolution inspired by the established order of society. Edmund Burke ",
  "(1729-97), the greatest champion of historical theory of rights, criticized the ",
  "French Revolution (1789) for it was provoked by a conception of abstract rights ",
  "of man—liberty, equality, fraternity. On the contrary, he glorified the English ",
  "Revolution (1688) which sought to reassert the customary rights that Englishmen ",
  "had enjoyed from very early days and which had found expression in such ",
  "documents as the Magna Carta (1215), the Petition of Right (1628), etc. The ",
  "advocates of historical theory of rights eulogize the constitutional history of England ",
  "as the story of the evolution of rights through a long historical process.",
  "EVALUATION",
  "Historical theory of rights is important because it suggests that the state cannot ",
  "create rights at its own will, nor is it required to follow abstract and subjective ",
  "conceptions of natural rights. The state has only to recognize those rights of men ",
  "which have already come into vogue through long-standing usage and custom.",
  "But the difficulty with this theory is that it does not provide for any criterion to ",
  "ensure that rights are based on a sense of justice. Many customs, evolved through ",
  "a long historical process, involve injustice and the oppression of some vulnerable ",
  "sections of society. If custom is to serve as the guiding star for the recognition of ",
  "rights, the state and its law can hardly be made to serve as an instrument of social ",
  "change. Slavery, infanticide and polygamy are established in many societies by ",
  "custom. The customs ofsati, devadasi, and untouchability are the familiar examples ",
  "from recent and current Indian history which show how injustice could be ",
  "perpetuated through the oppressive custom in which certain sections have vested ",
  "interests! The state must ban such customs in order to ensure that rights become ",
  "vehicles of justice, not of tyranny.",
  "Custom of Sati",
  "An outdated custom of orthodox Hindu society under which a widow was required to be ",
  "burnt alive on the pyre of her dead husband as a proof of her Life-long chastity.  ",
  "Custom of Devadasi",
  "An outdated custom of some sections of orthodox Hindu society under which a young ",
  "maiden was dedicated to a deity and she was not allowed to marry throughout her life. ",
  "In practice she was forced to live by prostitution after gaining maturity.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "328 An Introduction to Political Theory",
  "Untouchability",
  "A widespread practice of orthodox Hindu society under which certain outcaste Hindus ",
  "were treated as untouchable by the caste Hindus; their touch was believed to pollute ",
  "the caste Hindus; they were refused entry into temples, and were not allowed to use ",
  "common wells, ponds, inns and other common services.",
  "SOCIAL-WELFARE THEORY OF RIGHTS",
  "Social-welfare theory of rights postulates that rights are, in essence, conditions ",
  "of social welfare. The state should set aside all other considerations and recognize ",
  "only such rights as are designed to promote social welfare. The Utilitarian school ",
  "of the nineteenth century, led by Bentham, postulated the 'greatest happiness of ",
  "the greatest number' as the sole criterion of legislation and recognition of rights. ",
  "Among the contemporary advocates of social-welfare theory, Roscoe Pound ",
  "(1870-1964) and Zechariah Chafee (1885-1957) are the most outstanding. Chafee ",
  "holds that law, custom, natural rights, etc. should all yield to what is socially ",
  "useful or socially expedient. Rights should be determined by the 'balance of ",
  "interests' under the prevailing social conditions.",
  "Social-welfare theory seems to be quite reasonable because no theory of rights ",
  "can be held valid until it serves the cause of social justice. This theory eliminates ",
  "the subjective, ambiguous, dogmatic and static criteria. But, again, this theory ",
  "presents practical difficulties. The question is—who will define social welfare or ",
  "social expediency? Usually it is an elite—a group of the chosen few—who assume ",
  "the power to interpret the requirements of social welfare. It will be recalled that ",
  "Bentham's formula of the 'greatest happiness of the greatest number' was in ",
  "effect invoked to create rights suited to a 'free market society' which resulted in ",
  "the oppression of the working class. The liberal theory of securing the 'balance ",
  "of interests' is also invoked to uphold the capitalist system in spite of its oppressive ",
  "mechanism. At best, social-welfare theory of rights is a relative theory, and its ",
  "merit is dependent on the condition that the oppressed sections have a due share ",
  "in power and get the opportunity to define social welfare for determining the ",
  "scheme of rights in a given society.",
  "Social-welfare theory of rights found a reasoned and elaborate expression in ",
  "social-democratic perspective on rights.",
  "Social-democratie perspective on rights seeks to achieve the objectives of individual ",
  "liberty and social justice together. It is best represented by Laski's theory of ",
  "Rights.",
  "Harold J. Laski (1893-1950) made an important observation on the ",
  "significance of rights: \"Every State is known by the rights that it maintains. Ourhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Human Rights 329",
  "method of judging its character lies, above all, in the contribution that it makes to ",
  "the substance of man's happiness.\" (A Grammar of Politics; 1938) This has ",
  "been his favourable subject on which he reflected in a number of his works. ",
  "Taking a creative view of politics, Laski has thoroughly investigated the moral ",
  "foundations of rights which postulate a synthesis of liberal and socialist values ",
  "within a democratic structure. In the event, he has evolved a theory of the 'service ",
  "state' and produced a rather elaborate blueprint of a just society. Laski has reverted ",
  "to the problem of rights in a number of his works, such as Liberty in the Modern ",
  "State, The Dilemma of Our Time, Reflections on the Revolution of Our Time, ",
  "Democracy in Crisis, The State in Theory and Practice, etc. Yet a comprehensive ",
  "and systematic formulation of his theory of rights is found in his leading work, A ",
  "Grammar of Politics (1925/1938).",
  "SYNTHESIS OF LIBERAL AND SOCIALIST VALUES",
  "As a liberal thinker, Laski is a great champion of liberty. In fact it is his love of ",
  "liberty that led him to the justification of social and economic equality, and he ",
  "turns out to be a great champion of social justice. In this process he attacks the ",
  "foundations of the capitalist system, but rejects the Soviet-type socialist system ",
  "for its suppression of liberty. He is convinced that the democratic structure can ",
  "be effectively used to secure a synthesis of liberal and socialist values.",
  "In his The Dilemma of Our Times (1952), Laski has strongly argued that ",
  "liberty, which is the essence of rights, is neither perfectly secure in a capitalist ",
  "democracy like America, nor in a socialist dictatorship like Russia. It is the rigidness ",
  "of the two systems which is responsible for crushing one or the other vital ",
  "aspect of individual liberty. In hisLiberty in the Modern State (1930/1948), Laski ",
  "points out that the enthusiasts of Moscow and of Washington differ only in the ",
  "object of their worship. In Russia the suppression of liberty takes the form of ",
  "resistance to the admission of incorrect 'bourgeois' notions; in America liberty is ",
  "suppressed in the name of inhibition of licence. The threat to liberty always ",
  "comes from those privileged sections who are opposed to the claims of equalization ",
  "of privileges. As Laski noted: \"A scrutiny of history . . . makes it plain that the ",
  "right to liberty will always be challenged where its consequence is the equalization ",
  "of some privilege which is not generally shared by men\" (Liberty in the Modern ",
  "State; 1948). In his Reflections on the Revolution of Our Time (1943), Laski ",
  "demonstrated that the liberal state, which was brought about in the name of ",
  "liberty, has in effect proved to be inadequate because of its denial of social equality. ",
  "Thus he observed:",
  "The liberal state, though it represented a definite gain in social freedom ",
  "upon any previous social order, was in fact no more than the exchange of ",
  "one privileged class for another. And its refusal to link political liberty with ",
  "social equality had grave consequences. It brought into the control ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "330 An Introduction to Political Theory",
  "authority a race of men . . . (who) equated effective economic demand ",
  "with right. They argued that for the weaker to go to the wall was a law of ",
  "nature to which we were disobedient at our peril.",
  "In his Grammar of Politics (1938), Laski strongly attacked the inequalities ",
  "prevailing in the modem state. As he remarked:",
  "The State ... does not distribute equally the means—especially knowledge ",
  "and economic power—to influence the policy that is adopted . . . The ",
  "wealth of the community increases, but it does not in a critical way relieve ",
  "their wants. Our knowledge increases by leaps and bounds; but those ",
  "who have genuine access to the intellectual heritage of the race are still ",
  "but a fragment of the people . . . The rule of the rich, whether of landed ",
  "men or of those who owned industrial capital, has been devoted firstly to ",
  "the accumulation of wealth, and secondly to preventing its diffusion.",
  "In a subsequent paragraph he declares this degree of social inequality to be ",
  "intolerable:",
  "The contrast in the modem world between men and women who have ",
  "never known a decent house, a decent meal, and clothing that barely ",
  "protects them against the elements, and those who have never known ",
  "what it is to have unsatiated a want that the possession of property can ",
  "supply is an intolerable one.",
  "Laski, therefore, pleads for establishing a 'service-state'—where industrial ",
  "production is undertaken in order to meet the social needs, not for private profit. ",
  "He is inclined to suggest a socialist solution:",
  "Either the State must control industrial power in the interest of its citizens, ",
  "or industrial power will control the State in the interests of its possessors. ",
  "The first need of the masses is to realize the right to adequate payment for ",
  "their effort. The first principle, therefore, of industrial organization is a ",
  "system of institutions directed to that end.",
  "MORAL FOUNDATIONS OF RIGHTS",
  "Laski, like T.H. Green (1836-82), erects his theory of rights on moral foundations. ",
  "However, he is seriously concerned with the satisfaction of material needs of the ",
  "masses. Laski is much ahead of Green in dealing with the maladies of the capitalist ",
  "system. Thus, Laski holds that rights are not concessions granted by the state. ",
  "On the contrary, they are superior to the state, because they provide for a standard ",
  "to judge the state itself. He, therefore, asserts:",
  "Rights, in fact, are those conditions of social life without which no man ",
  "can seek, in general, to be himself at his best. For since the State exists tohttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Human Rights 331",
  "make possible that achievement, it is only by maintaining rights that its ",
  "end may be secured. Rights, therefore, are prior to the State in the sense ",
  "that, recognized or not, they are that from which its validity derives. (A ",
  "Grammar of Politics; 1938)",
  "His view marks a departure from some prevalent notions of rights. Rights are ",
  "not historical in the sense that they have at some time won their recognition. But ",
  "they are historical in the sense that they are demanded by a society at a certain ",
  "level of its development. Rights are not natural in the sense that they can be ",
  "compiled into a permanent and unchanging catalogue. But they are natural in the ",
  "sense that they must demand their recognition according to the level of development ",
  "of society. The contents of rights change with time and place.",
  "The moral basis of rights postulates equal treatment of all citizens in the matter ",
  "of securing their rights. As Laski suggests: \"In any State the demands of each ",
  "citizen for the fulfilment of his best self must be taken as of equal worth; and the ",
  "utility of a right is therefore its value to all the members of the State.\" (ibid.) ",
  "Laski's insistence on equality is evident throughout his works. In his State in ",
  "Theory and Practice (1935), Laski argues:",
  "The state . . . must postulate the equal claim of its citizens to the benefits ",
  "which accrue from its exercise of power ... No small part of the history of ",
  "political philosophy is occupied by elaborate attempts to prove that ",
  "particular groups of men are unfit for the privileges of citizenship . . . ",
  "Aristotle's defence of slavery, Locke's defence of the exclusion of Roman ",
  "Catholics, Hitler's defence of the exclusion of the Jews, from citizenship, ",
  "are all attempts to erect private possessions into universal principles of ",
  "reason. None of them stands examination by a thinker who does not ",
  "accept the particular emotional prejudice upon which they are based.",
  "In his defence of equality, Laski tends to accommodate his liberal-individualist ",
  "position with the requirements of public welfare. In his Grammar of Politics ",
  "(1938) Laski admits the differentiation of rights, according to functions, provided ",
  "that the elementary needs of each individual have been satisfied. As he observes:",
  "We build rights upon individual personality because, ultimately, the welfare ",
  "of the community is built upon the happiness of the individual. I cannot ",
  "have rights against the public welfare, for that, ultimately, is to give me ",
  "rights against a welfare which is intimately and inseparably associated ",
  "with my own.",
  "Here Laski, like T.H. Green and R.M. Maclver, draws a distinction between ",
  "the state and the community. One may have rights against the state, but not ",
  "against the community which embodies the common good. The moral authority ",
  "of the state as its claim to allegiance, is based on its devotion to the common ",
  "good and its recognition of the claims of personality. In Laski's own words:https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "332 An Introduction to Political Theory",
  "Any social order which fails consistently to recognize the claims of ",
  "personality is built upon a foundation of sand. Sooner or later it will provoke the ",
  "dissent of those whose nature is frustrated by its policy. Its disasters will ",
  "become their opportunity. For to deny the claims of right is to sacrifice the claim ",
  "to allegiance. The State can exercise moral authority upon no other basis, ",
  "(ibid.) Accordingly, rights, in Laski's view, are not the creature of law but the ",
  "ideal objects of law itself. Thus he maintains:",
  "A State . . . exists, it exerts authority, it claims allegiance, in order that ",
  "those citizens may realize in their lives the best of which they are capable. ",
  "To that end they have rights . . . Obviously, therefore, rights are not the ",
  "creatures of law, but its condition precedent. They are that which law is ",
  "seeking to realize. Institutions are, then, bad or good in proportion as they ",
  "fail or succeed in the promotion of the purpose of rights, (ibid.)",
  "RIGHTS AND DUTIES",
  "When rights are erected on moral foundations they are essentially accompanied ",
  "by duties. Laski carefully points to their correlation. As he himself records:",
  "The possession of rights . . . does not mean the possession of claims that ",
  "are empty of all duties . . . Our rights are not independent of society, but ",
  "inherent in it... To provide for me the conditions which enable me to be ",
  "my best self is to oblige me, at the same time, to seek to be my best self. ",
  "To protect me against attack from others is to imply that I myself will ",
  "desist from attacking others. (A Grammar of Politics; 1938)",
  "Rights are, therefore, correlative with duties or 'functions'. Man is entitled to ",
  "rights to enable him to make his contribution to the social good. Function is ",
  "implicit in right.",
  "The concept of rights postulates that the state as well as the individual shall ",
  "pursue the ideal objects of society. Accordingly, the duty of the individual is co-",
  "extensive with the duty of the state. If the state fails in its duty, it is the duty of ",
  "the individual to resist the state. As Laski elucidates:",
  "My duty ... to the State is, above all, my duty to the ideal the actual State ",
  "must seek to serve. There are, then, circumstances in which resistance to ",
  "the State becomes an obligation if claims to right are to be given validity. ",
  "(ibid.)",
  "Moreover, as the rights of man are subservient to the common good, it is his ",
  "duty to contribute to the common good in exercise of his rights. Laski therefore ",
  "urges: \"Men must learn to subordinate their self-interest to the common welfare. ",
  "The privileges of some must give way before the rights of all.\" Provision ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Human Rights 333",
  "rights and duties in this sense is not compatible with the division of society into ",
  "privileged and underprivileged sections.",
  "SOCIAL AND ECONOMIC RIGHTS",
  "As a liberal thinker with strong socialist leanings, Laski is not satisfied with the ",
  "provision of political liberty alone. In fact, Laski has produced an elaborate blueprint ",
  "of a just society with a scheme of social, economic as well as political rights. He ",
  "insists on the citizen's right to work, as an essential means to earn his livelihood. ",
  "As he points out: \"The citizen has a right to work ... To leave him without ",
  "access to the means of existence is to deprive him of that which makes possible ",
  "the realization of personality.\" (ibid.) On the same principle, Laski demands ",
  "provision of insurance against unemployment, although he is against parasitism. ",
  "Laski also pleads for humane conditions of work and fair wages under the present ",
  "industrial system of production. Besides, the workers should have a share and ",
  "voice in industrial management in order to save them from the tyranny of ",
  "capitalism. As Laski points out:",
  "Any theory of rights in the modern State... must realize that the institution ",
  "of private property . . . leaves the control of the industrial machine to the ",
  "owners of capital, and that individual freedom, as when the single ",
  "handicraftsman worked for the master, is no longer possible. Obviously, ",
  "in such a background, we must prevent that ownership of capital from ",
  "degenerating into dictatorship, (ibid.)",
  "Then Laski advocates the citizen's right to such education as will fit him for ",
  "the tasks of citizenship. Coming to political rights, he insists on the citizen's right ",
  "to political power, with three derivative rights; right to franchise, right to be ",
  "chosen as governor and right to be chosen for political office. Laski, as a great ",
  "liberal, is an ardent champion of freedom of speech and expression, which should ",
  "be extended to all the citizens. This implies the freedom of criticism of the ",
  "government which is the cornerstone of democracy. As Laski argues: \"A ",
  "government can always learn more from the criticism of its opponents than from ",
  "the eulogy of its supporters. To stifle that criticism is—at least ultimately—to ",
  "prepare its own destruction.\" (Ibid.)",
  "As a positive liberal and being extremely conscious of the tyranny of the ",
  "capitalist system, Laski has radical views on the right to property. Like all rights ",
  "it must be related to the function performed. As Laski suggests:",
  "If property must be possessed in order that a man may be his best self, ",
  "the existence of such a right is clear. But it is also obvious that such a right ",
  "is immediately susceptible to stringent limitations. Rights ... are the ",
  "correlative of functions. I have the right to property if what I own is, ",
  "broadly speaking, important for the service I perform, (ibid.)https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "334 An Introduction to Political Theory",
  "Right to property must be subordinated to the maintenance of common welfare. ",
  "This right loses its moral justification the moment it becomes an instrument of ",
  "power over others:",
  "I can never justly own if the result of my ownership is a power over the ",
  "life of others. For if the personality of other men is directly subject to ",
  "changes of my will, if their rights as citizens, in other words, become the ",
  "creatures of this single right of mine, obviously they will soon cease to ",
  "have any personality at all. No man, in such a background, has the right to ",
  "own property beyond that extent which enables the decent satisfaction of ",
  "impulse, (ibid.)",
  "In short, Laski's theory of rights seeks to evolve a synthesis of individual ",
  "rights with common welfare.",
  "CONCLUSION",
  "Laski's theory of rights takes three essential aspects into consideration: interests ",
  "of the individual; interests of the various groups through which his personality ",
  "finds channels of expression; and interest of the community which is the total ",
  "result of the combined pressure of social forces. The individuals, or for that ",
  "matter social groups, cannot be left to define their own rights in a conflicting ",
  "manner. It is the instrumentality of the state which resolves their conflict and ",
  "regulates the behaviour of individuals and groups by common rules. So Laski ",
  "concludes:",
  "We must live by common rules. We must build an organ which enforces ",
  "and interprets those common rules. We must so build it that both group and ",
  "individual are safeguarded in their freedom and their equality so far as ",
  "institutions can provide a safeguard... There will always be either powerful ",
  "individuals or powerful groups who make their way against other less apt to ",
  "assertiveness. Our effort must be a search for the compromise which allows ",
  "to the largest possible number a life that is worthy of our resources, (ibid.)",
  "Thus Laski attempts the fusion of the liberal-indiviualist, liberal-pluralist and ",
  "liberal-socialist theories. He tries to fit liberty and equality in a common scheme. ",
  "His scheme is most fascinating. In any case, he comes to believe that the present ",
  "liberal-capitalist system can somehow be remodelled so as to secure the ends of ",
  "social justice. He presents elaborate plans for the decentralization and ",
  "democratization of power—economic as well as political power. But the question ",
  "is—who will tame the manipulators of power? Will they just be prepared to ",
  "relinquish their privileged position on the fascinating prescriptions of an expert ",
  "political scientist? How can a substantive social change be effected without strong ",
  "pressure from the oppressed classes themselves? Laski's scheme needs to pass ",
  "the test of political reality.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Human Rights 335",
  "In any case, Laski has given valuable hints for the reorganization of society ",
  "according to the principles of justice. His ideas constitute important tenets of ",
  "'modem consciousness'. His views are thought-provoking and a source of ",
  "inspiration for intellectuals. They can take up the cause of the oppressed and ",
  "vulnerable sections with a view to working for the establishment of a just society.",
  "V. MARXIST PERSPECTIVE",
  "Strictly speaking, there is no Marxist theory of rights. The exponents of Marxism ",
  "have analysed the principles of freedom, equality and justice as the basis of ",
  "social organization, not with reference to their implications as the 'rights of man'. ",
  "In practice, however, socialist states have evolved elaborate schemes of rights ",
  "which can be discussed in the context of the Marxist theory of rights.",
  "CONCEPT OF RIGHTS",
  "It will be recalled that the cause of the 'rights of man' was initially taken up by ",
  "the exponents of the liberal-individualist theory in seventeenth and eighteenth ",
  "century Europe. Marxist theory arose in the mid-nineteenth century when liberal-",
  "individualist rights had largely been established, but mainly served as the foundation ",
  "of the capitalist system. Marx (1818-83) and Engels (1820-95) realized that the ",
  "so-called 'rights of man' had nothing to offer to man as such. These rights were ",
  "designed to serve the interests of a particular class—the bourgeoisie, the capitalist ",
  "class, the owners of the means of social production. These rights were secured ",
  "by law, but law was nothing but a superstructure raised on the foundation of the ",
  "material conditions of life—the mode of production, determined by the prevalent ",
  "property-relations in society. The state and its law could not escape the thrust of ",
  "its class character. In other words, howsoever rich tributes may be paid to the ",
  "dignity or rights of man under the liberal-capitalist system, the rights secured by ",
  "it are bound to support a system of exploitation—exploitation of the common ",
  "man, the worker, by the captains of business and industry. The liberal-individualist ",
  "rights, ranging from the freedom of trade, freedom of contract, freedom of ",
  "thought and expression to the 'right to vote', had, therefore, no substantive ",
  "advantage for the common man so long as society was divided into antagonistic ",
  "classes—dominant and dependent, oppressor and oppressed, exploiter and ",
  "exploited classes.",
  "Marxist theory even repudiates the liberal-individualist concept of man—an ",
  "atomized and alienated individual, motivated by enlightened self-interest, a ",
  "possessive individual, seeking to attain a special status and privileged position in ",
  "society. This image of man perfectly fitted into the scheme of a 'free market ",
  "society' which sought to glorify the 'exploits' of man, which sought to identify ",
  "social interest with the sum total of the interests of different individuals and, inhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "336 An Introduction to Political Theory",
  "the event, established the hegemony of a handful of 'enterprising' individuals— I ",
  "rich in money and manipulative power. The liberal-individualist theory reduced ",
  "the 'rational man' into an expert in the art of exploitation.",
  "On the other hand, Marxist theory sought to secure the freedom of man from ",
  "these conditions of injustice and exploitation. It insisted on the sociable nature of ",
  "man. In other words, man by nature tends to seek his fulfilment through a 'rational' ",
  "social organization. A normal man does not aspire to 'distinguish' himself from ",
  "society, to attain a superior position, but to contribute to the good of society in a % ",
  "free and cooperative effort. This view of man is not conducive to any theory of ",
  "rights of man apart from the rights of society itself.",
  "RIGHTS UNDER THE CAPITALIST SYSTEM",
  "Rights under the capitalist system are the product of the demand of equality I ",
  "raised by the new middle class—the bourgeoisie, the merchant-industrialist class— ",
  "in the seventeenth century. This class invoked the principle of equality against the ",
  "feudal system which blocked the development of productive forces of the emerging ",
  "capitalist system. The exponents of the liberal theory saw the justification of the ",
  "struggle for human rights in the social equality of all men. The demand for liberty, ",
  "equality and fraternity became the watchword of the French Revolution (1789) in ",
  "late eighteenth century.",
  "But when this new middle class—the bourgeoisie—came to power, it refused ",
  "to extend the principle of equality in substantive terms to the working class—the ",
  "proletariat. As Engles in his Anti-Duhring (1878) observed:",
  "This equality reduced itself to bourgeois equality before the law; ... 1 ",
  "bourgeois property was proclaimed as one of the essential rights of man; ",
  "and ... the government of reason ... came into being ... as a democratic ",
  "bourgeois republic. The great thinkers of the eighteenth century could no ",
  "more than their predecessors, go beyond the limits imposed upon them by ",
  "their epoch.",
  "In other words, the bourgeoisie sought to dilute the revolutionary content of ",
  "the demand for social equality by preserving private property in the means of ",
  "production, and thereby legalizing an exploitative system of social relationships.",
  "Marx and Engels, however, appreciated the advantage of civil liberties and ",
  "representative institutions evolved by bourgeois democracy which enabled the ",
  "working class to organize itself, to propagate its ideas and to learn the art of ",
  "government. They, however, insisted on bringing the principles of freedom and ",
  "equality to their logical conclusion, in replacing the capitalist system by the socialist ",
  "system and ultimately bringing about a classless society.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Human Rights 337",
  "RIGHTS UNDER THE SOCIALIST SYSTEM",
  "According to Marxist theory the socialist system—which is established by the ",
  "proletariat after overthrowing the capitalists in a violent revolution and socialization ",
  "of the major means of productions—is much more conducive to establishing ",
  "equality as a principle of social organization. But the socialist system itself is a ",
  "transitional stage. Perfect equality and justice are possible only under communist ",
  "society which is characterized by the abolition of classes and the 'withering ",
  "away' of the state. The governing principle of communist society will be 'from ",
  "each according to his ability, to each according to his need'. But this is not ",
  "practicable under the socialist system which is still stamped with birthmarks of ",
  "the old society from whose womb it comes. Its governing principle, therefore, is ",
  "not perfect equality, but a workable form of equality: 'from each according to his ",
  "ability, to each according to his work'.",
  "Now this principle is akin to that prevailing in the capitalist system, but different ",
  "in some important respects. V.l. Lenin (1870-1924), in his State and Revolution ",
  "(1917) admits that this principle embodies a 'bourgeois right' which implies ",
  "inequality. Yet it marks an advance over the capitalist system:",
  "The first phase of communism ... cannot yet provide justice and equality; ",
  "differences, and unjust differences, in wealth will still persist, but the ",
  "exploitation of man by man will have become impossible because it will ",
  "be impossible to seize the means of production—the factories, machines, ",
  "land, etc.—and make them private property . . . Marx shows the course ",
  "of development of communist society, which is compelled to abolish at ",
  "first only the 'injustice' of the means of production seized by individuals, ",
  "and which is unable at once to eliminate the other injustice, which consists ",
  "in the distribution of consumer goods 'according to the amount of labour ",
  "performed' (and not according to needs).",
  "Lenin, on the authority of Marx, calls it a defect of the socialist system, but ",
  "treats it as inevitable because rights can never be higher than the economic structure ",
  "of society and its cultural development conditioned thereby:",
  "And so, in the first phase of communist society (usually called socialism) ",
  "'bourgeois right' is not abolished in its entirety, but only in part, only in ",
  "proportion to the economic revolution so far attained, i.e. only in respect ",
  "of the means of production. 'Bourgeois right' recognizes them as the ",
  "private property of individuals. Socialism converts them into common ",
  "property. To that extent—and to that extent alone—'bourgeois right' ",
  "disappears.",
  "It is significant that the socialist system established in the USSR since 1917 ",
  "under the stewardship of Lenin himself, had taken care to secure the social and ",
  "economic rights of the citizens substantively, not in the formal sense. Theirhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "338 An Introduction to Political Theory",
  "constitution of 1977 had substantially enlarged these rights. The citizens of the ",
  "erstwhile USSR were guaranteed not only equality before the law, but also equal ",
  "rights in all spheres of economic, political, social, and cultural life. Above all, they ",
  "were entitled to the right to work, i.e. guaranteed employment and pay in ",
  "accordance with the quantity and quality of their work, not below the state-",
  "established minimum, including the right to choose their trade or profession. ",
  "They also had the right to rest and leisure, the right to health protection, and ",
  "social security—including the right to maintenance in old age, in sickness, and in ",
  "the event of complete or partial disability or loss of the breadwinner. Then they ",
  "had the right to housing, right to education, right to enjoy cultural freedoms-",
  "freedom of scientific, technical and artistic work 'in accordance with the aims of ",
  "building communism'. Theoretically, they were also entitled to freedom of speech, ",
  "of the press, and of assembly, meetings, street processions and demonstrations, ",
  "in accordance with the interests of the people and 'in order to strengthen and ",
  "develop the socialist system'. They had the right to associate in public organizations ",
  "that would promote their political activity and initiative, etc. 'in accordance with ",
  "the aims of building communism'. They also had the right to profess or not to ",
  "profess any religion, and to conduct religious worship, etc. In actual practice, ",
  "however, no liberal-democratic rights were allowed to be exercised during the ",
  "ascendancy of socialism.",
  "The Soviet system was severely criticized for its suppression of freedom of ",
  "opinion and protest. Western countries branded it a country behind the 'Iron ",
  "Curtain'. The new rights granted to the citizens, especially the freedom of speech, ",
  "assembly, association and demonstration, etc. were apparently conditional—as ",
  "governed by the 'aim of building up communism'. The prerogative to judge ",
  "whether a particular activity conformed to this aim or not, rested with the state ",
  "especially the authorities of the Communist Party. It is only after the collapse of ",
  "communism in the former Soviet Union (1991) that the liberal-democratic rights ",
  "of citizens have been restored. Unfortunately, however, these changes were also ",
  "accompanied by a sharp decline of social and economic rights.",
  "The combination of liberal and socialist rights is a difficult task. Laski has tried ",
  "to evolve a theoretical framework for such a combination. We, in India, have ",
  "been trying to secure such a combination in practice. Many modern thinkers— ",
  "Barker, Maclver and Macpherson—have been working on its theory. The ",
  "elimination of injustice and exploitation in economic life without suppressing the ",
  "liberal freedoms of people is a great challenge of the present-day world—for the ",
  "political scientist as well as for the statesman.",
  "VI. GENESIS OF HUMAN RIGHTS",
  "The idea of human rights comprehends the whole range of rights of human ",
  "beings. What is the source of this idea? Historical accounts or legal documents orhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Human  339",
  "Rights",
  "anthropological data could be consulted to find out as to how different types of ",
  "rights of human beings have been evolved over time. But these would hardly ",
  "enlighten us about the real basis of human rights as such. In fact this idea emanates ",
  "from the human faculty of 'reason'. Among the conventional theories of rights, ",
  "the idea of human rights comes close to the theory of natural rights because this ",
  "theory is based on a similar logic. In any case the conventional theory of natural ",
  "rights could only be treated as a beginning. It will have to be brought to its logical ",
  "conclusion in order to understand the precise basis of human rights.",
  "The problem of human rights emerged as a matter of serious concern for the ",
  "whole world after the Second World War (1939^45). During Nuremberg Trials ",
  "(1946) some German Nazis were tried for 'crimes against humanity' apart from ",
  "war crimes. The most barbarous and inhuman atrocities committed by the accused ",
  "on the Jews of their country were termed 'crimes against humanity'. This action ",
  "was based on the assumption that 'human rights' are valid by themselves; these ",
  "are above the law of any nation; violation of these rights would be treated as ",
  "'crime against humanity'!",
  "In 1948 the United Nations issued an elaborate list of human rights, known as ",
  "'Universal Declaration of Human Rights'. It advised its member-nations to give a ",
  "wide publicity to these rights in their respective countries, particularly in schools ",
  "and other educational institutions. This declaration is best suited to building up a ",
  "free, democratic, welfare state. It embodies the best scheme of human rights.",
  "This declaration contains 30 articles, apart from its Preamble. Its Preamble states ",
  "that the recognition of the inherent dignity and equality of all human beings and ",
  "their inalienable rights is the foundation of freedom, justice and peace in the ",
  "world. Disregard and contempt for human rights have resulted in barbarous acts ",
  "which have outraged the conscience of mankind. The advent of a world in which ",
  "human beings shall enjoy freedom of speech and belief in freedom from fear and ",
  "want is the highest aspiration of the common people. If man is not to be compelled ",
  "to have recourse, as a last resort, to rebellion against tyranny and oppresson, it is ",
  "essential that human rights should be protected by the rule of law.",
  "In order to promote the development of friendly relations between nations the ",
  "United Nations Charter (1945) had reaffirmed the faith of its members in ",
  "fundamental human rights, in the dignity and worth of the human person and in ",
  "the equal rights of men and women. It was determined to promote social progress ",
  "and universal respect for observance of human rights and fundamental freedoms.",
  "The present declaration gives prominence to civil and political rights of human ",
  "beings and legal protection thereof. Then it pays due importance to their social-",
  "economic rights. In order to strengthen the foundation of these rights it also ",
  "highlights individual's duties toward the community.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "340 An Introduction to Political Theory",
  "Articles 1 and 2 focus on rational nature of all human beings and reaffirm faith ",
  "in their dignity, freedom, equality and fraternity. They rule out any discrimination ",
  "between them on grounds of race, colour, sex, language, religion, political or ",
  "other opinion, national or social origin, property, birth or other type of status.",
  "Articles 3 and 4 provide for everyone's right to life, liberty and security of ",
  "person; prohibition of slavery, slave trade and servitude. Article 5 rules out torture, ",
  "cruel, inhuman or degrading treatment or punishment to any person.",
  "Articles 6 to 11 provide for equality before the law, equal protection against ",
  "any discrimination, legal remedy, freedom from arbitrary arrest, detention or ",
  "exile, and adherence to fair legal procedure in case a person is accused.",
  "Article 12 rules out arbitrary interference with any individual's privacy, family, ",
  "home or correspondence, and attacks upon his honour and reputation.",
  "Articles 13 and 14 provide for the right to freedom of movement and residence ",
  "and the right to seek asylum from persecution, in other countries.",
  "Article 15 provides for the right to a nationality; Article 16 for the right to ",
  "marry and found a family with the free and full consent of the intending spouces; ",
  "and Article 17 for the right to own property.",
  "Articles 18, 19 and 20 provide for the right to freedom of thought, conscience ",
  "and religion; the right to freedom of opinion and expression; and the right to ",
  "freedom of peaceful assembly and association.",
  "Article 21 provides for the right to take part in the government of one's country ",
  "through one's chosen representatives and the right of equal access to public ",
  "service. It also recommends that the will of the people, expressed in periodic and ",
  "genuine elections, by universal and equal suffrage, by secret voting, shall be the ",
  "basis of authority of government. In this way this Article regards democratic ",
  "form of government as an essential feature of human rights.",
  "It is worth-noting that Articles 1 to 21 of the present declaration embody an ",
  "elaborate scheme to provide for civil, political and legal rights of all human beings ",
  "world over.",
  "On the other hand, Articles 22 to 26 provide for social and economic rights of ",
  "the individual. These include the right to social security, right to work, to free ",
  "choice of employment, to just and favourable conditions of work, equal pay for ",
  "equal work, just and favourable remuneration, right to form trade unions, right to ",
  "rest and leisure, adequate standard of living, special care and assistance during ",
  "motherhood and childhood, and right to education.",
  "Article 27 provides for cultural rights including the right to participate freely in ",
  "the cultural life of the community, to enjoy the arts and to share in scientific ",
  "advancement and its benefits, and author's right to the protection of the moral ",
  "and material interests resulting from his scientific, literary or artistic production.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Human Rights 341",
  "Article 28 focuses on everyone's entitlement to a social and international order ",
  "in which all these rights and freedoms can be fully realized. This article is concerned ",
  "with the sphere of application of the rights in question.",
  "Finally, Articles 29 and 30 focus on everyone's duties to the community to ",
  "ensure full development of his personality. Any individual would be entitled to the ",
  "aforesaid rights and freedoms on the condition of recognizing similar rights and ",
  "freedoms of others and of meeting the just requirements of morality, public order ",
  "and the general welfare in a democratic society. No state, group or person would ",
  "have any right to engage in any activity involving the destruction of any of these ",
  "rights and freedoms.",
  "It is important to note that India, as an active member of the United Nations ",
  "and as ah ardent champion of human rights, has given due recognition to the ",
  "contents of the Universal Declaration of Human Rights. This is manifested in ",
  "various parts of the Indian Constitution (1950), including its Preamble, Funda-",
  "mental Rights, Directive Principles of State Policy and Fundamental Duties. The ",
  "Supreme Court of India has cited the Universal Declaration of Human Rights in ",
  "some of its judgments from time to time in order to promote democratic spirit ",
  "and social justice. Government of India has set up a National Human Rights ",
  "Commission since 1993 in order to promote awareness about these rights and to ",
  "ensure their protection.",
  "Apart from the Universal Declaration of Human Rights, leading nations of the ",
  "world have expressed their resolve to respect human rights through several ",
  "international compacts. Of these, European Convention on Human Rights (1950), ",
  "International Covenant on Civil and Political Rights (1966), International Convenant ",
  "on Economic, Social and Cultural Rights (1966), American Convention on Human ",
  "Rights (1969), Helsinki Accords (1975) and African Charter on Peoples' and ",
  "Human Rights (1981) are particularly important. Besides, citizens of many countries ",
  "have formed non-governmental organizations (NGOs) for the protection of ",
  "ordinary people's human rights. For example, in India we have 'People's Union ",
  "for Civil Liberties' and 'People's Union for Democratic Rights' who have done ",
  "commendable work in this sphere. The most prominent non-political humanitarian ",
  "organization 'Amnesty International', with headquarters in London, inquires into ",
  "the cases of injustice due to political, religious and racial persecution world over ",
  "and submits its reports to the United Nations and the Council of Europe at regular ",
  "intervals.",
  "The concept of human rights is subject to continuous evolution. So it is not ",
  "possible to indicate the full range of human rights. If we try to identify some ",
  "broad categories of human rights, some of them would be overlapping each ",
  "other. For the sake of convenience, we may discuss them under four headings:https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "342 An Introduction to Political Theory",
  "(a) Right to life; (b) Right to property; (c) Civil liberties and democratic rights; ",
  "and (d) Social, economic and cultural rights. Substance of these rights must be ",
  "interpreted with due regard to the need to maintain humane conditions of living ",
  "and to protect human dignity.",
  "RIGHT TO LIFE",
  "It implies that an innocent person shall not be caught, detained, subjected to ",
  "physical torture or death. Upto this point it is a negative right. With the growing ",
  "consciousness of human rights, positive aspects of right to life are being ",
  "increasingly highlighted. Accordingly, the state shall not only protect human life ",
  "from the onslaught of various offenders and natural calamities within the country ",
  "as well as foreign aggressors, but also provide for a clean and pollution-free ",
  "atmosphere and take care of public health.",
  "RIGHT TO PROPERTY",
  "It implies the right to own material things acquired by an individual through legal ",
  "means. The state must protect this right of the individual. This right is the ",
  "foundation of security of one's fruit of labour, day-to-day comforts of life, and ",
  "one's means of a decent livelihood. However, modem consciousness nowhere ",
  "regards the right to property an absolute right. The property that enables a person ",
  "to establish control over lives of others will always be subject to compulsory ",
  "acquisition by the state for public purpose. Compensation for this acquisition ",
  "would be determined by public authority in view of the needs of social justice.",
  "Social Justice",
  "The principle that while framing social policy and dealing with conflicting claims of ",
  "various parties, special relief and protection should be accorded to the weaker sections ",
  "who have suffered due to the prevailing social arrangements.",
  "CIVIL LIBERTIES AND DEMOCRATIC RIGHTS",
  "The terms 'civil liberties' and 'democratic rights' are sometimes used inter-",
  "changeably. It is believed that civil liberties can be effectively provided only un-",
  "der a democratic system which is characterized by democratic rights. Again, at ",
  "times the term 'democratic rights' is applied synonymously with 'human rights'. ",
  "Although these three terms are closely interrelated, it would not be proper to use ",
  "them loosely. At the outset, it may be realized that the term 'human rights' de-",
  "notes a wide range of rights. It comprehends civil liberties, democratic rights, ",
  "and a lot of other measures intended to maintain human dignity. Democratic ",
  "rights broadly suggest a set of those rights which enable the individual, as a fullhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Human Rights 343",
  "citizen of his community, country or nation, to take part in public life, to elect ",
  "government of his choice, to influence government decisions, and to acquire ",
  "political office through the prescribed procedure. This is primarily the arena of ",
  "political rights.",
  "Civil liberties, on the other hand, belong to the arena of legal rights. It is true ",
  "that civil liberties can be maintained most effectively under a democratic system. ",
  "But the existence of democratic system itself is not enough to ensure the ",
  "maintenance of civil liberties. After all a government—even a democratic ",
  "government—involves the use of power which can be used to suppress the ",
  "freedom of citizens. Only a democratic government enables the citizens to protect ",
  "their own freedom by electing new officials if the government infringes on their ",
  "civil liberties. Then what is meant by civil liberties?",
  "Broadly speaking, civil liberties include freedom of thought and expression, ",
  "freedom of religion, freedom of movement, freedom of association, the right to ",
  "fair trial and freedom of the person. Freedom of the person includes freedom ",
  "from arbitrary search, arrest or detention. Similarly, freedom of thought and ",
  "expression includes freedom of the press, and freedom to criticize the government. ",
  "These rights and liberties are essential to protect the individual from arbitrary ",
  "acts of government, and to enable him to enjoy his freedom in various spheres of ",
  "life. In any case, these liberties must be exercised with a sense of responsibility ",
  "and with due regard to the needs of maintaining similar liberties of others.",
  "Relation between Democratic Rights, Civil Liberties and ",
  "Human Rights",
  "VWjman Rights",
  "Democratic ",
  "Rights",
  "Each larger circle includes the smaller circle",
  "It is important to note that the notion of freedom of the person (or personal ",
  "freedom) and the right to a fair trial emanates from the concept of 'rule of law' ",
  "(a principle of English constitutional practice), and the right to fair trial is also ",
  "part of 'due process of law' (a principle of American constitutional practice).https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "344 An Introduction to Political Theory",
  "The concept of 'due process of law' holds that no person shall be deprived of ",
  "life, liberty or property except in accordance with the explicit provisions of law ",
  "and with due regard to his rights. Then 'rule of law' requires that the law of the ",
  "land should be properly notified so that the citizens know as to how it will effect ",
  "them; any action against an individual should be taken only under that law, and ",
  "not on any other basis. Hence no one should be arbitrarily arrested, nor punished ",
  "without a fair trial.",
  "The principle of human rights further requires that no arbitrary law should be ",
  "enacted, and no one should be subjected to inhuman treatment under false pretence ",
  "of legal action. Cases of undertrials languishing in jails for over a decade even ",
  "without charges being framed against them involve a gross violation of human ",
  "rights. No one should be subjected to extreme insult or torture for confession of ",
  "a crime or disclosure of a secret. Even when someone's offence is proved, he ",
  "should not be subjected to extremely cruel and disgraceful punishment. For ",
  "instance, if a woman has committed a heinous crime, she should not be forced to ",
  "a naked parade or outrage of her modesty as a measure of punishment. Such ",
  "inhuman punishment would be degrading not only to that particular individual but ",
  "to womanhood as such and to society at large. Similarly, when a criminal is ",
  "awarded a death sentence, he should be subjected to a peaceful death, not to an ",
  "extremely painful death like being burnt alive or being thrown into boiling oil. ",
  "Such inhuman acts cannot be permitted in a legal system of a civilized society. ",
  "On the same logic, the use of atomic, biological and chemical weapons in war is ",
  "banned under international law as it brings untold suffering upon the population, ",
  "and thereby violates human rights.",
  "Punishment to any person must be pronounced by a judicial authority after a ",
  "fair trial of the case. Death of an accused in police custody, rape of a woman in ",
  "police custody or death of a suspect in fake police encounter are the most serious ",
  "violations of human rights. In 1980 some thirty accused in Bhagalpur jail (in ",
  "Bihar) were mercilessly blinded by the police. In 1994 Punjab police caused ",
  "tattooing 'pickpockets' on the foreheads of some tribal women. Such incidents ",
  "were widely deprecated as violations of human rights.",
  "Protection of human dignity constitutes the core of human rights. It implies ",
  "that a human person, howsoever vulnerable, cannot be subjected to inhuman ",
  "treatment for the gratification of any other person at whatever price! So any type ",
  "of trade in human beings is ruled out. Some years ago, some rich traders of gulf ",
  "countries entertained themselves by camel race. They tied human children with ",
  "the necks of the camels so that the crying children served as a spur to the fast-",
  "running camels. The spectators enjoyed this scene at the cost of innocent, poor ",
  "children! This was a heart-rending case of violation of human rights. Similarly, ",
  "child labour involving children of tender age working in strenuous and hazardous ",
  "occupations also amounts to violation of human rights.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Human  345",
  "Rights",
  "National Human Rights Commission of India has focused on some other aspects ",
  "of the problem concerning the protection of human dignity. Apart from the need ",
  "to reform police system, it has emphasized the need to reform administration of ",
  "prisons and correctional institutions, the need to prevent the curse of prostitution, ",
  "the curse of manual scavenging, starvation deaths, and the need to improve the ",
  "health of expectant mothers to save future generations from physical and mental ",
  "retardation. It is now widely accepted that cold-wave deaths as well as malnutrition ",
  "deaths and diseases, particularly in India, involve the violation of human rights.",
  "SOCIAL-ECONOMIC AND CULTURAL RIGHTS",
  "These largely include the right to education, right to work, congenial conditions ",
  "of work, rest and a reasonable level of living and health, social security and ",
  "opportunity to participate in the cultural heritage of the community. These rights ",
  "are the product of social consciousness of the present age. Provision of these ",
  "rights is linked with the problem of social justice. It is a matter of debate whether ",
  "such provision should be treated as a part of the scheme of human rights. It is ",
  "argued that in a large number of third world countries these rights cannot be ",
  "protected for want of adequate resources. How can we treat them as rights if ",
  "they cannot be secured in a sizable part of the world?",
  "But it should not be forgotten that the concept of human rights is based on the ",
  "idea of 'ideal' rights which express the goals of social life. If it is not feasible to ",
  "provide for these rights in some parts of the world today, their significance as ",
  "human rights will not diminish on this ground. They can certainly serve as guiding ",
  "principles of public policy. If a state cannot provide for them for want of resources ",
  "for the time being, these rights will show the way to its long-term goals.",
  "CONCLUSION",
  "In the contemporary world the scope of human rights needs to be expanded ",
  "further. The problems of protecting life and health in the present-day society ",
  "have become more complex. The spread of terrorism, drug-trafficking and ",
  "environmental pollution are now threatening the life of people. It is the duty of the ",
  "state to save people from that threat. This duty of the state must be included in ",
  "the list of human rights. Whereas the efforts of nation-states might have been ",
  "sufficient to protect the traditional human rights, the new human rights can be ",
  "maintained only through the global effort.",
  "The increasing awareness of human rights in the contemporary world may be ",
  "treated as a great achievement of our civilization. However, at times some wrong ",
  "tendencies are encouraged in the name of human rights. For instance, sometimes ",
  "human rights are invoked to shield hardened criminals and terrorists, and human ",
  "rights of their victims are sought to be overlooked who have to suffer untold ",
  "miseries due to their inhuman acts.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "346 An Introduction to Political Theory",
  "Again, many developed countries tend to impose restrictions on the import of ",
  "goods from the developing countries under the pretence that human rights were ",
  "violated in the process of manufacture of those goods, such as, it involved child ",
  "labour or prisoners' labour. Such grounds are advanced without ascertaining the ",
  "truth.",
  "When any type of injustice is sought to be promoted by invoking human ",
  "rights, the real situation must be analysed with utmost caution and care.",
  "If human rights are taken in a wider sense, i.e. as a means of protecting individual ",
  "from onslaughts or atrocities of arbitrary power, there is hardly any dispute ",
  "about their status. But if they are viewed as a tool in the hands of individual to ",
  "safeguard his self-interest against the claims of the state and society, they are ",
  "likely to receive different treatment from different schools of thought. These ",
  "divergent views regarding the nature and status of rights or human rights may be ",
  "called theories of human rights. Of these, liberal, libertarian, Marxist, ",
  "communitarian and feminist theories are most important.",
  "Liberal theory of rights as expounded by John Locke (1632-1704) focuses on ",
  "rights of individual against the state. Although Locke makes a distinction between ",
  "society and state and sees no serious conflict between individual and society, his ",
  "theory of rights deals with a possible conflict between individual and the state. He ",
  "postulates that individuals form the state as a trust for the protection of their ",
  "natural right to 'life, liberty and property'. If the state fails in this duty, individuals ",
  "can resist it. If it still fails, they can dissolve it. In fact Locke does not make a ",
  "distinction between state and government. That is why society will not disintegrate ",
  "with the dissolution of state or government. In short, liberal theory of rights ",
  "treats individual as the end and state as the means.",
  "Libertarian theory of rights as expounded by Robert Nozick (1938-2002) ",
  "gives more prominence to the individual. It maintains its faith in the natural rights ",
  "of the individual and treats the state as a private firm. Individuals 'hire' the state, ",
  "chiefly for the protection of their property holdings. The state has no authority to ",
  "engage in redistributive transfers among citizens who were originally its clients.",
  "Marxist theory of rights as expounded by Karl Marx (1818-83) and V.I. Lenin ",
  "(1870-1924) holds that the rights maintained by any society are the rights of its ",
  "ruling class or dominant class at the expense of the dependent class. So the ",
  "capitalist society protects the rights and interests of capitalists at the expense of ",
  "the working class. Workers will have to overthrow capitalists and socialize the ",
  "major means of production in order to create a new order that would protect the ",
  "rights and interests of the working class.",
  "Communitarian theory of rights as advanced by Alasdair Maclntyre (1929- ) ",
  "focuses on individual's commitment to the community which represents thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Human Rights 347",
  "common interest. This theory refuses to recognize independent interest or rights ",
  "of the individual.",
  "Finally, feminist theory as represented by Shulamith Firestone (1945- ) and ",
  "Sheila Rowbotham (1943- ), among others, insists on restoring the rights of ",
  "women in a male-dominated society. It seeks to transform the prevalent system ",
  "of rights which has been responsible for the subordination of women to men in ",
  "all societies in all ages.",
  "Comparative Perspective on Human Rights",
  "The Issue Liberal Libertarian Marxist Communitarian Feminist",
  "Theory Theory Theory Theory Theory",
  "Status of. Holder of Holder of Member of Integral Part of Varies with",
  "Individual Rights Rights a Class the Community Gender",
  "Nature of Aggregate Aggregate Divided into Source of all Sphere of Male",
  "the Com- of Individ- of Individ- Dominant and Social Life Domination",
  "munity uals uals Dependent ",
  "Classes",
  "Status of Subservient Like a Private Instrument Instrument Instrument of",
  "Authority to Individual Service Agency of Exploi- of the Male Domina-",
  "tation Common Good tion",
  "Object of Self- Self- Class the Common Women's Rights",
  "Commitment interest Interest Interest Good and Interests",
  "Status of Most Most Instrument Merged in Instrument of",
  "Rights Prominent Prominent of Class the Common Resisting Male",
  "Interest Interest Domination",
  "Exponents John Locke Robert Nozick Karl Marx, Alasdair S. Firestone,",
  "V.I. Lenin Maclntyre S. Rowbothamhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]