[
  "c16",
  "Concept of Liberty",
  "T",
  "HE CONCEPT OF 'liberty' or 'freedom' denotes a very important principle of ",
  "political philosophy. Liberty is sometimes regarded as the distinctive ",
  "principle of liberalism, but freedom is acclaimed as a universal principle. ",
  "Freedom is eulogized by liberal, idealist as well as Marxist theory. Nobody quarrels ",
  "with freedom as an end, but different schools of thought differ on the means and ",
  "mode of realizing freedom. Even the champions of absolutism, authoritarianism ",
  "and slavery pay lip service to freedom, claiming that for ordinary men, submission ",
  "to authority—regarded as the symbol of some sort of excellence—is the best ",
  "way to realize freedom.",
  "The champions of liberty have, however, always challenged the claims of the ",
  "privileged classes to such excellence. The ideal of liberty has inspired many ",
  "revolutionary struggles against despotism and foreign regimes. It is significant ",
  "that the struggle for liberty is always informed by a philosophy of equality. That ",
  "is, when some oppressed sections rise against their oppressors—as in peasant ",
  "revolts or national struggles of independence—they challenge the alleged ",
  "superiority of their oppressors, demanding equality and justice on the universal ",
  "principle of human equality.",
  "NATURE OF LIBERTY",
  "Liberty is the quality of man. It is man, as distinguished from other living beings, ",
  "who demands freedom and evolves institutions to secure it. Animals, birds and ",
  "insects are governed by the rule of the 'struggle for existence' and 'survival of ",
  "the fittest'—the fittest is the one physically strongest and cleverest. They have ",
  "no 'aim of life' beyond mere existence. Man as homo sapiens has distinguished ",
  "himself from other living beings as he claims to have an aim in his life. He has ",
  "created the whole complex of institutions—civilization and culture—in pursuance ",
  "of this aim. Animals are mere slaves of nature; man has largely learnt to tame,https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  349",
  "Liberty",
  "control and harness nature to serve his purpose of life. Freedom is the distinctive ",
  "quality of man.",
  "However, despite the long history of man's civilization, he has not yet risen ",
  "fully above the rule of the animal kingdom. So long as the elders, the more ",
  "experienced, more learned, more competent, more prudent and more energetic ",
  "men in society manage common affairs in the common interest, men do not lose ",
  "their freedom in obeying their commands. But in actual practice, it is mostly the ",
  "selfish, strong and clever men who have managed to assume dominant positions ",
  "and acquire special privileges in society. As a result, society was divided into ",
  "privileged and underprivileged sections—the oppressor and oppressed, the exploiter ",
  "and exploited, the dominant and dependent groups—because one set of men ",
  "assumed power over the lives of others. The privileged classes have developed a ",
  "vested interest in the existing order. They have sought to justify that order by ",
  "stressing its virtues in order to establish the legitimacy of their dominant position. ",
  "A typical example of this tendency may be found in Aristotle's defence of slavery. ",
  "Aristotle argued that men differ from one another in their moral excellence; that ",
  "the slaves were not full human beings, capable of virtue—they were merely ",
  "'living tools'. He suggested that slaves receive the benefit of virtue solely by ",
  "serving their masters. He also argued that the system of slavery provided 'leisure' ",
  "for the freemen which was essential for the exercise of virtue.",
  "Thus, the privileged classes have always stood in defence of the status quo— ",
  "no change in the previous position. It is only when the subject classes rise in ",
  "revolt against injustice and oppression that they challenge the special privileges of ",
  "the dominant classes and raise the slogan of liberty to press their claim of equality. ",
  "Liberty is, therefore, a force behind social change—it is the voice of the oppressed; ",
  "it is the voice against injustice; it is the voice to reestablish human values as ",
  "against the rules of the animal kingdom.",
  "II. SCOPE OF LIBERTY",
  "The problem of liberty involves the adjustment of claims between individual and ",
  "society (or community). The state comes into the picture because it is the ",
  "instrument or agency for regulating their relations. If the claim of the individual is ",
  "stretched to an extreme in utter disregard of the interest of society, liberty would ",
  "be reduced to 'licence'. On the other hand, if liberty of the individual is increasingly ",
  "restricted in the supposed interest of society, the result would be an unconditional ",
  "submission to authority, hence the loss of liberty. It is, therefore, essential to ",
  "draw a distinction between liberty and licence on the one hand, and to fix the ",
  "proper frontier between liberty and authority, on the other.",
  "ahttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "350 An Introduction to Political Theory",
  "Interface between Authority, Liberty and License",
  "(Liberty demands due restraint on Authority. Undue ",
  "expansion of Liberty turns it into Licence.)",
  "LIBERTY AND LICENCE",
  "When liberty is interpreted as the absence or removal of all restraints on the ",
  "actions of individual in utter disregard of the interest of other individuals, liberty ",
  "degenerates into licence. Such a condition is not compatible with the maintenance ",
  "of social order, nor with the maintenance of liberty itself. In that case, one man's ",
  "liberty would become another's constraint or oppression; liberty of the strong ",
  "would amount to the suppression of the weaker: the large fish will be free to ",
  "swallow the smaller one, and there would be a still larger fish to swallow the ",
  "former. A thief's liberty to take away anybody's property would become a threat ",
  "to everybody's security. A driver's freedom to drive at any speed in any direction ",
  "at his own whim would endanger the life and liberty of all users of the road. Such ",
  "a situation is obviously self-contradictory. It cannot be permitted in a civil society, ",
  "otherwise it would defeat the very purpose of social organization.",
  "If freedom is not to become a prerogative of a single individual, or for that ",
  "matter of a group of individuals, it must be regulated in such a way that none ",
  "shall use his freedom so as to destroy the freedom of others. As L.T. Hobhouse, ",
  "in his Elements ofSocialJustice (1922), has pointed out: \"The unchartered freedom ",
  "of one would be the conditional servitude of all but one, and conversely a freedom ",
  "to be enjoyed by all must impose some restraint upon all.\" Ernest Barker, in his ",
  "Principles of Social and Political Theory (1951), has sought to apply this principle ",
  "in the wider socio-economic context:",
  "The need of liberty for each is necessarily qualified and conditioned by the ",
  "need of liberty for all.. . The liberty of the owner of capital to determine ",
  "the conditions of work in the factory which he owns is a relative liberty ",
  "which must be adjusted to the liberty of the worker to do his work under ",
  "such conditions as leave him still a free agent and give him also a share in ",
  "the determination of the conditions of work. Because the liberty of each ",
  "is, thus, relative to that of others, and has to be adjusted to that of others, ",
  "it must always be regulated; and indeed it would not exist unless it were ",
  "regulated.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  351",
  "Liberty",
  "LIBERTY AND AUTHORITY",
  "It is now evident that liberty of the individuals has to be restricted by a measure ",
  "of equal liberty to be enjoyed by others. In other words, one man's liberty should ",
  "not become an obstruction in the enjoyment of liberty by others. As liberty is ",
  "demanded for man as a 'rational being', it follows that liberty is meant to enable ",
  "men to pursue 'rational objects' or 'ideal objects'. If they do so, each individual ",
  "shall pursue his happiness in consonance with the happiness of society; an ",
  "individual's good will become an integral part of the social good. In such a perfect ",
  "state, no regulations would be necessary. But since, in the real world, individuals ",
  "are not perfect—they are only capable of perfection—the regulation of liberty ",
  "becomes necessary to safeguard liberty itself. As Barker has further observed:",
  "Liberty within the State is thus a relative and regulated liberty: it is the ",
  "greatest common measure of liberty which is possible for all, as determined ",
  "and defined (1) by the need of each to enjoy similar and equal liberty with ",
  "others, and (2) by the need of all to enjoy the specific liberty of realizing ",
  "specific capacities.",
  "This view of relative and regulated liberty does not diminish or dilute liberty. ",
  "On the contrary it provides for a more substantive foundation thereof. As Barker ",
  "has elucidated:",
  "A relative and regulated liberty, actually operative and enjoyed, is liberty ",
  "greater in amount than absolute liberty could ever be—if indeed such ",
  "liberty could ever exist, or ever amount to anything more than nothing at ",
  "all.",
  "Regulation of liberty implies the recognition of authority of the state over the ",
  "individual. If liberty of the individual cannot be permitted to be absolute, can we ",
  "allow the authority of the state to become absolute? Thus, the conflict between ",
  "liberty and authority is no less grave than the conflict between liberty and licence. ",
  "In other words, if we deny absolute liberty to the individual because no individual ",
  "is perfect, we cannot accord absolute authority to the state because no state on ",
  "earth is perfect. The conflict between liberty and authority has remained a thorny ",
  "issue in political theory. As D.D. Raphael, in his Problems of Political Philosophy ",
  "(1976), has illustrated:",
  "Most political theorists recognize that individual liberty and State authority ",
  "conflict with each other, and that a balance has to be struck between them ",
  "and the values they represent. Some, like Hobbes, are prepared to say that ",
  "liberty must be severely limited to make way for the benefits of State ",
  "authority. Others, like Locke and J.S. Mill, think that State authority should ",
  "be markedly limited so as to leave as much room as possible for liberty.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "352 An Introduction to Political Theory",
  "In any case, limitations on the authority of the state have to be laid down to ",
  "make authority more meaningful with reference to its social purpose.",
  "A state may possess unlimited legal powers. For instance, the British Parliament ",
  "is regarded as legally omnipotent. But in the real world, no state can afford to ",
  "exercise unlimited powers. As Raphael has elucidated:",
  "No State has unlimited practical power to make any law that it pleases, ",
  "even though it may possess unlimited legal power. A legislature that has ",
  "any sense and that wants to remain in office will pay more regard to ",
  "political than to legal possibilities, to what it can effectively do than to ",
  "what it may legally do.",
  "A state makes law; it has the power to enforce that law by coercion. In other ",
  "words, the law is backed by sanctions; the state is free to use the methods of ",
  "compulsion. However, compulsion comprises a physical weapon, not a moral ",
  "weapon which would be not only more effective, but more conducive to the ",
  "social purpose of state authority. Thus, state authority would be much more ",
  "justified if it is backed by moral support and legitimacy instead of mere force. ",
  "Legitimacy denotes the support extended by the people to the state and its law ",
  "out of their moral beliefs and values.",
  "Legitimacy",
  "The quality of an act or arrangement which is regarded as lawful by those affected by ",
  "it. In other words, they regard it reasonable and beneficial for themselves as well as ",
  "for the larger society.",
  "Legitimacy comes from the people. A state is legitimate if people believe that it ",
  "is necessary for them and that its actions are lawful and valuable to society. As ",
  "long as its legitimacy is unquestioned, the state will rarely need to use force. But ",
  "if its legitimacy is widely questioned, the state is in a dangerous situation. A ",
  "regime is in serious trouble if the people believe that its military is illegitimate, its ",
  "police brutal, and its courts unfair. It may have power—the ability to get its ",
  "orders obeyed despite widespread opposition—but it does not have authority ",
  "based in legitimacy. The authority of state or law would prove most effective ",
  "only when most people accepted it on moral grounds. When most people recognize ",
  "the moral obligation to obey the law, they would be acting from a moral motive, ",
  "and not under compulsion.",
  "Liberty may formally be described as 'absence of restraint'. This means that in ",
  "order to maintain liberty of the individual, the state should not impose any restraints ",
  "on his activities in various spheres of life. What type of activities of the individualhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Liberty 353",
  "should remain unrestrained? 'Unrestrained' does not mean 'unregulated'. It simply ",
  "implies that the activities in question should not be subjected to 'unreasonable ",
  "restraints'. In order to identify the proper sphere of such activities, we may ",
  "distinguish between civil, political and economic liberty of the individual.",
  "CIVIL LIBERTY",
  "Civil liberty, according to Barker (Principles of Social and Political Theory; ",
  "1951), is the liberty of man in the capacity of an individual person—his personal ",
  "liberty. This consists in three somewhat differently expressed articles: (a) physical ",
  "freedom from injury or threat to the life, health, and movement of the body; (b) ",
  "intellectual freedom for the expression of thought and belief; (c) and practical ",
  "freedom of the play of will and the exercise of choice in the general field of ",
  "contractual action and relations with other persons.",
  "Of these the first article is almost non-controversial. Freedom of movement, ",
  "etc. should not be restricted except in the interest of public safety, law and order ",
  "which are themselves essential conditions of freedom. Physical injury, etc. should ",
  "not be inflicted on anybody except as a punishment for a crime duly proved, and ",
  "in accordance with the prescribed law and by the prescribed authority in this ",
  "behalf. As for the second article concerning the freedom of thought and belief, ",
  "various reasons may be advanced in its defence. J.S. Mill (1806-73), the most ",
  "ardent champion of liberty, has brilliantly demonstrated the importance of this ",
  "freedom from the point of view of the individual as well as for the society, in his ",
  "famous work On Liberty (1859). The permanent interests of man as a progressive ",
  "being, according to Mill, depend upon or at least can be furthered by the ",
  "advancement of knowledge, which flourishes best in an atmosphere of free ",
  "discussion. In order to direct social policy wisely, it is necessary that there should ",
  "be freedom to criticize the existing institutions and to put forward unpopular ",
  "opinions, no matter how offensive they may be to the prevailing attitudes:",
  "The peculiar evil of silencing the expression of an opinion is that it is ",
  "robbing the human race—posterity as well as the existing generation— ",
  "those who dissent from the opinion, still more than those who hold it. If ",
  "the opinion is right, they are deprived of the opportunity of exchanging ",
  "error for truth; if wrong, they lose, what is almost as great a benefit, the ",
  "clearer perception and livelier impression of truth, produced by the collision ",
  "with error.",
  "The third article of civil liberty mentioned by Barker, viz. the freedom of ",
  "contract, however, needs closer examination. It is generally conceded that people ",
  "enjoy the freedom to enter into contracts for their mutual advantage, provided ",
  "that no damage is inflicted on a third party. But the difficulty arises when this ",
  "freedom is exploited by a stronger party in a bargain to impose very disadvantageoushttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "354 An Introduction to Political Theory",
  "terms on the weaker party. L.T. Hobhouse, in his Elements of Social Justice ",
  "(1922), therefore, insists on the equality of contracting parties in this matter:",
  "Freedom of contract is insufficiently defined when it is regarded as ",
  "consisting solely in the absence of control. Freedom of contract implies ",
  "such a substantial equality between the parties as on the whole leaves to ",
  "each a real choice between concluding and rejecting the bargain. Where ",
  "no such equality exists, one party acts under a degree of compulsion.",
  "Absolute freedom of contract, in an extreme case, may be used to allow a ",
  "man, or even force him, to sell himself to slavery and thereby deprive him of his ",
  "freedom in perpetuity. Modern judicial thinking, therefore, always views the ",
  "freedom of contract as a right which should operate under reasonable limitations.",
  "POLITICAL LIBERTY",
  "Whereas a man enjoys civil liberty in the capacity of an individual person, he ",
  "enjoys political liberty in the capacity of a citizen. To William Blackston (1723-80), ",
  "political liberty meant the power of curbing government, from which it follows ",
  "that he conceived of government as something external. But in modern democracy, ",
  "where government is constituted by the people themselves, political liberty is \"p ",
  "liberty not of curbing government, but of constituting and controlling; constituting ",
  "it by a general act of choice or election, in which we all freely share on the basis ",
  "of universal suffrage; controlling it by a general and continuous process of ",
  "discussion, in which we all freely share according to our capacities.\" (Ernest ",
  "Barker, Principles of Social and Political Theory; 1951)",
  "This view of political liberty postulates the positive right of the people to be ",
  "represented in decision-making bodies, and to influence their decisions by freely ",
  "articulating their views and opinions on issues of public policy. In effect, it is ",
  "intended to ensure that the state shall be sensitive and responsible to the prevailing ",
  "social consciousness.",
  "In any case, mere provision of political liberty in this sense cannot be treated ",
  "as adequate. Where elections are fought and won with the help of money and ",
  "manipulative power, and where the media of mass communication are held in ",
  "ownership or under strong influence of a privileged class, particularly by big ",
  "business magnates, mere political liberty can hardly secure real or substantive ",
  "freedom for the people.",
  "ECONOMIC LIBERTY",
  "Economic liberty, broadly speaking, belongs to man in his capacity as a worker ",
  "whether with hand or brain, engaged in some gainful occupation or service. In ",
  "this sense, Barker suggests that economic liberty is implied in the articles of civil ",
  "liberty already enumerated. In fact, however, economic liberty is a ticklish issue.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  355",
  "Liberty",
  "It is capable of conflicting interpretations by conflicting parties: employer and ",
  "worker, trader and consumer, landlord and tenant, etc. One party would interpret ",
  "it as the freedom to secure maximum profit; the other would insist on reasonable ",
  "terms, reasonable price and quality, reasonable rent, etc. Under such circum-",
  "stances, if the stronger party is not curbed to safeguard the interests of the ",
  "weaker party, the principle of liberty will be reduced to mockery. This is the ",
  "sphere where the adjustment between the claims of liberty and equality becomes ",
  "most essential. As R.H. Tawney, in his Equality (1938), has significantly ob-",
  "served:",
  "When liberty is construed, realistically, as implying not merely a minimum",
  "of civil and political rights, but the securities that the economically weak",
  "will not be at the mercy of the economically strong, and that the control",
  "of those aspects of economic life by which all are affected will be amenable,",
  "in the last resort, to the will of all, a large measure of equality, so far from",
  "being inimical to liberty, is essential to it. i",
  "In short, it is in the economic sphere that the claims of negative liberty and ",
  "positive liberty come into direct conflict and confrontation. Unless social policy ",
  "is geared to safeguard the interests of the vulnerable sections in this sphere, the ",
  "application of the principle of liberty or freedom would be devoid of any content ",
  "or substance.",
  "NEGATIVE AND POSITIVE LIBERTY: THE EARLY DEBATE",
  "Liberal writers use the terms 'liberty' and 'freedom' synonymously. For them, ",
  "liberty or freedom is the supreme value which must be the guiding principle of all ",
  "public policy. It is generally the liberty of individual which they wish to protect, ",
  "and it is defined as 'the absence of restraint' or 'the absence of constraint or ",
  "coercion'. What types of constraints beset the man which are sought to be ",
  "removed in pursuance of the principle of liberty or freedom?",
  "To illustrate this point we may refer to the Atlantic Charter (1941), a declaration ",
  "of 'Four Freedoms', which was drawn up during the Second World War (1939— ",
  "45) by President Roosevelt of the United States and Prime Minister Churchill of ",
  "the United Kingdom to indicate their war aims. The four freedoms were: ",
  "freedom of speech, freedom of worship, freedom from fear, freedom from want. ",
  "Can we classify these four freedoms on the basis of some common features? ",
  "D.D. Raphael, in his Problems of Political Philosophy (1976) has identified two ",
  "pairs comprising these four freedoms:",
  "The first pair of freedoms specify two kinds bf action which should be free ",
  "or unrestrained; they answer the question, freedom to do what?https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "356 An Introduction to Political Theory",
  "'Freedom'of speech' is freedom to say what one likes. 'Freedom of ",
  "worship' is freedom to practise whatever religion one chooses. The second ",
  "pair of freedoms in the Atlantic Charter specify two kinds of restraint ",
  "which should be removed or prevented: they answer the question, freedom ",
  "from what? 'Freedom from fear' claims that men should not be prevented ",
  "by fear from doing whatever they choose to do, fear of a Government ",
  "with secret police such as the Nazis used, or fear of war and insecurity. ",
  "'Freedom from want' claims that men should not be prevented by want ",
  "from doing what they would choose to do, want or poverty due to ",
  "unemployment, the lack of living wage, or the inability to work because ",
  "of sickness or old age.",
  "It is significant that the two types of freedoms, included in the said Charter of ",
  "four freedoms have a much wider application than a statement of aims of the ",
  "Second World War. They could be used to highlight the aims of public policy in ",
  "a modern state, particularly a welfare state. The first type of freedoms, such as ",
  "freedom of speech and freedom of worship, symbolize the negative aspect of ",
  "liberty. They imply a negative role of the state, that is not to restrict the individual ",
  "in pursuing his self-appointed goals. The second type of freedoms, such as freedom ",
  "from fear and freedom from want, symbolize the positive aspect of liberty. They ",
  "call for a positive role of the state, that is to remove certain impediments in the ",
  "way of the individual in exercising his freedom. Once this basic distinction between ",
  "negative and positive aspects of liberty is recognized, the actual lists of freedoms ",
  "falling under each category can be suitably enlarged. It is also essential to remember ",
  "that these two types of freedom, namely negative liberty and positive liberty, are ",
  "not opposed to each other. In fact, they are complementary; they are two sides ",
  "of the same coin. They are incomplete without each other, although some thinkers ",
  "accord primacy to one over the other.",
  "It is also important to note that the struggle for liberty started in seventeenth ",
  "century Europe in the wake of Industrial Revolution, with an emphasis on negative ",
  "liberty, particularly in the economic sphere. It was intended to pave the way for ",
  "the establishment of capitalism against the prevailing forces of feudalism. As ",
  "Norman P. Barry, in his An Introduction to Modern Political Theory (1989), has ",
  "elucidated: \"The negative conception of liberty . . . flourished at a time when ",
  "individuals were struggling to be free from the unnecessary restraints of arbitrary ",
  "government and when individual choice determined the allocation of resources. ",
  "The main political axiom of the negative liberty doctrine was that 'everyone ",
  "knows his own interest best' and that the state should not decide his ends and ",
  "purposes.\" The champions of negative liberty not only believed in individual choice ",
  "of resources and techniques, but also the choice of parties to deal with in their ",
  "transactions. Thus 'freedom of contract' was recognized as an essential ",
  "requirement of liberty.",
  "Henry Sidgwick (1838-1900) asserted that a person who freely negotiated a ",
  "contract, expressed his individual choice even if the terms were particularly oneroushttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  357",
  "Liberty",
  "to him. The early liberals who stood for liberty in all spheres insisted that law ",
  "must enforce all contracts (with some exceptions, such as in the case of contracts ",
  "of slavery) since each individual was the best judge of his own interest, and he ",
  "used his judgment before entering into any contract. The state was not allowed ",
  "to impose its own conception of 'good' on the individuals in their mutual dealings. ",
  "This idea of negative liberty led to the doctrine of laissez-faire, that is freedom ",
  "from government interference in economic affairs. Hence most of the advocates ",
  "of negative liberty, such as Adam Smith (1723-90), Jeremy Bentham (1748— ",
  "1832), James Mill (1773-1836), Henry Sidgwick (1838-1900) and Herbert ",
  "Spencer (1820-1903), favoured the minimal state.",
  "This liberal-individualist view of liberty was originally put forward by the ",
  "spokesmen of the new middle class—the merchant-industrialist class which ",
  "sought to establish a 'free market society' against the mercantile policies of the ",
  "state. It was argued that, in an atmosphere of non-intervention, the interaction ",
  "between self-interest of each individual would result in the promotion of social ",
  "interest as a whole. The exponents of laissez-faire individualism saw society as an ",
  "aggregate of atomized, alienated individuals, joined together by a bond of mechanical ",
  "unity. Liberty was seen as the freedom of trade, freedom of enterprise, freedom of ",
  "contract, a free competition of the market forces of supply and demand. The state ",
  "was viewed as a negative state, a necessary evil, which was required not to interfere ",
  "with the natural liberty of men, but only to maintain their liberty by protecting their ",
  "person and property from the onslaught of other individuals.",
  "The concept of negative liberty played an important historical role. It proved ",
  "instrumental in the establishment of capitalist system in Europe. It released the ",
  "forces of production which were blocked by the feudal system inherited from ",
  "the Middle Ages. But by the middle of the nineteenth century it became evident ",
  "that the capitalist system supported by negative liberty had brought about miserable ",
  "conditions for workers and consumers. The appalling disparities of wealth and ",
  "power—mounting oppression, exploitation and injustice in society—amply ",
  "demonstrated contradictions in this concept of liberty. Humanist writers, socialists, ",
  "Marxists and positive liberals came forward to demand a new definition of liberty. ",
  "They argued that the non-interventionist policy of the state, particularly in the ",
  "economic sphere, was not compatible with liberty as a universal principle. The ",
  "employer's freedom to hire and fire workers at his will in the face of a rapidly ",
  "rising labour force in industrial cities had made a mockery of the freedom of ",
  "contract; the workers were forced to live under constant insecurity and threat of ",
  "unemployment, to work under uncongenial conditions, and to live a life of abject ",
  "poverty at a sub-human level. The benefit of 'liberty' was now sought to be ",
  "extended to the working class, largely because of the mounting pressure from ",
  "the working class itself.",
  "It was John Stuart Mill (1806-73) who introduced the conception of positive ",
  "liberty and consequent transition from negative liberalism to positive liberalism.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "358 An Introduction to Political Theory",
  "Mill started with a defence of laissez-faire individualism, but realizing its ",
  "weaknesses in the light of the new socio-economic realities, he proceeded to ",
  "modify it. Mill was the first prominent liberal thinker who realized that the working ",
  "classes were being deprived of their due share in a capitalist economy based on ",
  "laissez-faire individualism. He, therefore, sought to discover an area where state ",
  "intervention could be justified. At the outset, he drew a distinction between two ",
  "types of actions of men: 'self-regarding actions' whose effect was confined to ",
  "the individual himself; and 'other-regarding actions' which affected others. Mill ",
  "advocated complete freedom of conduct for the individual in the sphere of self-",
  "regarding actions unless he was proceeding on a self-destructive path due to ",
  "ignorance. However, in the sphere of 'other-regarding actions' Mill conceded the ",
  "right of the community to coerce the individual if his conduct was prejudicial to ",
  "its welfare. Whether it is possible to draw a clear line of demarcation between ",
  "'self-regarding actions' and 'other-regarding actions' of the individual is beside ",
  "the point. The real significance of making such a distinction lay in Mill's effort to ",
  "define a sphere where an individual's behaviour could be regulated in the interests ",
  "of the community. Thus, he was contemplating a positive role for the state in ",
  "securing social welfare even if it implied curbing liberty of the individual to some ",
  "extent. It was Mill who gave a sound theory of taxation, pleaded for the limitation ",
  "of the right of inheritance, and insisted on state provision of education.",
  "After J.S. Mill, T.H. Green (1836-82), L.T. Hobhouse (1864-1929) and H.J. ",
  "Laski (1893-1950) further developed the positive concept of liberty. Green ",
  "postulated a theory of rights and insisted on the positive role of the state in ",
  "creating conditions under which men could effectively exercise their moral ",
  "freedom. Hobhouse and Laski postulated that private property was no absolute ",
  "right, and that the state must secure the welfare of the people—no matter if it is ",
  "constrained to curtail economic liberty of the privileged few.",
  "THE CONTEMPORARY DEBATE",
  "It is significant that political thought of the early exponents of positive liberty is ",
  "associated with the theory of welfare state, which first appeared in England and ",
  "then spread to other parts of the world. Positive liberty is now regarded as an ",
  "essential complement of negative liberty in all modern states. However, some ",
  "contemporary liberal thinkers, known as Libertarians, have sought to lay re-",
  "newed emphasis on negative liberty. Of these, Isaiah Berlin (1909-97), F.A. Hayek ",
  "(1899-1992), Milton Friedman (1912-2006) and Robert Nozick (1938-2002) ",
  "are the most prominent.",
  "Views of Berlin",
  "Isaiah Berlin, in his Two Concepts of Liberty (1958), sought to give a new turn to ",
  "the distinction between negative liberty and positive liberty. According to Berlin, ",
  "negative liberty of individual consists in not being prevented from attaining hishttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Liberty 359",
  "goal by other human beings. On the other hand, positive liberty treats individual ",
  "as his own master. In both cases liberty implies an absence of restraint. Political ",
  "liberty belongs only to the sphere of negative liberty. In other words, the state ",
  "can only secure negative liberty to the individual by ensuring that he is not prevented ",
  "from choosing his course of action. On the other hand, positive liberty belongs to ",
  "individual's own will and capacity which is beyond the scope of the state. If one ",
  "cannot fly like an eagle or swim like a whale, one is by no means deprived of ",
  "political liberty on this count. Similarly, if a man is too poor to afford something ",
  "on which there is no legal ban—a loaf of bread, a journey round the world, ",
  "recourse to law courts—he cannot complain that he has been deprived of political ",
  "liberty. The capacity or incapacity to fulfil one's desires belongs to man himself; ",
  "the state is not concerned with this sphere. Berlin has, thus, taken the position ",
  "that the availability or non-availability of means is entirely an individual's own ",
  "concern and that the state has no responsibility of making the required means ",
  "available to him. Accordingly, the existing social inequalities cannot be questioned ",
  "from the point of view of liberty. Berlin's position on this point is itself questionable.",
  "On deeper analysis, it becomes clear that Berlin has confused the two spheres ",
  "of positive liberty, namely the moral sphere and the material sphere. In the moral ",
  "sphere, Berlin's conception of positive liberty is very illuminating. Norman P. ",
  "Barry in his An Introduction to Modern Political Theory (1989) has elaborated ",
  "Berlin's view as follows: \"Positive liberty . . . does not interpret freedom as ",
  "simply being left alone but as 'self-mastery'. The theory is a special theory of the ",
  "self—the personality is divided into a higher and lower self and a person is free to ",
  "the extent that his higher self, the source of his genuinely rational and long-term ",
  "ends, is in command of his lower self, wherein lie his ephemeral and irrational ",
  "desires. Thus, a person might be free in the sense of not being restrained by ",
  "external forces but remain a slave to irrational appetites; as a drug-addict, an ",
  "alcoholic or a compulsive gambler might be said to be unfree.\" It is obvious that ",
  "in the moral sphere, a man may be deprived of his freedom due to lack of self-",
  "control, not due to coercion by other men. The state can do little to restore ",
  "freedom to the individual in this sphere.",
  "However, when we turn to the material sphere, enjoyment of positive freedom ",
  "is hampered by different reasons. Here again Berlin has confused the two types ",
  "of disabilities. Just recall his illustrations: \"If one cannot fly like an eagle or swim ",
  "like a whale\"—this disability is fundamentally different from the second one, that ",
  "is, \"if a man is too poor to afford ... a loaf of a bread, and . . . recourse to law ",
  "courts.\" In the first case, Berlin is pointing to natural limitations, something that ",
  "is unalterable. Hence any complaint in this behalf would be untenable. In actual ",
  "life, such disabilities are never sought to be overcome by political action. But in ",
  "the second case, Berlin is referring to such disabilities as are the product of social ",
  "arrangement that is alterable by political action. An urge for removal of such ",
  "disabilities has led to several social and political movements, even revolutions, thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "360 An Introduction to Political Theory",
  "world over. Lots of people are poor, backward and ignorant not because of their ",
  "own failure, inability or negligence, but because of social injustice. The source of ",
  "their plight may be traced to what may aptly be termed 'coercion by other ",
  "individuals' where state intervention would be justified by Berlin's own standards. ",
  "As B.C. Parekh in his Contemporary Political Thinkers (1982) has significantly ",
  "observed: \"It is not clear what Berlin would say if an individual thought that his ",
  "lack of means was the result of social arrangements and therefore, amounted to ",
  "an interference by other men.\" C.B. Macpherson has criticized Berlin in his ",
  "Democratic Theory—Essays in Retrieval (1973) on similar lines:\"... the division ",
  "Berlin makes between negative and positive liberty will not bear the weight he ",
  "puts on it, ultimately because each of the two concepts is defined in a way which ",
  "neglects or understates the role of those impediments ..., namely, lack of access ",
  "to the means of life and the means of labour.. . his negative liberty is, for that ",
  "reason, too narrowly conceived, and ... it is at bottom a mechanical, inertial ",
  "concept of freedom which is fully appropriate only to a complete market society.\" ",
  "In asserting positive liberty as the desire of the individual to be his own master, to ",
  "be self-directed, to be moved by his own conscious purpose, Berlin saves the ",
  "individual from the authoritarian claims of the idealist theory, and thus, makes ",
  "further contribution to the liberal-individualist theory. In any case, Berlin's concept ",
  "of positive liberty does not correspond to positive liberalism's concept of positive ",
  "liberty.",
  "Idealist Theory of Freedom",
  "The theory of freedom chiefly advanced by G.W.F. Hegel (1770-1831) which eulogizes ",
  "the state as embodiment of Reason and holds that individual's freedom lies in accepting ",
  "the dictates of the ideal state. This theory proves disastrous when an existing ",
  "government is allowed to exercise the authority of the ideal state.",
  "The more logical distinction between negative liberty and positive liberty is ",
  "one that focuses on the role of the state under different situations. According to ",
  "this view, negative liberty consists in the 'absence of restraint', i.e. non-",
  "interference by the state in certain activities of the individual, to enable him to ",
  "pursue his own happiness so long as he does not obstruct others in their similar ",
  "freedom to pursue their happiness. Positive liberty, on the other hand, consists in ",
  "extending the opportunity to the individual to pursue his happiness where he is ",
  "obstructed in doing so for want of the means or capacity due to the prevailing ",
  "socio-economic conditions. As S.I. Benn and R.S. Peters, in their Social Principles ",
  "and the Democratic State (1975) have illustrated:",
  "If education is expensive and the parents are poor, it makes a mockery of ",
  "freedom to say that one is free to educate one's children merely because ",
  "there is no law or custom against it. Choice may be formally unlimited;https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  361",
  "Liberty",
  "there can be no freedom unless it is also effectively unlimited. To remove ",
  "any hindrance to people doing what they want to do thus counts as an ",
  "extension of freedom.",
  "Any state regulation which seeks to reconcile the claims of liberty with ",
  "opportunity, in fact, signifies the transition from negative liberty to positive liberty:",
  "To provide a cripple with an artificial leg, an ignorant man with education, ",
  "an unemployed man with a job, all count as positive extensions of freedom. ",
  "Legal compulsions are then a small price to .pay for positive freedoms of ",
  "this sort; for we yield a little only to receive back more. And the absolute ",
  "goodness of freedom remains intact, (ibid.)",
  "It is significant that positive freedom in the present sense deals with the social ",
  "dimension of freedom. In other words, negative liberty denotes an absence of ",
  "restraint so that the state shall abstain from imposing 'unreasonable' restraints on ",
  "the individual; positive liberty signifies removal of constraints which are the product ",
  "of the social set-up and which are capable of being removed by making necessary ",
  "changes in the social set-up. If a man is faced with the lack of capacity in the ",
  "fulfilment of his desire, he will not make it apolitical issue until he is convinced ",
  "that his incapacity emanates from the socio-economic conditions, and that it can ",
  "be removed by making necessary changes in those conditions. If one cannot fly ",
  "like an eagle or swim like a whale, one does not make it a political issue because ",
  "one's incapacity in this matter is not a product of socio-economic conditions, ",
  "nor can it be removed by altering the socio-economic conditions. But if one does ",
  "not get a job, or adequate wages, or quality goods at a reasonable price, or ",
  "essential supplies and services, or the opportunity for education, etc. one is ",
  "convinced that these conditions are alterable by changes in social policy, and ",
  "therefore, proceeds to demand a political solution of these problems.",
  "To take another instance, some men are born white, some are born black. ",
  "This is the outcome of some sort of natural order, not of socio-econoinic ",
  "conditions. Men do not complain of it at the political level, nor do they demand ",
  "that the black races should be converted into white, because they know that this ",
  "condition is not alterable. But when society discriminates between white and ",
  "black races, and denies the black certain privileges extended to the white men, ",
  "the resentment by the black races is justified because this is seen as social injustice ",
  "which can be set right by making necessary changes in social policy. In short, ",
  "positive liberty implies the removal of only such constraints and provisi»n of only ",
  "such opportunities which can be accomplished through alteration of socio-",
  "economic conditions. As D.D. Raphael, in his Problems of Political Philosophy ",
  "(1976), has elucidated:",
  "A man who is locked up in prison is not at liberty, because he is restrained ",
  "by the action of other persons. And we may speak of freedom from want,https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "362 An Introduction to Political Theory",
  "or of freeing mankind from the scourge of cancer, when we mean that the ",
  "impediments to which we refer, although not imposed by human action, are ",
  "capable (we hope) of being removed by human action. But we should not ",
  "say that a man is unfree because he is restrained by a natural impediment ",
  "which cannot be removed by human action.",
  "Views of Hayek",
  "F.A. Hayek, in his Constitution of Liberty (1960) used the terms 'liberty' and 'freedom' ",
  "interchangeably. He argued that a man possesses liberty or freedom when he is not ",
  "subject to coercion by the arbitrary will of another. This is the essence of individual ",
  "freedom which should not be confused with any other meaning of freedom. Hayek ",
  "particularly sought to contrast individual freedom with three other meanings of ",
  "freedom, which represent 'political freedom', 'inner freedom' and 'freedom as power' ",
  "respectively. Political freedom denotes participation of men in the choice of their ",
  "government, in the process of legislation, and in the control of administration. This ",
  "does not necessarily coincide with individual freedom. Thus Hayek argues that a non-",
  "democratic order may be permissive and a democratic order may be restrictive; hence, ",
  "political freedom is neither a necessary nor a sufficient condition of freedom.",
  "Then, inner freedom denotes the extent to which a person is guided in his actions ",
  "by his own considered will rather than by momentary impulse or circumstance. It ",
  "stands opposed not to coercion by others but to moral weakness or the influence of ",
  "passing emotions. Hence, it is different from individual freedom. Finally, freedom as ",
  "power signifies the power to satisfy our wishes, or the extent of the choice of ",
  "alternatives open to us. There is a vital difference between noninterference with ",
  "another's act and a person's effective power to act. A person may be able to do what ",
  "he may not lawfully do, or unable to do what nobody is trying to prevent him from ",
  "doing. Hence, freedom as power should not be confused with individual freedom.",
  "Hayek insists on preserving the original meaning of the word 'freedom', ",
  "enhancing its value by closely restricting its application. He argues that the cardinal ",
  "value of liberty should not be exploited by collectivists to justify large amounts of ",
  "state intervention. If liberty is viewed as power, there is no end to the number of ",
  "legislative measures which can be justified as extending the range of choice of ",
  "persons, or their effective power to do whatever they may wish. The result could be ",
  "the destruction of individual liberty in the name of a spurious notion of liberty. ",
  "Hayek is not denying that the limited provision by government of skills and ",
  "opportunities is desirable; he is only saying that such enabling activities should not ",
  "be represented as promoting freedom!",
  "In short, Hayek identifies freedom as 'freedom from constraints of the state,' in ",
  "the tradition of James Madison (1751-1836), Alexis de Tocqueville (1805-59) and ",
  "Lord Acton (1834-1902). Hayek defines and defends liberalism as a doctrinehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Liberty 363",
  "which emphasizes the minimization of the coercive powers of government. He ",
  "argues that the state should positively promote competition, and should undertake ",
  "non-coercive service functions, as the market mechanism does not provide for all ",
  "needs. The state should ensure minimum income to each individual or family, but ",
  "should not make market itself an instrument of distributive justice! Dwelling on the ",
  "antithesis between liberty and equality, Hayek argues that individuals differ greatly ",
  "in their skills and abilities and this natural tendency towards inequality can be ",
  "countered only by the authoritarian suppression of individual talents and ",
  "aspirations. Thus he observes:",
  "From the fact that people are very different it follows that, if we treat them ",
  "equally, the result must be inequality in their actual position, and that the ",
  "only way to place them in an equal position would be to treat them ",
  "differently . . . The equality before the law which freedom requires leads to ",
  "material inequality. . . The desire of making people more alike in their ",
  "condition cannot be accepted in a free society as a justification for further ",
  "and discriminatory coercion. (The Constitution of Liberty; 1960)",
  "In a nutshell, Hayek's argument against equality is based on two premises. In the ",
  "first place, he assumes that liberty consists in 'absence of coercion' in the sphere of ",
  "individual activity by other individuals or the state. Secondly, he observes that ",
  "individuals differ in their talents and skills and their equality before the law (in ",
  "consonance with the principle of liberty) is bound to create inequality in their ",
  "actual position in terms of their material status. Hence, any attempt to create ",
  "material equality among different individuals is bound to involve 'coercion' which ",
  "would deprive them of their freedom.",
  "Hayek's concern for freedom is so profound that he even tends to ignore the ",
  "claim of'equal freedom' for all individuals. He recognizes the value of individual ",
  "freedom not so much from the standpoint of the individual as from that of society. ",
  "For Hayek, acquisition and use of new knowledge is the key to social progress. An ",
  "individual makes his contribution to progress through the cumulative growth of ",
  "knowledge: \"If there were omniscient men . . . there would be little case for liberty . ",
  ". . Liberty is essential in order to leave room for the unforeseeable and ",
  "unpredictable.\" (ibid.) The larger the sum total of human knowledge, the smaller ",
  "the share each individual can absorb. Nobody is competent enough to pronounce a ",
  "final word about human affairs. Submission to another's will is, therefore, ",
  "disastrous. The value of any particular freedom is not to be judged by counting ",
  "heads. The importance of freedom to do a particular thing has nothing to do with ",
  "the number of people who want to do it. It is quite possible that the freedoms vital ",
  "to social progress may not be widely sought. Hayek, therefore, asserts that it is ",
  "better that some should be free than none and better that many should have full ",
  "freedom than that all should have a limited freedom! Thus according to Hayek, the ",
  "'cake' of freedom is not to be divided on the basis of 'equal shares forhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "I",
  "364 An Introduction to Political Theory",
  "all', but on the basis of each individual's contribution to progress. Since each ",
  "individual has unknown potential of making contribution to progress, it is difficult ",
  "to ascertain each individual's entitlement to different amounts of freedom! Hayek s ",
  "conclusions are not consistent with his own assumptions. He begins with taking ",
  "individual as an end and ends up by reducing him to a means!",
  "Views of Friedman",
  "Milton Friedman, in his Capitalism and Freedom (1962), sought to identify ",
  "capitalism or a competitive market society as a necessary condition of freedom, ",
  "which implies repudiation of equality for the sake of maintaining freedom. He ",
  "defines freedom as 'the absence of coercion of a man by his fellow men', and ",
  "argues that freedom of the individual, or perhaps of the family is the liberal's ",
  "ultimate goal in judging social arrangements. He suggests that 'a free private ",
  "enterprise exchange economy' or 'competitive capitalism' is both a direct ",
  "component of freedom, and a necessary though not a sufficient condition of ",
  "political freedom. Friedman's contempt For equality is inherent in his very concept ",
  "of freedom. He argues that in order to maximize this freedom, governments ",
  "should be allowed to handle only those matters which cannot be handled through ",
  "the market at all, or can be handled only at so great a cost that the use of political ",
  "channels may be preferable. Accordingly, government is required only to sustain ",
  "and supplement the market society and nothing beyond that. As Macpherson has ",
  "elucidated: \"This would mean government moving out of almost all its welfare ",
  "and regulatory functions. Controls on, or support of, any prices, wages, interest ",
  "rates, rents, exports, imports, and amounts produced, would all have to go; so ",
  "would present social security programmes, housing subsidy programmes, and ",
  "the like.\" (Democratic Theory: Essays in Retrieval; 1973)",
  "Macpherson has rightly pointed out that Friedman's view of the capitalist ",
  "market economy—that it can co-ordinate economic activities without coercion— ",
  "rests on an elementary conceptual error. Friedman fails to distinguish between ",
  "simple exchange economy and capitalist economy—the latter being characterized ",
  "by the separation of labour and capital. In a capitalist economy labour force ",
  "exists without its own sufficient capital, hence it has no choice in the market. ",
  "Man needs creative freedom to put his labour into creative channels; he cannot ",
  "remain idle like an animal or a machine. Capitalism obstructs his attempt to employ ",
  "his labour creatively with a free choice as he is coerced by the market forces ",
  "beyond his control. The only possibility of mitigation of this coercion lies in a ",
  "regulatory welfare state which is opposed by Friedman. Hence, Friedman's concept ",
  "of freedom is ill-conceived and partial.",
  "Views of Nozick",
  "Robert Nozick is another prominent liberal who seeks to oppose the principle of ",
  "equality in strong terms. In his Anarchy, State and Utopia (1974) Nozick tries to ",
  "determine functions of the state on the basis of his theory of origin of the state.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Liberty 365",
  "Following Locke's method, Nozick asserts that individuals have certain rights in ",
  "the state of nature. They would hire protective associations for their property ",
  "holdings. The dominant protective association would become the 'state'. Nozick ",
  "maintains that the acquisition or transfer of property without force or fraud is ",
  "just, but not otherwise. Rights are the product of voluntary exchanges. The state ",
  "comes into existence for the performance of limited functions, particularly for ",
  "the maintenance of property rights of the individuals. This leads to legitimacy of ",
  "a minimal state which does not engage in redistributive transfers among citizens ",
  "who were originally its clients. Inequalities at the level of production should not ",
  "be sought to be rectified at the level of distribution.",
  "However, if there is only one source of water in a desert, nobody should be ",
  "allowed to monopolize it. But this restriction should not apply to the products of ",
  "human effort and talents. Thus, he who discovers a remedy of fatal disease is ",
  "entitled to demand any price for it. In this way Nozick assumes that all inequalities ",
  "of wealth and power are the product of individual differences in talents and ",
  "efforts and that it would not be just to remove or reduce these inequalities by ",
  "redistributive transfers. This is the familiar argument of those liberal-individualists ",
  "who tend to ignore the role of differences in social status in the differential ",
  "outputs of different individuals. This view does not correspond to the realities of ",
  "the capitalist system and is, therefore, ill-founded.",
  "V. MARXIST CONCEPT OF FREEDOM",
  "MARX AND ENGELS ON FREEDOM",
  "Marxist concept of freedom is different from its liberal-individualist concept. It ",
  "analyses freedom against the background of socio-economic conditions. According ",
  "to the Marxist view, freedom is not something that an individual enjoys in isolation ",
  "or by 'being left alone'. Marxism does not accept the theory of an atomized, ",
  "alienated and possessive individual being capable of enjoying freedom. Marx ",
  "(1818-83) and Engels (1820-95), in their joint work Holy Family (1844), thus ",
  "observed:",
  "The members of civil society are not atoms. The specific property of the ",
  "atom is that is has no properties and is therefore not connected with ",
  "beings outside it by any relations determined by its own natural necessity. ",
  "The atom has no needs, it is self-sufficient; the world outside it is absolute ",
  "vacuum, i.e. it is contentless, senseless, meaningless, just because the ",
  "atom has all its fullness in itself. The egoistic individual in civil society ",
  "may in his non-sensuous imagination and lifeless abstraction inflate himself ",
  "to the size of an atom, i.e. to an unrelated, self-sufficient, wantless, ",
  "absolutely full, blessed being.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "366 An Introduction to Political Theory",
  "Rejecting the atomistic view of the individual, Marx and Engels argue that the ",
  "natural needs of man, the very conditions of his existence, bring him into a ",
  "natural relation with other individuals and civil society comes into existence, ",
  "which holds the individuals together.",
  "Marxism does not accept the Utilitarian view that common interest can be ",
  "derived from a mechanical aggregation of the self-interests of different individuals. ",
  "On the contrary, Marxism holds that the common interest can be served only by ",
  "creating socio-economic conditions conducive to the enjoyment of freedom within ",
  "society. These conditions involve access to the material means of satisfaction of ",
  "wants and the opportunity for self-development. The key to freedom lies in a ",
  "rational system of production which can provide the means for such satisfaction ",
  "and development. As John Lewis, in his Marxism and the Open Mind (1976), has ",
  "elucidated:",
  "For Marx freedom means the ability to achieve the totality of human goods, ",
  "satisfaction of aspirations, material and spiritual—fundamental to which is the ",
  "mastery and rational control of the process of production of the material ",
  "conditions of human life.",
  "LEAP FROM NECESSITY TO FREEDOM",
  "According to the Marxist view, capitalist system of production is not at all ",
  "conducive to conditions of human freedom. It is characterized by constraint or ",
  "necessity. Necessity denotes the condition under which the life of man is governed ",
  "by laws of nature, such as the law of gravitational force, which exist independently ",
  "of man's will. Man can acquire scientific knowledge of these laws for his own ",
  "benefit, but cannot change them at his will. As Engels in bis Anti-Diihring (1878) ",
  "has elucidated:",
  "Necessity is blind only in so far as it is not understood. . . Freedom does ",
  "not consist in any dream of independence from natural laws, but in the ",
  "knowledge of these laws, and in the possibility this gives of systematically ",
  "making them work towards definite ends.",
  "This applies both to the laws of external nature and to laws of our own nature. ",
  "As Engels has further observed:",
  "Freedom, therefore, consists in the control over ourselves and over external ",
  "nature, a control founded on knowledge of natural necessity; it is, therefore, ",
  "necessarily a product of historical development. The first men who ",
  "separated themselves from the animal kingdom were in all essentials as ",
  "unfree as the animals themselves, but each step forward in the field of ",
  "culture was a step towards freedom.",
  "The capitalist system has been facing continual crises becausehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  367",
  "Liberty",
  "society is suffocated beneath the weight of its own productive forces and ",
  "products, which it cannot use, and stands helpless, face to face with the ",
  "absurd contradiction that the producers have nothing to consume, because ",
  "consumers are wanting. The expansive force of the means of production ",
  "bursts the bonds that the capitalist mode of production had imposed upon ",
  "them. Their deliverance from these bonds is the one pre-condition for an ",
  "unbroken, constantly-accelerated development of the productive forces, ",
  "and therewith for a practically unlimited increase of production itself.",
  "A scientific analysis of the forces of production reveals that only socialization ",
  "of the means of production can help society to tide over this crisis which would ",
  "usher in a new era of freedom. As Engels has elaborated:",
  "Man's own social organization, hitherto confronting him as a necessity ",
  "imposed by nature and history, now becomes the result of his own free ",
  "action. The extraneous objective forces that have hitherto governed history ",
  "pass under the control of man himself. Only from that time will man ",
  "himself, with full consciousness, make his own history—only from that ",
  "time will the social causes set in movement by him have, in the main and ",
  "in a constantly growing measure, the results intended by him. It is ",
  "humanity's leap from the kingdom of necessity to the kingdom of freedom.",
  "A similar focus on freedom is to be found in the picture of the future communist ",
  "society as depicted by Marx and Engels in the Communist Manifesto (1848):",
  "When, in the course of development, class distinctions have disappeared, ",
  "and all production has been concentrated in the hands of a vast association ",
  "of the whole nation, the public power will lose its political character... In ",
  "place of the old bourgeois society, with its classes and class antagonisms, ",
  "we shall have an association, in which the free development of each is the ",
  "condition for the free development of all.",
  "HUMANIST BASIS OF FREEDOM",
  "Marx, in his Economic and Philosophic Manuscripts (1844)—which were ",
  "discovered and published as late as 1932—laid down the ethical basis of socialism ",
  "and humanist foundations of freedom. He severely criticized the capitalist system ",
  "for its dehumanizing effect. Marx demonstrated that the capitalist system deformed ",
  "the productive activity of man and caused his alienation in several ways. ",
  "Accordingly, the alienation of man in contemporary society was an outcome of ",
  "the system of commodity production, division of labour, private ownership, market ",
  "economy, monetization of exchange and similar features of the capitalist system. ",
  "Marx identified four levels of alienation: (a) In the first place, man is alienated ",
  "from his own product and from his work process, because the worker plays no ",
  "part in deciding what to produce and how to produce; (b) Secondly, man ishttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "368 An Introduction to Political Theory",
  "alienated from nature—his work does not give him a sense of satisfaction as a ",
  "creative worker; under mechanization, the work tends to become increasingly ",
  "routinized and monotonous; (c) In the third place, man is alienated from other ",
  "men through the competitive character of the economic system which forces ",
  "everyone to live at someone else's expense and divides society into irreconcilable ",
  "class interests; and (d) Finally, man is alienated from himself because the realm ",
  "of necessity dominates his life and reduces him to the level of animal existence, ",
  "leaving no room for the taste of literature, art and cultural heritage. Thus, capitalism ",
  "subordinates all human faculties and qualities to the conditions created by the ",
  "private ownership of capital and property. The capitalist himself, no less than the ",
  "worker, becomes a slave to the tyrannical rule of money.",
  "Deliverance from this bondage is only to be found in the realization that society ",
  "is a creation by which man attains a fuller measure of freedom, which is obstructed ",
  "by the peculiar conditions created by the private property, and these conditions ",
  "exist in their worst form under the capitalist system. Its remedy may be found in ",
  "a socialist revolution which will enable society to restore human values and ",
  "inaugurate a new era of freedom. As Engels in his Anti-Duhring (1878) has ",
  "elucidated:",
  "By this act, the proletariat frees the means of production from the character of ",
  "capital they have thus far borne, and gives their socialized character complete ",
  "freedom to work itself out. Socialized production upon a predetermined plan ",
  "becomes henceforth possible. The development of production makes the ",
  "existence of different classes of society thenceforth an anachronism. In ",
  "proportion as anarchy in social production vanishes, the political authority of ",
  "the state dies out. Man, at last the master of his own form of social organization, ",
  "becomes at the same time the lord over nature, his own master—free.",
  "In short, while the liberal-individualist theory of freedom concedes that freedom ",
  "of man can be secured with minor adjustments within the capitalist system, ",
  "Marxist theory postulates the transformation of the capitalist system itself to ",
  "secure the conditions of freedom.",
  "MARCUSE'S CONCEPT OF ONE-DIMENSIONAL MAN",
  "Herbert Marcuse (1898-1979), who claimed to be a Marxist, gave a brilliant ",
  "analysis of the problem of freedom in contemporary Western society. Orthodox ",
  "Marxists as well as anti-Marxists have been insisting on a scientific and economic ",
  "interpretation of Marxism. In contrast, Marcuse, like many other neo-Marxists, ",
  "underlined the subjective, critical and humanist dimension of Marxism. He rejected ",
  "Soviet Marxism as a distorted version of Marxism and sought to revive the original, ",
  "humanist interpretation of Marxism as a tool of analysis as well as an instrument ",
  "of social change.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  369",
  "Liberty",
  "In his One-Dimensional Man: Studies in the Ideology of Advanced Industrial ",
  "Society (1964) Marcuse dwelled on the theme of alienation in contemporary ",
  "Western society. He gave a penetrating critique of capitalism as regards its impact ",
  "on human freedom. According to him capitalism exercises monopolistic control ",
  "not only on production and distribution, it also creates the desire and demand for ",
  "commodities through a clever manipulation of the mass media. The result is a ",
  "widespread craze for consumer goods which develops into a distorted second ",
  "nature of man. Consumer capitalism renders the oppressed sections insensitive ",
  "to their original discontent, by stimulating their trivial, material desires which can ",
  "be easily satisfied. Under the spell of gratification of these trivial desires, the ",
  "genuine urge for freedom disappears. Against this background, the alienated human ",
  "beings become unaware of their alienation. Under the circumstances, they should ",
  "first be awakened to realize their condition of alienation in order to arouse their ",
  "urge for freedom.",
  "In Eros and Civilization (1966) Marcuse has given a blueprint of society ",
  "where alienation will be removed and freedom will be restored. It will be a ",
  "democratic community where work will become play, and necessary labour will ",
  "be organized in harmony with liberated, and authentic, individual needs. ",
  "Discontinuance of repressive performance will eliminate surplus repression, thus ",
  "freeing the person from alienated labour. Marcuse concludes with an optimistic ",
  "note that the Western society has already evolved a technology which is geared ",
  "to meet most of the human needs. It is sufficient to enable men to live in freedom ",
  "and dignity. Once they understand the necessary conditions of freedom, they can ",
  "transcend the era of violence and anarchy and build a new society where freedom ",
  "will reign supreme.",
  "Marcuse's view concerning the possibility of happiness has been criticized on ",
  "many grounds. Some critics believe that human needs are endless; gap between ",
  "aspiration and achievement will never allow human beings to attain happiness. ",
  "Then who would bring about revolution? Marcuse has no faith in the revolutionary ",
  "potential of the proletariat. He pins his hopes on the marginal elite of unbrainwashed ",
  "students and radically dispossessed members of the poorest classes. Some critics ",
  "argue that after denying the revolutionary potential of the proletariat Marcuse ",
  "loses his claim to be called a Marxist!",
  "MACPHERSON'S CONCEPT OF CREATIVE FREEDOM",
  "C.B. Macpherson (1911-87) does not claim to be a Marxist. Yet he is one of the ",
  "acute critics of capitalism. Norman Barry (An Introduction to Modern Political ",
  "Theory; 1989) calls him a neo-Marxist. In his celebrated work Democratic Theory— ",
  "Essays in Retrieval (1973) Macpherson argued that Western democratic theory ",
  "is characterized by two basic principles: (a) maximization of utilities and (b) ",
  "maximization of powers. Under the first principle, man is recognized as a consumerhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "370 An Introduction to Political Theory",
  "of utilities, that is essentially as a bundle of appetites demanding satisfaction from ",
  "society. The second principle is derived from J.S. Mill's revision of orthodox ",
  "utilitarianism. It is an ethical principle which treats man as a doer or creator, ",
  "demanding development and application of his uniquely human capacities. Essence ",
  "of freedom lies in fully realizing his creative faculties. Real freedom can be exercised ",
  "through  developmental power,  as distinguished from  extractive power. ",
  "Developmental power requires proper development of one's human potentialities ",
  "and their application to one's self-appointed goals, while extractive power involves ",
  "making use of others' potentialities for serving one's own ends. In modern political ",
  "theory, power was always defined so as to convey the idea of extractive power, ",
  "because it gave a factual description of the power relations of the capitalist market ",
  "society.",
  "Macpherson argued that in capitalist market society, developmental power of ",
  "the poor sections is negligible; their extractive power is nil. On the contrary, the ",
  "owners of land and capital wield immense power to exploit the manual and ",
  "intellectual power of the non-owners. In other words, the poor who are ",
  "constrained to sell their capabilities according to needs of the market have little ",
  "opportunity for maximization of their developmental power. Their developmental ",
  "power—which is the key to one's creative freedom—is continuously eroded in ",
  "such a society. Macpherson concludes: \"It is only in the welfare-state variety ",
  "of capitalism . . . that there is a certain amount of checking of economic power ",
  "by the political power.\" (Democratic Theory—Essays in Retrieval; 1973)",
  "CONCLUSION",
  "As we proceed to analyse the problem of liberty or freedom in various contexts, ",
  "its complexity is gradually revealed to us. At the outset, when liberty is defined as ",
  "'absence of restraint', it seems to be a simple matter. This was the earliest definition ",
  "put forward by the classical liberalism. According to this view, the state may ",
  "impose certain restraints on the individual only in order to maintain public order ",
  "and security and to ensure enforcement of contracts. Liberty is seen as an area ",
  "where the state has no interference. It is argued that in order to allow maximum ",
  "liberty to the individual, the state should restrict itself to minimum functions ",
  "which are most essential. Market forces (like 'invisible hand of the market'— ",
  "Adam Smith's phrase) are seen as the natural regulatory mechanism for the ",
  "mutual adjustment of civilized individuals who generally know and abide by the ",
  "rules of the game. This was precisely the view upheld by laissez-faire philosophy. ",
  "But subsequently it was realized that market is not a smooth and humane agency ",
  "for the adjustment of human relations; that the individual is not deprived of his ",
  "freedom only because of the restraints imposed by the state but he suffers from ",
  "a large number of constraints including those emanating from the vagaries of ",
  "blind market forces. A welfare state with a vast network of regulations was, ",
  "therefore, seen as a necessary instrument of freedom.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Liberty 371",
  "In due course, more and more direct or indirect, apparent or subtle sources of ",
  "constraint, coercion and domination were detected by different thinkers and ",
  "schools of thought which curtailed freedom of the individual at different levels. It ",
  "was realized that in many cases the state could practically do nothing in tackling ",
  "these sources of constraint. Marxists saw the state itself as an instrument of the ",
  "'dominant class' and envisaged 'withering away of the state' as the way to human ",
  "freedom and emancipation. Libertarians like Berlin contended that the state could ",
  "guarantee 'negative liberty' alone; that the individual himself was responsible for ",
  "winning or losing 'positive freedom'. On the other hand, neo-Marxist thinkers ",
  "like Marcuse held that necessary means of freedom were already available in ",
  "contemporary Western society; that the individual was deprived of his freedom ",
  "as he became a slave to technology and consumer capitalism; that a genuine urge ",
  "for emancipation will go a long way in establishing a new social order where ",
  "freedom will reign supreme.",
  "In a nutshell, the quest for freedom is a continuous process. Although freedom ",
  "is sought for the individual, yet it cannot be enjoyed by the individual in isolation. ",
  "Genuine freedom—or maximum possible freedom—can be attained only in a ",
  "congenial social order where (on the lines of Marx's phraseology) free ",
  "development of each will be the necessary condition for free development of all.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]