[
  "c17",
  "Concept of Equality",
  "E",
  "QUALITY, LIKE LIBERTY, is a prominent political ideal of the ",
  "present-day world. The French Revolution (1789) was fought for 'liberty, ",
  "equality, fraternity'. Liberty and equality, taken together, describe the ",
  "conditions of human emancipation. They constitute the voice of the oppressed, the ",
  "voice against injustice, and the voice for changing unfair social conditions. Liberty ",
  "and equality, in this sense, may be interpreted as complementary principles. In ",
  "some other contexts, they may appear to be mutually contradictory. It is, ",
  "therefore, essential to understand the nature and essence of equality in order to ",
  "determine its proper relationship with the principle of liberty and justice.",
  "The problem of equality and inequality has figured in political thought since earliest ",
  "times. Aristotle, for instance, discovered that 'inequality' was a cause of rebellion ",
  "in many a state. He defined justice as treating equals equally and unequals unequally. ",
  "This was a typical statement in that it insisted on recognition and maintenance of ",
  "existing inequalities in society—between master and slave, between rich and ",
  "poor, between morally superior and morally inferior, and so on. The modern idea ",
  "of equality, on the contrary, seeks the reduction in inequalities insofar as they can ",
  "be proved to be unjust according to the prevailing social consciousness.",
  "EQUALITY AS A STATEMENT OF RIGHT, NOT OF FACT",
  "At the outset, it is essential to note that the modern idea of equality is derived ",
  "from the theory of rights. Equality is a prescriptive term, not a descriptive one. ",
  "We argue that men must be treated as equal, not that they are in fact equal. We, of ",
  "course, advance some logic in support of our claim to human equality. For instance, ",
  "we postulate that man as such is a rational being; he is endowed with the facultyhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Equality 373",
  "of 'reason'; all men are created equal by God. Or we argue that the physicial, ",
  "emotional and intellectual needs of all men are similar; hence all are entitled to ",
  "equal rights. We do not say that all men are equal in their physical or mental ",
  "capacities, beauty and talents, etc. Sometimes we dwell on physical attributes to ",
  "press our claim, such as, when we argue that men may differ in the colour of ",
  "their skin, but they are all similar in the colour of their blood, hence they should ",
  "be treated equally. Nature has not made different persons with different elements. ",
  "A drug does not discriminate between the jew and the gentile while showing its ",
  "effect. Blood group of the black may match with that of the white whereas it ",
  "may not match in the case of two whites or blacks. The black may donate his eye ",
  "or kidney to the white to restore his lost vision or to give him a new lease of life. ",
  "In short, the distinction between different races is not ordained by nature. Thus ",
  "we tend to establish some fundamental equality among men—equality as a fact— ",
  "to press their claim of equality as a right.",
  "Sometimes, it is argued that the idea of equality does not derive its support ",
  "from nature, as the idea of liberty does, hence it is not based on reason.. For ",
  "instance, it is stated that nature has created all things .unequal, right from the sun ",
  "and moon, sky and earth, mountains and oceans, plants and trees, birds and ",
  "animals to men and women, older and younger, stronger and weaker, wiser and ",
  "stupid, and so on. Hence the principle of equality nowhere holds good. Why ",
  "should it be imposed against the scheme of the nature itself? Such arguments ",
  "come in very handy to those who wish to preserve their privileged position. They ",
  "are quite apprehensive of the idea of equality because they believe that liberty ",
  "enables men to acquire unlimited wealth, power and prestige while equality seeks ",
  "to diminish their achievements. They even try to demonstrate that any measure ",
  "to limit their liberty, in the interest of equality, will rob society of its valuable ",
  "assets, and that the idea of equality should be thoroughly abandoned in the interest ",
  "of society!",
  "This line of argument is, however, based on a distorted concept of liberty. ",
  "Freedom in society can serve as a valid rule only when it is interpreted as 'equal ",
  "freedom' of all, not otherwise. Absolute liberty will only result in the liberty of ",
  "the strong and the clever to oppress the weak and the simple. If liberty is not to ",
  "degenerate into license, it must be qualified by equality. In other words, I can ",
  "enjoy my freedom only to the extent that it does not infringe on the similar and ",
  "equal freedom of others. Now, this principle cannot be restricted to the legal ",
  "sphere; it must be extended to the political, social and economic spheres also. As ",
  "R.H. Tawney, in his classic work Equality (1938), has observed:",
  "If liberty means . . . that every individual shall be free, according to his ",
  "opportunities, to indulge without limit his appetite  ...  it is clearly ",
  "incompatible, not only with economic and social, but with civil and political, ",
  "equality, which also prevent the strong exploiting to the full the advantageshttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "374 An Introduction to Political Theory",
  "of their strength . .. But freedom for the pike is death for the minnows. It ",
  "is possible that equality is contrasted, not with liberty, but only with a ",
  "particular interpretation of it.",
  "Accordingly, the introduction of equality is not intended to dilute the content ",
  "of liberty but to make it more relevant and substantive. If the principle of equality ",
  "is invoked to prevent some section of society from acquiring unlimited money, ",
  "power or prestige, it is only intended to restrict the element of 'exploitation' so ",
  "that other sections of society are not deprived of their due share in these ",
  "advantages. Equality aims at widening the base of social benefits lest these benefits ",
  "are cornered by a small and vocal minority impoverishing the rest of the ",
  "community.",
  "It is, therefore, evident that liberty and equality, as human rights, do not emanate ",
  "from very different sources. On the contrary, they are based on the same logic, ",
  "and they are intended to serve the same social purpose.",
  "EQUALITY AS A MODERN IDEA",
  "Equality in the present sense, i.e. as a principle of correcting the unjust inequalities ",
  "in society, is a typically modern idea. There is no doubt that large inequalities of ",
  "wealth, prestige and power have always remained a prominent and almost universal ",
  "feature of social structure throughout human history. But as Tom Bottomore, in ",
  "his Classes in Modern Society (1965), has demonstrated:",
  "During the greater part of human history this inequality among men has ",
  "been generally accepted as an unalterable fact. Ancient and medieval writers, ",
  "when they touch upon the subject of the social hierarchy, always tended ",
  "to provide a rationalization and justification of the established order, very ",
  "often in terms of a religious doctrine concerning the origin of social ranks... ",
  "Only in modern times and particularly since the American and French ",
  "Revolutions, has social class, as a stark embodiment of the principle of ",
  "inequality, become an object of scientific study, and at the same time of ",
  "widespread condemnation in terms of new social doctrines.",
  "In other words, traditional thinkers took the phenomenon of social inequality ",
  "as something divinely ordained. They sought to demonstrate that man could lead ",
  "an ideal life according to his predetermined status. This mode of thought was ",
  "quite natural to slave-owning society, feudal society and caste-based society ",
  "which were not used to scientific reasoning. They took social order, like natural ",
  "order, as something not capable of change by human design or effort.",
  "However, with the dawn of the scientific age when men learned to control ",
  "natural phenomena by rational and empirical knowledge of nature, they also tended ",
  "to evolve a rational knowledge of social structures. Many a thinker sought to ",
  "discover the real foundations of social inequalities, and subjected them to a rationalhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  375",
  "Equality",
  "analysis. In other words, social thinkers of the modern age were led to inquire: ",
  "(a) how far the existing inequalities in society were the product of the social ",
  "arrangement and, could therefore be altered by making corresponding changes in ",
  "the social structure; and (b) how far those social inequalities, which were thus ",
  "alterable, could be upheld by reason. The main thrust of this line of thinking was ",
  "to pave the way for removing such social inequalities as were not 'reasonable', ",
  "and which were also 'removable' by human effort.",
  "EQUALITY AS AN IDEA OF SOCIAL CHANGE",
  "Scientific thinking about the social structure led to the demand for social change. ",
  "J.J. Rousseau, in his Discourse on the Origin of Inequality (1755), drew an ",
  "important distinction between the two types of inequalities found in social life: ",
  "natural inequality and conventional inequality. Natural or physical inequality, as a ",
  "statement of fact, consists in the differences of age, health, bodily strength and ",
  "qualities of mind and soul. Conventional inequality, on the other hand, consists in ",
  "the different privileges that some men enjoy to the exclusion of others, such as ",
  "inequalities of wealth, prestige and power. It follows that one form of inequality ",
  "is not dependent upon human choice, being more or less ordained by nature. The ",
  "other form of inequality is largely man-made; it emanates from the social order ",
  "more or less deliberately designed by men themselves. Recognition of conventional ",
  "inequality provides for ample scope to review the basis of social distinctions and ",
  "to restructure social relations according to new concepts of social justice. Thus, ",
  "the French Declaration of the Rights of Man and the Citizen (1789), which was ",
  "inspired by Rousseau's revolutionary ideas, recorded: \"Men are born and remain ",
  "free and equal in rights. Social distinctions can be based only upon public utility.\"",
  "It is significant that with the advance of scientific knowledge and technology, ",
  "more and more areas of natural inequality are coming within the 'alterable' sphere. ",
  "We know that health and bodily strength can be considerably improved by proper ",
  "nutrition, and mental make-up can be considerably developed by proper education ",
  "and training. Even physical deformities and mental handicaps can be prevented ",
  "by timely care, protection and treatment, so much so that an individual's ",
  "appearance is amenable to plastic surgery and the skill of the beautician! The ",
  "availability of these benefits to any individual is again dependent on his socio-",
  "economic status and the technological development of the society in which he ",
  "lives. It is becoming increasingly clear that a large part of humanity is being ",
  "deprived of the benefits of modern civilization largely because of the prevailing ",
  "social distinctions and inequalities, not because of some divinely ordained system.",
  "Thus, the demand for equality is always raised as a demand for social change, ",
  "that is changes in that part of the social structure which is found to be 'alterable' ",
  "as well as unjust. As John Rees in his Equality (1971) has elucidated:",
  "It is when men, or some of them, see certain ... inequalities as unjust and ",
  "alterable that equality as an ideal becomes a potent force in political life...https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "376 An Introduction to Political Theory",
  "Before an inequality can become the object of criticism and regarded as ",
  "unjust it would seem to be a necessary condition that it should be alterable... ",
  "But by no means all alterable inequalities are thought to be unjust for, ",
  "making due allowance for the variety of standpoints as to what constitutes ",
  "injustice, there are some inequalities which are accepted as socially useful, ",
  "not to say beneficial.",
  "If nature has imposed the burden of child-bearing on women, some may ",
  "consider it unjust but nobody would make it a political issue because this aspect ",
  "of natural inequality between the sexes is unalterable. If some are more beautiful, ",
  "talented or energetic than others, and thus enjoy more importance, this would not ",
  "be resented in society unless the more gifted persons employ their natural qualities ",
  "to exploit others. So long as authority and division of labour are based on rational ",
  "grounds, inequality of status and position does not become objectionable. The ",
  "relation between teacher and student, doctor and patient, traffic-controller and ",
  "road-user, etc. may involve some sort of dominance and subordination, but so ",
  "long as authority is exercised in the general interest, inequality is not at issue.",
  "EQUALITY DOES NOT IMPLY LITERAL EQUALITY",
  "Inequality becomes a ground of complaint and resentment only when it is thought ",
  "to be unjust. To be sure, equality demands a progressive reduction of inequalities ",
  "where they are thought to be unreasonable; it does not imply literal equalization. ",
  "In other words, inequality in society may be thought to be 'reasonable' or ",
  "'unreasonable', according to the prevalent idea of social justice. According to the ",
  "prevalent view of ancient slave-owning society, medieval feudal society and early ",
  "capitalist society, inequality between master and slave, lord and serf, capitalist ",
  "and worker was regarded reasonable. But with the development of the socialist ",
  "view of justice, especially the Marxian view, this inequality was regarded unjust ",
  "and unreasonable, and hence challenged. Marx (1818-83) and Engels (1820-95) ",
  "have amply demonstrated that the division of society into classes—capitalists ",
  "and workers, bourgeoisie and proletariat, haves and have-nots—involves ",
  "'exploitation' and that this is prejudicial to the development of conditions of ",
  "human happiness.",
  "The ideal of equality does not contemplate that all material goods, entire national ",
  "income or all educational opportunities available in society should be equally ",
  "distributed among all members of society. It rather means that men, who are ",
  "different in their physical and mental capacities, aptitudes and skills, talents and ",
  "energies, should be given equal opportunities for the development of their personal ",
  "qualities and capacities, in the shape of material goods, comforts, education, ",
  "training, etc. As R.H. Tawney in his Equality (1938) elucidated:",
  "Different kinds of energy need different conditions to evoke them, and ",
  "the sentiment of justice is satisfied, not by offering to every man identicalhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  377",
  "Equality",
  "treatment, but by treating different individuals in the same way insofar as, ",
  "being human, they have requirements which are the same, and in different ",
  "ways insofar as, being concerned with different services, they have ",
  "requirements which differ.",
  "II. RATIONAL GROUNDS OF DISCRIMINATION",
  "If equality does not imply literal equality in distribution of rights and advantages, ",
  "it is bound to accept discrimination on certain grounds. What are those grounds? ",
  "Since we defend the principle of equality on the basis of 'reason', or 'logic', we ",
  "can safely say that equality allows discrimination on 'reasonable', 'rational', ",
  "'logical', or 'relevant' grounds. What is reasonable and what is not so depends ",
  "on the level of social consciousness of a given society For our purpose, rational ",
  "grounds of discrimination could be determined according to the modern ",
  "consciousness. Broadly speaking, we can identify two area for making special ",
  "provision, that is making discrimination in favour of certain cases, on rational ",
  "grounds: (a) Special provision in the case of need; and (b) Special rewards for ",
  "excellence. These are by no means simple formulae. Each case would need a ",
  "thorough scrutiny before any discrimination is actually made.",
  "SPECIAL PROVISION IN THE CASE OF NEED",
  "This may apply both to apportionment of liabilities and concessions. Thus a ",
  "progressive taxation system would spare the lower income slabs while tax would ",
  "go on increasing on the higher slabs. Those in the lower slabs are exempted ",
  "because they are unable to pay tax; they are supposed to be already living at ",
  "subsistence level. Similarly, provision of social services has to be made according ",
  "to needs of various sections, not according to the amount of taxes that they pay ",
  "for the financing of these services. Thus the benefit of cheap transport, postal ",
  "services (e.g. ordinary post card), schools, hospitals, libraries, places of ",
  "entertainment, etc. may largely be availed by those who pay very little towards ",
  "their financing. Scholarships may be given on merit-cum-means basis (in fact, ",
  "merit would be secondary criterion; means would be the first consideration).",
  "Public finds would be kept readily available to rush aid to victims of fire, ",
  "flood, famine, earthquake, epidemic, war or crime, etc. The state is obliged to ",
  "provide for uneconomic roads, and other essential supplies and services, such as ",
  "transport services, water, electricity and fuel, foodgrains, milk, vegetables, etc. ",
  "at subsidized rates in order to meet the genuine needs of the community. ",
  "Reservation of jobs and other advantages for the disadvantaged and weaker ",
  "sections, such as women, the handicapped, the Scheduled Castes and Scheduled ",
  "Tribes, etc. largely conforms to this criterion.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "378 An Introduction to Political Theory",
  "SPECIAL REWARD FOR EXCELLENCE",
  "The doctrine of equality is sometimes dubbed 'philosophy of poverty', not only ",
  "because it tends to serve the cause of the poor but also because it tends to ",
  "impoverish society in its standards of excellence. Thus David Hume (1711-76) ",
  "had argued that equality would endanger the virtues of 'art, care and industry' ",
  "and instead of preventing want in a few, it would lead to the impoverishment of ",
  "the entire community. Such a view is based either on a misunderstanding or ",
  "misrepresentation of the principle of equality. Such apprehensions about the impact ",
  "of equality stem from its interpretation as literal equalization of rewards irrespective ",
  "of talents, efforts and even needs of various individuals. A rational view of equality ",
  "does not accept this position. In fact faith in equality neither implies equalization ",
  "of results nor disrespect of excellence.",
  "Special provision for excellence is itself a basic tenet of the principle of equality. ",
  "It comes into play when basic 'needs' have been largely met, and special talents ",
  "and efforts are to be given special rewards provided they are beneficial to society. ",
  "Let us take example of an orchestra group. It is quite possible that we may get an ",
  "'equal' or 'near equal' performance of each artist by giving finest instruments to ",
  "the less skilled and very ordinary instruments to the finest players. A similar ",
  "equality may be obtained by giving very good books to the students of low ",
  "calibre and ordinary books to the most brilliant; or by giving excellent clothes to ",
  "the plain-featured girls, and ordinary clothes to the most beautiful girls! But is ",
  "such equality desirable, not to speak of reasonable? Such a ridiculous interpretation ",
  "of equality can be expected only from its opponents, not from its supporters. ",
  "Equality is meant to create conditions where talents would not rot, where special ",
  "efforts would not go waste. A rational interpretation of equality would insist that, ",
  "after making necessary provision for the basic needs, best musical instruments ",
  "should be given to the best players, best books to the best students, and best ",
  "clothes to the best girls. This criterion should not be taken as unconditional ",
  "acceptance of the 'market society model'. We have made an important proviso ",
  "that such excellence should be beneficial to society. A market society eulogizes ",
  "'private profit' as the highest virtue, and allows 'manipulators' to earn largest ",
  "profits for their private consumption, at the expense of the vulnerable sections of ",
  "society. The principle of excellence, on the contrary, postulates a situation in ",
  "which the service rendered to society becomes the sole criterion of distinction ",
  "and special reward which is conducive to promoting the spirit of fraternity.",
  "If the principle of equality is interpreted to concede discrimination in favour of ",
  "some deprived sections, this would not go unchallenged. In the United States this ",
  "issue has given rise to a debate on 'reverse discrimination'. It means that whenhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  379",
  "Equality",
  "favoured treatment is accorded to the 'hitherto deprived sections', particularly to ",
  "blacks and women, others have a ground to complain that they are being deprived ",
  "of equality of opportunity. In other words, discrimination in favour of the deprived ",
  "sections results in discrimination against the general category. When some sections ",
  "are entitled to a privileged access to job opportunities and higher education or ",
  "professional training, it involves reverse discrimination toward other sections. It is ",
  "argued that if equality means 'removal of discrimination', there is no justification ",
  "for turning the existing discriminatory practice on the basis of race and sex in the ",
  "reverse direction.",
  "Some of the champions of'affirmative action' for the deprived sections argue that ",
  "since blacks and women were deprived of adequate opportunities of their ",
  "development in the past, they should now be compensated for the loss. Others ",
  "contend that preferential treatment for these sections will help in fulfilling the ",
  "objective of equality. For instance, an increase in the number of black doctors and ",
  "lawyers would establish their real equality with the whites. Still others claim that ",
  "since the opportunities of advancement in social life are so scarce, these should be ",
  "allocated not merely on the grounds of 'merit' but also on the basis of 'need'. The ",
  "need of the deprived sections is so pressing that if they have the minimum required ",
  "qualifications, they should be given preferential treatment in the allocation of jobs ",
  "and educational opportunities to enable them to escape the tough competition.",
  "Affirmative Action",
  "Public policy which accords special concession in matters of admission to sought-after ",
  "courses of education and training, appointments, promotions, he using, health-care, ",
  "etc. to those who were deprived of adequate opportunities in an open competition, ",
  "particularly due to some discriminatory practices of the past. It is meant to compensate ",
  "the relevant sections (e.g. women, blacks, backward communities) for the injustice ",
  "meted out to them in the past.",
  "Among the opponents of 'affirmative action', the champions of neo-conservatism ",
  "hold that the principle of equality in society can only be applied in the sphere of ",
  "'equality of opportunity'. An attempt to establish literal equality by affirmative ",
  "action would be disastrous because it would erode the spontaneous respect for merit ",
  "and authority which is the foundation of social stability and progress. Others argue ",
  "that such affirmative action is inimical to procedural justice. If blacks and women ",
  "collectively get favoured treatment over whites and men, rather than individually as ",
  "deprived persons, it is quite likely that rich and socially advantaged blacks and ",
  "women—who happen to be the opinion leaders of these categories of persons—get ",
  "preference over poor and underprivileged whites and men. It is also argued that ",
  "whites and men of the present generation are not responsible for the injustice meted ",
  "out to the older generation of blacks andhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "380 An Introduction to Political Theory",
  "women. To penalize them for no fault of theirs is tantamount to departure from ",
  "substantive justice. Finally some opponents of affirmative action contend that ",
  "personal dignity and self-respect are the cornerstone of the philosophy of equality. ",
  "If a person knows that his or her position is the reward of preferential treatment ",
  "rather than his or her merit, it will hurt his or her self-respect and give rise to a ",
  "feeling of inferiority.",
  "In India the issue of 'reverse discrimination' is not raised as loudly as in ",
  "America, because Indian society is particularly sympathetic towards the deprived ",
  "sections. But here, too, the problem of identification of deserving cases is quite ",
  "serious. In a country afflicted by widespread poverty and acute scarcity, there is ",
  "always the danger that the more alert and vocal sections of the so-called backward ",
  "classes might corner all the benefits meant for the deprived sections. In order to ",
  "remedy this situation the Supreme Court of India has ruled that the 'creamy ",
  "layers' among the backward classes should be excluded from the benefits of ",
  "reservation meant for these classes so that they accrue to the genuine and deserving ",
  "cases only. The Supreme Court also ruled that total reservation for all eligible ",
  "categories should not exceed 50 per cent, otherwise it would result in 'reverse ",
  "discrimination'. Again, in order to save the new generation from utter frustration ",
  "and lack of incentive, it is strongly felt that the backward classes should be ",
  "provided with adequate opportunities of educational and professional development ",
  "whereafter they should be obliged to compete with the general category. Indeed ",
  "the question of reverse discrimination demands a very cautious solution.",
  "Creamy Layer",
  "That part of a backward community which is relatively advanced and well-off. This part ",
  "is sought to be excluded from the concessions meant for the backward community in ",
  "question.",
  "The principle of equality may be applied in different spheres of social life. We ",
  "may thus distinguish between legal, political and socio-economic dimensions of ",
  "equality in order to appreciate the significance of this principle from different ",
  "angles.",
  "LEGAL EQUALITY",
  "The principle of equality was first put forward as the demand for legal equality, ",
  "that is, grant of equal legal status to all individuals in society irrespective of their ",
  "birth, physical and mental capacities, or other differences. J.J. Rousseau, in hishttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  381",
  "Equality",
  "Social Contract (1762), observed that extension of legal equality to all citizens was ",
  "the primary characteristic of civil society. As he wrote:",
  "It is that instead of destroying natural equality, the fundamental pact ",
  "substitutes a moral and lawful equality for the physical inequality which ",
  "nature imposed upon men, so that, although unequal in strength or intellect, ",
  "they all become equal by convention and legal right.",
  "The idea of legal equality thus emanates from moral considerations and serves ",
  "as the basis of equal rights of men. Ernest Barker, in his Principles of Social and ",
  "Political Theory (1951), has argued:",
  "The state which vests us with legal personalities,... or 'masks', vests us all ",
  "with equal masks, partly because it simply cannot distinguish our ",
  "differences even if it would . . . but ultimately for the far deeper reason that ",
  "we all matter equally before the law, whatever our differences may be ... ",
  "The principle of Equality accordingly means that whatever conditions are ",
  "guaranteed to me, in the form of rights, shall also, and in the same measure, ",
  "be guaranteed to others, and that whatever rights are given to others shall ",
  "also be given to me.",
  "Legal equality, which is taken for granted today, was in fact won after a ",
  "prolonged struggle in human history. Ancient societies usually did not even entertain ",
  "the idea of legal equality. For instance, Manusmriti, an ancient Hindu scripture and ",
  "statute-book, prescribed different grades of punishment for the same offence ",
  "according to the caste of the offender; the lower the caste, the harsher the ",
  "punishment. On the civil side, it prescribed different rates of interest chargeable ",
  "from borrowers: the higher the caste, the lower the rate of interest. Similarly, ",
  "Aristotle, an illustrious ancient Greek philosopher, recommended differential ",
  "punishments for the same offence for freemen and slaves, on the alleged ground ",
  "that the slave was less sensitive to punishment! Barker has given an elaborate ",
  "description of the struggle for legal equality, with instances from recent history. He ",
  "has observed:",
  "There was a long reign of legal inequality. Down to 1772 the slave was ",
  "denied any legal capacity on English soil; he was not a person in the eye of ",
  "the law, and he had no share in the enjoyment of rights ... Under the laws ",
  "regulating the suffrage down to the year 1918 a person in receipt of poor ",
  "relief was similarly condemned to an inferior degree of legal capacity by ",
  "being denied the right of voting along with and on the same terms as others . ",
  ". . Under the common law relating to property, married women down to ",
  "1870 were destitute of legal capacity for ownership; . . . under the laws ",
  "regulating the suffrage all women, down to 1918, were without any legal ",
  "capacity for exercising a vote. (Principles of Social and Political Theory; ",
  "1951)https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "382 An Introduction to Political Theory",
  "The principle of legal equality, or equality before the law, comprises the ",
  "foundation of legal justice in the present-day world. J.R. Lucas, in his Principles ",
  "of Politics (1976), has observed:",
  "Equality before the law does not guarantee equal treatment by the law but ",
  "equal access to the law, and consideration only of those factors laid down ",
  "by the law as relevant. Nobody is so lowly as not to have recourse to the ",
  "courts, nobody is so mighty as not to have to answer to the courts: ",
  "anybody can invoke the courts' aid, everybody must render them ",
  "obedience: and the courts will decide disputes, after hearing arguments on ",
  "both sides, fairly and impartially, without fear or favour.",
  "In short, legal equality implies equal subjection of all citizens to the law and ",
  "equal protection of the laws for all citizens.",
  "However, legal equality by itself is no guarantee of justice in a society ",
  "characterized by extremes of wealth and poverty, as in India. Equality before the ",
  "law can secure equal benefit of the law for all citizens only when all citizens can ",
  "equally afford to approach the courts of law for restoration of their rights or ",
  "recompense of any injury inflicted on them. So long as legal costs remain exorbitant, ",
  "legal procedures remain too intricate and economic disparities among various ",
  "sections of the population remain too wide, it is doubtful whether formal equality ",
  "before the law is going to secure justice for all citizens. Harold J. Laski, in his ",
  "State in Theory and Practice (1935), has significantly observed:",
  "Nor must we forget the fact that wealth is a decisive factor in the power ",
  "to take advantage of the opportunities the law affords its citizens to protect ",
  "their rights. The ability to undertake an action in the cqurts, even with the ",
  "provision made for legal aid to the poor, remains a grim financial question, ",
  "and, on the civil side of the law, with its massive hierarchy of appeals, the ",
  "advantage is solidly with the rich ... as a general rule, the ablest lawyers ",
  "will be at the service of those only who are able to afford them.",
  "We in India are quite familiar with this drawback of legal equality. The irony of ",
  "the situation is that, whereas an innocent poor is hardly able to defend himself in ",
  "a court of law, smugglers, black-marketeers, profiteers, adulterators and other ",
  "anti-social elements manage to engage the best brains to defend them in the law-",
  "courts!",
  "Lucas has also warned: \"Justice is not served if the case of one party is ",
  "incompetently presented and that of the other, superbly well by the best barrister ",
  "that money can buy.\" (The Principles of Politics; 1976) Under the circumstances, ",
  "a great responsibility devolves on the judges who must view the cases in their ",
  "proper socio-economic perspective. Provision of legal aid can also be somewhat ",
  "helpful, within certain limitations. As Lucas has further observed:https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Equality 383",
  "We rely heavily on our judges to discover the real merits of the case in ",
  "spite of the differing abilities of counsel. But we rightly ensure by means ",
  "of Legal Aid that equal access to the courts is at least not an empty Equality, ",
  "and that nobody is denied a hearing through inarticulateness or poverty.",
  "The matter does not end here. The judges are guided by their own social ",
  "philosophy, which is again a product of socio-economic conditions. It is true that ",
  "the rich are able to hire the services of the most competent lawyers, and that the ",
  "most successful lawyers, and judges too, usually come from the upper strata of ",
  "society who are likely to apply their energies to safeguard the interests of the rich ",
  "out of their conviction. Here, again, what Laski has observed in the context of ",
  "England applies to India as well. In his Parliamentary Government in England ",
  "(1938) Laski observed:",
  "Our judges are recruited from the ranks of successful lawyers; and, ",
  "overwhelmingly, our system makes the successful lawyer a man who has ",
  "spent the major part of his life in serving the interests of property. He ",
  "comes, therefore, almost unconsciously, to accept the assumptions of the ",
  "economic system in being, and to adopt, without examination, the legal ",
  "doctrines evolved for the protection of those interests.",
  "It is, therefore, evident that although legal equality represents an important ",
  "achievement of the modern state, it is not adequate without suitable changes in ",
  "our socio-economic structure.",
  "POLITICAL EQUALITY",
  "Political equality denotes the equality of political rights of citizens. It implies the ",
  "right to be represented in decision-making bodies on an equal footing, i.e. on 'one ",
  "man, one vote' basis. It also postulates that nobody will be barred from holding ",
  "political office on grounds of birth, religion, sex, etc. This in turn means that ",
  "there will be no privileged classes in society entitled to rule, and that the rulers ",
  "will not accord any special consideration to the will or interests of any particular ",
  "individual or group in society. The doctrine of political equality is derived from ",
  "the general belief that man, as such, is a rational being, capable of political judgment ",
  "irrespective of his physical and mental capacities, education and wealth, etc. It ",
  "also proceeds from the assumption that when equal political rights are extended ",
  "to all men, they will be able to give best expression to the common good and to ",
  "prevail upon policy-makers to adjust public policy to the requirements of the ",
  "common good.",
  "The demand for political equality originated along with that of legal equality— ",
  "they were undifferentiated in the beginning. As D.D. Raphael has observed: ",
  "\"The French Revolutionaries, in demanding equality, were demanding a removal ",
  "of arbitrary privilege, such as that which confined political rights to the rich and ",
  "the well-born.\" (Problems of Political Philosophy: 1976) In a later phase ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "384 An Introduction to Political Theory",
  "development of liberal theory, political equality came to be identified more and ",
  "more with the democratic rights of the people and universalization of franchise, ",
  "equal freedom to hold and express political opinions without fear or favour, and ",
  "equal right to form associations to influence political decisions.",
  "Political equality started as a progressive idea. It led to the establishment of ",
  "democracy in the Western world. This was, however, found to be inadequate by ",
  "the masses whose hopes and aspirations were belied by the prevailing socio-",
  "economic inequalities. The achievement of political equality was, therefore, ",
  "followed by the demand for socio-economic equality. Alexis de Tocqueville (1805-",
  "59), the French author of Democracy in America (1835^0), postulated that the ",
  "discrepancy between political equality and economic inequality would not be ",
  "indefinitely accepted by the democratic people. He, therefore, held that the first ",
  "phase of the democratic world revolution, political in nature, would inevitably ",
  "lead to the second phase, which would be primarily social and economic. He ",
  "foresaw that the political struggle would be followed, before long, by a struggle ",
  "between the haves and the have-nots. He noted that the working class had turned ",
  "from political to social questions, and that they were forming ideas and opinions ",
  "destined to eliminate economic inequality from society. Thus Tocqueville anticipated ",
  "the growth of socialist theory which chiefly concerned itself with the problem of ",
  "socio-economic equality.",
  "SOCIO-ECONOMIC EQUALITY",
  "The term socio-economic equality embraces both social equality and economic ",
  "equality. In fact, these two aspects of equality are so closely related that they ",
  "should properly be considered together. It is significant that while legal and political ",
  "equality may be given a formal interpretation as the 'absence of discrimination' ",
  "with little impact on the socio-economic structure of society, social and economic ",
  "equality demands a substantive interpretation, as the force behind social change. ",
  "While the idea of legal-political equality arose as the cry of early liberalism, the ",
  "concept of socio-economic equality was articulated as a goal of socialism. Socio-",
  "economic equality signified a further development of the concept of equality. It ",
  "was, therefore, a more progressive idea which was later adopted by positive ",
  "liberal theory.",
  "Regarding the genesis of socio-economic equality, S.I. Benn and R.S. Peters, ",
  "in their Social Principles and the Democratic State (1975), have significantly ",
  "observed:",
  "The term 'social equality' has been adopted by socialists largely to ",
  "distinguish their objective from the earlier egalitarian ideals of the French ",
  "Revolution. The men of 1789 sought 'equality before the law', which for ",
  "them meant eliminating aristocratic legal privileges and feudal obligations. ",
  "The Jacobins, and the nineteenth century Republicans on whom theirhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Equality 385",
  "mantle descended, sought 'political equality' or universal suffrage. To ",
  "socialists these ends by themselves seem inadequate; they are, at best ways ",
  "of achieving 'real' equality—social equality. Without that, 'political equality' ",
  "is an illusion.",
  "Jacobins",
  "Members of a political club of the French Revolution, founded in 1789, taking its name ",
  "from the former monastry in Paris where it met. The club became increasingly radical ",
  "and instituted the Terror. It was closed in 1794.",
  "Republicans",
  "Those who supported the republican form of government, i.e. the form of government ",
  "where head of state is an elected president rather than a monarch, and sovereign ",
  "power is vested in the people either directly or through their elected representatives.",
  "So long as the principle of equality is not extended to the economic sphere, the ",
  "operation of legal-political equality will continue to serve the interests of the richer ",
  "class without substantial benefit for the masses:",
  "A wealthy elite would continue to exercise effectiye political power; judges ",
  "and legislators would still be drawn from its ranks, and predisposed to ",
  "favour it. Legal costs would put justice beyond the poor man's reach. ",
  "Without social equality, 'equality before the law' would remain an empty ",
  "form, (ibid.)",
  "Thus while the demand for legal-political equality was raised to press the claims ",
  "of the new middle class—the merchant-industrialist class or the bourgeoisie—to ",
  "political power, the demand for socio-economic equality was put forward to assert ",
  "the rights of the working class or the proletariat—to enable them to shape their ",
  "destiny. In other words, the ideal of legal-political equality was advanced in order ",
  "to replace feudalism by capitalism, while that of socioeconomic equality was meant ",
  "to promote socialism in order to rectify the faults of capitalism. Marxian socialism, ",
  "which made socio-economic equality its supreme goal, advocates replacing the ",
  "capitalist system itself by a socialist system with a view to securing a classless ",
  "society in the process. In any case, it is evident that while the slogan of legal and ",
  "political equality was raised as a progressive idea, in order to secure liberty, ",
  "equality and justice for humanity itself, it was reduced to the philosophy of the ",
  "status quo—maintenance of the existing order—as soon as it had won political ",
  "power for the capitalist class. The slogan of socio-economic equality was then ",
  "raised in order to carry on the mission of 'progress' to its logical conclusion.",
  "The exponents of socio-economic equality argued that the capitalist system had ",
  "only won formal liberty for the people in the legal and political sphere, whilehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "386 An Introduction to Political Theory",
  "a handful of property-owners continued to control the lives of the masses, because ",
  "the masses had to yield to the whims and designs of the capitalist class for their ",
  "livelihood. As R.H. Tawney, in his Equality (1938), has noted:",
  "There are certain natural resources, certain kinds of property, certain ",
  "types of economic organization, on the use of which the mass of mankind ",
  "depend for their well-being. The masters of these resources, therefore, ",
  "are in a position, in the absence of countervailing measures, to secure ",
  "exceptionally favourable terms for themselves, and to exercise an unusual ",
  "degree of control over lives of their fellows.",
  "Socio-economic equality may be distinguished from legal-political equality in ",
  "respect of its scale of measurement also. Thus, legal equality implies the recognition ",
  "of the 'equal legal personality' in each individual, and political equality asserts the ",
  "'one man, one vote' principle, but socio-economic equality does not insist on ",
  "'equal shares for all'. In other words, whereas legal-political equality postulates ",
  "literal or near literal equality, socio-economic equality only demands the reduction ",
  "of inequality, according to the prevalent concept of social justice. In the absence ",
  "of an absolute standard, such as perfect equality in the socio-economic sphere, ",
  "socio-economic equality insists on a progressive extension of social benefits to ",
  "the weaker and underprivileged sections. This leads us to the transition from ",
  "formal to substantive equality, from negative to positive equality, from static to ",
  "dynamic equality. For instance, equality of opportunity in the legal-formal sense ",
  "may be interpreted to mean that opportunities of education, employment, travel, ",
  "entertainment, etc. shall be open to everybody without discrimination, but this ",
  "does not ensure that such opportunities will be actually available to all sections of ",
  "society. Formal equality may not seek to make any effective dent in the existing ",
  "socio-economic structure; it may reduce attractive opportunities to a mere piece ",
  "of decoration, which are open to everybody but available only to the chosen few. ",
  "Socio-economic equality, on the contrary, insists on the progressive equalization ",
  "of opportunities.",
  "An ideal condition of socio-economic equality was expressed in Louis Blanc's ",
  "classic formula: 'From each according to his ability, to each according to his ",
  "need.' This was adopted by Marx as a principle of the projected communist ",
  "society which is characterized by the highest technological development, universal ",
  "labour and a classless society so that there is abundant production to meet social ",
  "needs, ensuring satisfaction of everybody's needs—a condition of perfect ",
  "happiness. However, for the interim stage of socialist society, this formula was ",
  "modified as 'from each according to his ability, to each according to his work'. ",
  "Lenin (1870-1924) described it as a 'bourgeois right' which was to be retained ",
  "in socialist society for practical reasons. This, at least, ensures the 'right to ",
  "work' and the 'right to maintenance', which implies the satisfaction of basic ",
  "needs, if not comforts and luxuries, for each citizen.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  387",
  "Equality",
  "Socio-economic equality, therefore, postulates the right to equal satisfaction ",
  "of basic needs, which implies state provision of education, employment as also ",
  "of essential social services, such as cheap transport, fair price shops, hospitals, ",
  "community centres, public parks, health resorts, etc. State regulation of industrial ",
  "conditions of work, minimum wages, workman compensation, pensions, etc. ",
  "are also intended to serve the cause of socio-economic equality.",
  "It is important to note that for the provision of essential social services, the ",
  "modern state resorts to the policy of progressive taxation which means, the ",
  "larger the income or property, the higher the tax. This policy, usually associated ",
  "with the 'welfare state', ensures that social services will be financed according ",
  "to the citizens' capacity to pay while these would be availed of according to ",
  "citizens' needs. W. Friedmann, in his Law in a Changing Society (1959), has ",
  "significantly observed:",
  "Taxation is one of the most important weapons by which the State can mitigate ",
  "the two objectionable aspects of unrestricted private property: first, the ",
  "inequalities of wealth, and secondly, the power to use property for private ",
  "profit, and without regard to community purposes .... By graded taxation and ",
  "surtax on high incomes, gross inequalities of wealth are evened out more easily ",
  "than by the equalization of incomes or the abolition of private property . . . ",
  "Taxation is a cheap means by which the State finances its costly social service ",
  "schemes.",
  "Welfare State",
  "The state that takes care of satisfying basic needs of its citizens, e.g. food, clothing, ",
  "shelter, health care, elementary education and recreation, etc.—particularly of those ",
  "who cannot afford these things from their own income or other resources. It makes ",
  "use of public resources and taxation of the relatively rich to provide for a vast network ",
  "of social services and social security.",
  "In short, while Marxian ideology seeks to secure socio-economic equality by ",
  "the wholesale replacement of the capitalist system by the socialist system, through ",
  "socialization of the major means of production and making work compulsory for ",
  "all citizens, liberal theory seeks to promote socio-economic equality by small and ",
  "piecemeal adjustments within the capitalist system itself.",
  "When we consider the relation between liberty and equality, it must be realized ",
  "that different interpretations of these principles lead to different conclusions in ",
  "this regard. In other words, these principles may be found mutually complementary ",
  "or contradictory in different contexts.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "388 An Introduction to Political Theory",
  "LIBERTY AND EQULITY AS COMPLEMENTARY PRINCIPLES",
  "The principle of liberty stipulates 'equal' liberty or freedom for everyone. If ",
  "freedom of one becomes unfreedom of another, it would be against the spirit of ",
  "freedom itself. If freedom of the strong destroys freedom of the weak, if freedom ",
  "of the clever undermines freedom of the simple, and if freedom of the rich turns ",
  "out to be a constraint on the poor, it would amount to negation of freedom as a ",
  "universal principle. In this sense, liberty and equality are complementary principles. ",
  "This view concedes the imposition of reasonable restraints on freedom so that ",
  "freedom of one does not stand in the way of similar and equal freedom of another. ",
  "In a primitive society, nobody is allowed to use his physical or manipulative ",
  "power to harm any other member of the community. With the development of ",
  "civilization, many new and subtle means of exploitation are evolved. Property is ",
  "one of such means. While the few cannot enslave society by pooling their physical ",
  "and mental powers, they can do so by accumulating unlimited property. The ",
  "property can also be used to hire best talents and labour power. Thus property is ",
  "the most potent instrument of depriving others of their freedom. In other words, ",
  "vast socio-economic inequalities in society are not compatible with the principle ",
  "of freedom.",
  "So the demand for substantive freedom stipulates the provision of substantive ",
  "equality. This in turn calls for the reduction of vast socio-economic disparities. ",
  "Those who wish to maintain these disparities—on the ground that the rich have ",
  "accumulated their riches by 'just' means—try to hide the true relation between ",
  "liberty, equality and justice. The principle of equality demands a radical change in ",
  "those social arrangements which enable one section of society to gain undue ",
  "control over the life of others.",
  "R.H. Tawney (1880-1962), Harold J. Laski (1893-1950) andC.B. Macpherson ",
  "(1911-87) regard liberty and equality as complementary principles.",
  "IDEA OF EQUALITY AS IMPEDIMENT TO LIBERTY",
  "Some thinkers have envisaged certain situations where the provision of equality ",
  "obstructs the enjoyment of liberty. French philosopher Alexis de Tocqueville ",
  "(1805-59) in his celebrated work Democracy in America (1835^0) observed ",
  "that the 'principle of equality', whereby all distinctions of social status are gradually ",
  "eroded, was the ruling principle of modern history. The principle of equality in ",
  "this sense encouraged the individual's subservience to public opinion and the ",
  "extension and centralization of state power. With the extension of democracy in ",
  "the social sphere, the source of intellectual authority was found in public opinion ",
  "and this led to the 'tyranny of majority'. Supremacy of public opinion demanded ",
  "conformity to generally held attitudes and standards; it led to believe that a dissenting ",
  "position must be a wrong one. The net result was the curtailment of individual ",
  "autonomy and the loss of liberty. In other words, whereas the principle of libertyhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  389",
  "Equality",
  "demands the encouragement of a variety of interests and opinions, the principle ",
  "of equality tends to promote conformity of opinions and attitudes: hence the ",
  "antithesis between liberty and equality.",
  "Lord Acton (1834-1902), a British historian, who was deeply influenced by ",
  "Tocqueville, similarly argued during the nineteenth century that in the modern ",
  "times, liberty was endangered by the rival doctrine of equality with its tendency ",
  "to erode independent centres of power and to promote the authority of the state. ",
  "Thus.Tocqueville and Acton were chiefly concerned with the conflict between ",
  "liberty and equality in the political sphere, that is in the sphere of use of authority ",
  "and they sought to resolve this dilemma through decentralization of power, ",
  "particularly by vesting adequate power in the intermediate voluntary associations. ",
  "Tocqueville saw free political parties and free press as suitable instruments for ",
  "safeguarding individual liberty.",
  "In fact Tocqueville was not against equality as such. He only warned that the ",
  "demand for equality in the sphere of freedom of opinion should not be pressed to ",
  "such an extent that it results in the suppression of freedom. John, Stuart Mill ",
  "(1806-73), a British philosopher, was so impressed by this argument that he held ",
  "that if the opinion of a single individual was different from the rest of society, that ",
  "society had no right to silence him.",
  "Some writers tend to oppose equality in the economic sphere in the name of ",
  "safeguarding individual's liberty. Thus Isaiah Berlin (1909-97), British thinker, in ",
  "his famous essay 'Two Concepts of Liberty' (1958) argued that the state could ",
  "only protect negative liberty of individual which consists in not being prevented ",
  "by other individuals from attaining his goal. On the other hand, positive liberty ",
  "treats individual his own master? It belongs to his own will and capacity which is ",
  "beyond the scope of the state. If one cannot fly like an eagle or swim like a ",
  "whale, one is by no means deprived of political liberty on this count. Similarly, if ",
  "a man is too poor to afford something on which there is no legal ban—a loaf of ",
  "bread, a journey round the world, recourse to law-courts—he cannot complain ",
  "that he has been deprived of political liberty.",
  "Thus Berlin sought to equate socio-economic inequalities with natural and ",
  "moral inequalities, and thereby projected a distorted view of equality. He ignored ",
  "the fact that natural inequalities are unalterable while socio-economic inequalities ",
  "are the product of social conditions which can be altered to meet the demands of ",
  "justice. By divorcing liberty from equality, Berlin has done a great damage to ",
  "liberty itself.",
  "Then F.A. Hayek (1899-1992), an Austrian thinker, in his Constitution of ",
  "Liberty (1960) argued that individual differences in skills and abilities under the ",
  "conditions of equality before the law result in inequalities of income and wealth. If ",
  "we try to remove these inequalities by forcing an authoritarian rule, it is bound to ",
  "destroy individual's freedom. Hayek values freedom as an instrument of socialhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "390 An Introduction to Political Theory",
  "progress. He argues that while extending the scope of freedom, we should not ",
  "ask how many persons will be benefited by it, but how much progress will be ",
  "made possible. We should not divide the 'cake of freedom' to ensure 'equal ",
  "shares for all', but according to each individual's potential to secure social progress. ",
  "In his view, it is better that some should be free than none, and that many should ",
  "have full freedom than all should have limited freedom. In other words, let late-",
  "running trains get late further if other trains could be run on time.",
  "Hayek's message is clear: Let us strive for achieving high levels of excellence ",
  "in the chosen few rather than marginal improvement in the majority of mediocres. ",
  "In his view, the question of social justice should not come in the way of individual ",
  "prosperity. In his later work Law, Legislation and Liberty, Vol. 2 (1976) Hayek ",
  "declared social justice to be a 'mirage', hence an unrealizable principle. Liberty ",
  "alone is the principle worth pursuing. Hayek wants to solve the problem of individual ",
  "liberty within the market system, although he conceded that the state should ",
  "provide for some public services outside the market system. But he has not made ",
  "it clear as to wherefrom these services will be provided without diverting some ",
  "resources from the market system. By divorcing liberty from social justice, Hayek ",
  "has undermined the foundations of liberty itself.",
  "CONCLUSION",
  "Liberty and equality comprise the foundations of a just social order. Conflict ",
  "between the two arises only from their biased interpretations. In economic sphere, ",
  "if equality is interpreted as 'identity of treatment', or equal shares for all ",
  "disregarding merit and need, it not only destroys liberty but makes a mockery of ",
  "equality itself. As H.J. Laski (A Grammar of Politics; 1938) has observed:",
  "Equality does not mean identity of treatment. There can be no ultimate ",
  "identity of treatment so long as men are different in want and capacity and ",
  "need. The purpose of society would be frustrated at the outset if the ",
  "nature of a mathematician met an identical response with that to the nature ",
  "of a bricklayer.",
  "It is significant that in the legal-political sphere, a reconciliation of the principles ",
  "of liberty and equality is not at all difficult. But their relation in the socio-economic ",
  "sphere is certainly more complicated and capable of conflicting interpretations. ",
  "Even legal and political equality may be rendered ineffective due to socio-economic ",
  "inequality. Thus, so long as we do not step into the thorny field of socio-economic ",
  "life, liberty and equality go together very well. In the historical perspective, the ",
  "cry for liberty was greatly supported by the idea of equality. As Laski has brilliantly ",
  "expressed:",
  "The power, in fact, of the ideal of equality lies in the historical evidence ",
  "that so far in the record of the State the wills of men have been unequallyhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Equality 391",
  "answered. Their freedom, where it has been gained, has accordingly been ",
  "built upon the unfreedom of others. Inequality, in a word, means the rule ",
  "of limited numbers because it secures freedom only to those whose will is ",
  "secure of respect. They will dominate the State and use its power for their ",
  "own purposes. They will make the fulfilment of their private desire% the ",
  "criterion of public good, (ibid.)",
  "In other words, the demand for liberty implied the abolition of special privileges ",
  "of certain groups, hence equality of all citizens, in the legal as well as the political ",
  "sphere.",
  "But coming to the socio-economic sphere, some champions of liberty would ",
  "contest the idea of equality. They argue that liberty enables man to acquire unlimited ",
  "wealth, prestige and power, while equality seeks to limit such opportunity. It ",
  "discourages initiative and enterprise, stunts potentialities of men and robs society ",
  "of its valuable assets. Such thinkers deprecate equality as the antithesis of liberty ",
  "and the road-block to social progress. Still others argue that equality in the economic",
  " sphere should be restricted to the provision of a minimum subsistence level for each ",
  "individual so that the more enterprising, talented and energetic are not deprived of ",
  "their liberty to prove their excellence and get suitable reward and encouragement. ",
  "Now, this stand is not very strongly contested by the champions of equality who ",
  "concede that equality postulates equality of opportunity, not identical treatment; ",
  "fair shares, not equal shares.",
  "Differential treatment and differential rewards to different persons according",
  "to the value of the service rendered by them to society, therefore, do not ",
  "contravene the principle of equality, nor of liberty. But if this argument is stretched ",
  "too far, it would become untenable. Those who argue that the state has nothing ",
  "to do with the existing socio-economic inequalities or that the demand for equality ",
  "should not be allowed to stand in the way of a purely competitive system, are ",
  "stretching the principle of liberty too far. They lead to drastic and disastrous ",
  "conclusions for humanity.",
  "When we consider the relation between equality and justice, different ",
  "interpretations of these principles would lead to different conclusions. Aristotle ",
  "had said that justice consists in treating equals equally and unequals unequally. So ",
  "before deciding the course of justice in a given situation, we should first ascertain ",
  "as to who are equals and unequals. Aristotle warned that those who are equal in ",
  "one respect, are inclined to believe that they should be equal in all respects. For ",
  "example, those who are equal as citizens of a state, may think that they are ",
  "entitled to equal power, prestige and wealth. When they fail to gain these privileges, ",
  "they have a feeling of deprivation or the sense of injustice which eventuallyhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "392 An Introduction to Political Theory",
  "results in a rebellion. This feeling should not be encouraged in order to maintain ",
  "peace in society. So the state should not promote the idea of equality.",
  "In the present-day society, those who wish to maintain the prevailing inequalities ",
  "of power, prestige and wealth, seek to repeat Aristotle's argument in the name of ",
  "justice. They warn that people should not insist on a radical change in the existing ",
  "order in order to maintain justice in society. Thus F.A. Hayek (1899-1992), an ",
  "Austrian philosopher, in his latest work Law, Legislation and Liberty, Vol. 2: The ",
  "Mirage of Social Justice (1976) argued that the idea of social justice is baseless. ",
  "Justice is in fact a characteristic of human conduct; a society cannot be just or ",
  "unjust. If liberty is curtailed in the interest of equality, it would lead to widespread ",
  "tension and dispute on the question of unjust distribution of life's goods. Pursuit ",
  "of justice is a matter of procedure; its objective is to promote freedom. It should ",
  "provide for maximum opportunity to each individual to serve his self-interest ",
  "according to his own knowledge and wisdom.",
  "Thinkers like Hayek defend libertarianism in the name of liberty. Libertarianism ",
  "upholds that system where capable and resourceful members of society should ",
  "face no obstruction in their way to advancement. They need not be concerned ",
  "with poverty and misfortune of others. The rich should not even be taxed to ",
  "provide for welfare of the poor. Libertarianism upholds procedural justice which ",
  "stands for converting all social relations into market relations. It interprets equality ",
  "as equal subjection of all members of society to common rules and regulations. ",
  "In its view, the function of the state is confined to ensuring that nobody harms ",
  "others' interests by force or fraud. When all members of society are made to ",
  "follow the reasonable procedure, its consequences should be acceptable to all.",
  "On the contrary, those who do not wish to maintain the existing socio-economic ",
  "inequalities are called egalitarians. Egalitarianism holds that equality is always ",
  "just; only inequalities need any justification. For example, John Rawls (1921-",
  "2002) treated liberty and equality as the basic principles of justice, and sought to ",
  "explore the conditions under which inequalities could be treated as just. So in ",
  "contrast to libertarianism, egalitarianism upholds that system where the poor and ",
  "the weak also find opportunities of their advancement, along with the rich and ",
  "the strong. Egalitarians argue that in a society where the poor and the deprived ",
  "are constrained to lead a miserable and wretched life, there the fortunate cannot ",
  "be absolved of all responsibility, even if they are not directly responsible for the ",
  "miseries of the former. Egalitarianism severely criticizes those who remain ",
  "indifferent to the needs of the needy people in the name of liberty and procedural ",
  "justice.",
  "In contrast to libertarianism, egalitarianism upholds substantive justice which ",
  "insists out ensuring positive improvement in the condition of the poor and the ",
  "weaker. It demands removal of unreasonable inequalities in socio-economic as ",
  "well as legal and political spheres. While libertarians wish to maintain status quo, ",
  "egalitarians demand a radical change in the prevailing allocation of benefits andhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Equality 393",
  "burdens in order to ameliorate the lot of the oppressed. Nobody dares to disregard ",
  "justice; everybody tries to prove that his own stand conforms to the principle of ",
  "justice. But equality is not welcome to everybody. That is why L.T. Hobhouse ",
  "(The Elements of Social Justice; 1922) has observed:",
  "Justice is a name to which every knee will bow. Equality is a word which ",
  "many fear and detest.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]