[
  "c18",
  "Right to Property",
  "I. NATURE AND SCOPE OF PROPERTY",
  "NATURE OF PROPERTY",
  "The right to property is derived from the general theory of rights. However, it is a ",
  "complex issue. In the case of other rights, such as liberty, it is easier to detect ",
  "where an individual's right is likely to come in the way of another's enjoyment of ",
  "an equal right, so it is easier to determine its proper limits. This is not so easy in ",
  "the case of the right to property. Property is either something not made by man ",
  "but occupied or inherited by somebody by chance, by force, or by tradition, ",
  "such as landed property; or it is a product of the cooperative effort of a large ",
  "number of individuals, employing different talents and different amounts of labour, ",
  "such as buildings, machinery, vehicles and capital assets. But their share in the ",
  "product of their labour is usually not determined by the value of their contribution. ",
  "Mostly it depends on external factors, such as the market forces of demand, ",
  "supply and competition, the conditions of previous investment due to a pre-",
  "existing ownership of property, level of technological development of society ",
  "and consequent social relations, such as those between master and slave, lord ",
  "and serf, capitalist and worker, etc. It is an area where there is abundant scope ",
  "for exploitation.",
  "As a result, the prevailing pattern of ownership of property does not reflect an ",
  "individual's contribution to the social good, or service rendered to society. If this ",
  "is allowed to continue as such, it will not be consistent with the moral basis of ",
  "granting rights to individuals in society. It must be ascertained how far an individual's ",
  "right to property amounts to diminishing another individual's title to or share in ",
  "the property. The fundamental issue is—how can the right to property be made ",
  "to serve the cause of social justice instead of allowing it to remain a weapon of ",
  "exploitation and injustice?https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Right to Property 395",
  "The right to property is, therefore, called in question particularly when it leads ",
  "to concentration of wealth in fewer hands, and thus obstructs others from having ",
  "any significant share in the wealth of society. It is this right that tends to divide ",
  "society into 'haves' and 'have-nots', and poses a great threat to the spirit of ",
  "fraternity—the sentiment of brotherhood of all men. Vast disparities in possession ",
  "of wealth, with the resultant disparities in prestige and power, are sometimes ",
  "sought to be perpetuated by pseudo-religious pretensions—the poverty in this life ",
  "being interpreted as either an outcome of one's doings in some previous birth, or ",
  "the price of some other-worldly gain, or at best, a situation divinely ordained. ",
  "This sort of consolation, which has been a characteristic feature of our social ",
  "system throughout our past history, is indeed a very poor consolation. The ",
  "'modern consciousness' throughout the enlightened world regards it a device to ",
  "cover up the existing injustice in society. The true justification for the right to ",
  "property, and its proper limits, should therefore be sought within the existing ",
  "institutional framework, without any refrence to the prospect of divine ",
  "compensation.",
  "SCOPE OF PROPERTY",
  "The term 'property' or 'private property' denotes possession of material things ",
  "which are open to personal or selfish use. Material things may include documents, ",
  "such as promissory notes, patents, shares, guarantees, etc. which embody an ",
  "individual's entitlement to property even though such property may not be in his ",
  "possession for the time being. Birds and animals, like material things, may comprise ",
  "an individual's property. But property in the form of human beings, that is the ",
  "right to keep slaves, is not recognized as legitimate property by modern ",
  "consciousness although it was so recognized in the past. Modern consciousness ",
  "regards all human beings, irrespective of their birth and station, always as end-in-",
  "themselves, not as means to an end. Thus no human being, however humble, can ",
  "be reduced to being the private property of another.",
  "In modern political theory right to property has been analysed in different ",
  "perspectives. Of these, liberal, social-democratic and Marxist perspectives are ",
  "particularly important.",
  "Liberal theory has usually regarded the right to private property as an essential ",
  "ingredient of man's liberty and his right to the pursuit of happiness. Machiavelli ",
  "(1469-1527) in his Prince has sarcastically pointed to man's extreme love of ",
  "property in these powerful words: \"Men sooner forget the death of their father ",
  "than the loss of their patrimony.\" Hobbes (1588-1679) postulated that the state ",
  "was created for the security of man's property. Locke (1632-1704) held that ",
  "man's right to 'life, liberty and property' was a fundamental natural right, andhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "396 An Introduction to Political Theory",
  "that the state was created for the protection of this right. Rousseau (1712-78) ",
  "described the security of property as an essential element of civil liberty provided ",
  "by the state.",
  "Adam Smith (1723-90), Jeremy Bentham (1748-1832) and other exponents ",
  "of classical liberalism regarded the institution of private property as an essential ",
  "instrument of social progress. As Benn and Peters, in their Socio1 Principles and ",
  "the Democratic State (1975), have elucidated:",
  "Classical economic theory assumed that the sole aim of the individual ",
  "entrepreneur would be to maximize profit from the use of his property. In ",
  "doing so, he would use it for the greatest satisfaction of consumer demand. ",
  "His interest in profit was thus both an explanation for his behaviour and a ",
  "reason for leaving capital under his control, since it ensured beneficial ",
  "results for the community at large.",
  "Thus, the right to property comprised the very foundation of market economy ",
  "and the capitalist system.",
  "Early liberal political theory regarded the possession of property as a proof of ",
  "an individual's stake in the state as also of his political wisdom, so much so that ",
  "it insisted on linking the 'right to vote' with property qualification. In short, early ",
  "liberalism sought to glorify and defend the right to property in the economic as ",
  "well as the political sphere.",
  "Modern liberal theory, however, which witnessed the cruel operation of the ",
  "capitalist system and the rise of socialist theory, does not recognize any sacred or ",
  "absolute right to private property. J.S. Mill (1806-73), who initially made a strong ",
  "plea for the security of property, later argued that the right to property was not ",
  "absolute or sacrosanct, and went to the extent of advocating considerable restriction ",
  "on the rights of inheritance and bequest. He criticized private property in land ",
  "which was the original inheritance of all mankind, and pleaded for the taxation of ",
  "rent. Mill argued that the rapid appreciation of the value of land and its rent ",
  "without any effort on the part of landlords warranted the taxation on the income ",
  "from land with a view to diverting a part of their increased wealth to the use of ",
  "the community, particularly for the welfare of the working class which was the ",
  "real producer of wealth from the land.",
  "T.H. Green (1836-82), as an ardent champion of human rights, paid due ",
  "importance to the right to property as an instrument for exercising moral freedom. ",
  "But he held that when an unrestrained right to property creates conditions under ",
  "which some men take an unduly large share and others are prevented from ",
  "acquiring requisite property as a means of their 'self-realization', as in the case of ",
  "landed property, this right becomes a hindrance to the exercise of freedom in ",
  "society. Green, therefore, pleaded for reasonable restrictions on the right to property ",
  "in the interest of the social good. L.T. Hobhouse (1864-1929) went much further ",
  "when he postulated the theory of the social origin of property. He defined taxationhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Right to  397",
  "Property",
  "as a measure of securing to society the element in wealth which is the product of ",
  "social effort, that is which does not owe its origin to the efforts of living individuals, ",
  "especially of the present owners of property. H.J. Laski (1893-1950) argued that the ",
  "right to property should be correlated to the function performed by its owner, that is ",
  "the service rendered to the state, or the contribution made to the common welfare.",
  "In short, modern liberal theory, instead of conceding an absolute right to ",
  "property, proceeds to investigate the ethical basis of this right and, in the process, ",
  "indicates the proper limits of the right to property. Morris Ginsberg, in his On ",
  "Justice in Society (1965), has discerned three types of theories of the right to ",
  "property, though they are not mutually exclusive. These are: natural rights theories; ",
  "theories of modes of its origin (including the labour theory); and theories of the ",
  "contribution to the public good.",
  "NATURAL RIGHTS THEORIES",
  "Natural rights theories regard property as a fundamental right independent of ",
  "particular institutions, though some institutions are more likely to be in harmony ",
  "with natural law than others. The concept of property as a natural right is of ",
  "relatively recent origin. As Ginsberg has observed:",
  "It is worth noting that neither in Stoic nor Patristic doctrine is private property ",
  "a natural right. 'By nature all things are held in common', is Stoic doctrine; the ",
  "Fathers tell us: 'before the Fall' there was 'no mine and thine distinct'. Private ",
  "property became necessary and is, therefore, justified because man's greed ",
  "and avarice have to be kept in check.",
  "Stoic Philosophy",
  "A metaphysical system founded in ancient Greek thought. It was first promulgated by ",
  "Zeno of .Citium around 300 B.C. It stressed the correspondence between man and ",
  "nature as a whole. Wisdom was held to consist in the knowledge of the whole but to ",
  "pursue it man had to hold his passions in check. A stoic was taught to endure hardship ",
  "and adversity with fortitude.",
  "Patristic Doctrine",
  "The teachings of Christianity as elaborated by Fathers of the Christian Church, particularly ",
  "during the medieval times.",
  "Even in the medieval theory of natural law, private property is not a part of that ",
  "law though it is not contrary thereto. In modern scholastic writings, private ",
  "property is conceded as a 'secondary natural right', which should be exercised ",
  "under the conditions imposed by natural law.",
  "Among the exponents of the natural rights theory of property, William Blackstone ",
  "(1723-80) includes property among absolute rights. But he seems to apply thishttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "398 An Introduction to Political Theory",
  "concept to 'possession', i.e. something held in possession for the time being and till ",
  "it is so held. When property becomes a subject of inheritance and bequest, it no ",
  "longer remains a natural right, but comes within the purview of civil rights. If a ",
  "natural right is to be interpreted as a right which exists independently of social ",
  "enactment, it is difficult to determine whether any form of property, possession or ",
  "ownership, can be treated as a natural right. But Locke conceives of natural rights ",
  "differently. It is a right which derives its support from inward morality, ",
  "conscience or the rational faculty of man. The right to 'life, liberty and property' is a ",
  "natural right because it is not something granted by the state of its own will, but ",
  "only recognized by the state because it is obliged to do so. Locke argues that the ",
  "state has no authority to tamper with this right because it is duty-bound to ",
  "protect this right. Although Locke regards property as a natural right, he looks for ",
  "its origin in human labour, mixed with nature. Hence his theory is akin to the 'labour ",
  "theory' of the origin of property.",
  "THEORIES OF MODES OF ITS ORIGIN",
  "The theories of the modes of its origin seek the basis of property in the modes of ",
  "its origin or acquisition, e.g. first occupation, inheritance, labour, etc. Of these, ",
  "the basis of'first occupation' is only of historical or academic interest, since this ",
  "cannot be related to the mode of acquisition of property in the contemporary ",
  "world. At best, it can be related to inherited property in land, mines, etc. However, ",
  "the basis of property as the 'fruit of labour' is highly important. This basis was ",
  "invoked by the liberal theory, but not developed to its logical conclusion. In fact, ",
  "socialist theory has given it a more logical interpretation.",
  "Among the liberal thinkers, Locke is the chief exponent of the theory of property ",
  "as the fruit of labour. Locke argued that every man by nature has a property in his ",
  "own person: the labour of his body and the work of his hands are properly his. ",
  "Whatsoever then he removes out of nature and mixes with his labour becomes ",
  "his property, 'at least where there is enough and as good left in common for ",
  "others'. (The Second Treatise of Civil Government, 1690). The authors of the ",
  "American Revolution (1776) and French revolution (1789), who defended the ",
  "institution of property so ardently, looked upon it primarily as the 'fruit of labour'. ",
  "But the exponents of this theory failed to develop it on a logical basis. As Ginsberg ",
  "has pointed out:",
  "Locke recognizes that in his view a person is only entitled to such products of his ",
  "labour as he can use and that everything beyond this is 'more than his share and ",
  "belongs to others' . . . But instead of using his theory as a basis for criticizing ",
  "existing inequalities, he accepts and justifies them. (On Justice in Society; ",
  "1965) Locke attributes these inequalities to the consent of men, and argues ",
  "that nature provides no principles for regulating inequalities.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Right to Property 399",
  "C.B. Macpherson (The Political Theory of Possessive Individualism; 1962) has ",
  "termed Locke's view regarding the right to property as a typical expression of the ",
  "idea of 'possessive individualism'. According to this view, man—the individual—is ",
  "the absolute natural proprietor of his own capacities, owing nothing to society for ",
  "them. He is, therefore, free to use his capacities in search of satisfactions, provided ",
  "he does not harm others. Freedom is identified with domination over things as ",
  "manifested in ownership or possession thereof. Accordingly, society is seen as a lot ",
  "of free and equal individuals related to each other through their possessions, and not ",
  "as those held together by reciprocal rights and duties. The relation of exchange, or ",
  "market relation, is recognized as the fundamental relation of society. Finally, ",
  "political society is seen as a rational device for the protection of property where life ",
  "and liberty are also reduced to their possessions. The position is further crystallized ",
  "by the introduction of money. As Jeremy Waldron has aptly observed: \"In any case, ",
  "the acquisition of property is limited by Locke's insistence that an owner must not ",
  "let resources spoil uselessly in his possession. This would be sufficient to generate a ",
  "rough equality of possessions, were it not for the fact that the invention of money, a ",
  "conventionally-sanctioned durable means of exchange, made it possible for men to ",
  "own and get the benefit of much more land than they themselves could use the ",
  "produce of. This legitimation of inequality, and the emphasis on private acquisition ",
  "and enclosure in Locke's theory, have led many to see him as an ideologist of early ",
  "modern capitalism.\" (The Blackwell Encyclopaedia of Political Thought, edited by ",
  "David Miller; 1987)",
  "It is, thus, evident that Locke starts with a progressive idea regarding the true ",
  "basis of property, but ends up with expediency, forgetting logic. Once even minor ",
  "inequalities are sought to be justified, larger inequalities automatically find their ",
  "way. The Utilitarian philosophers and economists also started with a progressive ",
  "idea—the greatest happiness of the greatest number, where each individual was to ",
  "count as one for arriving at the standard of 'maximum utility'— but they conceded ",
  "that:",
  "inequality has to be tolerated as a necessary evil, on the ground that ",
  "equalization would tend to discourage effort, decrease saving, and, by ",
  "lessening efficiency, diminish the total available for distribution, and so ",
  "would not benefit those for whose benefit it is advocated. (M. Ginsberg, On ",
  "Justice in Society; 1965)",
  "All these arguments in favour of inequality prepared a strong foundation for the ",
  "development of the capitalist system with enormous inequalities.",
  "It is important to note that the liberal theorists strongly upheld the liberty of man ",
  "and deprecated an unjust power of man over man in the political sphere. But they ",
  "failed to realize that the inequality of property—which they advocated in the ",
  "economic sphere—in effect meant allowing the capitalists to exercise powerhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "400 An Introduction to Political Theory",
  "over the life and labour of others through their property and thus deprive them of ",
  "their liberty. Moreover, inequality of property creates conditions of 'leisure' and ",
  "'conspicuous consumption' on the one hand, and rigorous labour and sub-human ",
  "living on the other. All this amounts to oppression, exploitation and injustice, not ",
  "the freedom so highly valued by the liberal theorists.",
  "The basis of property as the fruit of labour was more cogently developed by ",
  "socialist theory which postulated that the worker has a right to the whole produce ",
  "of his labour. As Ginsberg has elaborated:",
  "What is perhaps more distinctive of socialist thought is that a distinction is ",
  "drawn between property in the means of production and property in the ",
  "fruits of labour. It is clear that, if the instruments of production are ",
  "appropriated by a few, the rest are deprived of the freedom to apply their ",
  "labour. Combining these two points a conclusion is drawn which is the ",
  "very opposite of Locke's individualism, namely that property in the means ",
  "of production must be held in common, that all must be given access to ",
  "apply their labour, and that the assignment of apportionment of the results ",
  "should be a matter of collective regulation, (ibid.)",
  "THEORIES OF CONTRIBUTION TO THE PUBLIC GOOD",
  "According to the third set of theories, the right to property, like other rights, ",
  "should be tested by their contribution to the public good or well-being. These ",
  "theories are most significant under the conditions of the present-day world. With ",
  "the change in the system of production, especially since the advent of the industrial ",
  "revolution, and the consequent concentration of capital in fewer and fewer hands, ",
  "there has been an increasing dissociation of property and labour. There has been ",
  "a growing realization of the fact that the property has, in modern conditions, ",
  "often become a means of control over others' life and labour. Theories of ",
  "contribution to the public good seek to make the right to property subservient to ",
  "social justice rather than maintain it as an instrument of personal gratification. ",
  "This view finds its fuller expression in social-democratic perspective on property.",
  "III. SOCIAL-DEMOCRATIC PERSPECTIVE",
  "Social-democratic perspective on property seeks to maintain the right to property ",
  "on such conditions that serve the purpose of socialism as well as democracy. ",
  "While socialist principle requires that means of social production should be placed ",
  "in social ownership and control to make them serve social purpose, democratic ",
  "principle stipulates the security of individual's property as an essential ingredient ",
  "of his freedom. Synthesis of these two principles is difficult to achieve. The ",
  "obvious course of this synthesis would be to allow individual ownership of ",
  "property under such regulations that it is largely used to serve social purpose.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Right to  401",
  "Property",
  "This perspective is best represented in the political thought of L.T. Hobhouse ",
  "(1864-1929), R.H. Tawney (1880-1962) and Harold J. Laski (1893-1950), all ",
  "of them being English philosophers.",
  "HOBHOUSE AND TAWNEY ON THE RIGHT TO PROPERTY",
  "L.T. Hobhouse in his Liberalism (1911) has amply demonstrated the social origin ",
  "of property. He has argued that it is the organized force of society that maintains ",
  "the rights of owners by protecting them against thieves and depredators. It is the ",
  "protection afforded by the State and the machinery of law which enables them to ",
  "enjoy their possessions without disturbance. Those who believe in their absolute ",
  "right to property forget that without the organized force of society their rights ",
  "are not worth a week's purchase. As Hobhouse has significantly observed:",
  "The prosperous businessman who thinks that he has made his fortune ",
  "entirely by self help does not pause to consider what single step he could ",
  "have taken on the road to his success but for the ordered tranquility which ",
  "has made commercial development possible, the security by road, and ",
  "rail, and sea, the masses of skilled labour, and the sum of intelligence ",
  "which civilization has placed at his disposal. (Liberalism; 1911)",
  "Hobhouse has further pointed out that even the demand for the goods which a ",
  "businessman supplies is created by the general progress of the world. The whole ",
  "process of production in the modern world was made possible thanks to the ",
  "inventions which have been built up by the collective effort of generations of ",
  "men of science and organizers of industry. If a prosperous person of today dug ",
  "to the foundations of his fortune he would realize that it is society which maintains ",
  "and guarantees his possessions, so also it is society which is an indispensable ",
  "partner in its original creation.",
  "In his another important work The Elements ofSocialJustice (1922), Hobhouse ",
  "has criticized the use of property as an instrument of power in utter disregard of ",
  "social needs:",
  "We find many forms of property which involve power over other persons ",
  ". . . The owner of land may be in a position to determine the means by ",
  "which many people can earn their living . . . The extent of this power ",
  "varies partly with the nature of property, partly with the distribution of ",
  "ownership. If the property is important and limited, ownership may involve ",
  "a partial or complete monopoly, carrying with it a considerable, perhaps a ",
  "fundamental, power over the lives of many ... If, again, there is no ",
  "monopoly, but wealth is very unevenly distributed, then the possessors of ",
  "capital have advantages in contracting with workers which give them a ",
  "very large measure of control over labour.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "402 An Introduction to Political Theory",
  "This control is more keenly felt in modem industry which has brought into ",
  "existence new economic structures characterized by concentration of control, ",
  "unified direction, immense increase in labour force and a vast development of ",
  "administrators and technicians. This system not only enables the capitalist employer ",
  "to dictate his terms to the mass of workers but also gives him an opportunity to ",
  "make huge profits which tend to widen the disparity between the haves and ",
  "have-nots. The profit motive also impels the capitalist to disregard public needs ",
  "and thus, he would not undertake such supplies and services which are less ",
  "profitable but greatly needed by the community. It is, therefore, essential that the ",
  "right to property should be subject to two main qualifications: (a) it is not used as ",
  "an instrument of power over others; and (b) it is exercised with due regard to the ",
  "needs of the community.",
  "R.H. Tawney, in his The Acquisitive Society (1920), has deprecated the tyranny ",
  "of fiinctionless property and has advocated subordination of property to social ",
  "service. As he observes:",
  "Functionless property appears natural to those who believe that society ",
  "should be organized for the acquisition of private wealth . . . Those, ",
  "however, who hold that social unity and effective work are possible only ",
  "if society is organized and wealth distributed on the basis of function, will ",
  "ask of an institution not, 'What dividends does it pay?' but 'What service ",
  "does it perform?'",
  "LASKl's VIEWS ON THE RIGHT TO PROPERTY",
  "The theory of moral limitations on the right to property with due regard to the ",
  "function performed and service rendered to society is best developed by Harold ",
  "J. Laski, a great exponent of positive liberalism. He has brilliantly developed the ",
  "liberal theory of property in a positive direction. He has sought to modify the ",
  "liberal theory of property under the influence of socialist theory, and has finally ",
  "given a scheme by which the right to private property can be maintained as an ",
  "instrument of the common good.",
  "The Moral Basis of Property",
  "At the outset, Laski deals with the right to property as a part of his theory of ",
  "rights. Thus, in his A Grammar of Politics (1938), Laski observes:",
  "If property must be possessed in order that a man may be his best self, ",
  "the existence of such a right is clear ... I have the right to property if ",
  "what I own is, broadly speaking, important for the service I perform. I ",
  "have the right to own if what I own can be shown to be related to the ",
  "common welfare as a condition of its maintenance.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Right to Property 403",
  "In other words, the right to property should be directly related to the function ",
  "performed; it is not an absolute right. There is no room for functionless property ",
  "in a just society:",
  "No Man . . . has a moral right to property except as a return for function ",
  "performed. He has no right to live unless he pays for his living. He has no ",
  "right to live because another has earned what suffices for his ",
  "maintenance . .. Those whose property is the result of other men's effort ",
  "are parasitic upon society. They enjoy what they have not assisted to ",
  "produce, (ibid.)",
  "As a liberal thinker, Laski is not averse to the institution of private property as ",
  "such. He concedes that the possession of property provides for a means of ",
  "harmony in the shape of security. The man of property has a stake in the country. ",
  "He gets a sense of security and opportunity to develop creative tastes for art and ",
  "culture. Poverty means a miserable life which destroys man's creative impulse. ",
  "The institution of private property cannot be condemned as bad in itself. But ",
  "what we find in the real world is that any significant property is owned by a small ",
  "number, and its ownership is not necessarily related to the performance of duties ",
  "or possession of virtues. Laski draws our attention particularly to the conditidns ",
  "prevailing under capitalism and brings it under severe attack:",
  "The ownership of property involves the control of capital, and ... in a ",
  "regime of free enterprise the control of capital involves power to direct ",
  "the lives of those who depend upon the application of capital to ",
  "production ... A regime of private property makes the State very largely ",
  "an institution dominated by the owners of private property, and ... it ",
  "protects the will and purpose of those owners, (ibid.)",
  "The capitalists tend to use their private property for maximization of their ",
  "private profit ignoring urgent social needs. Production is seldom related to social ",
  "utility; distribution is barely related to social urgency. The class of property-",
  "owners indulges in immense, wasteful expenditure while propertyless workers ",
  "crave for mere subsistence. Social standards are set by the owners of wealth, ",
  "but they become status symbols, and are slavishly imitated by those who cannot ",
  "afford them. In short, owners of property corrupt all society:",
  "They produce goods and services, not for use, but to acquire property ",
  "from their production. They produce not to satisfy useful demands, but ",
  "demands which can be made to pay. They will ruin natural resources. ",
  "They will adulterate commodities. They will float dishonest enterprises. ",
  "They will corrupt legislatures. They will pervert the sources of ",
  "knowledge ... They compel strikes which result in serious damage to the ",
  "community, (ibid.)",
  "Laski now examines the prevalent theories regarding defence of private ",
  "property, one by one, and shows their faults. The psychological theory seeks tohttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "404 An Introduction to Political Theory",
  "justify property as an incentive to labour. But in actual practice, the owners of ",
  "property work for private profit, not for the good of the community. Moreover, ",
  "they amass property which inhibits their descendants from working at all. Thus, ",
  "property may defeat more incentives than it creates. The ethical theory of property ",
  "defends it as a return for an individual's effort. But, in actual practice, the amount ",
  "of reward depends on the capacity to make profit, i.e. on manipulation, not on ",
  "the value of service rendered to society. Property is, then, defended as a nurse of ",
  "virtues essential to society—love of one's family, generosity, inventiveness and ",
  "energy. But Laski argues that these virtues have been present in those persons ",
  "also who have never amassed property at all.",
  "The theory of property as the result of supplying effective demand, similarly, ",
  "does not stand to reason. As Laski powerfully argues:",
  "There is a demand for slaves in Abyssinia; but most men will, I think, ",
  "agree that response to the demand ought never to be allowed, There is a ",
  "demand for obscene literature; but few would respect those who trafficked ",
  "in it. There is a demand for prostitutes; but the law has a definite answer ",
  "to those who live by satisfying it. (ibid.)",
  "The historical argument in defence of property holds that progressive societies ",
  "are those built upon the regime of private property and that backward societies ",
  "are, in general, those founded upon a collectivist basis of some kind. There is ",
  "some truth in it. But it is still fallacious because, viewed in historical perspective, ",
  "private property has remained a changing conception:",
  "Property in slaves was valid in Greece and Rome; it is no longer valid ",
  "today. In England there is great freedom of testamentary disposition; in ",
  "France inheritance is regulated with much stringency, (ibid.)",
  "Historical development throughout indicates progressive limitations imposed ",
  "on the right to property. Hence, no pervasive right to property can be established ",
  "on historical grounds. The growth of socialism has been responsible for the ",
  "decline of laissez-faire individualism. It has transformed the character of the ",
  "modern state as regards its attitude toward private property. As Laski observes:",
  "The State which had begun the nineteenth century in the terms of laissez-",
  "faire began, as the twentieth century came into view, to search for a basis ",
  "upon which it could compromise with socialism ... So the taxation of the ",
  "modern State was built upon the assumption that assessment must be ",
  "graduated by ability to pay. Its franchise was well nigh universal. It offered ",
  "free education—if of a low standard—to the people. It began to insure ",
  "against the hazards of sickness and unemployment. It made things like the ",
  "provision of houses and pensions in old age a matter of corporate concern. ",
  "(ibid.)https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Right to  405",
  "Property",
  "Modern consciousness, therefore, does not vindicate the maintenance of ",
  "functionless property—a class which lives luxuriously by owning the means of ",
  "production, without a sense of social obligation and without making any ",
  "contribution to the social good. Laski very strongly argues for the limitation of ",
  "the right of inheritance, on moral grounds. No property can be justified unless it ",
  "is the result of the performance of socially useful functions and duties. True ",
  "justification of the right to property may be found in: (a) a theory of reward, and ",
  "(b) a theory of industrial organization.",
  "Theory of Reward",
  "Laski proceeds to examine several theories of reward with a view to determining the ",
  "true basis of the right to property. He rejects the doctrine of equal rewards ",
  "because there is no justice in an equal reward for unequal effort, as also because ",
  "needs are also unequal. Another theory which links rewards with the operation of ",
  "market forces of demand and supply is equally untenable. The market is largely ",
  "manipulated by experts in advertising and salesmanship who distort social need to ",
  "create a demand for their own products, and thereby do a disservice to society. This ",
  "is also true of professions: \"The incomes made by skilful special pleaders in the days ",
  "before the reform of judicial procedure largely represented wealth secured in an effort ",
  "to defeat the ends of justice.\" (ibid.) The prevailing price system is seldom ",
  "related to the value of the service performed.",
  "The third theory of reward—viz. 'from each according to his ability, to each ",
  "according to his needs'—is quite attractive. But it is an over-simplification of a ",
  "complex issue. Who will determine the ability, capacity or power of the individual ",
  "to do particular work, and how would it be subjected to a common standard? ",
  "Also, who will determine the genuine needs of each individual with varying duties, ",
  "capacities, aptitudes and character? This theory is, therefore, hardly capable of ",
  "practical application.",
  "Laski comes to the conclusion that any principles of reward must satisfy the ",
  "two complex conditions: (a) that it enables the individual to reach out towards his ",
  "best self; and (b) that it preserves and develops necessary functions of society. ",
  "This would imply a reconciliation of the interest of the individual with that of ",
  "society. Apart from a system of rewards on this basis, society will also meet the ",
  "demands of certain classes—children, old people, disabled and defective persons, ",
  "who cannot pay their way. This criterion of reward involves provision of a ",
  "'common civic minimum', beyond which the reward will increase with the value ",
  "of the service rendered to society. Theory of Industrial Organization",
  "The theory of just rewards leads to finding a new basis of industrial organization. ",
  "Laski outlines an elaborate scheme of industrial organization according to the ",
  "concept of social justice. Thus he postulates:https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "406 An Introduction to Political Theory",
  "Industry, in fact, must be made a profession. It needs to be informed by a principle ",
  "of public service. It must not be merely a body of persons who are turning out goods ",
  "for profit. It must be a body of persons who perform certain functions at some ",
  "standard of competent performance, (ibid.) Laski, in fact, envisages a thorough ",
  "transformation of the capitalist system. This involves, in the first place, alteration of ",
  "the character of the owner of wealth. Laski argues that the owner of the capital ",
  "should receive a fixed dividend for the service rendered by the loan of his capital. He ",
  "will no longer profit by the special ability of management, the rise in price or the ",
  "special privilege of a monopoly. Secondly, it involves alteration in the character of the ",
  "control exercised in industry. Rules for the industry will be laid by its working force: ",
  "\"Once the functionless owner of capital is removed, an industry becomes an ",
  "intelligible entity, and rules can be drawn up for its governance upon the basis of the ",
  "functions performed by each element therein.\" (ibid.)",
  "Besides, more room should be made for the social element in the industrial ",
  "equation. This implies socialized production of essential commodities, such as ",
  "electric power, which are necessary for the well-being of the community, but ",
  "hardly fetch private profit. Then all industries—socialized as well as private— ",
  "should be regulated by standard hours and standard rates of pay, so that autocratic ",
  "managerial control is replaced by the democratic method. Finally, recruitment to ",
  "industrial cadres should be based on proven competence, as required in the case of ",
  "entry into the bar or medical practice. All these changes are intended to convert ",
  "functionless property of the capitalist system into an instrument of the social ",
  "good. This would also eliminate the wide economic disparities which plague our ",
  "socio-economic-political system. As Laski concludes:",
  "There is nothing inherently wrong in the notion of private prosperity. There ",
  "is a sense in which it may be so held as genuinely to express personality and ",
  "to contribute to its enrichment ... It must never be so large in amount that its ",
  "owner exercises power by reason of its sheer magnitude; it must never be so ",
  "small that its possessor cannot be himself at his best. The more equal its ",
  "distribution, the more likely is the contribution of the citizen to be judged in terms ",
  "of its social value, (ibid.) In short, Laski holds that the capitalist system itself ",
  "can be suitably altered so as to make it serve the cause of social justice. He ",
  "strongly pleads for determining reward in relation to the service rendered to ",
  "society; he also advocates curtailing the rights of inheritance so that inheritance is ",
  "reduced to a provision for immediate security. But still he envisages that some ",
  "people would be left with 'capital' to be invested in industry, for which they will ",
  "get a 'fixed dividend' for the service rendered by the loan of that capital. If ",
  "Laski's scheme is seriously put to practice, it will eliminate capitalists. There ",
  "may, of course, remain a large number of 'shareholders' if private industry is ",
  "still allowed to continue. In that case, therehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Right to Property 407",
  "will remain the cooperative sector side by side with the public sector—a feature ",
  "of socialist society. Laski apparently seeks to maintain capitalism in a subdued ",
  "form. He hopes to do away with the exploitative character of capitalism.",
  "MARX AND ENGELS ON THE ROLE OF PRIVATE PROPERTY",
  "Marxist theory views 'private property' not as a right of the individual, but as a ",
  "condition which determines relations of production according to the stage of ",
  "historical development. Private property, like the state, has not existed from eternity, ",
  "not to speak of property as a natural right. The origin of private property was ",
  "attended by the beginning of exploitation in society. The state was created by the ",
  "class of property-owners for the protection of its private property. It is, therefore, ",
  "an instrument of exploitation of the dependent class which does not own property.",
  "Private property did not exist under early social stage—the stage of 'primitive ",
  "communism'. The means of production at that stage were very rudimentary and ",
  "held in common ownership. All production was meant for the common ",
  "consumption, although it was just sufficient for the survival of the community. It ",
  "was only with the development of the forces of production that surplus production ",
  "became possible, and with that came the institution of private property, with the ",
  "consequent division of society into antagonistic classes—masters and slaves. As ",
  "Friedrich Engels, in his The Origin of the Family, Private Property and the State ",
  "(1884) has recorded:",
  "The increase of production in all branches—cattle breeding, agriculture, ",
  "domestic handicrafts—enabled human labour power to produce more than ",
  "what was necessary for its maintenance. At the same time ... the addition ",
  "of more labour power became desirable. This was furnished by war; ",
  "captives were made slaves. Under the given general historical conditions, ",
  "the first great social division of labour, by increasing the productivity of ",
  "labour, that is wealth, and enlarging the field of production, necessarily ",
  "carried slavery in its wake. Out of the first great social division of labour ",
  "arose the first great division of society into two classes: masters and ",
  "slaves, exploiters and exploited.",
  "Property as the Basis of Class Division",
  "The origin of private property is, therefore, associated with the division of society ",
  "into antagonistic classes. Private property may be owned by individuals, but they ",
  "constitute a specific interest, hence a class. Their interest is antagonistic to the ",
  "interests of the propertyless class. The form of private property changes with ",
  "the development of forces of production and consequent changes in the mode of ",
  "production, but so long as private property exists, its exploitative character doeshttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "408 An Introduction to Political Theory",
  "not change. Private property divides society into haves and have-nots, who assume ",
  "the positions of dominant and dependent classes respectively. In ancient society, ",
  "this division takes the form of masters and slaves; in medieval society, it takes the ",
  "form of lords and serfs; and in modern capitalist society, it takes the form of ",
  "bourgeoisie and proletariat. This division is sharpest under the capitalist system. ",
  "The proletariat by its very definition, is propertyless and dependent on wage-",
  "labour. As Marx and Engels, in their Communist Manifesto (1848), observed:",
  "Does wage labour create any property for the labourer? Not a bit. It ",
  "creates capital, i.e. that kind of property which exploits wage labour and ",
  "which cannot increase except upon condition of begetting new supply of ",
  "wage labour for fresh exploitation. Property, in its present form, is based ",
  "on the antagonism of capital and wage labour.",
  "Private property, according to Marxism is, therefore, a divisive factor—a source ",
  "of conflict, not of harmony; a mode of exploitation, not of cooperation. Private ",
  "property, in this sense, denotes the means of production, because it is the mode ",
  "of ownership of the means of production which determines how the 'have-nots' ",
  "will earn their livelihood, and thereby keeps them in permanent subjugation. ",
  "Marxism, therefore, advocates the abolition of private property in this sense, not ",
  "personal property:",
  "The fruit of a man's own labour, which property is alleged to be the ",
  "ground-work of all personal freedom, activity and independence... Hard-",
  "won, self-acquired, self-earned property! . . . When, therefore, capital is ",
  "converted into common property, into the property of all members of ",
  "society, personal property is not thereby transformed into social property. ",
  "It is only the social character of the property that is changed. It loses its ",
  "class character, {ibid.)",
  "Property as the Cause of Alienation",
  "Marxist theory holds the system of private property responsible for the erosion ",
  "of human values. Marx, in his earlier work Economic and Philosophic Manuscripts ",
  "of 1844, presented a searching analysis of the capitalist system of private property ",
  "from the humanist angle. This work, usually associated with the thought of ",
  "Young Marx, closely accords with the mainstream of Marxist theory. It is a ",
  "valuable contribution to the Marxist theory of alienation which represents the ",
  "humanist aspect of Marxism. Marx has argued that under the capitalist system, ",
  "human labour is reduced to a commodity. The more wealth the worker produces, ",
  "the poorer he becomes, As Marx observes:",
  "The worker becomes an ever cheaper commodity the more commodities ",
  "he creates. With the increasing value of the world of things proceeds in ",
  "direct proportion the devaluation of the world of men. Labour produces ",
  "not only commodities; it produces itself and the worker as a commodity—https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Right to Property 409",
  "and does so in the proportion in which it produces commodities generally. ",
  "(Economic and Philosophic Manuscripts of 1844)",
  "Under the capitalist system, the worker has no say in the policy or process of ",
  "production. The acute division of labour deprives the worker even of the creative ",
  "joy of production. If a worker produced a shirt under the feudal system, he could ",
  "derive the satisfaction of creating some useful thing; but now he produces only a ",
  "collar, or only a pocket or some other small portion of the shirt; he is unable to ",
  "discern his role in the creative process. The whole process is characterized by a loss ",
  "of purpose. The worker's own product confronts him as something alien, as a power ",
  "independent of the producer. The process of self-estrangement or alienation under ",
  "the capitalist system takes place at four levels: (a) man is alienated from his own ",
  "product and from his work process; (b) man is alienated from nature as he is forced ",
  "to work under the artificial atmosphere of a factory; (c) man is alienated from his ",
  "fellow-men because of the severely competitive character of the capitalist economy ",
  "and the sharp class division of society; and (d) finally, man is alienated from ",
  "himself. He is reduced to an animal existence—for in the fulfilment of his ",
  "biological needs, his human faculties, including the taste for literature, art, music, ",
  "etc. evaporate in the process.",
  "In his other works, particularly Critique of Hegel's Philosophy of Right (1843) ",
  "and On the Jewish Question (1844), Marx argues that the constitution of modern ",
  "representative states is, in reality, the 'constitution of private property'. Modem ",
  "society is characterized by the real domination of private property. As Lucio ",
  "Colletti, in his Introduction to Karl Marx: Early Writings (1975) has summed up:",
  "Property ought to be a manifestation, an attribute, of man, but becomes the ",
  "subject; man ought to be the real subject, but becomes the property of ",
  "private property . . . The social side of human beings appears as a ",
  "characteristic or property of things; on the other hand, things appear to be ",
  "endowed with social or human attributes. This is in embryo the argument ",
  "which Marx will develop later in Capital as 'the fetishism of commodities'.",
  "Fetishism of commodities implies a feature of capitalist society where social ",
  "relation between different producers is reduced to relation between the products of ",
  "their labour. It brings different types of skills and quantities of labour into ",
  "equivalence with each other in terms of their market values. Thus, the social ",
  "relationship between a tailor and a carpenter appears as a relationship between a ",
  "coat and a table in terms of their exchange value in the market rather than in terms ",
  "of the labour and skills embodied in these products. In other words, the commodity ",
  "becomes an embodiment of value under the capitalist system of private property, ",
  "while the human being as worker and real producer of value, is reduced to a ",
  "commodity governed by the market forces of demand, supply and competition. The ",
  "result is an overall dehumanization of man, his self-estrangement and alienation.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "410 An Introduction to Political Theory",
  "Abolition of Private Property",
  "Under the capitalist system, private property takes the form of bourgeois property ",
  "which creates its domination over society through the blind laws of market forces. ",
  "It is devoid of any human sense or human appeal. It is a dehumanizing force: no ",
  "useful purpose will be served by trying to humanize it. Marxist theory, therefore, ",
  "does not seek to appeal to the good sense of the property-owners; they themselves ",
  "are slaves of their private property no less than the workers. So if human values ",
  "are to be restored, human freedom is to be secured, and a rational system of ",
  "production and distribution is to be evolved to ensure satisfaction of social needs, ",
  "the obvious course is the abolition of private property itself.",
  "It is the mass of workers who are the worst victims of oppression, exploitation ",
  "and injustice under the capitalist system. Their emancipation requires the abolition ",
  "of the system of private property itself. The owners of private property, though ",
  "equally enslaved by the system, do not feel the pinch because they are placed in ",
  "a dominant position. They would never be prepared to part with their private ",
  "property unless overthrown in a violent revolution. Marx, therefore, appeals to ",
  "the revolutionary zeal of the working class, to abolish the system of private ",
  "property and to socialize all major means of production. This will restore human ",
  "sense and human values. As Marx, in his Economic and Philosophic Manuscripts ",
  "o/1844 declares:",
  "The transcendence of private property is, therefore, the complete ",
  "emancipation of all human senses and attributes; but it is this emancipation ",
  "precisely because these senses and attributes have become, subjectively ",
  "and objectively, human. The eye has become a human eye, just as its ",
  "object has become a social, human object—an object emanating from ",
  "man for man.",
  "With the abolition of private property comes the end of exploitation also. The ",
  "abolition of private property does not imply abolition of property as such. It ",
  "involves changing the pattern of ownership of property, from bourgeois ownership ",
  "to social ownership, from class ownership to common ownership, although in ",
  "the transitional phase of the 'dictatorship of the proletariat' it may temporarily be ",
  "held in class ownership of the proletariat, till the classless society comes into ",
  "existence! Thus, Marx and Engels in their Communist Manifesto (1848) have ",
  "observed:",
  "The distinguishing feature of Communism is not the abolition of property ",
  "generally, but the abolition of bourgeois property. But the modern bourgeois ",
  "private property is the final and most complete expression of the system ",
  "of producing and appropriating products, that is based on class ",
  "antagonisms, on the exploitation of the many by the few ... In this sense, ",
  "theory of the Communists may be summed up in the single sentence: ",
  "Abolition of private property.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Right to Property 411",
  "The capitalist system of private property is based on the distortion of property ",
  "itself: it denotes a condition under which the product of collective effort is ",
  "appropriated by a few persons, and used as an instrument of domination over ",
  "society. As Marx and Engels have elucidated:",
  "To be a capitalist, is to have not only a purely personal, but a social status ",
  "in production. Capital is a collective product, and only by the united action ",
  "of many members, nay, in the last resort, only by the united action of all ",
  "members of society, can it. be set in motion. Capital is, therefore, not a ",
  "personal, it is a social power .... Communism deprives no man of the ",
  "power to appropriate the products of society: all that it does is to deprive ",
  "him of the power to subjugate the labour of others by means of such ",
  "appropriation, (ibid.)",
  "In short, Marxist theory views the system of private property as the foundation ",
  "of capitalism which is characterized by the exploitation of man by man. It, ",
  "therefore, advocates the abolition of private property in the major means of ",
  "production to pave the way for a humanistic reorganization of production and ",
  "distribution, while personal property—a genuine fruit of an individual's labour ",
  "and the instrument of his freedom—will remain intact. The introduction of socialist ",
  "system will destroy the exploitative character of property and evolve its ",
  "developmental character, because it will undertake production and distribution of ",
  "commodities to fulfil social needs, for social benefit, not for private profit at the ",
  "expense of the community.",
  "CONCLUSION",
  "Marxist theory of property draws a significant distinction between 'personal ",
  "property' and 'private property'. It favours full protection of 'personal property' ",
  "which is the source of security of the individual, and abolition of 'private property' ",
  "which is an instrument of controlling the lives of others. It is a laudable idea. ",
  "However, it raises some difficulties in actual practice.",
  "Marxist theory of property is fit for application to a society which is divided ",
  "into two clearcut classes—haves and have-nots. But in the present-day society ",
  "the size of middle class has considerably increased and is steadily expanding. Its ",
  "problems cannot be analysed in the light of the Marxist theory. And when a very ",
  "large number of shareholders have invested their hard-earned money and savings ",
  "in big business and industies, then the situation turns out to be more complex. ",
  "When a middle class person raises his personal property by dint of his talent and ",
  "effort, and invests his savings in the shares of selected companies for the security ",
  "of his future, then the dividing line between 'personal property' and 'private ",
  "property' in the Marxian sense starts blurring. In such a situation, recourse to a ",
  "violent revolution for the abolition of 'private property' would lose its rationale.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "412 An Introduction to Political Theory",
  "However, we must appreciate an important suggestion of Marxist theory, that ",
  "any form of property should not be allowed to become an instrument of exploitation ",
  "and control over lives of others.",
  "As long as the right to property provides freedom and a sense of security to ",
  "the individual, and facilitates the best use of his talent and effort, it must be ",
  "admired. But when this right gives rise to glaring economic disparities in society ",
  "and forces the bulk of workers to lead a sub-human life, it must be strictly ",
  "regulated.",
  "Aristotle, an ancient Greek philosopher, taught that a certain amount of private ",
  "property was necessary for good life and for exercising virtue, but when acquired ",
  "beyond this limit it becomes a source of vice. Here Aristotle was dealing with the ",
  "impact of property on personal morality, not with its impact on social organization.",
  "Early socialists, who were deeply concerned with the institution of property ",
  "as a source of vast socio-economic disparities and social injustice, sought to ",
  "transform it thoroughly. P.J. Proudhon (1809-65), a French philosopher, went to ",
  "the extent of saying: 'Property is theft'.",
  "Mahatma Gandhi (1869-1948), an Indian philosopher, sought to assess the ",
  "role of property in the sphere of social as well as personal morality. His principles ",
  "of non-possession (renunciation or aparigraha) and non-stealing (abstention from ",
  "theft or asteya) deal with personal morality. A person should not acquire any ",
  "material things beyond his immediate requirement because amassing of wealth is ",
  "bound to degrade his character. It also amounts to theft because thereby you ",
  "deprive others of their due share. Gandhi maintained that the earth has enough to ",
  "satisfy everybody's need, but it does not have enough to satisfy anybody's greed.",
  "Then Gandhian principle of 'bread labour' requires that everybody should do ",
  "physical labour, apart from his usual duties, and contribute to the production of ",
  "material things in order to compensate for his consumption. This means that the ",
  "scarcity of material things in society will not be further aggravated due to their ",
  "continuous consumption. Gandhi also commended 'bread labour' as an instrument ",
  "of self-purification. This principle deals with personal as well as social morality.",
  "Finally, Gandhian doctrine of trusteeship largely deals with social morality. It ",
  "requires the owners of capital and big estate to treat their possessions as the trust ",
  "of humanity and employ them for social service, not for personal gratification, ",
  "not to speak of private profit. If these principles are adopted, tyranny of property ",
  "will automatically disappear and there will be a general uplift of material and ",
  "moral life of society.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]