[
  "c19",
  "Concept of Justice",
  "I. IDEA OF JUSTICE",
  "Political thinkers since earliest times have been trying to formulate the concept of ",
  "justice. However, with the dawn of modern consciousness, especially under the ",
  "influence of the principles of democracy and socialism, this concept has been ",
  "thoroughly transformed. As a result, the traditional view of justice has given way ",
  "to the concept of social justice. In a nutshell, the problem of justice in the ",
  "contemporary world is concerned with determining logical criteria for the allocation ",
  "of goods, services, opportunities, benefits, power and honours as well as ",
  "obligations in society, particularly in a scarcity situation. In short, justice is ",
  "concerned with the allocation of benefits as well as burdens.",
  "SPHERE OF APPLICATION",
  "Justice is primarily a problem of moral philosophy. But since it has to be ",
  "implemented by a political order, it also becomes a problem of political philosophy. ",
  "Here it is important to note that the quest for justice will not be relevant in a ",
  "purely authoritarian, purely competitive or purely communist regime. In a purely ",
  "authoritarian system—whether it belongs to the traditional type or modern type— ",
  "all allocation is made according to the dictates of an established authority. Hence ",
  "there is no use of search for the new criteria of allocation. Then in a purely ",
  "competitive system, all allocation is decided by the free play of market forces; ",
  "hence there is no scope of applying any new criteria of allocation. Finally, in a ",
  "hypothetical communist system where the rule of 'allocation according to need' ",
  "is supposed to be applied, it will be futile to consider any alternative principles of ",
  "justice. If everybody's needs could be met, the problem of injustice in society ",
  "would automatically disappear.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "414 An Introduction to Political Theory",
  "Search for justice would, therefore, be relevant only in an open society in a ",
  "situation of scarcity. In other words, the question of justice would become ",
  "significant in a situation where there is a widespread demand of social advantages ",
  "that are in short supply, and where the criteria of allocation of these advantages ",
  "can be openly discussed and adopted. Moreover, these criteria should be determined ",
  "in such a manner that they prove to be acceptable to all individuals or categories ",
  "of the individuals concerned. However, it may be conceded that there can be no ",
  "final word in this behalf. Hence suitable channels of appeal and even of protest ",
  "should be provided within the system so that the prevalent criteria could be ",
  "revised as and when so warranted by reason.",
  "Authoritarian System",
  "A system of social organization where everything is required to conform to an established ",
  "order, and it is regulated by the person or group which is recognized as the guardian ",
  "of that order.",
  "Open Society",
  "A society where there is freedom to criticize the existing order in the light of a new ",
  "logic and to reform or reformulate the existing institutions by attaining public support ",
  "for the proposed changes.",
  "PHILOSOPHICAL CONTEXT",
  "Justice is primarily a problem of discovering the 'right' course of action. Here ",
  "the distinction between 'right' and 'wrong' becomes important. It is sometimes ",
  "confused with the distinction between 'good' and 'evil', as if 'good' corresponds ",
  "to 'right' and 'evil' corresponds to 'wrong'. But on deeper analysis we find that ",
  "these variables represent different sets of value systems. Good is akin to useful, ",
  "profitable, beneficial, and so on; bad or evil implies harmful, damaging, ",
  "disadvantageous, etc. In any case, good and bad do not fall in absolute categories. ",
  "You cannot say that something is either good or bad, and nothing else. In actual ",
  "practice, something may be good in some respects, and bad in others, In other ",
  "words, it may be 'partly good' and 'partly bad'. Technically we may say that ",
  "'good' and 'bad' constitute a 'continuum'. These could be plotted on two extremes ",
  "of a scale which permits free access from one extreme to another in any direction. ",
  "Any course of action or state of affairs may be situated on this scale anywhere ",
  "between the two ends, according to our assessment or evaluation of its qualities.",
  "But the position of 'right' and 'wrong' is different. These are absolute categories, ",
  "opposed to each other in the absolute sense. Something can be either right or ",
  "wrong, and nothing else. It is similar to the distinction between 'true' and 'false'. ",
  "Something could be either true or false, and nothing else. In short, right and ",
  "wrong, like true and false, are mutually exclusive categories. Their relationshiphttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  415",
  "Justice",
  "may be represented by a dichotomy. It is a peculiar dichotomy where negative ",
  "would prevail over the positive. If something is partly true, it must be false. If ",
  "something is partly false, then too it must be false. If something is partly right, it ",
  "must be wrong. If something is partly wrong, then too it must be wrong. In the ",
  "present context, justice corresponds to right; injustice corresponds to wrong.",
  "Continuum and Dichotomy",
  "Continuum stands for a logical device for representing a range of variables ",
  "which fall between two opposites. It is based on the assumption that though the two ",
  "opposites are situated on extreme positions, tike the two ends of a straight line, yet ",
  "they are linked with each other so that they provide for easy access from one extreme ",
  "to the other.",
  "Dichotomy, on the other hand, rules out such a possibility between two mutually ",
  "conflicting positions. One may either stay on one extreme or the other. These are like ",
  "the two banks of a big river which are not connected by a bridge or navigation facility.",
  "Again, good and bad are marked by quantitative differences. On the other hand, ",
  "right and wrong are characterized by qualitative differences. Good and bad are ",
  "susceptible to measurement and quantification. Utilitarianism deals with good and ",
  "bad. That is why Jeremy Bentham (1748-1832), the exponent of utilitarianism, ",
  "founded his 'felicific calculus'. This is concerned with the balancing between the ",
  "quantities of pleasure and pain. When J.S. Mill (1806-73) focused on the ",
  "importance of qualitative differences between different types of pleasure, it marked ",
  "a significant departure from the mainstream utilitarianism. That is also why the ",
  "mainstream utilitarianism proved to be indifferent to the problem of justice. Bentham ",
  "advanced a theory of allocation of goods and services without pretending that it ",
  "was a theory of justice. John Rawls (1921-2002), who accords primacy to the ",
  "problem of justice, is strongly opposed to utilitarianism. He has pointed to certain ",
  "situations that satisfy the needs of utilitarianism but they fail to satisfy the needs of ",
  "justice.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "416 An Introduction to Political Theory",
  "Utilitarianism",
  "A school of thought founded by Jeremy Bentham (1748-1832), which treats pleasure ",
  "and pain as the chief motive force behind all human actions. The balance of pleasure ",
  "over pain derived from a thing or a course of action is termed as 'utility' which is the ",
  "source of 'happiness'. According to this view, the guiding principle of public policy ",
  "should be 'the greatest happiness of the greatest number'.",
  "It is important to note that utilitarianism tends to subordinate individual to the ",
  "collectivity. So when J.S. Mill gives precedence to liberty of the individual over ",
  "the opinion of the majority, he seems to be distancing himself from the mainstream ",
  "utilitarianism and coming closer to the idea of justice. Here Mill accords primacy ",
  "to the moral worth of a policy instead of subjecting it to cost-benefit analysis. ",
  "This tendency to restore the dignity of the individual on moral grounds was ",
  "brought to its logical conclusion in Rawls's theory of justice.",
  "JUSTICE AS A DYNAMIC IDEA",
  "The term 'justice' implies the quality of being 'just', 'right' or 'reasonable'. It is ",
  "opposed to what is 'unjust', 'wrong' or 'unreasonable'. It embodies an ideal ",
  "which is akin to the 'absolute truth' yet it is a dynamic idea because our realization ",
  "of that ideal and our comprehension of that absolute truth is a continuous process. ",
  "Our progress in this direction depends upon the development of our social ",
  "consciousness, so that what was regarded as just some centuries ago is not so ",
  "regarded today. Slavery and serfdom were widely 'justified' in ancient and medieval ",
  "Europe; untouchability was 'justified' in India a few decades ago; the inferior ",
  "status of women was taken for granted the world over not so long ago; racial ",
  "discrimination was 'justified' till recently in some parts of the world. But these ",
  "conditions are now widely regarded as unjust. Our changing outlook about these ",
  "problems and changing public opinion in favour of human liberty and equality are ",
  "ample proof of the dynamic character of the idea of justice.",
  "It is necessary that the conception of justice should always be based on 'reason'. ",
  "But man develops his faculty of reasoning according to the social consciousness ",
  "of his age. The true meaning of justice should, therefore, be determined in the ",
  "light of prevalent social consciousness, or what D.D. Raphael in his Problems of ",
  "Political Philosophy (1976) described as 'modern consciousness'. We do not ",
  "claim that this would be the perfect idea of justice. Social consciousness is an ",
  "ever-growing phenomenon, and we should be prepared to accept new and ",
  "progressive ideas as far as they are supported by reason.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Justice 417",
  "Ernest Barker (Principles of Social and Political Theory; 1951) has shown that ",
  "justice represents a synthesis of the principles of liberty, equality and fraternity. ",
  "Justice is the thread which runs through all these values and makes them parts of an ",
  "integrated whole. It reconciles their conflicts and contradictions and gives them the ",
  "shape of universal principles of governance. Justice is the basic idea behind these ",
  "values—we hold them in high esteem because they are manifestations of justice. ",
  "Justice is the final goal to which all these values should conform.",
  "Why do we demand that human relations in society should be governed by the ",
  "principle of liberty? Why do we not leave them to the whims of individuals, to the ",
  "free play of the natural forces of survival of the fittest, to the element of chance, or ",
  "to irrational traditions and superstitions? Obviously, it is our sense of justice that ",
  "impels us to postulate that human relations in society should be regulated by ",
  "'reason'. Our sense of justice recognizes the dignity of the human being as such. It ",
  "is the rational nature of man which clothes him with this dignity. It demands that ",
  "each individual should be treated as an 'end-in-itself, not a means to an end. In this ",
  "respect, all individuals should be treated as equal to each other. No individual can be ",
  "treated as superior or inferior to another because of his place of birth, race, religion, ",
  "language, culture, sex, education or economic status. Irrespective of these ",
  "differences, all individuals are potentially capable of acquiring excellence and ",
  "making suitable contributions to the social good. They need equal freedom of ",
  "personal development in their own right so as to prove their worth to society. That ",
  "was the idea behind the 'French Declaration of the Rights of Man and of the ",
  "Citizen' (1789) which read: \"Men are born and remain free and equal in rights. ",
  "Social distinctions can be based only upon public utility.\"",
  "Now the principle of liberty will not conform to the principle of justice until the ",
  "benefit of liberty is equally extended to each individual in society. The idea of ",
  "absolute liberty is a contradiction in terms. If liberty is defined as the 'absence of ",
  "restraint', it cannot become a universal principle until it is qualified by the principle ",
  "of equality. This postulates such restraints on liberty that liberty or freedom of one ",
  "does not become a threat to another's equal and similar liberty. An unrestrained ",
  "liberty of one or the chosen few will turn out to be the sentence of slavery for the ",
  "rest of the community. Thus, an adherence to the principle of equality becomes ",
  "necessary in order to resolve the inherent contradiction of absolute liberty. As ",
  "Barker has elucidated:",
  "The need of liberty for each is necessarily qualified and conditioned by the ",
  "need of liberty for all; and the liberty of A will, therefore, be such liberty as ",
  "he can enjoy concurrently with the enjoyment of similar and equal liberty ",
  "by B and C and D . . . Because the liberty of each is, thus, relative to that of ",
  "others, and has to be adjusted to that of others, it must always behttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "418 An Introduction to Political Theory",
  "regulated; and indeed it would not exist unless it were regulated. (Principles ",
  "of Social and Political Theory; 1951)",
  "On the same principle, any restraint on liberty can only be upheld when it is ",
  "duly proved that it is imposed in the interests of justice and equality.",
  "The principle of equality, again, is not the final principle of justice. Equality ",
  "may be defined as the 'absence of discrimination'. In the legal or political sphere, ",
  "this interpretation of equality will not present much difficulty This could be ",
  "interpreted as equality before the law, equal legal personality of each individual, ",
  "equal voting rights— 'one man, one vote' principle etc. But as we turn to the ",
  "economic sphere, the mere 'absence of discrimination' may not meet the ",
  "requirements of justice. When society is divided into different strata on the basis ",
  "of private property and conventional sources of prestige and power—one class ",
  "enjoying special privileges, the other being permanently in an underprivileged ",
  "position—the cause of justice will not be served by treating them entirely without ",
  "discrimination. The principle of justice requires that the deprived and ",
  "underprivileged sections should be given special protection in order to save them ",
  "from the excesses of the dominant sections. Thus, if an ordinary man in his ",
  "capacity as worker, consumer or tenant is open to exploitation by the employer, ",
  "trader or landlord, the law should make reasonable discrimination in favour of the ",
  "weaker party. It is just like extending the principle of brotherhood or fraternity to ",
  "the regulation of human relations in society as a matter of right, not charity. The ",
  "principle of fraternity involves resolving the contradiction of the principle of ",
  "equality which would otherwise leave the individual at the mercy of the cruel ",
  "market forces of demand and supply and competition; this would eliminate the ",
  "weaker sections, not to speak of securing them equal dignity, opportunity or ",
  "advantage. But any limitation of any section's right to equality can only be upheld ",
  "when it is duly proved that it involves the discrimination in favour of the weaker ",
  "section in the interests of justice and fraternity.",
  "Thus, in the final principle of justice, we seek to regulate human relations in ",
  "society by the principle of liberty; but liberty is qualified by the principle of ",
  "equality; and equality is further qualified by the principle of fraternity. The intention ",
  "is to make sure that each individual gets a fair share in the advantages accruing ",
  "from organized social life. Each individual gets a common civic minimum beyond ",
  "which one's work is rewarded according to the value of the contribution made to ",
  "the public welfare. It must be ascertained that an unduly large share of wealth, ",
  "prestige and power is not cornered by any privileged section or sections by dint ",
  "of its money and manipulative power. The principle of justice postulates not ",
  "merely formal liberty and equality, but the transformation of those social conditions ",
  "which obstruct the enjoyment of freedom and equality by ordinary men and ",
  "women.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  419",
  "justice",
  "It would be significant to observe that the modern concept of justice is different ",
  "from its traditional concept. The traditional concept of justice focused on the 'just ",
  "man'. It was primarily concerned with the virtues befitting a man for enhancing his ",
  "moral worth. It consisted in the performance of his duties attached to his status ",
  "determined by the prevalent law, social customs and mode of thought. A typical ",
  "example of the traditional approach to the problem of justice is provided by Plato's ",
  "theory of justice which sought to prescribe the duties of different citizens and ",
  "required them to develop virtues befitting those duties. As Richard Lewis ",
  "Nettleship, in his Lectures on the Republic of Plato (1962), has elucidated:",
  "Justice, in Plato's sense, is the power of individual concentration on duty. If ",
  "a soldier is just in this sense, he is, of course, a brave man; if a man in ",
  "subordinate position is just, he of course accepts and maintains authority, or ",
  "is 'self-controlled'. Justice therefore ... is really the condition of the existence ",
  "of all the virtues; each of them is a particular manifestation of the spirit of ",
  "justice, which takes different forms according to a man's function in the ",
  "community. In modern phrase it is equivalent to sense of duty.",
  "Plato prescribes different duties for different groups of citizens whose fulfilment ",
  "would be instrumental in building up a just social order. Justice results from each ",
  "element in society doing its appropriate task, doing it well and doing it only. In ",
  "order to achieve perfect harmony which symbolizes justice, it is imperative that ",
  "reason must rule within the man as well as within the state. So, in a just or ideal ",
  "state, the reins of government shall remain in the hands of a class of philosopher-",
  "kings who are supposed to be the living embodiments of reason, whereas material ",
  "production and military defence shall be entrusted to the producer and warrior ",
  "classes respectively. Thus, in Plato's perfect state:",
  "the industrial forces would produce but they would not rule; the military ",
  "forces would protect but they would not rule; the forces of knowledge and ",
  "science and philosophy would be nourished and protected and they would ",
  "rule. (Will Durant, The Story of Philosophy; 1954)",
  "It is significant that Hindu caste system, as enunciated by the ancient lawgivers, ",
  "strikes a similar note regarding the nature of justice.",
  "The modern concept ! justice, on the contrary, is marked by a shift of emphasis, ",
  "from the idea of a just or virtuous man to that of a just society. In other words, the ",
  "traditional view of justice embodied a conservative idea; the modern view ",
  "embodies a progressive idea. The traditional view insisted on the individual ",
  "conforming to a pre-conceived image of society; the modern view of justice seeks ",
  "to transform society itself for the realization of certain human values. Tohttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "420 An Introduction to Political Theory",
  "be sure, the traditional view of justice has given way to the modern idea of 'social ",
  "justice'. D.D. Raphael, in his Problems of Political Philosophy (1976), has made ",
  "an important point: \"The term 'social justice' tends to issue from the mouths of ",
  "reformers, and to be regarded with suspicion by those who are satisfied with the ",
  "existing order.\"",
  "The idea of social justice comprises a force behind social change. It is precisely ",
  "when people find fault with the existing social order, involving oppressive and ",
  "exploitative social conditions, that they raise the demand for social justice, seeking ",
  "suitable changes in social policy for determining an 'authoritative allocation of ",
  "values'. The ideas of liberty and equality derive their substance from the idea of ",
  "social justice when these principles seek the transformation of the existing social ",
  "conditions to eliminate injustice in society. In a nutshell, 'social justice' is the ",
  "voice of the oppressed and the underprivileged against the excesses of the social ",
  "system. It is an expression of what is due to the individual from society, especially to ",
  "the individual who is condemned to a wretched and subhuman living because of a ",
  "defective system of distribution of advantages accruing from the organized social ",
  "life. The main problem of social justice is to decide an appropriate allocation of the ",
  "advantages that are available or that can be secured through the ",
  "instrumentality of the social organization.",
  "When the modern idea of justice is applied to the various aspects of social life, ",
  "we get legal, political and socio-economic notions of justice. These are by no ",
  "means watertight compartments but constitute a continuum within the general ",
  "scheme of social justice.",
  "LEGAL JUSTICE",
  "The term 'legal justice' is broadly applied in two contexts: (a) 'justice according ",
  "to law'—here we do not question the validity of law but focus on the principles ",
  "of administration of justice according to the prevalent law; and (b) 'law according ",
  "to justice'—here we examine the substance of the law itself to ensure that it ",
  "conforms to the requirements of justice.",
  "Alf Ross in his On Law and Justice (1958) argued that justice consists in an ",
  "efficient administration of law and that it should not be tested on some imaginary ",
  "moral values. As Morris Ginsberg in his On Justice in Society (1965) has elucidated: ",
  "Ross accepts what may be called the formal principles of justice as a basis of ",
  "law. The notion of a legal order implies that decisions shall be made not ",
  "arbitrarily but in accordance with general rules, and that these general rules ",
  "(whatever they are) shall be correctly (that is what moraliits call impartially) ",
  "applied; that is by criteria defining the class of cases coming under the rule, and not ",
  "affecteaby the subjective reactions of the judge. Justice then is conformity ",
  "with existing law.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  421",
  "Justice",
  "This view represents an outstanding example of the concept of legal justice as ",
  "'justice according to law'. It does not question whether a particular law itself is ",
  "right or wrong, on the plea that there is no scientific way of such verification. A ",
  "good law is known by its efficiency in attaining its purpose, whatever that purpose ",
  "may be. In this sense, the problem of justice has nothing to do with the purpose ",
  "of law; it is solely concerned with the efficacy of law. Justice in totalitarian ",
  "societies may be distorted not because of bad laws, but because of the power ",
  "given to judges to disregard fixed rules.",
  "On the other hand, Ernest Barker, in his Principles of Social and Political ",
  "Theory (1951), has dwelled on the concept of legal justice as 'law according to ",
  "justice'. Barker draws a distinction between 'positive law' and 'natural law' to ",
  "show that law derives its validity and value from two different sources. Positive ",
  "law denotes a particular law—the law defined and declared by each community ",
  "for its own members. On the other hand, natural law is a universal law—a law ",
  "founded on what is right-in-itself, on what is just everywhere and at all times, for ",
  "all mankind, on what is valuable whether it is valid or not. Barker demonstrates ",
  "that this distinction between the two aspects of law can be traced in the political ",
  "theory of Aristotle, Roman jurisprudence as well as Christian doctrine. After a ",
  "detailed examination of these theories, Barker comes to this conclusion:",
  "If we make this distinction, we may say that authority gives validity to law, ",
  "and justice gives it value. A law has validity, and I am legally obliged to obey ",
  "it, if it is declared, recognized, and enforced as law by the authority of the ",
  "legally organized community, acting in its capacity of a State. A law has ",
  "value, and I am bound to obey it not only legally, and not only by an outward ",
  "compulsion, but also morally and by an inward force, if it has the inherent ",
  "quality of justice. {Principles of Social and Political Theory; 1951)",
  "Barker points out that, ideally, law ought to have both validity and value. Thus, ",
  "law will be most effective if it conforms to the principle of justice and also has ",
  "the authority of the state.",
  "Of the two views of legal justice, one represented by Ross and the other by ",
  "Barker, the latter is definitely more sound. Justice in the legal sphere consists not ",
  "only in an efficient administration of law, but it postulates that law itself should ",
  "embody human values according to the prevailing social consciousness. If law ",
  "does not reflect the changing social values, it will turn out to be a dead weight on ",
  "the wheels of social progress, only to be discarded in a violent overthrow.",
  "POLITICAL JUSTICE",
  "The term 'political justice' is sometimes applied in a comprehensive sense so as ",
  "to embrace a restructuring of the entire fabric of socio-economic and political ",
  "relations. For instance, William Godwin, in his Essay on Property (1793), usedhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "422 An Introduction to Political Theory",
  "the term 'political justice' to denote a moral principle whose object was the ",
  "'general good' and which was especially invoked to evolve a genuine system of ",
  "property. Otto Kirchheimer, in his Political Justice: The Use of Legal Procedure ",
  "for Political Ends (1961), has conceived of 'political justice' as 'the search for ",
  "an ideal in which all members will communicate and interact with the body politic ",
  "to assume its highest perfection'.",
  "A more specific usage of the term 'political justice', however, refers to the ",
  "transformation of political institutions, political process and political rights ",
  "according to current conceptions of justice. This means, in the first place, the ",
  "establishment of democratic institutions in the political life of the community so ",
  "that these institutions represent and take care of the interests of the people, not of ",
  "any privileged class. Thus, representative institutions—the legislature and ",
  "executive—should be constituted on the principle of universal adult franchise, ",
  "while the independence of the judiciary should be protected and maintained. This ",
  "also implies 'rule of law', i.e. the principle that government should not be arbitrary, ",
  "but should be conducted through procedures authorized by legislation passed in ",
  "the proper form. A constitutional government is also an essential ingredient of ",
  "political justice in this sense.",
  "In the second place, political justice implies a full guarantee of the liberty of ",
  "thought and expression, especially the right to criticize the government and its ",
  "policies. Finally, there should be complete freedom for forming associations and ",
  "interest groups to enable the citizens to articulate their interests through the normal ",
  "channels of communication and through political parties as well as to express ",
  "their approval or disapproval of particular measures, to organize peaceful protests ",
  "against harmful measures, and to pressurize the working of the government ",
  "through democratic channels and procedures. In a nutshell, political justice ",
  "postulates the universal availability of the mechanism for resolving the conflicting ",
  "claims of different interests in society.",
  "SOCIO-ECONOMIC JUSTICE",
  "The term 'socio-economic justice' comprehends two important elements: 'social ",
  "justice' and 'economic justice'. Their combination into 'socio-economic justice' ",
  "is significant because social life of the community cannot be transformed according ",
  "to the principle of justice unless its economic relations are suitably transformed. ",
  "The term 'economic justice' may be used in the restricted sense of reordering ",
  "human relations in the economic sphere, e.g. relations between employer and ",
  "worker, between trader and consumer, between landlord and tenant, between ",
  "moneylender and borrower, etc. so as to eliminate exploitation of the vulnerable ",
  "sections of society. On the other hand, the term 'social justice' is used more ",
  "comprehensively so as to include economic justice as also to restore the dignity ",
  "of human beings who have lost it due to a lower economic, educational and ",
  "cultural status.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Justice 423",
  "When we speak of 'economic growth with social justice', the term social ",
  "justice suggests that the benefits of economic growth—which are largely economic ",
  "in nature—should accrue to larger and larger sections, especially to the lower ",
  "strata of society. The term socio-economic justice, or social justice, in a broad ",
  "sense, comprehends the reallocation of both material and moral advantages of ",
  "social life. It denotes a progressive concept and a model of development. The ",
  "Indian Constitution, particularly in its Preamble and the part dealing with the ",
  "Directive Principles of State Policy, holds the promise of justice—social, economic ",
  "and political. In common parlance, the term 'social justice' is usually applied to ",
  "comprehend all the three aspects of justice in society—social, economic and ",
  "political. Of these, the economic aspect is most crucial because economic disparities ",
  "and injustice are bound to erode the foundations of legal and political justice.",
  "In a nutshell, the term social justice, in the wider sense, implies a reordering of ",
  "social life in such a manner that the material and moral benefits of social effort ",
  "are not cornered by a tiny privileged class but accrue to the masses to ensure the ",
  "uplift of the lower, weaker and underprivileged sections. This involves a logical ",
  "synthesis of liberty, equality and fraternity in their substantive aspects so that:",
  "(a)liberty of thought and expression, etc. is supplemented by a democratic electoral ",
  "system free from the decisive influence of money and manipulative power;",
  "(b)formal equality is not rendered ineffective due to vast economic disparities, ",
  "especially in the field of seeking justice in the law-courts and availing of educational ",
  "and career development opportunities; (c) special safeguards for minorities and ",
  "weaker sections help to raise their dignity and promote the spirit of fraternity; ",
  "and (d) the right to property is subordinated to the common good and the pattern ",
  "of production of goods and services tends to subserve social needs.",
  "IV. DISTINCTION BETWEEN PROCEDURAL IUST1CE AND ",
  "SUBSTANTIVE JUSTICE",
  "The contemporary debate on the nature of justice focuses on the distinction ",
  "between procedural justice and substantive justice (also called social justice or ",
  "distributive justice). The champions of procedural justice hold that it is necessary ",
  "to determine a just procedure for the allocation of social advantages, viz. goods ",
  "and services, opportunities and benefits, power and honours; then its outcome ",
  "will automatically be accepted as just. In other words, the allocation resulting ",
  "from a just procedure must be treated as just. On the contrary, the champions of ",
  "substantive justice argue that the allocation or distribution of social advantages ",
  "among various sections of society itself should be just—that is the primary issue; ",
  "the procedure for making such allocation is a secondary issue, which can be ",
  "adjusted suitably to meet the requirements of just distribution.",
  "The notion of procedural justice is closely related to the tradition of liberalism. ",
  "According to this viewpoint, the function of justice is to regulate the mutualhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "424 An Introduction to Political Theory",
  "relations between individuals and groups. Hence, the quest for justice should aim ",
  "at evolving reasonable rules which should be applied impartially to all categories. ",
  "Freedom of contract is the mainstay of procedural justice. It requires the state to ",
  "ensure that no individual or group would oppress another by force or fraud. ",
  "Using the analogy of race, the defenders of procedural justice insist on laying ",
  "down rules of the game; it hardly matters as to who wins or loses in the race. As ",
  "Norman Barry (An Introduction to Modern Political Theory; 1989) has aptly ",
  "illustrated: \"Procedural justice is exemplified in competitions, such as races. A ",
  "fair race is not one in which the person who wins morally deserves to win but ",
  "one in which there is no cheating, nobody jumps the gun or has an unfair advantage ",
  "through the use of drugs.\" Accordingly procedural justice treats the rules of ",
  "market economy as the model rules of human behaviour. It holds that the market ",
  "mechanism creates necessary conditions for the most efficient use of resources; ",
  "any artificial social policy designed to disturb this process will lead to wastage of ",
  "the rare material and human resources. The exponents of procedural justice include ",
  "Herbert Spencer (1820-1903), F.A. Hayek (1899-1992), Milton Friedman (1912-",
  "2006) and Robert Nozick (1938-2002). Besides, John Rawls (1921-2002) has ",
  "sought to accommodate the requirements of substantive justice or social justice ",
  "in his well-drawn scheme of procedural justice.",
  "Procedural justice repudiates all discrimination between human beings on ",
  "grounds of caste, creed, sex, race, region, language and culture, etc. and accepts ",
  "equal dignity and moral worth of all human beings. In this respect, it is a progressive ",
  "idea. But it stretches the principle of open competition too far. Thus, Spencer ",
  "went to the extent of suggesting that the state should not extend any help to the ",
  "handicapped and let the weakest go to the wall. Spencer argued that if the state ",
  "gives any support to the incapable, the imprudent and the weak, it would amount ",
  "to depriving the capable, the prudent and the strong of their genuine share, and ",
  "thereby impeding social progress. Spencer's social philosophy implies applying ",
  "Darwin's principle of'natural selection' and 'survival of the fittest' to the realm ",
  "of human relations. It obliterates the distinction between rules of the animal world ",
  "and those of civil society. Hayek suggested that the state should positively promote ",
  "competition and ensure that the market is not reduced to an instrument of ",
  "distributive justice. Friedman eulogized competitive capitalism as an essential ",
  "condition of freedon and opposed all measures of human welfare and social ",
  "security. Nozick contended that the state has no authority to redistribute the ",
  "property of its citizens who were originally its clients. C.B. Macpherson (1911-87) ",
  "has rightly pointed out that the capitalist system destroys the creative freedom of ",
  "human beings who are constrained to employ their talents, skills and energies to ",
  "cater to the needs of the market place instead of pursuing their self-appointed ",
  "goals. Where is the scope of justice under such conditions of constraint?",
  "In contrast, the idea of substantive justice corresponds to the philosophy of ",
  "socialism. It holds that test of justice in society consists in ascertaining whetherhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Justice 425",
  "the poor and the underprivileged have adequate opportunity to improve their lot. ",
  "It demands that the opportunities of self-development should be progressively ",
  "extended to the underprivileged and disadvantaged sections of society.",
  "CONCLUSION",
  "Justice is primarily a problem of moral philosophy. In politics, the concept of ",
  "justice is used as a guide to public policy. The question of justice arises under ",
  "two conditions: (a) in a scarcity situation—where goods, services, opportunities, ",
  "etc. are too scarce to satisfy all contestants; and (b) in an open society—where ",
  "allocation of various benefits is not tied to fixed status of various individuals but ",
  "they are free to demand a fair share on some reasonable ground. In a hierarchical ",
  "or authoritarian society where all social advantages are allocated to different ",
  "sections of society according to a predetermined scheme, justice is conceived as ",
  "the strict adherence to that scheme. In an open society, we may consider two ",
  "major criteria of allocation: (a) allocation according to need; and (b) allocation ",
  "according to desert, merit and ability. In a scarcity situation it is impossible to ",
  "meet everybody's needs. If we resort to an equal distribution of social advantages ",
  "for the purpose of equal satisfaction of everybody's needs irrespective of their ",
  "contribution, then no incentive will be left to work hard. The result will be less ",
  "production and a lesser availability of goods and services, etc. for distribution ",
  "and a general impoverishment of society.",
  "On the other hand, if we introduce a purely competitive system, ignoring ",
  "needs altogether, some human beings might be constrained to lead sub-human ",
  "life. This would result in a general moral degradation as well as loss of potential ",
  "for social progress. Justice, therefore, requires that a provision should be made ",
  "for meeting some minimum needs of all human beings irrespective of their individual ",
  "contribution to society. Minimum needs could include means of subsistence, ",
  "health care, some level of education or literacy, and some job opportunities because ",
  "a job is not only a means of subsistence but also a means of self-respect. While ",
  "making allocation according to need, it is imperative that the neediest should get ",
  "priority. Needs should be determined on individual basis (or family-unit basis). If ",
  "some groups or classes are declared to, be entitled to special concessions, they ",
  "are bound to develop the vested interest in the system. As a consequence, the ",
  "claims of the neediest individuals (or family-units) among other categories are ",
  "bound to be ignored, resulting in injustice.",
  "Once the provision for minimum needs has been made, an additional reward ",
  "can be given according to desert. Criterion of desert is, again, by no means a ",
  "simple issue. A purely competitive system is no answer to the question. In a ",
  "system based on desert, reward will depend on four factors: (a) one's talents and ",
  "skills; (b) effort; (c) opportunity; and (d) social demand. Of these, the first twohttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "426 An Introduction to Political Theory",
  "factors, viz. talents and skills combined with effort, are hardly controversial, but ",
  "the last two factors, viz. opportunity and social demand might prove to be beyond ",
  "control of the individual. Talents and effort may go unrewarded or scantily ",
  "rewarded for want of adequate opportunity. Then variations in social demand ",
  "might result in overvaluation or undervaluation of talents. As John H. Schaar ",
  "('Equality of Opportunity, and Beyond' in Contemporary Political Theory, edited ",
  "by Anthony de Crespigny and Alan Wertheimer; 1971) has pointed out, talents ",
  "might not be rewarded according to their intrinsic worth due to variations in the ",
  "prevailing hierarchy of values in different social settings. Thus, soldierly qualities ",
  "and virtues were highly admired and rewarded in the ancient Sparta, while the ",
  "poets languished. C.B. Macpherson has lamented on the lack of creative freedom ",
  "for ordinary human beings in a capitalist system. In view of these constraints, ",
  "the state should create adequate opportunities for and give suitable encouragement ",
  "to sublime arts and professions in order to meet the requirements of justice.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]