[
  "c1",
  "Nature and Significance of",
  "Political Theory",
  "A",
  "S HUMAN BEINGS we live in society. Society includes many ",
  "institutions  like family, school, religious organization, polity, etc. ",
  "Every institution serves some specific purpose. It involves some ",
  "organization and use of authority. Authority denotes a relationship of command ",
  "and obedience where the command is generally regarded to be reasonable. Mild ",
  "protests, if any, would not upset the authority.",
  "NATURE OF POLITICAL THEORY",
  "WHAT IS POLITICAL?",
  "When an organization is designed to regulate the whole community, it takes the ",
  "character of polity. Polity, therefore, denotes an organization where rules are ",
  "made and decisions are taken for the whole community, and authority is exercised ",
  "over each member of the community. The term 'political' refers to something ",
  "that is 'public', as distinguished from private or something applicable to a limited ",
  "number of persons. Sheldon S. Wolin, in his Politics and Vision (1960) has ",
  "beautifully summed up the characteristics of the 'political' as follows:",
  "Of all the authoritative institutions in society, the political arrangement has ",
  "been singled out as uniquely concerned with what is 'common' to the ",
  "whole community. Certain functions, such as national defense, internal ",
  "order, the dispensing of justice, and economic regulation, have been declared ",
  "the primary responsibility of political institutions, largely on the grounds ",
  "that the interests and ends served by these functions were beneficial to all ",
  "of the members of the community.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "2 An Introduction to Political Theory",
  "Thus polity or the state enjoys a unique position among social institutions. It is ",
  "so important that Aristotle (an ancient Greek philosopher) described man by ",
  "nature a 'political animal'. Living in a state was so natural for a person that he ",
  "who lived outside the state or who did not need a state was either a beast or an ",
  "angel!",
  "The terms 'polity', 'politics' and 'political' are derived from the Greek word ",
  "'polis' which denoted ancient Greek city-state. The Greek city-states were ",
  "relatively small communities which were separated from each other by geographical ",
  "barriers, like forests, mountains and seas. Each city-state had evolved a compact ",
  "social life and culture where all institutions and activities were knit together. ",
  "These institutions and activities which were aimed at securing 'good life' for the ",
  "community were regarded to be the part of 'polities'. However, in the present-",
  "day society the scope of politics is not regarded to be so comprehensive. Today ",
  "we draw a distinction between public and private spheres of human life, and ",
  "confine the usage of the term 'politics' to the institutions and activities falling in ",
  "the public sphere. Thus the decisions of cabinet and parliament, election campaigns ",
  "and other activities of political parties, people's movements seeking change in ",
  "law and public policy, etc. belong to politics but the object of our faith and ",
  "worship, the content of our education, art and culture, etc. do not properly ",
  "belong to the sphere of politics until some regulation thereof is required to maintain ",
  "public order and safety!",
  "SCOPE OF POLITICAL THEORY",
  "After identifying the nature and scope of the 'political', we are now ready to ",
  "understand the nature of political theory. The term 'theory' stands for a systematic ",
  "knowledge. Thus 'political theory' denotes a systematic knowledge of political ",
  "phenomena. What type of knowledge do we require about the political phenomena ",
  "in the realm of political theory?",
  "Broadly speaking, political theory is concerned with three types of statements: ",
  "(1) Empirical statement, which is based on observation, through sense-experience ",
  "alone; (2) Logical statement, which is based on reasoning (e.g. 'two plus two is ",
  "four'); and (3) Evaluative statement, which is based on value-judgment (e.g. ",
  "'men are born free and equal'). Political science relies only on empirical and ",
  "logical statements. It is argued that correct observation and correct reasoning by ",
  "different persons would lead to the similar conclusion; hence empirical and logical ",
  "statements are capable of verification. On the other hand, it is alleged that evaluative ",
  "statements are based on individual or group preferences which differ from individual ",
  "to individual or group to group; there is no reliable method of determining what is ",
  "right or wrong, good or bad; one cannot scientifically discover the purpose of ",
  "the universe or human life. Exponents of 'Logical Positivism' argue that evaluative ",
  "statements have no empirical content or logical structure; they are expressions ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Nature and Significance of Political Theory 3",
  "subjective reflection or emotional preference. Likewise, champions of scientific ",
  "method for the study of politics insist on a 'value-free' or 'value-neutral' approach.",
  "In any case, political theory cannot be confined to the so-called scientific ",
  "knowledge. It is equally concerned with determining values which come within ",
  "the scope of philosophy. We cannot accept the view that values are based on ",
  "individual or group preferences. On the contrary, values do have a sound logical ",
  "structure unless we mistake them for biased statements. Upholders of different ",
  "values can be invited to have a dialogue, to have an opportunity to understand ",
  "each other's point of view, to convince each other and probably to agree on ",
  "certain universal principles to judge the validity of values. Determination of values ",
  "is the basis of a sound public policy or decision. If we abdicate this responsibility, ",
  "it may fall in irresponsible hands, with disastrous consequences. Hence political ",
  "theory must comprehend both political science and political philosophy.",
  "Logical Positivism",
  "A school of thought founded by German sociologist Max Weber (1864-1920) and the ",
  "members of Vienna Circle (Moritz Schlick, Ludwig Wittgenstein, AJ. Ayer, etc.) in the ",
  "early decades of the twentieth century. It holds that reliable and valid knowledge in ",
  "any field of inquiry can be obtained only by empirical method (i.e. observation based ",
  "on sense-experience). The questions concerning values are beyond the scope of scientific ",
  "knowledge; hence it is not possible to obtain reliable knowledge about them.",
  "Dwelling on the nature of political theory, George Catlin (Political Quarterly, ",
  "March 1957) significantly observed: \"the theory (of politics) itself is divided into ",
  "political science and political philosophy. \" Pleading for combining the study of ",
  "political science with sociology, Catlin asserted: \"it is the supreme virtue of the ",
  "fusion of sociology and political science that it could enable us to be sharp-eyed ",
  "for the phenomena of control in its many forms, over all the processes of the ",
  "whole social field.\" (ibid.)",
  "Then defining the scope of political philosophy, Catlin explained: \"Our concern ",
  "here. . . is with the kingdom of ends or final values. . . So soon as a man begins ",
  "to ask, 'What is for the national good?' or 'What is the good society?', he is ",
  "asking questions in philosophy.\" (ibid.) In short, Catlin proceeds to identify the ",
  "nature of political theory by pointing to its two important components: political ",
  "science and political philosophy. As he has suggested, political science deals with ",
  "the facts of political life (i.e. what is the real situation and which laws govern our ",
  "actual behaviour) while political philosophy is concerned with values (i.e. what is ",
  "good for us).",
  "Andrew Hacker (Political Theory: Philosophy, Ideology, Science; 1961) also ",
  "dwells on these two major components of political theory but he introduces ",
  "some new factors to elaborate the issue. Hacker writes: \"Every political scientist ",
  "plays a double role. He is part scientist and part philosopher. . . no theorist canhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "4 An Introduction to Political Theory",
  "make a lasting contribution to human knowledge unless he works in the realms ",
  "of both science and philosophy. The scientific parts of a theory can only achieve ",
  "coherence and significance if the writer has a preconceived idea or the goals of ",
  "political life.\" Commenting on the role of political science Hacker observes: \"The ",
  "theorist whose pursuit is political science is interested in describing and explaining ",
  "the realities of political behaviour. He attempts to draw up generalized propositions ",
  "about the actual relations between states and citizens and about the role of power ",
  "in society.\" (ibid.) About the role of political philosophy he comments: \"The ",
  "theorist whose interest is in writing political philosophy, on the other hand, is ",
  "concerned with prescribing the goals which citizens, states and societies ought to ",
  "pursue. His aim is to generalize about right conduct in the political life and ",
  "about the legitimate uses of power.\" (ibid.) Adequate knowledge of political science ",
  "is essential for sound political philosophy. As Hacker points out, \"the philosophical ",
  "parts of a theory must be informed by a profound understanding of the facts of ",
  "political life. The best political philosophers have always been well aware of the ",
  "existing realities; they have given intense and systematic study to the needs and ",
  "capabilities of man and society.\" (ibid.)",
  "NATURE OF POLITICAL SCIENCE",
  "In consonance with the requirements of scientific method political science proceeds ",
  "by the following steps: (a) Observation, which relies on sense-experience alone ",
  "and rules out supernatural or metaphysical causation (because it is beyond our ",
  "sense-experience); (b) Generalization which is based on observation of regularities ",
  "leading to establishing the relation and correlation between different factors or ",
  "variables. This may either be obtained by the inductive method (proceeding from ",
  "'particular to general', i.e. arriving at a general rule after observing similarities in ",
  "particular cases), or by the deductive method (proceeding from 'general to ",
  "particular', i.e. postulating a general rule and then confirming it by observation of ",
  "particular cases). Generalization must be expressed in the form of a general rule, ",
  "preferably in quantitative terms, which should be capable of verification by ",
  "experimentation; (c) Explanation which consists in giving reasons for the general ",
  "rule, for without such reasoning any observation of correlation might be a mere ",
  "coincidence; explanation alone will make particular events, situations or tendencies ",
  "meaningful; and finally; (d) Prediction and Prescription so that in the light of ",
  "known facts and general rules, their possible outcome could be known and ",
  "measures for achieving such objectives as higher efficiency, stability, satisfaction, ",
  "etc., could be suggested.",
  "Behavioural approach to the study of politics insists on studying the actual ",
  "behaviour of human beings in a political situation rather than describing salient ",
  "features of political institutions and their legal position. In the behavioural approach ",
  "formal political institutions are dissolved into 'systems' and 'processes' so as tohttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Nature and Significance of Political Theory 5",
  "focus attention on the actual behaviour of political actors, which alone is capable ",
  "of scientific study. However, post-behavioural approach insists on making the ",
  "achievements of political science subservient to human values and ends. Hence it ",
  "heralds revival of concern with 'values' without compromising scientific method ",
  "for the study of' facts'. In short, post-behaviouralism calls for application of political ",
  "science for overcoming the prevailing crises in various spheres of human life.",
  "NATURE OF POLITICAL PHILOSOPHY",
  "It is sometimes alleged that political science deals with the 'real' while political ",
  "philosophy deals with the 'ideal'. According to this viewpoint, political science ",
  "inquires into what men and women actually do in a political situation while political ",
  "philosophy tries to determine what they ought to do in keeping with the ultimate ",
  "good or purpose of human life. But this view does not define the scope of political ",
  "philosophy adequately. Political philosophy may properly be recognized by its ",
  "'critical' function. As D.D. Raphael (Problems of Political Philosophy; 1976) ",
  "significantly observed: \"It is true that some of the classical political philosophers ",
  "have set out ideal forms of society, but... this has not been their central concern. ",
  "Even in Plato, the purpose of depicting an ideal society is to criticize existing ",
  "society and to promote understanding of general social concepts such as justice.\" ",
  "According to Raphael, the fundamental purpose of traditional philosophy has ",
  "been the critical evaluation of beliefs: \"Philosophy differs from science in that ",
  "science seeks explanation while philosophy seeks justification\", (ibid.) The term ",
  "'justification' implies the attempt to give rational grounds either for accepting or ",
  "rejecting the beliefs which we normally take for granted without thinking of any ",
  "grounds thereof.",
  "Another closely related function of political philosophy is the clarification of ",
  "concepts. As Raphael has pointed out, many of these concepts, such as the concept ",
  "of society, authority, social class, justice, liberty and democracy, are not only ",
  "highly general but also vague. Clarification of such concepts involves three related ",
  "purposes: analysis, synthesis and improvement of concepts. Analysis of a concept ",
  "involves specifying its elements, often by way of definition, such as defining ",
  "sovereignty as supreme legal authority. Synthesis of concepts implies showing ",
  "the logical relationships between two concepts, such as showing that the concept ",
  "of a right involves that of an obligation. Improvement of a concept implies ",
  "recommending a definition or use that will assist clarity or coherence, such as ",
  "recommending that the concept of sovereignty should be applied only to the legal ",
  "authority of a state, and not to its coercive power.",
  "CONCLUSION",
  "It may be conceded that political philosophy deals with the needs, objectives and ",
  "goals of human life which cannot be scientifically ascertained. But these canhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "6 An Introduction to Political Theory",
  "always be discussed by the right-thinking people, argued on the basis of available ",
  "data and reasoning, and some acceptable point may be reached at the current ",
  "level of our social consciousness. Most of the arguments can be picked up for ",
  "further scrutiny from the long tradition of political thought, new arguments can ",
  "be introduced thereto and conclusions drawn from the expanding horizons of ",
  "our knowledge. Hence, the search for values and a critical review of our position ",
  "is an ongoing process which justify the continuing pursuit of political philosophy. ",
  "In fact political philosophy itself arose from a critical reflection of political activity ",
  "which existed long before the advent of political philosophy. It exemplified the ",
  "Socratic function of 'speaking truth to power'.",
  "Hacker particularly cautions us to distinguish political theory from 'ideology'. ",
  "A theory—whether it takes the character of science or philosophy—must be ",
  "dispassionate and disinterested. When a theorist has no personal interest in any ",
  "political arrangement, \"his vision of reality and his image of the good life will not ",
  "be clouded, nor will his theory be special pleading... The intention of ideology is ",
  "to justify a particular system of power in society. The ideologue is an interested ",
  "party: his interest may be to defend things as they are or to criticize the status quo ",
  "in the hope that a new distribution of power will come into being.\" (Political ",
  "Theory: Philosophy, Ideology, Science). When theory is clouded by ideology, it is ",
  "bound to be distorted. Political philosophy aims at a disinterested search for the ",
  "principles of the good state and the good society. When clouded by ideology, it is ",
  "reduced to a rationalization for current or future political and social arrangements. ",
  "For instance, upholders of capitalism regard private property as most conducive ",
  "to justice and social progress while upholders of socialism regard social ownership ",
  "of means of production as the most suitable method of achieving these ends. ",
  "Similarly, upholders of nationalism place national pride and national interest above ",
  "any other goal while supporters of internationalism tend to disregard national ",
  "boundaries to determine the index of human progress. In a nutshell, all ideologies ",
  "are biased towards partisan ends. Any such bias obstructs our search for truth. ",
  "Political science demands a disinterested search for knowledge of political and ",
  "social reality. When clouded by ideology, it is reduced to partial or selective ",
  "depiction, resulting in a distorted description or explanation of political and social ",
  "reality. Scholarly detachment is, therefore, the keynote of political theory in real ",
  "sense of the term.",
  "Ideology",
  "A set of ideas and arguments used to defend an. existing or a proposed distribution of ",
  "power in society. These ideas are accepted to be true by their upholders without ",
  "inquiring into their validity. The ruling class may propagate its ideology to strengthen ",
  "its own position while its opponents may use their ideology to mobilize the people to ",
  "replace the existing order by a new one to achieve some great objectives.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Nature and Significance of Political Theory 7",
  "Political science and political philosophy play complementary roles in the realm ",
  "of political theory. Significance of political theory may, therefore, be sought in ",
  "both of these areas.",
  "CONTROL OF SOCIAL LIFE",
  "Scientific analysis of political life enables us to understand and solve the problems ",
  "of our social life. Just as the knowledge of geology helps us in understanding the ",
  "causes of earthquake and gives us insights for preventing the havoc caused by it, ",
  "so political science enables us to understand the causes of conflict and violence ",
  "in society and gives us insights for preventing their outburst. Just as the knowledge ",
  "of physics enables us to generate electricity from our thermal and water resources, ",
  "so the knowledge of political science enables us to secure development of society ",
  "from our human resources. Just as the knowledge of medical science enables us ",
  "to control and cure various diseases of human body, so political science guides ",
  "us to find remedies of political instability and various types of social crises.",
  "SOCIAL CRITICISM AND RECONSTRUCTION",
  "Political philosophy is primarily concerned with right and wrong, good and evil in ",
  "social life. When we find something wrong in our society and polity, we look for ",
  "logical grounds for criticizing it and speculate about the creation of a good society. ",
  "A galaxy of political philosophers, like Plato, Aristotle, St. Augustine, Machiavelli, ",
  "Hobbes, Locke, Rousseau, Hegel, Marx, Mill and Macpherson have pointed to ",
  "the prevailing ills in society and they have given their own schemes of social ",
  "reconstruction. We cannot accept any of these proposals as the final truth. But ",
  "they give us ample insights into the possible ills of social life and their remedies. ",
  "We can draw our own scheme of social reconstruction on the basis of these ",
  "insights. For example, Plato brilliantly exposed the modus operandi of selfish and ",
  "cunning politicians in a democracy. Machiavelli vividly described the character ",
  "of selfish and greedy people. Marx analysed the sources of conflict between the ",
  "owners and non-owners of property, and Macpherson pointed to the intricacies ",
  "of power structure in contemporary society which obstructs the way to creative ",
  "freedom of individual. We can draw valuable insights from their thought for ",
  "finding remedies to the existing ills in the present-day society.",
  "CLARIFICATION OF CONCEPTS",
  "Political philosophy helps us a lot in the clarification of concepts used in the ",
  "analysis of social and political life. In fact the clarification of concepts in each ",
  "area of study—whether science or philosophy—is essential for the development ",
  "of knowledge. This task is particularly difficult in the field of political theory.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "8 An Introduction to Political Theory",
  "As Sheldon S. Wolin has pointed out: \"there is the widespread tendency to utilize ",
  "the same words and notions in describing non-political phenomena that we do in ",
  "talking about political matters. In contrast to the restricted technical usages of ",
  "mathematics and the natural sciences, phrases like 'the authority of the father', ",
  "'the authority of the church', or 'the authority of Parliament' are evidence of the ",
  "parallel usages prevailing in social and political discussions.\" (Politics and Vision; ",
  "1960)",
  "So when we use the terms of common parlance in political discourse, it is ",
  "very important to determine their technical meaning. Moreover, the terms like ",
  "authority, social class, liberty, equality, justice, democracy, etc. may be applied ",
  "by different schools of thought to indicate different ideas. Political philosophy ",
  "tries to determine their precise meaning which should be acceptable to the upholders ",
  "of different ideologies. Agreement on the meaning of the terms of political ",
  "discourse does not necessarily mean that they come to accept each other's ",
  "viewpoint. But it certainly paves the way for their dialogue. For example, if a ",
  "liberal and a socialist accept the same meaning of 'freedom' or 'equality', they ",
  "are likely to appreciate each other's viewpoint.",
  "As long as precise meanings of the terms of political discourse are not ",
  "determined, some people may apply them so cleverly as to conceal a weak point ",
  "of their argument. Some selfish leaders and demagogues may use these terms to ",
  "mislead people by creating an emotional appeal and evading reason, and autocrats ",
  "may apply them to legitimize their oppressive regimes, as Mussolini (1883-1945) ",
  "did in Italy.",
  "Again, a precise and widely accepted definition of a term enables each thinker ",
  "to build his argument on sound footing. As every innovative mechanic need not ",
  "invent a wheel to assemble a new machine, so every new thinker need not devise ",
  "new terminology to present his point of view.",
  "ENCOURAGEMENT TO MUTUAL RESPECT AND TOLERATION",
  "The tradition of political theory encourages a dignified debate between upholders ",
  "of different points of view. Most political philosophers from ancient times till the ",
  "present-day have been dwelling on some common problems and giving us new ",
  "insights. As Andrew Hacker has significantly observed: \"Political theory is a ",
  "never-ending conversation among theorists. And while the greatest of the debates ",
  "are never resolved, the criticisms which the writers make of each other are ",
  "always most vivid and illuminating.... Politics is, after all, the most democratic ",
  "of sciences. The final judgements concerning political reality and the good life ",
  "are the responsibility of all who undertake the study of theory.\" (Political Theory: ",
  "Philosophy, Ideology, Science)",
  "When we follow the tradition of political philosophers, it inspires us to understand ",
  "each other's viewpoint. It gives us an opportunity to identify the strengths andhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Nature and Significance of Political Theory 9",
  "weaknesses of our thought, to convince others and be convinced by others ",
  "when truth is discovered. In short, political theory generates mutual respect and ",
  "toleration among us and prompts us to resolve our differences peacefully.",
  "CONCLUSION",
  "Broadly speaking, political theory consists of political science and political ",
  "philosophy. These two branches of political theory taken together perform three ",
  "functions which are recognized as the functions of political theory: (a) Description; ",
  "(b) Criticism; and (c) Reconstruction. Political science mainly relies on empirical ",
  "method, that is the knowledge based on our practical experience which is supposed ",
  "to be most reliable, Hence it specializes in 'description'. Political philosophy being ",
  "concerned with value-judgment specializes in 'criticism' and 'reconstruction'.",
  "Advocates of positivism, neo-positivism (logical positivism) and behaviouralism ",
  "wish to confine political theory to the sphere of political science. They argue that ",
  "evaluative statements are based on individual or group preferences which differ ",
  "from individual to individual, and group to group. There is no reliable method of ",
  "determining what is right or wrong, good or bad; one cannot scientifically discover ",
  "the purpose of the universe or human life. Hence the questions of value-judgment ",
  "should be dropped from the purview of political theory altogether.",
  "However, since the advent of post-behaviouralism (1969) and consequent ",
  "upon the revival of political philosophy in the 1970s and 1980s there has been a ",
  "renewed emphasis on values in the realm of political theory. It is now argued that ",
  "value-judgment serves as an essential guide to social policy. Indifference to value-",
  "judgment will leave society in the dark. The emerging concerns with ",
  "environmentalism, feminism human rights and social justice for the subaltern ",
  "groups, etc. call for exploring the new horizons of value-judgment. If political ",
  "theory tends to relinquish this important function, it may be grabbed by some ",
  "less competent agency. As David Held (Political Theory Today; 1991; Editor's ",
  "Introduction) has pointed out: \"Taken as a whole, the tasks of political theory are ",
  "unquestionably demanding. In the absence of their systematic pursuit, there is ",
  "always the danger that politics will be left to the ignorant and self-interested, or to ",
  "those simply with a 'will to power'.\"",
  "Thus all the functions of political theory have now become very important and ",
  "urgent in the present-day world where most of our problems are assuming global ",
  "dimensions and they are being recognized as the problems of humanity as such.",
  "Political theory implies an intellectual effort to attain a systematic knowledge ",
  "about the goals and methods of politics. In this sense it has a long tradition ",
  "spreading over two-and-a-half milleniums. However, in mid twentieth centuryhttps://telegram.me/UPSCMateriahlsttps://telegram.me/FreeUPSCMaterhitatlpss://telegram.me/MaterialforExam",
  "10",
  "AnIntmdmi°\" to Polity ",
  "Theofy",
  "the exponents of new political science began to question the continued ",
  "relevance of the traditional political theory.",
  "David Easton, an American political scientist, in his Political System: An ",
  "Inquiry into the State of Political Science (1953) asserted that the traditional ",
  "political theory was based on mere speculation. It was devoid of acute ",
  "observation of the political reality. In order to lay scientific foundations of the ",
  "study of politics, it was necessary to rescue it from the study of classics and ",
  "the history of political ideas. Easton argued that the traditional political theory ",
  "was the product of the turmoil that characterized the past ages. It particularly ",
  "flourished in Greece in  pre-Plato days, Italy in the fifteenth century, ",
  "England in the sixteenth and  seventeenth centuries or France in the ",
  "eighteenth century which were the days of widespread social and political ",
  "upheaval. It had no relevance in contemporary society.",
  "Easton also pointed out that there has been no outstanding political ",
  "philosopher after Marx (1818-83) and J.S. Mill (1806-73). Why live parasitically ",
  "on a century-old ideas? Easton argued that while economists and sociologists ",
  "had produced a systematic study of human behaviour in their respective ",
  "spheres of investigation, political scientists had lagged behind. They failed to ",
  "acquire suitable research tools to account for the rise of fascism or ",
  "communism and their continuance! Again, during the Second World War ",
  "(1939-45) economists, sociologists and psychologists had played an active role ",
  "in the decision-making process, but political scientists were ignored.",
  "Easton, therefore, appealed for building up a behavioural political science, ",
  "closer to other social sciences, to take its due place in the decision-making ",
  "process. He suggested that while traditional political theory was primarily ",
  "concerned with evolving suitable values for society, modern political science ",
  "need not make efforts in this direction. He believed that values represent ",
  "individual or group preferences relative to the social conditions in which these ",
  "are developed. Contemporary society would evolve its own value system ",
  "from its own experience and insight. Political scientists should only focus on ",
  "building causal theory to explain political behaviour.",
  "Causal Theory",
  "The theory that explains the relation between cause and effect. In other words, it ",
  "inquires into the cause of what happens; and anticipates what will happen if certain ",
  "cause is present.",
  "However, Easton changed his view after one-and-a-half decades. In his ",
  "presidential address to the American Political Science Association in 1969 he ",
  "launched his 'post-behavioural' revolution. In fact Easton was trying to convert ",
  "political science from a 'pure science' to 'applied science'. He insisted thathttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Nature and Significance of Political Theory 11",
  "scientific investigation should enable the contemporary society to tide over the ",
  "prevailing crisis. This also involved a renewed concern with values which were ",
  "sought to be excluded in the earlier behavioural approach.",
  "The debate on the decline of political theory which appeared in 1950s was also ",
  "joined by some other prominent writers. Thus Alfred Cobban in his paper on ",
  "'The Decline of Political Theory' published in Political Science Quarterly (1953) ",
  "argued that political theory had lost its significance in capitalist as well as ",
  "communist systems. Capitalist systems were inspired by the idea of 'libertarian ",
  "democracy' whereas there was no political theorist of democracy. It was also ",
  "characterized by an overwhelming role of bureaucracy and the creation of a huge ",
  "military machine. Political theory had practically to play no role in sustaining this ",
  "system. On the other hand, communist systems were characterized by a new ",
  "form of party organization and the rule of a small oligarchy. Political theory had ",
  "taken a back seat under these systems.",
  "Cobban pointed out that Hegel and Marx were interested in a small part of the",
  "universe. Hegel was primarily concerned with 'territorial state' and Marx with ",
  "'proletariat class'. They wanted to discover what was predestined within their ",
  "respective frames of reference. Contemporary politics was operating on such a ",
  "large scale that it could not be analysed in the light of any partial or narrow",
  " theory. Besides, logical positivists who sought to concentrate on facts to the ",
  "exclusion of values were also responsible for the decline of political theory. ",
  "However, Cobban came to the conclusion that all was not yet lost. Political science ",
  "has to answer questions which the methodology of social sciences may not be ",
  "able to answer. It must evolve criteria of judgment which will revive the relevance ",
  "of political science.",
  "Then Seymour Martin Lipset in his Political Man: The Social Bases of Politics ",
  "(1960) argued that the values of the contemporary society had already been ",
  "decided. In the United States the age-old search for 'good society' had come to ",
  "an end because they had already achieved it. The prevailing form of democracy ",
  "in that country was \"the closest approximation to the good society itself in ",
  "operation.\" Thus Lipset, too, questioned the continued relevance of political theory ",
  "in those days.",
  "Indeed the exponents of behavioural approach sought to strengthen scientific ",
  "basis of the study of politics and to delink it from political philosophy. But the ",
  "champions of political philosophy never approved their stand. Leo Strauss in his ",
  "famous paper 'What is Political Philosophy?' published in Journal of Politics ",
  "(1957) and in 'An Epilogue' to Essays on the Scientific Study of Politics (edited ",
  "by Herbert J. Storing; 1962) argued that the new science of politics was in fact ",
  "a symptom of the alleged decline of political theory. By adopting positivist approach ",
  "it had ignored the challenge of normative issues. Empirical theory of politics ",
  "asserts equal importance of all social values. It denies that certain things arehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "12 An Introduction to Political Theory",
  "intrinsically high while others are intrinsically low. Thus it obliterates the distinction ",
  "between men and brutes as if it destroys the identity of clean water by mixing it ",
  "with dirty water.",
  "Positivism",
  "The view that relies on scientific method as the only source of true knowledge. It ",
  "rejects superstition, religion and metaphysics as pre-srientific forms of thought. It ",
  "holds that all knowledge is ultimately based on sense-experience. Hence empirical ",
  "method must be adopted for any genuine inquiry in the field of social sciences as well ",
  "as physical sciences.",
  "Commenting on this debate Dante Germino in his Beyond Ideology: The Revival ",
  "of Political Theory (1967) argued that in most of the nineteenth century and early ",
  "twentieth century there were two major causes of the decline of political theory: (a) ",
  "the rise of positivism which led to the craze for science; and (b) the prevalence of ",
  "political ideologies culminating in Marxism. But now it was again in ascendancy, ",
  "particularly in the political thought of Michael Oakeshott, Hannah Arendt, Bertrand ",
  "de Jouvenal, Leo Strauss and Eric Voegelin. This list was expanded by Germino in a ",
  "subsequent paper (1975) so as to include John Rawls, C.B. Macpherson, Christian ",
  "Bay, Robert Nozick, Herbert Marcuse, Jurgen Habermas, Alasdaire Maclntyre and ",
  "Michael Walzer. The works of these writers had revived the grand tradition of ",
  "political philosophy.",
  "Germino suggested that in order to understand the new role of political theory it ",
  "was imperative to identify it with political philosophy. Political philosophy is a ",
  "critical study of the principles of right order in human social existence, involving ",
  "inquiry into right and wrong. It is neither reductionist behavioural science where ",
  "everything is reduced to sense-experience, nor opinionated ideology which accepts ",
  "some principles to be true without inquiring into their validity. It comprehends both ",
  "the knowledge of facts and the insight with which that knowledge is ",
  "comprehended.",
  "According to Germino, political philosophy deals with perennial problems ",
  "confronting man in his social existence. Detachment is not ethical neutrality. A ",
  "political philosopher cannot remain indifferent to the political struggle of his times ",
  "as a behaviouralist would claim. In short, behavioural political science concentrates ",
  "on facts and remains neutral to values. Political philosophy cannot grow along with ",
  "positivism which abstains from a critical examination of any social situation. The ",
  "gulf between traditionalist and behaviouralist components of political theory is so ",
  "wide that they cannot be 'reunited'. Any theory separated from the perennial ",
  "concerns of political philosophy will prove to be irrelevant.",
  "Germino laments that the behavioural political theory has often implicitly or ",
  "uncritically endorsed the policies and practices of the established order instead ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Nature and Significance of Political Theory 13",
  "performing the Socratic function of 'speaking truth to power.' He warns that full ",
  "recovery of critical political theory cannot be achieved within the positivist universe ",
  "of discourse.",
  "Herbert Marcuse (1898-1979) has significantly pointed to the risk involved in ",
  "the demand for scientific study of society and politics. He has argued that when ",
  "the language of social science attempts to conform to the language of natural ",
  "science, it tends to lend support to the status quo. In this context scientific ",
  "terminology is sought to be defined in terms of such operations and behaviour ",
  "that are capable of observation and measurement. This leaves no scope for a ",
  "critical vision in the scientific language. For instance, when people's participation ",
  "is sought to be estimated on the basis of the numbers of voters who turn up at ",
  "elections, we do not question whether the prevailing electoral system conforms ",
  "to the spirit of democracy! When we adopt this method of study, social science ",
  "no longer remains an instrument of social inquiry; it becomes an instrument of ",
  "social control.",
  "In any case, since 1970s the dispute between political science and political ",
  "philosophy has largely subsided. While David Easton had shown a renewed concern ",
  "with values in his post-behavioural approach, the exponents of political philosophy ",
  "did not hesitate in testing their assumptions by empirical method. Karl Popper ",
  "(1902-94), an eminent exponent of scientific method, proceeded to draw ",
  "conclusions regarding social values. John Rawls (1921-2002) adopted empirical ",
  "method for arriving at his principles of justice. Then C.B. Macpherson (1911-87) ",
  "attacked the empirical theory of democracy propounded by Joseph Schumpeter ",
  "(1883-1950) and Robert Dahl (1915- ), and advanced his own radical theory of ",
  "democracy. Herbert Marcuse and Jurgen Habermas (1929- ) have shown a ",
  "strong.empirical insight in their critical analysis of the contemporary capitalism. ",
  "It is now held that political science, like other social and natural sciences, enables ",
  "us to strengthen our means but we will have to resort to political philosophy to ",
  "determine our ends. Means and ends are interdependent; hence political science ",
  "and political philosophy play complementary roles in our social life.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]