[
  "c20",
  "Diverse Perspectives",
  "on Justice",
  "QUEST FOR JUSTICE has been an important concern of political theory I ",
  "Qsince ancient times. In modern times, a significant part of political theory is ",
  "directly or indirectly related to the problem of justice. This has given rise ",
  "universe perspectives on justice. Of these the following are particularly ",
  "important: Liberal perspective; Libertarian perspective; Marxist perspective; ",
  "Democratic-Socialist perspective; Anarchist perspective; Feminist perspective; ",
  "Subaltern perspective; and Communitarian perspective. An acquaintance with ",
  "these perspectives will immensely help us in understanding the complexity of the ",
  "problem.",
  "I. LIBERAL PERSPECTIVE",
  "Liberal perspective on justice treats liberty as the central problem of justice. It is ",
  "particularly concerned with substantive liberty for which it seeks to accommodate ",
  "the principles of equality and fraternity in the broader framework of liberty. This ",
  "perspective is chiefly represented by Rawls's Theory of Justice.",
  "RAWLS'S THEORY OF JUSTICE",
  "John Rawls (1921-2002), a contemporary American philosopher, in his celebrated ",
  "work A Theory of Justice (1971) has pointed out that a good society is ",
  "characterized by a number of virtues. Justice is the first virtue of a good society. ",
  "In other words, justice is a necessary but not a sufficient condition of a good ",
  "society. Those who argue that justice should not be allowed to come in the way ",
  "of social advancement and progress, run the risk of causing the moral degradation ",
  "of society.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "428 An Introduction to Political Theory",
  "Problem of Distribution",
  "According to Rawls, the problem of justice consists in ensuring a just distribution ",
  "of 'primary goods' which include rights and liberties, powers and opportunities, ",
  "income and wealth, means of self-respect and so on. Rawls has described his ",
  "theory as the theory of pure procedural justice. It means that once certain principles ",
  "of justice are unanimously accepted, the distribution resulting from their application ",
  "will be necessarily just. Rawls has severely criticized those theories of allocation ",
  "which ignore moral worth of the individual for the attainment of any predetermined ",
  "goals. He has attacked utilitarianism because in calculating the 'greatest happiness ",
  "of the greatest number' it does not care if it leads to extreme hardship to any ",
  "particular individual. For instance, one might imagine a state of affairs in which ",
  "the maximum amount of happiness would be produced and its distribution to a ",
  "maximum number of people achieved by the enslavement of a minority. Rawls ",
  "has brilliantly argued that you cannot compensate for the sufferings of the ",
  "distressed by enhancing the joys of the prosperous.",
  "Utilitarianism",
  "A school of thought founded by Jeremy Bentham (1748-1832) which prescribes 'greatest ",
  "happiness of the greatest number' to be the goal of legislation and public policy. The ",
  "balance of pleasure over pain derived from a thing or a course of action represents the ",
  "amount of happiness. In estimating 'greatest happiness of the greatest number' each ",
  "individual should be treated as one unit, but in estimating the total amount of happiness ",
  "derived from a thing or action, the share of particular individuals need not be taken ",
  "into account.",
  "Rawls has evolved a unique methodology for arriving at a unanimous procedure ",
  "of justice. Following the tradition of the 'social contract' Rawls has envisaged an ",
  "'original position' by abstracting the individuals from their particular social and ",
  "economic circumstances. These individuals are symbolically placed behind a ",
  "'veil of ignorance' where they are supposed to be deliberating as rational agents. ",
  "They are totally unaware of their wants, interests, skills and abilities as well as of ",
  "the conditions which lead to discrimination and conflict in society. But they have ",
  "an elementary knowledge of economics and psychology, and are also endowed ",
  "with a 'sense of justice'. Each individual wants to maximize his or her well-",
  "being, without being envious. They are self-interested but not egoists. They are ",
  "not prepared to take a risk or resort to gambling. According to Rawls, in such a ",
  "state of uncertainty the rational negotiators will choose the least dangerous path. ",
  "In other words, each individual will hypothetically place himself or herself in 'the ",
  "least advantaged position' while recommending the criteria of allocation of the ",
  "primary goods. Hence each of them will demand greatest benefit for the least ",
  "advantaged.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on Justice 429",
  "Principles of Distribution",
  "As a result of the hypothetical negotiation under such conditions, three principles of ",
  "justice will be accepted by all, according to Rawls, in the following order: (1) ",
  "Principle of equal liberty (i.e. equal right to most extensive liberty compatible with ",
  "similar liberty of others) which postulates that nobody's liberty will be sacrificed for ",
  "the sake of any other benefit (liberty in this sense implies equal right to political ",
  "participation, freedom of expression, religious liberty, equality before the law, etc.); ",
  "(2) Principle affair equality of opportunity, particularly for acquiring offices and ",
  "positions; and finally (3) Difference principle which implies that any departure from ",
  "equal distribution of the primary goods can be justified only when it could be ",
  "proved to bring greatest benefit to the least advantaged. In otber words, a special ",
  "reward for extraordinary ability and effort to any individual can be treated as just ",
  "only if it results in the greatest benefit to the least privileged. When these conditions ",
  "have been fulfilled, the criteria of efficiency can be justly applied in a competitive ",
  "economy. In other words, the rule of allocation 'to each according to his ability' can ",
  "be applied only if higher efficiency of the concerned individual results in ",
  "ameliorating the condition of the least privileged.",
  "Here Rawls introduces the idea of the chain connection which implies that in ",
  "order to strengthen a chain, we should start with strengthening its weakest link, and ",
  "then repeat the process by identifying the weakest link on each occasion. As ",
  "Norman Barry has elucidated: \"Rawls... argues that a 'chain connection' operates ",
  "between the best and the worst off and that a rise in the expectations of the best off ",
  "will have the effect of raising everybody else's expectations throughout the system.\" ",
  "The justifiability of any special concessions, subsidies or protection depends on ",
  "empirical facts whether or not such benefits filter down ultimately to help the ",
  "neediest. As Samuel Gorovitz has significantly observed: \"Rawls ... is clearly a ",
  "redistributionist in that he takes the proper function of government to include not ",
  "merely the maintenance of a social order, but the achievement of distributive justice ",
  "by placing the highest social value on the needs of the neediest.\" ('John Rawls: A ",
  "Theory of Justice' in Contemporary Political Philosophers, edited by Anthony de ",
  "Crespigny and Kenneth Minogue; 1975)",
  "A CRITICAL APPRAISAL",
  "Rawls's theory of justice has been criticized by various schools of thought. ",
  "Collectivists argue that he has discovered the ground for the justification of the ",
  "existing capitalist system. He has shown that if the rich have the freedom to ",
  "accumulate wealth, the poor would be automatically benefited. Even if his principle ",
  "of fair equality of opportunity is strictly enforced, the existing disparities between ",
  "the rich and the poor will not be substantially reduced. A slight improvement in the ",
  "condition of the most disadvantaged sections will be treated as an excuse to permit ",
  "vast socio-economi'c inequalities.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "430 An Introduction to Political Theory",
  "Some critics argue that the identification of the most disadvantaged sections is ",
  "very difficult. If income and wealth are treated the sole criteria for identifying such ",
  "sections, how shall we compensate those who lack ability or who suffer from ",
  "emotional insecurity?",
  "Marxists contend that Rawls has tried to determine the principles of justice in a ",
  "hypothetical condition where people deliberate behind a 'veil of ignorance'. Any ",
  "deliberations without the knowledge of prevailing social and economic conditions ",
  "are meaningless. Moral systems should always be analysed in the light of class ",
  "relations and the patterns of ownership of private property.",
  "Libertarians argue that Rawls has sacrificed liberty for the sake of equality. ",
  "Why should we force the meritorious and industrious to work for the benefit of the ",
  "most disadvantaged sections? Moreover, enterprising persons must take risks for ",
  "their advancement in life. Rawls's negotiators are not prepared to take risk. How ",
  "would they help in social progress?",
  "Communitarians point out that Rawls's political philosophy does not grade any ",
  "conception of good life as superior or inferior to others. This ethical neutrality ",
  "evades the opportunity of the pursuit of the common good.",
  "These diverse critiques seem to be based on biased interpretations of Rawls's ",
  "theory of justice. In fact Rawls has tried to combine different value-systems in order ",
  "to arrive at his theory of justice. Some tenets of these value-systems are thought to ",
  "be incompatible with each other. Any attempt to combine them must yield a ",
  "complex model. This applies to the present case also. Rawls's theory of justice ",
  "represents a convergence of libertarianism, egalitarianism and communitarianism.",
  "In the first place, Rawls is libertarian because his conception of men negotiating ",
  "in the 'original position' envisages those who are trying to maximize their self-",
  "interest. This conforms to libertarian point of view. Secondly, his first principle of ",
  "justice accords priority to liberty which cannot be compromised for any other ",
  "benefit.",
  "Then Rawls is egalitarian because he concedes 'equal' liberty for all. Further, he ",
  "insists that social-economic inequalities can be allowed only if they satisfy the ",
  "condition of fair equality of opportunity for all. In other words, he accepts equality ",
  "as a cardinal principle, and insists that only inequalities shall be required to be ",
  "justified. Again, he rules that any reward for merit and effort must satisfy the ",
  "condition that it yields greatest benefit to the least advantaged. Why should the ",
  "meritorious accommodate the interests of the least advantaged? Here Rawls invokes ",
  "the principle of the 'chain connection' operating between different individuals. More ",
  "meritorious enjoy the benefits of their merit in association with the less meritorious ",
  "lot. A chain is no stronger than its weakest link. Rawls shows that society can be ",
  "strengthened by strengthening its weakest parts successively. The idea of 'chain ",
  "connection' brings Rawls very close to the image of a communitarian.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on Justice 431",
  "It is true that Rawls contemplates to retain the capitalist system on some ",
  "specified conditions. However, it should not be forgotten that once these conditions ",
  "are fulfilled, the capitalist system is bound to assume a new humane look. In fact, ",
  "Rawls has discovered a method for making procedural justice an instrument of ",
  "meeting the requirements of social justice.",
  "Libertarian perspective on justice also treats liberty of the individual as its central ",
  "problem. But it focuses on formal liberty and insists on minimal role of the state ",
  "in economic activities of individuals. It regards the right to property as an important ",
  "ingredient of individual liberty. It is largely opposed to the idea of welfare state. ",
  "This perspective is chiefly represented by Nozick s theory of justice.",
  "NOZICK'S THEORY OF JUSTICE",
  "Robert Nozick (1938-2002), an American philosopher, in his Anarchy, State and ",
  "Utopia (1974) sought, to advance an alternative to Rawls's theory of justice. ",
  "Whereas Rawls sought to moderate his libertarianism by a modicum of ",
  "egalitarianism and communitarianism, Nozick adhered to libertarianism in its pure ",
  "form. If Rawls is known as a 'left liberal' or egalitarian liberal advocating a ",
  "substantially redistributive welfare state, Nozick may be described as a 'right ",
  "liberal' or libertarian committed to a laissez-faire 'nightwatchman' state.",
  "Modes of Acquisition",
  "Nozick ridicules Rawls's approach which seeks to determine the principles of ",
  "distribution of certain goods as if they have come to us as a gift from heaven. ",
  "Nozick insists on a realistic approach which should account for the different ",
  "modes of acquisition of goods and entitlement of different individuals to own ",
  "those goods. He has identified three sources through which various goods are ",
  "acquired by individuals:",
  "(a) Their selves—their bodies, brain cells, etc. They have absolute right over ",
  "them. An individual is free to use his limbs and brain to do whatever he ",
  "likes;",
  "(b) The natural world—land, water resources, minerals, etc. Individuals may ",
  "acquire bits of the natural world through several methods and may become ",
  "entitled to their use as they like. This is precisely the area where principles ",
  "of entitlement are required to be determined according to logic; and",
  "(c) The things people make by applying themselves to the natural world— ",
  "agricultural and industrial products, etc. An individual's entitlement to these ",
  "products may not be questioned. Voluntary transfer of these goods will ",
  "establish others' entitlement to them.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "432 An Introduction to Political Theory",
  "Principles of Entitlement",
  "People's entitlement to self-ownership of their body and mind—their physical ",
  "and mental faculties is obvious which needs no further justification. Their ",
  "entitlement to bits of the natural world and the products of their labour should be ",
  "based on the principles of justice. Nozick identifies three principles on which this ",
  "entitlement would conform to justice:",
  "(a) Initial acquisition: the method whereby an individual comes to appropriate",
  "some previously unowned bits of the natural world. Those who come to",
  "settle in an uninhabited continent may legitimately acquire its land and",
  "natural resources on first come first served basis, as long as nobody is",
  "made worse off by their doing so. This means that this mode of acquisition",
  "should not result in creating scarcity for others—a condition which may",
  "scarcely be satisfied. This is similar to the condition spelled out in John",
  "Locke's Second Treatise of Government (1690) in the case of similar",
  "acquisition, viz. 'as long as enough and as good is left for others\";",
  "(b) Voluntary transfer: it applies to all property whether acquired through",
  "initial acquisition or by mixing one's labour with the natural world, i.e. by",
  "means of one's talents, efforts, enterprise, etc. in a market situation. In",
  "other words, if I use others' labour and pay them as per market rates, I",
  "become owner of the product of their labour. This must be based on",
  "voluntary contract, without force or fraud. In all such transactions, an",
  "individual shall be treated as 'end-in-itself, and not as a means to others'",
  "ends. This is similar to the moral principle enunciated by Immanuel Kant",
  "(1724-1804), a German philosopher. Hence a contract through which an",
  "individual sells himself or any other individual to slavery will be void'; and",
  "(c)    Rectification: this is precisely the area where the state or the international ",
  "community will be justified to intervene in order to restore justice. Nozick ",
  "concedes that the history of the world abounds with involuntary transfers ",
  "as well as unjust acquisitions of natural resources. As long as economic ",
  "disparities result from voluntary transfers, Nozick is not bothered. But if ",
  "some country has gained control over rare natural resources depriving ",
  "others of their legitimate share, Nozick would step in to register his protest. ",
  "If Wilt Chamberlain becomes a millionaire because millions of people are ",
  "willing to pay for watching him play basketball, it is his legitimate right. If ",
  "the inventor of the cure of a dreaded disease like cancer demands exorbitant ",
  "charges from his patients, there is nothing wrong in this deal for Nozick, ",
  "because he does not make anybody worse off by treating his patients. But ",
  "if there is a single source of water which is needed by all human beings, ",
  "nobody has the right to take it into his control.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on Justice 433",
  "A CRITICAL APPRAISAL",
  "Nozick claims to discover the principles of justice for all human beings, but his ",
  "bias is quite clear. He is out-and-out champion of a competitive market society ",
  "which favours the rich and the resourceful, and lets the weak go to the wall. He ",
  "absolves the rich of all social responsibility, not to speak of social indebtedness. ",
  "In a very large part of the contemporary world, justice is thought to be the 'voice ",
  "of the oppressed'. But Nozick wants to maintain the prevailing oppression in the ",
  "name of justice! Even his principle of'rectification' is designed to legitimize the ",
  "huge riches of the manipulators, and hit at the only assets of oil-producing countries ",
  "because oil is needed world over and its resources are confined to a small region!",
  "Nozick invokes moral principles to demolish a redistributive, welfare state. He ",
  "approves of taxation only for the provision of the common services, like streets ",
  "and street lights, police and defence, etc. When a part of taxes imposed on the ",
  "rich is spent on welfare of the poor, Nozick would term it immoral, as it is akin to ",
  "'forced labour'. In Nozick's view it involves using abilities and efforts of one ",
  "section as means to others' ends; it involves involuntary transfer and, therefore, ",
  "violates the moral principle. The lucky should have freedom to help the unlucky, ",
  "if they so like! Nozick makes welfare of the poor dependent on charity, not on ",
  "justice! He is not prepared to concede that the operation of competitive market ",
  "society may itself create certain conditions of injustice.",
  "In contrast, Rawls's provision for the regulation of social-economic inequalities ",
  "on the condition of giving greatest benefit to the least advantaged shows his ",
  "genuine concern for justice.",
  "CONCERN WITH JUSTICE",
  "Status of the notion of justice in the Marxist thought has remained a controversial ",
  "subject. One view is that Marxism aims at replacing capitalism by socialism for ",
  "which revolution is indispensable. Inclination toward justice would mean ",
  "maintaining the existing system with minor changes, and thus making a departure ",
  "from the basic tenets of Marxism. This view regards the question of justice as ",
  "irrelevant for the Marxist theory. It holds that the exploitation of workers as ",
  "described in Marx's Capital (1861-79) is the natural characteristic of capitalism. ",
  "It would be futile to regard it as the problem of injustice and to try to find its ",
  "solution within the capitalist system. Marx did not seek any reform in the level of ",
  "incomes and wages within the capitalist system itself, but he wanted to transform ",
  "the entire mode of production and property relations.",
  "Again, in his Critique of the Gotha Programme (1875) Marx rebuked those ",
  "socialists who became complacent after raising the demand of 'fair distribution'https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "434 An Introduction to Political Theory",
  "within the existing system. Moreover, in Marxian framework of social analysis ",
  "morality is regarded as a part of superstructure, and it is argued that historical ",
  "changes in the base, viz. the mode of production result in corresponding changes ",
  "in the criteria of right and wrong, just and unjust. Then, how can we determine ",
  "any enduring principles of justice? Finally, according to Marx, the communist ",
  "society which will be evolved after the dissolution of capitalism will be free from ",
  "the conditions involving scarcity and conflict; hence the state and its judicial ",
  "apparatus will no longer be required in that society.",
  "Should we assume on the basis of the foregoing arguments that Marxism is ",
  "not concerned at all with the question of justice? On deeper analysis, we may ",
  "realize that this assumption would not be correct. Marx has repeatedly dubbed ",
  "workers' exploitation a theft, or even an act of robbery. Again, Marx has conceded ",
  "moral supremacy of one mode of distribution (viz. 'to each according to his ",
  "need') over another mode of distribution (viz. 'to each according to his ability'). ",
  "This shows his concern with distributive justice. Then, in spite of his adherence ",
  "to moral relativism he has shown the way to set up a social system where the ",
  "ideology or 'false consciousness' emanating from the prevailing mode of production ",
  "will disappear; hence it would be a morally superior system.",
  "Moreover, Marx firmly believed in freedom and humanism. How can we call ",
  "him indifferent to justice? Marxism attacks those conditions of dominance and ",
  "dependence which are the glaring examples of social injustice. It would, therefore, ",
  "be improper to say that Marxism is not concerned with the problem of justice. ",
  "He, of course, does not accept a solution which would serve as an excuse to ",
  "retain capitalism with certain modifications. Marx (1818-83) and Engels (1820-95) ",
  "have amply shown the extent of injustice which is inherent in the capitalist system ",
  "itself. This is evident from their concept of surplus value.",
  "CONCEPT OF SURPLUS VALUE",
  "According to Marxist theory, the capitalist mode of production involves the ",
  "exploitation of the working class. Marx's theory of surplus value illustrates how ",
  "this exploitation takes place. According to Marx, labour is the sole creator of ",
  "value. Of the four elements of production—land, labour, capital and organization— ",
  "three elements, viz. land, capital and organization, are sterile because they are ",
  "capable of reproducing only what is put in them. They are, therefore, no source ",
  "of value. Labour is the only variable element which produces value in society. In ",
  "his ^4 Contribution to the Critique of Political Economy (1859) Marx observed:",
  "The common social substance of all commodities is labour ... A commodity ",
  "has a value because it is crystallization of social labour. The greatness of its ",
  "value or its relative value depends upon the greater or lesser amount of that ",
  "social substance contained in it, that it to say, on the relative mass of labour ",
  "necessary for its production. The relative values of commodities are, therefore,https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on Justice 435",
  "determined by the respective quantities or amounts of labour worked up, ",
  "realized, fixed in them.",
  "The amount of labour embodied in a commodity should be calculated right ",
  "from the beginning—the labour employed in producing the raw material, in ",
  "processing the raw material, in mobilizing the sources of energy used (e.g. coal ",
  "and oil) and in constructing the machinery and building, etc. In saying that the ",
  "value of a commodity is determined by the quantity of labour employed, we must ",
  "take into account the quantity of labour required for its production in a given ",
  "state of society, under certain average conditions of social production, and average ",
  "skill of the labour employed.",
  "Here it is essential to distinguish between value and price of a commodity. ",
  "Price is only a monetary expression of value. If the price of a commodity ",
  "corresponds to its value in monetary terms, it may be described as the natural ",
  "price. But, besides the natural price of a commodity, there is the market price ",
  "which fluctuates heavily depending upon the conditions of demand and supply. ",
  "The market price is, therefore, sometimes much higher than the natural price of ",
  "a commodity; sometimes much lower. Under the conditions of a free market ",
  "economy fostered by the capitalist system, the worker is forced to sell his labour ",
  "in the open market at the market price. Now, the market price of labour is not ",
  "determined by its potential value which would be added to the value of the ",
  "commodity produced by it, but by the value of necessities required for the worker's ",
  "own maintenance and for the maintenance of his family so that he could bring up ",
  "his children to replace him on the labour market, in order to sustain the capitalist ",
  "system itself.",
  "Labour is the only element of production which produces surplus value. In ",
  "other words, labour is capable of producing much more than what is required to ",
  "maintain, develop and perpetuate it. Suppose a worker is required to work at an ",
  "average of thirty hours a week to match the value of the necessities required to ",
  "maintain him and his family. If he works only to this extent, he does not produce ",
  "surplus value. But, under the capitalist system, a wage-labourer is forced to sell ",
  "his labour power to the capitalist where its market price is determined by the law ",
  "of demand and supply. With the increased availability of the labour force, the ",
  "market price of labour declines. The capitalist forces the worker to labour to his ",
  "maximum capacity while he pays him only 'subsistence wages' at the market ",
  "rate. In this way, the labourer gets back only a part of the value that he produces, ",
  "in the shape of his wages.",
  "Subsistance Wages",
  "The wages required to meet the requirements of mere survival of the worker and his ",
  "family.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "436 An Introduction to Political Theory",
  "The value produced by the labour may be divided into two parts: one part ",
  "comprises that value which is paid to the worker as wages; the other part comprises ",
  "the value of surplus labour done by him which is not paid to the worker but ",
  "which swells the pockets of the capitalist and constitutes his profit. Rent and ",
  "interest are paid out of this surplus value. If the capitalist employs his own capital, ",
  "land and building, etc. the entire surplus value would go into his pocket; otherwise ",
  "he will only get the industrial or commercial profit, and some part of the surplus ",
  "value will be passed on to third parties. In any case, land, capital or organization ",
  "does not produce any value; the value of these elements is derived from the ",
  "surplus value produced by labour. With the overthrow of capitalism and ",
  "socialization of the means of production under the socialist system, the exploitation ",
  "of surplus value will be eliminated; the value of labour would be paid to the ",
  "worker or some part of it would be diverted to the provision of common services ",
  "which will again benefit the worker. Only the worker who produces value will be ",
  "entitled to maintenance; social parasites would no more be tolerated: 'He who ",
  "does not work, neither shall eat.'",
  "VISION OF THE SOCIALIST SOCIETY",
  "The remedy of the injustice involved in the capitalist system lies in transition to ",
  "the socialist system. The socialist system comes into existence after the overthrow ",
  "of the capitalist system through a proletarian revolution. This system is ",
  "characterized by social ownership of the major means of production. The ",
  "production relations of the socialist society are based on co-operation and mutual ",
  "assistance among the workers liberated from the exploitation. State power is still ",
  "necessary, to be used for the oppression of reactionary forces and also to destroy ",
  "the values and attitudes fostered by the capitalist system. In due course, as the ",
  "last vestige of the old system is destroyed, the state as an institution becomes ",
  "redundant and the stage is set for the 'withering away of the state'. The socialist ",
  "system is, therefore, envisaged as eventually ushering in the epoch of a classless ",
  "and stateless society, described as communist society.",
  "Reactionary Forces",
  "The forces that seek to reverse the direction of change, or to replace the new system ",
  "by the old one. In a socialist system, reactionary forces seek to restore the capitalist ",
  "system.",
  "The socialist system, therefore, stands for that economic and political system ",
  "which is established by the proletariat after a revolutionary overthrow of the ",
  "capitalist system. It is coteminous with the 'dictatorship of the proletariat'. This ",
  "stage does not represent the final goal of revolution; it is only an interim stage of ",
  "transition from capitalism to communism.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on Justice 437",
  "The functions of the state in socialist society are to be determined by the ",
  "changed relations of production, which may be described under various heads.",
  "Socialization of Production and Distribution",
  "The first socialist state according to Marxist principles was established in Soviet ",
  "Russia after the Bolshevik Revolution (1917) under the stewardship of Lenin ",
  "(1870-1924). Lenin sought to evolve a programme of action according to Marxist ",
  "theory for his socialist state, although his own contribution in this sphere cannot ",
  "be ignored. According to Lenin, the first and foremost function of the socialist ",
  "state was complete socialization of the means of production and distribution in ",
  "the sphere of industry as well as agriculture. In his pamphlet on Economics and ",
  "Politics in the Era of Dictatorship of the Proletariat (1919), Lenin recorded:",
  "In Russia, labour is united communistically insofar as, first, private ",
  "ownership of the means of production has been abolished, and secondly, ",
  "the proletarian state-power is organizing large-scale production on state-",
  "owned land and in state-owned enterprises on a national scale, is distributing ",
  "labour-power among the various branches of production and the various ",
  "enterprises, and is distributing among the working people large quantities ",
  "of articles of consumption belonging to the state.",
  "The Communist Party of Soviet Russia, immediately after the assumption of ",
  "power, abolished private ownership of land without compensation to the big ",
  "landowners, and expropriated the big capitalists, owners of factories, joint stock ",
  "companies, banks, railways, and so forth, without compensation. Large state ",
  "farms and cooperative societies of small farmers were also organized.",
  "Raising the Productivity of Labour",
  "Maximization of production for the satisfaction of the masses is an important ",
  "objective of the Marxist programme. Complete socialization of all major means ",
  "of production and distribution is meant to ensure production for the masses, not ",
  "for a particular class. Raising the productivity of labour is another important ",
  "requisite of this programme. Lenin elaborated this idea in his pamphlet on The ",
  "Immediate Tasks of the Soviet Government (1918) as follows:",
  "In every socialist revolution, after the proletariat has solved the problem of ",
  "capturing power, and to the extent that the task of expropriating the expropriators ",
  "and suppressing their resistance has been carried out in the main, there ",
  "necessarily comes to the forefront the fundamental task of creating a social ",
  "system superior to capitalism, namely raising the productivity of labour, and in ",
  "this connection (and for this purpose) securing better organization of labour.",
  "This objective is secured through large-scale planning. The idea of planning ",
  "was in fact introduced by the socialist system of Soviet Russia which served as ",
  "a model for many developing countries, including India.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "438 An Introduction to Political Theory",
  "Development of Science and Technology",
  "Maximization of production also postulates the fullest development of science ",
  "and technology and its use in the industrial as well as agricultural spheres. A ",
  "rational system of production, according to Marxism, implies not only socialization ",
  "of the major means of production but also the fullest technological advancement ",
  "to ensure maximum production. Common ownership of the major means of ",
  "production would create conditions for the fullest development of the forces of ",
  "production for meeting social needs. Development of science and technology is ",
  "to be undertaken as an integral part of the programme of socialist reconstruction.",
  "Transformation of Bourgeois Culture",
  "Destroying the vestiges of capitalism involves not only the transformation of the ",
  "economic system, but also the transformation of bourgeois culture into socialist ",
  "culture. The cultural function of the socialist state was accorded special ",
  "significance by Mao Zedong (1893-1976), the chief architect of the socialist ",
  "revolution in China (1949). Mao has given a new interpretation to the principles ",
  "of Marxism-Leninism as regards their operational aspect. Marx, Engels and Lenin ",
  "had, of course, realized that classes could not be abolished in a single stroke, but ",
  "they had nevertheless assumed that the dictatorship of the proletariat would be a ",
  "short-lived affair and would be quickly followed by the process of the 'withering ",
  "away' of the state. Mao, on the other hand, postulated that the class struggle ",
  "would continue for a very long period after the proletarian revolution. In other ",
  "words, a socialist revolution on the economic front, followed by the socialization ",
  "of the major means of production, would not be sufficient by itself, but would ",
  "have to be continued on the political and ideological fronts for a very long time; ",
  "may be, for a century or several centuries. In other words, the class struggle ",
  "between the bourgeoisie and the proletariat continues throughout the stage of ",
  "socialism, in the political, cultural, ideological and educational fields, though its ",
  "intensity might fluctuate. This is the gist of Mao's concept of permanent revolution.",
  "According to classical Marxist theory, a fundamental change in the substructure, ",
  "namely the mode of production, must bring about a corresponding change in the ",
  "superstructure, namely legal and political framework, morality, culture and ideas. ",
  "Mao's theory postulates that, sometimes, the superstructure tends to dominate ",
  "the substructure. In other words, bougeois political culture is so deep-rooted in ",
  "the minds of the people that it may continue to influence their behaviour even ",
  "after the transformation of the economic foundations of society. The big property-",
  "owners may have been dispossessed, yet they may continue to command special ",
  "attention or consideration or other privileges in society because the prevalent ",
  "attitudes in society die hard. The people have to be initiated into the socialist ",
  "political culture with a view to consolidating the forces of socialism. The socialist ",
  "state must take this function upon itself.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on Justice 439",
  "Fighting Against Injustice in the International Sphere",
  "Classical Marxism knew no national boundaries. Marx himself had given the call: ",
  "'Workers of the world unite!' But Lenin sought to consolidate 'socialism in one ",
  "country' before it could be expanded further. After World War II (1939^5), the ",
  "idea of world communism was abandoned, and various socialist states or ",
  "communist countries, such as Yugoslavia and Cuba apart from the USSR and the ",
  "People's Republic of China continued to exist as independent nations. The socialist ",
  "states also adopted the policy of 'peaceful co-existence' which signified a long-",
  "term co-existence of the capitalist and socialist states without war between them. ",
  "Besides, the socialist states recognized their duty to help revolutionary movements ",
  "of the oppressed classes abroad in their fight against imperialism and neo-",
  "colonialism. In fact, neo-Marxists have reinterpreted the future class struggle as ",
  "the struggle of the new nations against the imperial and neo-colonial powers in ",
  "the international field.",
  "CONCLUSION",
  "Marxian theory of communism which, seeks to replace the capitalist system by ",
  "the socialist system envisages that eventually a classless society will come into ",
  "existence. It will be a society no longer divided into antagonistic classes on the ",
  "basis of ownership of private property. Private property is the source of exploitation ",
  "and injustice in society. It must be distinguished from personal property which is ",
  "the source of security for the individual. Marx and Engels in their Communist ",
  "Manifesto (1848) declared:",
  "The theory of the Communists may be summed up in the single sentence: ",
  "Abolition of private property.",
  "Marxian communism does not contemplate to abolish personal property which ",
  "is the fruit of man's own labour, and which is the ground work of all personal ",
  "freedom, activity and independence. It includes the property of the petty artisan ",
  "and of the small peasant. Such property needs to be protected. It is the capitalist ",
  "system which has destroyed such property. Communist system will safeguard it. ",
  "But it will not allow private property which is the source of exploitation. As Marx ",
  "and Engels (Communist Manifesto) have further noted:",
  "Communism deprives no man of the power to appropriate the products of ",
  "society; all that it does is to deprive him of the power to subjugate the ",
  "labour of others by means of such appropriation.",
  "Abolition of private property will result in the abolition of classes and class ",
  "antagonism, and it will pave the way for the free development of all. So Marx and ",
  "Engels conclude:https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "440 An Introduction to Political Theory",
  "When, in the course of development, class distinctions have disappeared, ",
  "and production has been concentrated in the hands of a vast association ",
  "of the whole nation, the public power will lose its political character. ",
  "Political power, properly so called, is merely the organized power of one ",
  "class for oppressing another . . .",
  "In place of the old bourgeois society, with its classes and class ",
  "antagonisms, we shall have an association, in which the free development ",
  "of each is the condition for the free development of all.",
  "This picture of the classless society is quite fascinating. But the problem with ",
  "this view is that it treats the possession of private property as the only source of ",
  "class distinctions. In actual practice, class distinctions may reappear on the basis ",
  "of possession of political and bureaucratic power, even after the abolition of ",
  "private property, giving rise to new forms of dominance and injustice. So the ",
  "problem of injustice will have to be tackled at many more subtle levels.",
  "TENETS OF DEMOCRATIC SOCIALISM",
  "While Marxism seeks to bring about socialism through revolutionary method, ",
  "democratic socialism prefers evolutionary or democratic method. The supporters ",
  "of democratic socialism pay equal importance to democracy and socialism. They ",
  "believe that the goals of democracy and socialism are not separable from each ",
  "other: both stand for the amelioration of the ordinary man. In effect, democratic ",
  "socialism signifies use of the democratic method for achieving the socialist goal. ",
  "It seeks to modify Marxian socialism in some important details.",
  "Partial Socialization of Production and Distribution",
  "Democratic socialists hold that socialism does not require wholesale socialization ",
  "of the means of production and distribution. Instead, if some essential means of ",
  "production and distribution are placed under state ownership so as to ensure the ",
  "supply of essential goods and services for the bulk of the population, this would ",
  "be a substantial achievement in the direction of socialism.",
  "Satisfaction of Moral as well as Material Needs",
  "Democratic socialists seek to expand the goal of socialism. They insist that socialist ",
  "programme should not be confined to satisfying the material needs of human ",
  "beings. It should also take care of their moral, intellectual and emotional needs so ",
  "as to ensure a fuller development of the personality of each individual. Hence, the ",
  "state should take care not only of food, clothing and shelter for the masses, but ",
  "also for their education, entertainment, art and culture, etc.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on Justice 441",
  "Freedom of Thought and Expression",
  "According to democratic socialists, an atmosphere of freedom is essential for the ",
  "development of personality. Even if a society has abolished private property, put ",
  "an end to economic exploitation and managed to satisfy the material needs of all ",
  "individuals, such conditions will not be conducive to the fuller development of ",
  "personality without ensuring the freedom of thought and expression, freedom of ",
  "religion and worship, freedom of movement, and other similar democratic ",
  "freedoms.",
  "No Form of Dictatorship",
  "Democratic socialism is opposed to all forms of dictatorship, even if it is a ",
  "'dictatorship of the proletariat' as expounded by the Marxian theory of socialism. ",
  "Dictatorship of any kind leads to the suppression of personality, and is hence not ",
  "conducive to human happiness.",
  "Free Competition for Power",
  "Democratic socialism treats democratic structures—free competition for power ",
  "among political parties, freedom of pressure groups, parliamentary institutions ",
  "with an effective role for the opposition, etc.—as essential for achieving the ends ",
  "of socialism.",
  "Among modern thinkers, Harold J. Laski (1893-1950) has made important ",
  "contribution to the theory and practice of democratic socialism. Laski has, in ",
  "fact, sought to combine the ends of socialism with the democratic method of ",
  "liberalism. In many of his famous works, particularly in his Liberty in the Modern ",
  "State (1930), State in Theory and Practice (1935) and A Grammar of Politics ",
  "(1938), Laski has made a brilliant attempt to combine the concept of liberal ",
  "freedom with the goal of socialist justice. Then, E.F.M. Durbin, in his The Politics ",
  "of Democratic Socialism (1940), has competently elaborated the tenets of ",
  "democratic socialism. Many countries of the world today are following the path ",
  "of democratic socialism. Among these the Scandinavian countries—Sweden, ",
  "Norway and Denmark—are the most notable. India also claims to follow the path ",
  "of democratic socialism.",
  "CONCLUSION",
  "Democratic socialism seeks to provide for democratic rights and civil liberties ",
  "along with socio-economic rights of citizens—a difficult combination indeed! If ",
  "this could be achieved, it would serve as an ideal scheme for social justice. But ",
  "democracy is a matter of procedure; it does not prescribe the goals of state ",
  "policy. Adoption of the goals of social justice in a democratic state largely depends ",
  "on two factors:https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "442 An Introduction to Political Theory",
  "(a) Prevalence of a strong and discerning public opinion in favour of the ",
  "goals of socialism so that those committed to these goal win majority in ",
  "elections and they have a strong political will to implement their programme; ",
  "and",
  "(b) A strong resource-base for the state which enables it to provide for elaborate ",
  "public services and social security without resorting to coercion and undue ",
  "taxation.",
  "If the leadership of a nation is able to motivate the people to work hard to raise ",
  "production and mobilize resources, democratic socialism will have a good chance. ",
  "This needs cultivation of a sense of duty, work culture and patriotism among ",
  "citizens in general—a difficult task indeed! On the other hand, if the leadership ",
  "resorts to heavy taxation of the relatively well-placed sections, who have improved ",
  "their standards of living by dint of their talents, efforts, enterprise and frugality, it ",
  "might mar the incentives and thereby impoverish the resource-base of the nation. ",
  "This will erode the prospects of maintaining democratic socialism.",
  "TENETS OF ANARCHISM",
  "Anarchist perspective on justice is based on the theory of anarchism. Anarchism ",
  "holds that society should be organized without coercive power of the state. In its ",
  "view government is intrinsically evil. Men are benign by nature. Society is a ",
  "natural institution. Men are capable of organizing themselves into a just society ",
  "through voluntary cooperation, but they are corrupted by the intervention of the ",
  "coercive power of the state. Justice in society can be restored only if government ",
  "is abolished, either completely, or at least partly. Anarchists reject all forms of ",
  "authority that interferes with the spontaneous actions and associations of ",
  "individuals. Even reforms, introduced by an authority 'from above' are worthless.",
  "Anarchism is not a consistent doctrine. Various types of thinkers who advocate ",
  "abolition of political authority on one ground or the other are regarded to be ",
  "anarchists. In a way, Marx (1818-83) was also a champion of 'stateless and ",
  "classless society', but his thought is not clubbed with mainstream anarchism. ",
  "Marx outlined an elaborate programme for overthrowing capitalism, and setting ",
  "up a proletarian state from which a stateless and classless society would eventually ",
  "emerge. Mainstream anarchists usually stand for straightaway abolition of the ",
  "state.",
  "William Godwin (1756-1836), a British political theorist, is regarded to be the ",
  "first modern defender of anarchism. In his Enquiry Concerning Political Justice ",
  "(1793) he argued that all inequality among human beings is created by the condition ",
  "of society, which generates class distinctions, sentiments of nationality and ",
  "territory, and all the aggressive activities associated with this attitude. Only thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on Justice 443",
  "total removal of political institutions could restore man to his natural rights. Godwin ",
  "believed that a society of small producers united by cooperation, but without a ",
  "state, would be conducive to political justice.",
  "However, P.J. Proudhon (1809-65), a French philosopher, was the first to call ",
  "himself an anarchist. In his important work What is Property {MAO) he postulated ",
  "that 'property is theft'. Proudhon argued that society is a natural creation, and ",
  "man is a social creature. All men are naturally inclined to mutual assistance and ",
  "cooperation. Right to property enables one man to control the life of another. It is ",
  "a violation of others' right. Hence it amounts to theft.",
  "Proudhon envisaged a worldwide working-class organization, founded not in ",
  "political but in economic principles. He recommended the practice of mutualism ",
  "whereby everything needed for production would be made available on mutually ",
  "beneficial, but non-profit-making, terms. Proudhon did not support revolutionary ",
  "violence, but he called for abolition of the state and the prevailing economic ",
  "system. He advanced a number of schemes for the organization of independent ",
  "associations, decentralization of authority and circumspection of state authority. ",
  "He criticized Marx for the authoritarian bias implied in his concept of 'dictatorship ",
  "of the proletariat'.",
  "Mikhail Bakunin (1814-76), a Russian revolutionary, had a dispute with Marx ",
  "during 1869-71 at the First International regarding the appropriate course of ",
  "action. Bakunin advocated violent struggle and acts of terrorism in order to bring ",
  "about revolutionary change. He asserted that all political, social and religious ",
  "institutions should be eliminated immediately, and in their place a free federation ",
  "of independent associations should be created where all would have equal rights ",
  "and equal privileges, including the right to secession. Baknnin is regarded as the ",
  "chief exponent of anarchism.",
  "Then Peter Kropotkin (1842-1921), a Russian anarchist, argued that the principle ",
  "of 'the struggle for existence and survival of the finest' as enunciated by Charles ",
  "Darwin (1809-82), does not apply to the sphere of social relations. In his Mutual ",
  "Aid—a Factor of Evolution (1890-96), Kropotkin asserted that sociability is, ",
  "under all circumstances, the greatest advantage in the struggle for life; and therefore ",
  "the natural condition of all evolutionary beings. If human beings are not corrupted ",
  "by the state and law, they would develop bonds of instinctive solidarity which ",
  "would make government unnecessary. Kropotkin advocated a form of 'anarchist ",
  "communism' and opposed Marx who wanted to maintain the state after the ",
  "revolution till it 'withers away'.",
  "George Sorel (1847-1922), a French philosopher, advocated a new form of ",
  "anarchism, called 'anarcho-syndicalism'. In his Reflections on Violence (1908) ",
  "Sorel argued that violence is a universal phenomenon. The coercive power of ",
  "religion and morality is nothing short of violence; law and institutions of every ",
  "enduring society also contain a form of structural violence. One type of violence",
  "<https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "444 An Introduction to Political Theory",
  "should be fought with another type of violence. He commended confrontation, ",
  "rather than conciliation, as the true political process. He asserted that the workers ",
  "should resort to 'general strike'—a form of violence—in their never-ending struggle ",
  "against capitalists. Sorel recommended the use of 'myth' to mobilize masses into ",
  "action. In popular parlance, myth involves a narrative based on a false belief, ",
  "including the belief in supernatural events and characters. Sorel argued that if ",
  "people could be mobilized for the attainment of a cherished goal, it hardly matters ",
  "whether the narrative used in this process is true or false. He advocated the use ",
  "of trade union power in order to oppose and destroy state power in all its forms. ",
  "Sorel is sometimes not regarded a genuine anarchist since he advocated the use ",
  "of organized groups in order to overthrow the established order.",
  "Leo Tolstoy (1828-1910), the Russian writer and public figure, in his famous ",
  "novel War and Peace (1868-69), advanced his theory of history which comprises ",
  "a significant contribution to social analysis. He held that corruption lurked ",
  "everywhere in the urban, moneyed and educated world; supposed experts in all ",
  "walks of life were charlatans; justice was a mask for fraud and violence; the state ",
  "was a savage organ of oppression in the interests of the rich. These evils could ",
  "only be fought through individual's regeneration on the basis of religious sensibility ",
  "along with the simple virtues of honest toil.",
  "Paying due importance to the moral side of human life Tolstoy opposed the ",
  "state and its institutions. He found the source of moral inspiration in Christian ",
  "thought which taught: \"The Kingdom of God is within you.\" External institutions ",
  "have no role in individual's regeneration. The state tries to fight evil with another ",
  "evil, i.e. with the help of police and military force, and private property enables ",
  "the few to lead a luxurious life by exploiting others' labour. Both of them should ",
  "be abolished for the regeneration of humanity.",
  "Mahatma Gandhi (1869-1948), an Indian philosopher and a champion of non-",
  "violence {ahimsa), observed that the state, as a coercive institution, is based on ",
  "violence. In an ideal society everybody will follow the principle of non-violence, ",
  "and all persons will spontaneously adjust with each other without any external ",
  "regulation. The strong will not oppress the weak; the rich will not exploit the ",
  "poor. Under such conditions the state and political power will become redundant. ",
  "Thus Gandhi stood for a stateless society and contributed to the theory of ",
  "anarchism in his own way.",
  "In recent decades, the rise of counterculture movement has created a new ",
  "fascination for anarchism. Murray Bookchin in his Post-Scarcity Anarchism (1974) ",
  "has observed that the unprecedented advancement of technology in the ",
  "contemporary society has left behind the age of scarcity which was the source ",
  "of all conflict. It has paved the way for the decentralization of polity and economy. ",
  "So it would be in the fitness of the things that the centralized state is replaced.by ",
  "small, self-sufficient and independent communities where people would livehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on Justice 445",
  "together, work together and eat together. This new system will have no room for ",
  "authoritarianism, hierarchy or bureaucracy.",
  "A CRITICAL APPRAISAL",
  "Anarchism is based on a fascinating idea. But anarchists have no concrete ",
  "programme to implement it. Pure anarchists oppose all types of authority and ",
  "want to do away with political parties, social movements and leadership because ",
  "they involve some use of authority. Some anarchists advocate even terrorism, ",
  "assassination of heads of states and prominent political leaders for the abolition ",
  "of state power. How can we justify inhuman acts in the name of human liberty ",
  "and emanicipation?",
  "Restoration of justice in the contemporary world is a very complicated affair. ",
  "With the immense increase of population and rising levels of consumption, natural ",
  "resources are being depleted, atmospheric pollution is rising, and the need of ",
  "regulation is becoming more pressing. It is now increasingly felt that the authority ",
  "of the nation-states is not sufficient to deal with this situation, and that some sort ",
  "of global regulation has become necessary. Under these conditions, the vision of ",
  "spontaneous adjustment between all individuals would turn out to be the flight of ",
  "imagination.",
  "The notion of'benign nature' of human beings is also based on empty optimism. ",
  "It is not difficult to prove that human nature is a mixed bag of good and evil ",
  "tendencies. Social institutions are set up to regulate them. If these institutions are ",
  "destroyed, man will return to savage life. Shall he then not behave like wild ",
  "animals?",
  "In any case, anarchism has launched a severe attack on the coercive side of ",
  "the existing institutions, and has highlighted the need of social reconstruction. ",
  "The relevance of anarchism should be sought, not in the destruction of the present ",
  "civilization, but in a pattern of social reconstruction through which the need of ",
  "state power should be progressively reduced. Its primary goal should be to dilute ",
  "the power associated with the possession of private property so that the poor and ",
  "weaker segments of society are liberated from their continuing exploitation. That ",
  "is the primary condition of social justice. In other words, anarchist perspective ",
  "on justice should be applied for the creation of a social order where the few will ",
  "not lead a luxurious life by cornering the fruits of others' labour, but all members ",
  "of a community will live together, work together and share the fruits of their ",
  "labour equitably.",
  "Feminist perspective on justice seeks restoration of justice for women who ",
  "remained deprived of equal status and opportunities vis-a-vis men since earliesthttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "446 An Introduction to Political Theory",
  "times. Their condition in the present-day society is reflected in the following ",
  "report:",
  "Women constitute half the world's population, perform nearly two thirds ",
  "of its work hours, receive one tenth of the world's income, and own less ",
  "than one hundredth of the world's property. (United Nations Report, 1980)",
  "The condition remains more or less unchanged today. Feminist critique of ",
  "justice maintains that women are disadvantaged in comparison with men, and ",
  "that this disadvantage is not warranted by their natural and biological differences. ",
  "Roots of this discrimination lie in the social arrangements which have perpetrated ",
  "injustice against women. In the light of the growing social consciousness against ",
  "various forms of injustice in society, the position with regard to the status of ",
  "women needs to be reviewed, challenged and changed. Indeed feminist theory ",
  "and movement urge that women's situation and the inequalities between men and ",
  "women should be treated as central political issues. All streams of feminist thought ",
  "focus on the causes and remedies of women's inequality, subordination or ",
  "oppression.",
  "If injustice against women has existed since earliest times, why has it come to ",
  "the forefront only in recent times? It may be recalled that at the early stages of ",
  "social organization, biological differences between men and women necessitated ",
  "the division of labour which suited both of them. Men who were physically ",
  "strong and stable chose to go out for hunting and other hazardous jobs. Women ",
  "who were constrained to undertake child-bearing and rearing chose to remain at ",
  "home and perform household jobs. The system was based on mutual care and ",
  "adjustment, and did not involve any significant level of resentment.",
  "With the development of technology, sweeping changes took place in other ",
  "parts of social organization, but the division of labour between men and women ",
  "remained more or less unchanged. With the evolution of various forms of power, ",
  "man as head of the family, as head of the clan and as head of the tribe acquired ",
  "more and more power, but woman largely continued to live in a subordinate ",
  "position. Woman was given some concessions and exemptions from strenuous ",
  "and hazardous tasks as she was regarded the 'weaker sex'. As she was sexually ",
  "(and also perhaps emotionally) vulnerable, she was not allowed to mix with ",
  "strangers. Shyness was eulogized as woman's ornament. She was encouraged ",
  "to decorate herself and her beauty was admired in poetry, music, paintings and ",
  "other works of art. In civilized society she was recognized as 'fair sex' endowed ",
  "with special dignity. Manners like 'ladies first' were evolved to confirm that ",
  "dignity. Helping 'a damsel in distress' was admired as an act of chivalry among ",
  "men. However, in spite of so much importance accorded to woman in social life, ",
  "she was systematically deprived of her share in power. She was given security ",
  "but not an opportunity to learn certain things that would make her as competenthttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on Justice 447",
  "as man, and thereby vindicate her claim to equality. In particular, she was deprived ",
  "of the right to ownership of property, right to vote and opportunities of education ",
  "and higher learning although these deprivations had no logical connection with ",
  "her biological status as a woman. Early voices demanding rights of women ",
  "particularly focused on these questions.",
  "When Mary WoUstonecraft (1759-97) published her Vindication of the Rights ",
  "of Woman (1792), woman was not only deprived of the right to vote, but was ",
  "deemed to be unfit for education, was debarred from many occupations, and had ",
  "no legal right to own property. She had no real right to divorce even if her ",
  "husband abused her. WoUstonecraft forcefully challenged the prevailing belief in ",
  "female inferiority and demanded equal rights for women. She argued that women ",
  "are, like men, rational individuals and that, as such, they should have equal rights. ",
  "She established the principles on which later campaigns for women's right to ",
  "education, employment, property and the vote have been built up. John Stuart ",
  "Mill (1806-73) in his essay The Subjection of Women (1869) sought to demonstrate ",
  "that women were in no way inferior to men in their talents, and pleaded to give ",
  "them full legal and political rights.",
  "In the contemporary world, further advancement of technology, diversification ",
  "of business, industry, administration, arts and professions, etc. and the increasing ",
  "demand of new skills, talents, and professional competence, have given women ",
  "opportunities of proving their abilities. They have also been encouraged to acquire ",
  "higher qualifications and training and to seek respectable careers. It is now realized ",
  "that women are fit to perform most of the jobs that men do, and for which they ",
  "were not considered fit earlier. Equal rights for women are no longer questioned ",
  "in enlightened circles.",
  "Currently there are two broad views concerning equal rights for women: (a) ",
  "one view is that there is no difference between men and women as regards their ",
  "capabilities; hence they should be governed by the same laws; and (b) another ",
  "view is that women are essentially different from men—biologically, culturally ",
  "and socially; they should be given equal opportunities to develop and apply their ",
  "distinctive capabilities along with equal rights. Thus, women could be exempted ",
  "from hazardous tasks, like underground mining and working in night shifts. ",
  "Similarly, women should be entitled to maternity leave and related benefits, ",
  "arrangements for maintenance and custody of children after divorce, etc. Besides, ",
  "in order to compensate women for their underrepresentation in important positions, ",
  "reservations for women should be made in the seats for higher learning, ",
  "appointments, seats in legislatures, etc. This view seems to be more reasonable ",
  "and is widely endorsed.",
  "Worldwide concern for gender justice was expressed in Human Development ",
  "Report, 1995 issued by the United Nations Development Programme (UNDP). It ",
  "sought to include the 'gender-related development index' (GDI) for a group of ",
  "130 countries (out of a total of 174 countries included in the report). Further, ithttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "448 An Introduction to Political Theory",
  "also included the estimation of the 'gender empowerment measure' (GEM) or ",
  "the extent to which women participate in a country's economic and political life. ",
  "According to this report, Sweden, Finland, Norway and Denmark came out on ",
  "top with the highest GDI and GEM scores, indicating the virtual absence of any ",
  "gender bias in their development process. The most gender-biased societies, ",
  "with scores under 0.3 (compared to a maximum possible value of 1.00) are ",
  "mostly African or Islamic nations. India ranks 99 in terms of GDI of the 130 ",
  "countries included in the report.",
  "The present report defines gender equality as follows:",
  "Moving towards gender equality is not a technocratic goal—it is a political",
  "process. . . It requires a new way of thinking—in which the stereotyping",
  "of women and men gives way to a new philosophy that regards all people,",
  "irrespective of gender, as essential agents of change.",
  "Significantly, the report does not find any correlation between gender bias and",
  "a country's economic development. A poor economy like Cuba which ranks 72",
  "on Human Development Index (of the 174 countries), ranks 47 on the GDI and",
  "16 on the GEM (of the 130 countries). Commending China and Cuba for their",
  "support of women, the present report observes:",
  "Countries applying socialist models used social and political mobilization to ",
  "achieve rapid and equal progress in education and health for women and men ",
  "and to engineer social transformations to expand opportunities for women. It is ",
  "interesting to note that there is no essential correlation between GDI and GEM ",
  "in many cases. It means that they have given adequate attention to health care ",
  "and education of women, but no adequate share in the exercise of power. This ",
  "is illustrated by the case of 'economic tigers' of East Asia where in spite of ",
  "substantial improvement in the level of development of women, they have been ",
  "denied a tangible share in economic and political power in an essentially male-",
  "dominated society.",
  "In a nutshell, feminist perspective on justice calls for securing overall ",
  "development of women, including improvement of their health and education as ",
  "well as giving them adequate share in economic and political power.",
  "VII. SUBALTERN PERSPECTIVE",
  "Subaltern perspective on justice is concerned with the plight of those groups in ",
  "society who are more or less permanently placed in subordinate position because ",
  "of various constraints inherent in the social structure. In other words, these are ",
  "exploited, oppressed and marginalized groups. Because of an inherent division of ",
  "society into the ruling and subaltern groups, a lion's share of all benefits accruinghttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on Justice 449",
  "from the total efforts of society is cornered by a tiny class variously described as ",
  "ruling class, dominant class or the elite. And the majority consisting of various ",
  "subordinate groups who put their abilities and efforts into the creation of these ",
  "benefits are left with a meagre share thereof. So the subaltern critique of justice ",
  "raises the question of social justice in most eloquent manner. What is meant by ",
  "the term 'subaltern'?",
  "The concept of the 'subaltern' was introduced in social theory by Antonio ",
  "Gramsci (1891-1937), an Italain Marxist, who was imprisoned by Mussolini for ",
  "his radical views, during the ascendancy of fascism. In his Prison Notebooks ",
  "Gramsci revealed some new dimensions of Marxian thought which included the ",
  "concept of the 'subaltern'. It is interesting to recall that the Marxian theory of ",
  "class structure as founded in late nineteenth century was challenged by the elite ",
  "theory in the beginning of the twentieth century. Class theory had envisaged the ",
  "division of society broadly into two classes on the basis of ownership and non-",
  "ownership of means of production. The elite theory, as expounded by Vilfredo ",
  "Pareto (1848-1923), Gaetano Mosca (1858-1941) and Robert Michels (1876-",
  "1936), advanced an alternative division of society into elite and masses on the ",
  "basis of distinctive ability or organizational capacity of one group vis-a-vis others. ",
  "It means that if ordinary people (the masses) get a lesser share of the cake, they ",
  "deserve it. This view is designed to vindicate the liberal model of distribution— ",
  "'to each according to his work', that is the market society model.",
  "The concept of the subaltern, on the other hand, contradicts the elite theory ",
  "and holds that ordinary people contribute substantially to the production of the ",
  "cake and still get a marginal share thereof because of their exploitation by the ",
  "ruling class. The ruling class evolves a value-system to suit its own interests, and ",
  "projects it as the one embodying universal interests. In other words, the subaltern ",
  "groups (peasants, workers, and other subordinate groups) are made to believe ",
  "that they are being ruled with their consent. Gramsci has described this quality of ",
  "the ruling class as 'hegemony'. Thus hegemony signifies the ability of the ruling ",
  "class to convince the subject classes that their rule represents the common interest.",
  "In short, while elite theory, treats the division of society into rulers and the ",
  "ruled as natural and functional, subaltern theory regards it artificial and exploitative. ",
  "Elite theory eulogizes the role of ruling class in building the whole civilization and ",
  "downgrades the role of the ruled. But subaltern theory focuses on the significance ",
  "of the role of the subordinate classes. It even believes that the subaltern groups ",
  "are capable of organizing themselves and shaping human history. But most of the ",
  "historians are biased towards the elite and they have largely ignored the role of ",
  "the subaltern groups. Subaltern theory insists on rewriting of history giving due ",
  "place to the role of the subaltern groups.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "450 An Introduction to Political Theory",
  "Distinction Between Elite and Subaltern Perspectives",
  "The Issue Elite Perspective Subaltern Perspective",
  "Division of Society into Elites and Masses Ruling (Dominant) Class and ",
  "Subaltern Groups",
  "Reason of the Division Competence and Organizational Hegemony of the dominant class",
  "ability of the elite and lack of endowed with ideological as well",
  "these qualities in masses as economic power and lack of ",
  "this power in ordinary people",
  "Nature of the Division Natural and Functional Artificial and Exploitative",
  "Outcome of the Division Elites play the key role; they Subaltern Groups also play",
  "direct and masses simply follow significant role, apart from that of ",
  "the dominant class",
  "Whether this Division No. Masses cannot be equated Yes. Distinction between",
  "is Alterable with elites at any stage dominant and subaltrin",
  "groups can be",
  "obliterated through revolution",
  "1 Exponents V. Pareto, G. Mosca, R. Michels Antonio Gramsci",
  "In contemporary social analysis, the scope of 'subaltern theory' has been ",
  "considerably expanded. It is now conceded that any group in society who has ",
  "been relegated to a subordinate position because of undeserved discrimination, ",
  "e.g. discrimination.on grounds of gender, age, vocation, class, caste, race, region, ",
  "religion, language, culture, etc. should be included in the category of subaltern ",
  "groups. Their energies, abilities and skills are systematically exploited, but they ",
  "are deprived of their due reward. Justice can only be restored if their rights are ",
  "protected, their contribution to society is valued and properly rewarded, and their ",
  "dignity is restored. It also demands restoration of equitable shares of social benefits ",
  "for the elite and subaltern groups.",
  "VIII. COMMUNITARIAN PERSPECTIVE",
  "Communitarian perspective on justice is best understood by contrasting it with ",
  "liberal perspective. As Will Kymlicka in Contemporary Political Philosophy—An ",
  "Introduction (2002) has observed:",
  "Liberal visions of politics do not include any independent principle of ",
  "community, such as shared nationality, language, identity, culture, religion, ",
  "history, or way of life . . . Communitarians believe that the value of ",
  "community is not sufficiently recognized in liberal theories of justice, or ",
  "in the public culture of liberal societies.",
  "Broadly speaking, liberalism holds that an individual should be left free to ",
  "pursue his self-interest solely on the condition that his freedom does not come in ",
  "the way of similar freedom of others. On the contrary, communitarians hold that ",
  "an individual finds self-fulfilment by accepting the prevalent social roles, practiceshttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on Justice 451",
  "and situations within the community, and not in isolation from his fellow-beings. ",
  "Thus against the liberal concept of'isolated self, communitarianism introduces ",
  "the concept of 'situated self. While liberalism defines the comon good as the ",
  "sum total of individual goods, communitarianism on the other hand, treats the ",
  "common good as one entity, which is the source of good for each individual.",
  "Communitarian view also differs from liberal view on the respective status of ",
  "'right' and 'good' in determining the principles of justice. Liberal theory of justice, ",
  "particularly Rawls's theory of justice, accords priority to 'right' over 'good'. ",
  "Rawls in Theory of Justice (1971) commended justice as 'the first virtue of ",
  "social institutions', as truth is the primary consideration in accepting any system ",
  "of thought. For communitarians, on the other hand, the 'right' implies virtue, and ",
  "when we accept the 'good', the right has already been taken care of. Alasdaire ",
  "Maclntyre (1929- ), British (Scottish) moral philosopher and an early exponent ",
  "of communitarianism, in his essay After Virtue (1981) observed:",
  "For what consitutes the good for man is a complete human life lived at its ",
  "best, and the exercise of the virtues is a necessary and central part of ",
  "such a life, not a mere preparatory exercise to achieve such a life. We thus ",
  "cannot characterize the good for man adequately without already having ",
  "made reference to the virtues.",
  "Maclntyre ridiculed the liberal notion of individuals as 'autonomous moral ",
  "agents' operating in an atmosphere where they are disconnected from social ",
  "context. In his view, individuals flourish only within the context of sociallly ",
  "established cooperative human activity, which is designed to encourage the ",
  "development of human excellence. He argued that liberals were committed to moral ",
  "relativism, detaching themselves from 'any particular standpoint' in order to practise ",
  "tolerance. So they could not defend any particular view of justice, nor develop a ",
  "unified concept of 'the good'. Thus they have not been able to develop true ",
  "communities or define moral obligations of the members of society to each other.",
  "Moral Relativism",
  "The view that no moral principle or value system can be treated as universally right ",
  "and acceptable. It holds that the validity of any moral principle can be established only ",
  "with reference to a particular social and historical context. Moral relativism is opposed ",
  "to moral absolutism.",
  "Moral Absolutism",
  "The view that a particular moral principle or value system should be accepted as ",
  "universally valid for all societies. So each individual and group must conform to its ",
  "requirements. It does not allow freedom to any individual or group to propose or ",
  "follow any alternative moral principle or value1 system.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "452 An Introduction to Political Theory",
  "Maclntyre exhorted the people of the West to immerse themselves in the ",
  "knowledge and traditions of Western culture to enable themselves to reason truly ",
  "about the contents of justice, the good and virtue. In Whose Justice? Which ",
  "Rationality? (1988), Maclntyre came to realize the pitfalls of moral absolutism, ",
  "and conceded that liberal tolerance was itself a virtuous practice.",
  "Michael Sandel (1953- ), American political philosopher and an exponent of ",
  "communitarianism, in Liberalism and the Limits of Justice (1982), particularly ",
  "attacked the form of liberalism exemplified by Rawls's A Theory of Justice (1971). ",
  "He argued that Rawls's 'rational negotiators' who have gathered to determine the ",
  "principles of justice, represent the disconnected and disembodied people ",
  "deliberating behind the 'veil of ignorance'. Like many other liberals in the past ",
  "few hundred years, Rawls tries to understand human beings independent of all ",
  "activities, desires, ideas, roles, and pursuits that characterize human lives in actual ",
  "society. Sandel argues: \"Is anything left of the person when we subtract all this ",
  "from his personality?\". He laments that the Rawlsian view of the person is woefully ",
  "impoverished.",
  "Sandel asserts that liberal theories have failed to recognize our 'embeddedness' ",
  "in a particular time, place and culture. He urges that political theory should help in ",
  "generating such laws, institutions and practices that are genuinely good for us ",
  "and instrumental in creating a fully just society. Justice cannot be secured by ",
  "isolated individuals seeking personal profit (as in markets and political arena), but ",
  "by those who create a 'deeper commonality' through 'shared self-understanding' ",
  "and mutual affection. Sandel argues that liberal political philosophy sought to ",
  "justify a form of individualism which was not founded on concrete social ",
  "institutions. It was wrong in giving priority to the pursuit of abstract equal justice ",
  "over a communal, moral good. Liberal perspective implies that 'the self is prior ",
  "to its ends.' On the contrary, Sandel asserted that the self is not prior to its ends; ",
  "it is rather constituted by its ends, which are not chosen but discovered by the ",
  "self by virtue of its being embedded in some shared social context. Sandel argued ",
  "that Rawls's view of 'unencumbered self does not correspond with our 'deepest ",
  "self-understanding'. In Democracy's Discontent (1996), Sandel reiterated his ",
  "argument and even claimed that the decline of democratic politics in the United ",
  "States in the late twentieth-century was due to the wrong ordering of priorities ",
  "between the self and its ends.",
  "Charles Taylor (1931- ), Canadian social philosopher and exponent of ",
  "communitarianism, in his collected philosophical papers, published in 1985, ",
  "questioned the premise of atomistic individualism which is the hallmark of liberal ",
  "political theory. He attacked the liberal concept of human beings as autonomous ",
  "choosers. This concept treats human beings only as a manifestation of will, and ",
  "ignores the complexities of human personality which would develop only when it ",
  "is situated in a society. Taylor argued that atomistic type of individualism promised ",
  "freedom for human actors, but ultimately failed to realize that human beingshttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Diverse Perspectives on Justice 453",
  "constantly reflect on their life in order to find its meaning. He pointed out that ",
  "human agency, rights and freedom exist only in their social context whereas ",
  "modern (i.e. liberal) political theory failed to account for the reciprocal relations ",
  "among individuals and between individuals and society.",
  "In Sources of the Self (1989), Taylor further argued that human agency may ",
  "be understood only from the premise that persons exist as 'embodied individuals' ",
  "engaged both in self-interpretation and in constant interaction with others. In this ",
  "process of moral reflection, they criticize and transform themselves through the ",
  "interpretation and reinterpretation of their rights and obligations. To impart meaning ",
  "to their actions, they are constantly guided by moral sources — secular, religious, ",
  "literary and philosophical.",
  "While other exponents of commnunitarianism have largely produced a ",
  "communitarian critique of liberal theory of justice, Michael Walzer (1935- ), ",
  "American political philosopher, in his celebrated work Spheres of Justice (1983) ",
  "enunciated a communitarian theory of justice, although in some respects it is akin ",
  "to liberal-pluralist point of view. Walzer argued that the quest for a universal ",
  "theory of justice was misguided, because it was futile to look for any principle of ",
  "justice outside the community—particularly its history and culture. The ",
  "requirements of justice could only be identified in the context of a particular ",
  "community, its practices and institutions.",
  "According to Walzer, the shared understandings in our society require us to ",
  "apply the principle of'complex equality' (as distinguished from 'simple equality') ",
  "in the distribution of goods. It implies a system of distribution that does not try to ",
  "equalize all goods, but rather seeks to ensure that inequalities in one 'sphere' (e.g. ",
  "wealth) do not permeate other spheres (e.g. health care and political power). ",
  "Walzer argued that the modern society includes a number of spheres of distribution ",
  "in which different goods are allocated each by its own independent criterion. In ",
  "other words, the distribution of rewards in the modern society is not confined to ",
  "that of income and wealth, but there are so many sought-after things. Walzer ",
  "asserts that if the boundaries between different spheres are respected, one person's ",
  "pre-eminence in, say, the sphere of money may be offset by another's higher ",
  "social prestige and a third's success in holding political office. In this way social ",
  "pluralism may lead to a kind of equality in which no one decisively outranks ",
  "anyone else. Thus, Walzer denies that economic status of an individual holds key ",
  "to his social prestige and power.",
  "The problem with Walzer's suggestion is that there is no reliable method to ",
  "compare the value of non-economic factors like reputation, political power, ",
  "education and health, etc. with the value of income and wealth. In the absence of ",
  "such criteria, it is difficult to attack the disparities created by market society. For ",
  "example, it would be a poor consolation for a university teacher, writer, artist or ",
  "scientist that the low (economic) return of his talents and effort is compensated ",
  "by the high esteem in which he is held in the society!https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "454 An Introduction to Political Theory",
  "In fact Walzer gives precedence to ethical considerations over economic ",
  "considerations. Walzer argues that a society of equals lies within our reach. It is ",
  "implicit in our shared understandings of social goods. These understandings do ",
  "not produce a vision of'simple equality' which will lead to immense inequalities ",
  "through the operation of free market. If the state tries to reinforce initial simple ",
  "equality, it will end up as a tyrannical state. In our shared understandings we ",
  "strive for 'complex equality'. According to Walzer:",
  "Complex equality means that no citizen's standing in one sphere or with ",
  "regard to one social good can be undercut by his standing in some other ",
  "sphere, with regard to some other good ... No social good x should be ",
  "distributed to men and women who possess some other social good y ",
  "merely because they possess y and without regard to the meaning of x.",
  "Walzer comes to the conclusion that distribution of social goods should be ",
  "determined according to the right reason as applicable in each sphere. Thus, the ",
  "spheres of politics, or health or education, should not be corrupted by the ",
  "domination of money, for money properly rules in the sphere of commodities; ",
  "the sphere of office should not (beyond a certain limited point) be contaminated ",
  "by nepotism, which belongs in the sphere of kinship and love; the sphere of ",
  "kinship and love should not be contaminated by the consideration of profit and ",
  "loss which are relevant only in the market-place; family organization should not ",
  "be patterned after male domination which properly belongs to the sphere of military ",
  "organization.",
  "If Walzer's suggestions are adopted in actual practice, we will certainly have ",
  "a just society which he intends to create. But he has not indicated the way to ",
  "convince the dominant people in different spheres of social life to adopt these ",
  "rules. Walzer's scheme of things embodies a strong moral philosophy, but it does ",
  "not provide for equally strong political philosophy.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]