[
  "c21",
  "Concept of the ",
  "Common Good",
  "WHAT IS THE COMMON GOOD?",
  "Aristotle, an ancient Greek philosopher, believed that the state exists 'for the sake ",
  "of the good life'; it exists to promote moral objectives, justice and the common ",
  "good. However, in actual practice, different constitutions may exist to pursue ",
  "different objectives. Making a distinction between the 'right' (or proper) and the ",
  "'perverted' (or improper) types of constitutions, Aristotle maintained that the ",
  "'right' type of constitution pursued the common good, which implied the good ",
  "of the whole community. D.D. Raphael {Problems of Political Philosophy; 1976) ",
  "has enumerated the functions of the modern state on these lines as follows: \"The ",
  "State carries out its purpose by laying down laws, backed by force, requiring ",
  "everyone to refrain from actions (crime and torts) that harm the common good, ",
  "and to contribute in taxes and other imposts to upkeep of services (such as ",
  "defence, public utility, and social services) that promote the common good.\" ",
  "What is the common good?",
  "At the outset, it may be observed that the notion of the common good is ",
  "closely related to the idea of justice. Justice is concerned with determining the ",
  "right criteria for the allocation of benefits and burdens among the members of ",
  "society. Indeed, only those rules of justice will win the respect of all members of ",
  "society which are beneficial to all, i.e. which conform to the prevalent notion of ",
  "the common good, common interest or public interest. Though these terms are ",
  "used interchangeably, they are not identical in their meaning and scope. The ",
  "common good embodies a normative concept. It is concerned with moral ",
  "standards which are the subject of philosophical discussion. The common interesthttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "456 An Introduction to Political Theory",
  "embodies an empirical concept. It is concerned with the understanding of the ",
  "persons likely to be affected by a proposed decision. It can be empirically ",
  "ascertained. Then, the public interest is a matter of judgment by a competent ",
  "authority who is expected to be sensitive to the needs and aspirations of the ",
  "people. Those likely to be affected by a decision yet to be taken can make appeals ",
  "to the competent authority in the name of public interest. In case there is a ",
  "dispute about a decision taken in the public interest, it can be resolved through ",
  "discussion between the decision-makers and those affected by it.",
  "The notions of the common good and the public interest are based on the ",
  "same logic. What is described as the common good in moral philosophy becomes ",
  "the public interest in the realm of politics and administration. But the common ",
  "good is more comprehensive than the public interest. In other words, all references ",
  "to the public interest imply the common good. But all references to the common ",
  "good cannot be expressed in terms of public interest. For instance, a soldier may ",
  "die in war so that his country wins the war. It is a sacrifice made for the common ",
  "good, not 'in public interest'. On the other hand, if government enforces quarantine ",
  "laws to prevent the spreading of an infectious disease, this step is taken in public ",
  "interest which also implies the common good. A government official who takes ",
  "bribe for the welfare of his family may be prosecuted in public interest because ",
  "he acts against the common good. A good citizen always puts the common good ",
  "before his own or his family's interest.",
  "J.J. Rousseau (1712-78), the famous French philosopher, in his classic work ",
  "The Social Contract (1762), made a strong case for the pursuit of the common ",
  "good. He expressed great indignation at the selfishness of men and the brazenness ",
  "of social and economic interests which appropriate the sacred name of the public ",
  "good. Then T.H. Green (1836-82), a brilliant English philosopher, in his Lectures ",
  "on the Principles of Political Obligation (1882) declared that the state was an ",
  "instrument for the promotion of the common good. This tradition of thought on ",
  "the common good, as founded by Rousseau and Green led to the development of ",
  "communitarian perspective.",
  "The idea of the common good is frequently invoked in order to focus on ",
  "certain political demands or to vindicate certain acts, decisions or policy measures. ",
  "References to the common good or public interest abound in political speeches, ",
  "posters and pamphlets, newspaper editorials, verdicts of the law-courts, ",
  "arguments of the lawyers, guidelines of the government, and even on international ",
  "forums. It is a fascinating word which defies any precise definition. It cannot be ",
  "equated with the good of the state, because a state like a tyranny may operate ",
  "against the common good itself. Nor can it be equated with the good of the ",
  "majority because the common good may be invoked to stop injustice against ",
  "minority.",
  "Someone may like to define the common good as the common interest of civil ",
  "society. But it is not necessary for civil society to have a common interest. It mayhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the Common  457",
  "Good",
  "be characterized by conflicting interests. Reconciliation of these conflicting ",
  "interests may not necessarily represent the common interest, although it is so ",
  "described in liberal theory. This reconciliation, in many cases, may be the result of ",
  "bargaining between contending parties; and any type of bargaining is not ",
  "compatible with the common good. One possible interpretation of the common ",
  "good could be given as the good of the community. But it is difficult to identify the ",
  "good of the community apart from the narrow interests of different individuals and ",
  "groups. In any case, this is precisely the area where we should look for a workable ",
  "definition of the common good.",
  "Comparative Perspective on Justice, Common Good and Public Interest",
  "The Issue Justice Common Good Public Interest",
  "Status Highest ideal which An ideal usually in- A principle usually",
  "lends legitimacy to voked to persuade invoked to justify a",
  "any action, arrange- the members of a public decision",
  "ment, policy or community to re-",
  "decision solve their differe-",
  "nces on a matter of ",
  "common concern",
  "Scope Settlement of individual Discovering the Arriving at public deci-",
  "claims and allocation points on which sions which take care",
  "of benefits and burdens good of all members of larger interests of",
  "among the members of a community people though some",
  "of society would converge sections may have to ",
  "share an extra burden",
  "Sphere of Universal, whether at Usually confined Universal, whether at",
  "Application national or interna- to the members national or inter-",
  "tional level of a community national level",
  "Criteria Subject to constant Subject to constant Usually determined by",
  "debate debate a competent authority",
  "Who are Everyone, whether indi- A community and People of a nation or",
  "affected? viduals, associations  its members different nations",
  "or nations",
  "Who are Philosophers, jurists, Philosophers Administrators, lawyers,",
  "concerned social reformers policy-makers of a nation",
  "with the issue? or an international ",
  "organization",
  "In short, the common good points to a goal which does not give precedence to ",
  "the interests of a class, party or faction but gives due regard to the interests of all ",
  "members of society. In other words, the common good stands for the goal which is ",
  "regarded by the consciousness of the community as conducive to the welfare of the ",
  "whole community, transcending the immediate interests of different individuals and ",
  "groups. If its realization entails some loss or benefit to a particular individual or ",
  "group, that loss or benefit is not treated as a matter of settling individual claims. ",
  "For example, taxation system of a welfare state is designed tohttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "458 An Introduction to Political Theory",
  "accommodate the common good. The measures concerning defence, law and ",
  "order, public health, expansion of education and environmental cleanliness, etc. ",
  "are geared to meet the needs of the common good. But disputes may still arise as ",
  "to whether a particular measure conforms to the common good or not. If people ",
  "are genuinely interested in the pursuit of the common good, their disputes will ",
  "never take a violent form.",
  "The nature of the common good is quite complex, but one thing is certain that ",
  "in the case of a conflict between different groups, the common good shall not ",
  "coincide with the interests of a particular group. For example, in the case of ",
  "labour-management dispute, the common good cannot be identified with the ",
  "interest of the workers or that of the management. Similarly, heavy taxation of ",
  "the urban population to provide for liberal subsidies to the rural population, or ",
  "spending the revenue of villages for the advancement of cities cannot be equated ",
  "with the common good. If we want to test a proposal from the point of view of ",
  "the common good, we must consider the merit of its beneficiaries rather than the ",
  "claims of its opponents. When the common good is invoked in the context of ",
  "claims and counterclaims of the conflicting parties, we wish to remind them of ",
  "certain objectives beyond their conflicting goals, competition and bargaining which ",
  "are recognized by the community and which should not be overlooked by them. ",
  "For example, when we draw attention to the common good in the case of ",
  "employer-employee dispute in the industrial sector, we wish to remind both parties ",
  "to the dispute that they should not try to work out an arrangement that would ",
  "serve the purpose of both parties but which might be repugnant to the interests ",
  "of the large body of consumers or those of the general public.",
  "Some writers tend to equate the common good with the utilitarian formula of ",
  "the 'greatest happiness of the greatest number'. This view is misleading. John ",
  "Rawls (1921-2002) has amply shown how the 'greatest happiness of the greatest ",
  "number' could be interpreted to mean injustice to the minority. This argument ",
  "can be extended to the common good also. If the minority is made to suffer in the ",
  "name of promoting the so-called general happiness, it would be against the spirit ",
  "of the common good. On the other hand, some champions of individualism argue ",
  "that insistence on the common good would undermine incentives for the individual ",
  "to make best use of his talents and efforts. This view is also misleading because ",
  "if the common good is ignored, no individual would be able to achieve his potential ",
  "excellence or make full use of his personal assets. As J.K. Galbraith (1908-2006) ",
  "has pointed out, the rich cannot have full enjoyment of their wealth unless there ",
  "is adequate provision of public services in society.",
  "METHOD OF PURSUIT",
  "Consistent pursuit of the common good in a society can be ensured only through ",
  "the process of consensus. Those who focus on social cleavage as part of the ",
  "basic structure of society cannot be devoted to the common good. For example,https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the Common Good 459",
  "in contemporary Indian society some people focus on rural-urban divide; others ",
  "focus on caste division. Some sections lay stress on religious differences and ",
  "induce communalism; others harp on the division based on regional interests. ",
  "Some people focus on the divide across gender; others try to sow the seeds of ",
  "dissention between white-collar and blue-collar workers. Some politicians, too, ",
  "capitalize one type of social cleavage or another, and after winning seats in legislative ",
  "assemblies or the parliament, they try to encash their political support in the ",
  "bargaining for a share in power.",
  "However, these divisive tendencies should not be confused with those ",
  "humanitarian movements which aim at the preservation of environment or other ",
  "laudable objectives. For example, when the so-called developmental activities ",
  "render some poor tribals or villagers homeless, out of job or sick, the movements ",
  "aiming at their rehabilitation should not be termed as divisive activities.",
  "Cleavage and Consensus",
  "The existence of cleavage in a society means that society is sharply divided into ",
  "antagonistic groups on the basis of some more or less fixed attribute. For example, ",
  "such division may occur along the lines of class, region, religion, language, race, or ",
  "gender. On the contrary, consensus implies the absence of such a rigid division in ",
  "society.",
  "The existence of consensus in a society may be analysed at two levels: (a) As a ",
  "process, it implies that the different groups have resolved their differences and arrived ",
  "at an arrangement which is best suited to their needs under the existing constraints; ",
  "and (b) As a condition, it implies that the different groups in a society have no ",
  "differences on any issue; that society is informed by a deep-rooted and long-term ",
  "agreement on all issues. It is a Utopian view of consensus. In modern societies, ",
  "consensus is achieved only as a process.",
  "Broadly speaking, notion of the common good is concerned with the hopes ",
  "and aspirations of a larger community beyond the area of self-interests of different ",
  "individuals and groups. Some people may take to a dangerous path for want of ",
  "proper knowledge, due to their temperamental weakness, or due to the fascinating ",
  "effect of fashion or advertisements. Government may frame some rules and ",
  "regulations or take administrative measures to deal with such situations. For ",
  "example, advertisements of wine and cigarettes have been banned on radio and ",
  "television. A cigarette case or its advertisement anywhere must contain a statutory ",
  "warning: 'Cigarette smoking is injurious to health.' Dangers of drug-abuse and ",
  "drinking are displayed in the form of warnings at prominent public places. Wide ",
  "publicity is also given to the measures meant for environmental protection, ",
  "cleanliness, prevention of diseases, population control, expansion of literacy, etc. ",
  "All these steps are designed to promote the public interest or the common good.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "460 An Introduction to Political Theory",
  "For a wider understanding of the concept of the common good, it may be ",
  "analysed in different perspectives. Of these, Liberal, Communitarian, Marxian ",
  "and Gandhian perspectives are particularly important.",
  "Liberal view of the common good regards it as the aggregate of individual goods. ",
  "According to this view, the common good is not a metaphysical element which ",
  "exists beyond the experience of ordinary persons. Man is a rational creature. In ",
  "other words, man is endowed with the faculty .of reasoning which enables him ",
  "to grasp his own good, and to realize the need of certain rules which are necessary ",
  "for securing the good of all members of society. These rules are instrumental to ",
  "the reconciliation of conflicting interests of different individuals and groups. Indeed ",
  "the point of their reconciliation represents the common good. Individuals who ",
  "have a common interest in some issue organize themselves into an interest group. ",
  "Then the point of reconciliation between different interest groups represents the ",
  "common interest of society which is coterminous with the common good.",
  "From this point of view, any conflict existing in society is not very deep. ",
  "Every problem of society is capable of a peaceful solution. Every member of ",
  "society realizes that we live in a scarcity situation where all wishes or demands ",
  "cannot be fulfilled. People can fulfil their reasonable demands by making suitable ",
  "adjustment with others. So they are found to be ready for the necessary adjustment. ",
  "They can decide about their respective rights and obligations by using their own ",
  "intellect and by persuading each other to adopt a reasonable course of action. ",
  "This equilibrium of their respective rights and duties represents the common ",
  "good. Norman Barry (An Introduction to Modern Political Theory; 1989), who ",
  "uses the term 'public interest' as a synonym for the 'common good', has ",
  "significantly observed: \"Liberal advocates of the doctrine of the public interest... ",
  "argue that the concept describes the shared interests of a community and that its ",
  "promotion, so far from oppressing individual interests, actually enables individuals ",
  "to secure advantages which they could not otherwise enjoy.\"",
  "For liberal thinkers, the rules of the civil society which provide safety of the ",
  "individual from the oppressive powers of others, constitute the common good. ",
  "When everybody abides by these rules, then the strong will not oppress the ",
  "weak; nobody will cheat anybody; everybody will enter into contract with others ",
  "at his free will; and everybody will sincerely act according to the terms of the ",
  "contract. State intervention will become necessary only when some anti-social ",
  "element does not comply with the rules.",
  "The chief exponents of the liberal view of the common good include John ",
  "Locke (1632-1704), Adam Smith (1723-90), Jeremy Bentham (1748-1832) and ",
  "John Stuart Mill (1806-73).https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the Common  461",
  "Good",
  "A CRITICAL APPRAISAL",
  "Liberalism regards the rules of market society as the proper basis of the common ",
  "good. It views the free competition, equality of opportunity and allocation according ",
  "to merit as the rules of proper behaviour.",
  "The problem with these rules is that the reward of an individual's merit and ",
  "effort would be governed by the market demand, which is beyond individual's ",
  "control. For instance, in ancient Greek city of Athens, philosophers were highly ",
  "respected and soldiers held a lower position, but in Sparta soldiers were held in ",
  "high esteem and philosophers languished. Similarly, in the present-day consumer ",
  "society it is possible that highly talented and sincere poets, artists, scientists and ",
  "other intellectuals may be constrained to lead a poor standard of living whereas ",
  "semi-literate property dealers and mediocre businessmen may be rolling in riches. ",
  "Under the circumstances, the state will have to protect and promote those talents ",
  "which are indispensable for the preservation of human civilization and culture but ",
  "whose existence is threatened by the free market competition. Only a welfare state ",
  "can take care of this situation.",
  "Welfare State",
  "A state that gives protection to the people and such components of human civilization ",
  "and culture whose existence is threatened by the forces of a competitive market ",
  "society.",
  "C.B. Macpherson (1911-87), a contemporary political philosopher, has criticized ",
  "the market society model on the ground that it subjects human talents to the rules ",
  "of demand and supply. It stunts the natural capabilities of man and destroys his ",
  "creative freedom.",
  "In a, nutshell, liberal interpretation of the common good can only be accepted on ",
  "the condition that it is linked with the concept of welfare state.",
  "Communitarianism is a contemporary philosophy. It points to the shortcomings of ",
  "liberalism and attempts to redefine the relation between individual and the ",
  "community. Liberalism promotes individualism to focus on individual freedom ",
  "which undermines individual's affinity with the community. When every individual ",
  "turns to seek his own good, no one is emotionally attached to any one. An individual ",
  "would manage to have many means of comfort at the expense of his emotional ",
  "security. In other words, if an individual devotes himself to the pursuit of self-",
  "interest, he cannot secure good life in the fullest sense of the term.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "462 An Introduction to Political Theory",
  "If isolated individuals cannot secure their own good by their efforts, how can ",
  "we arrive at the common good by aggregating the outcome of their efforts? ",
  "Communitarians hold that only a community is capable of realizing the common ",
  "good. If all individuals pool their efforts for the attainment of the common good ",
  "instead of striving to secure their individual goods, they would be able to realize ",
  "the common good from which they would be able to derive their individual goods. ",
  "This view necessitates individual's first commitment to the community, and not ",
  "to himself.",
  "For communitarians, individual's own existence and personality are the product ",
  "of his social situation, roles and conventions which are embedded in society. ",
  "While liberals leave the individual to pursue his self-appointed goals, communitarians ",
  "want him to pursue the community-determined goals. While liberals declare the ",
  "individual to be the sole proprietor of all his faculties, communitarians focus on ",
  "his indebtedness to society for these faculties. While liberals insist on individual's ",
  "rights and liberties, communitarians emphasize his duties and obligations. ",
  "Communitarianism insists on our common identity and eulogizes those values ",
  "and beliefs which are dear to all of us.",
  "Early indications of communitarianism are found in the political thought of ",
  "Aristotle, ancient Greek philosopher, Jean-Jaques Rousseau (1712-78), French ",
  "philosopher, G.W.F. Hegel (1770-1831), German philosopher, and T.H. Green ",
  "(1836-82), English moral philosopher. Its contemporary exponents include ",
  "AlasdairMacIntyre(1929- ), Charles Taylor (1931- ), Michael Walzer( 193 5- ) ",
  "and Michael Sandel (1953-   ).",
  "T.H. Green (Lectures on the Principles of Political Obligation; 1882), the ",
  "forerunner of communitarianism, argued that human beings, as self-conscious ",
  "creatures, attain the knowledge of the common good in association with the ",
  "members of their community. Green believed that men knew the common good ",
  "more intimately than their self-interest or individual good. The common good not ",
  "only comprehends the good of all members of the community, but their conception ",
  "of the common good is also identical. The state and politics come into existence ",
  "for the realization of the common good. The idea of the common good is the ",
  "foundation of political obligation. Green asserts that the state is authorized to ",
  "make only those laws which promote the common good; and the individual is ",
  "obliged to abide by only those laws which conform to the common good. If an ",
  "individual thinks that he can protect the common good more effectively by opposing ",
  "a particular order of the state, his political obligation does not stop him from ",
  "going ahead. It is the consciousness of the common good which induces people ",
  "to accept their duties. They are prepared to forego their personal choice and self-",
  "interest for the sake of realizing the common good. They are convinced that they ",
  "can attain self-realization only by pursuing the common good.",
  "Alasdair Maclntyre (After Virtue; 1981) has argued that individuals flourish ",
  "only within an atmosphere of 'socially established cooperative human activity'.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the Common Good 463",
  "If the state treats individuals as disconnected entities and lets them loose to realize ",
  "their rights without realizing their duties, the result would be social disintegration ",
  "and moral disaster. Michael Sandel (Liberalism and the Limits of Justice; 1982) ",
  "has asserted that the person can only be understood in the context of his ",
  "'embeddedness' in a particular time, place and culture. Only with this ",
  "understanding a political theory can generate laws, institutions and practices that ",
  "would be genuinely good for us and contribute to a fully just society. This alone ",
  "will create a 'deeper commonality' which will be informed by 'shared self-",
  "understanding' as well as affection.",
  "Then Michael Walzer (Spheres of Justice; 1983) laid down elaborate criteria ",
  "for the distribution of various social goods according to the proper spheres of ",
  "their application, where they would contribute to the smooth functioning of the ",
  "community. Charles Taylor (Philosophical Papers; 1985) echoed Maclntyre's ",
  "attack on the liberal conception of'atomistic' individuals and confirmed the tenets ",
  "of communitarianism. Taylor argued that if human beings want their genuine ",
  "development, they must acknowledge first that they are situated in a society. ",
  "They can realize their good only through cooperation in the pursuit of the common ",
  "good.",
  "On the whole, communitarian notion of the common good requires the individual ",
  "to pursue his goals within the structure of society, and to look for his good as ",
  "part of the good of whole society.",
  "A CRITICAL APPRAISAL",
  "Communitarian concept of the common good insists on cooperation, and not ",
  "competition between individuals, and thereby promotes social solidarity. It inspires ",
  "the isolated individuals to establish cordial relations between each other, and shows ",
  "them the way to obtain emotional security. However, in spite of its strong ethical ",
  "base, it has no mechanism to ensure that its principles will be adopted as the ",
  "general rules of behaviour. In a nutshell, communitarianism embodies a strong ",
  "moral philosophy, but it is not founded in equally strong political philosophy.",
  "NECESSARY CONDITIONS FOR THE COMMON GOOD",
  "According to Marxist theory, since the division of human society into two ",
  "antagonistic classes on the basis of ownership of private property, idea of the ",
  "common good has become irrelevant. The common good can exist only in a ",
  "classless society, i.e. either under primitive communism (which existed before ",
  "the rise of civilization), or in a future communist society. Since the state is an ",
  "instrument of the dominant class for the exploitation of the dependent class, ahttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "464 An Introduction to Political Theory",
  "classless society does not need state power; it is bound to evolve into a stateless ",
  "society. Under this system, society uses its authority for the protection of common ",
  "interests of all members of the community which represent the common good.",
  "Primitive communism was a pre-state society where the instruments of labour ",
  "were of the most primitive kind—the club, the stone axe, the flint knife, the ",
  "stone-tipped spear, followed later by the bow and arrow. Man's muscular strength ",
  "was the only motive force employed to operate these elementary tools. These ",
  "tools were held in common ownership by the members of the primitive community ",
  "which engaged itself in common labour, such as common hunting, common ",
  "fishing, and the fruits of this common labour were also shared in common. ",
  "There was no concept of private property, hence no exploitation of man by man.",
  "The amount of production at this stage was scarcely sufficient for the ",
  "subsistence of each member of the community; there was no surplus that could ",
  "be stored in private possession. Hence, society was not divided into haves and ",
  "have-nots. In the absence of class distinctions and consequent exploitation, there ",
  "was no need for a special apparatus of coercion. The common affairs of the ",
  "community were managed collectively or entrusted to the most respected and ",
  "experienced members of the community. The concept of state or political power— ",
  "exploitative class power—was particularly absent at this stage.",
  "On the other hand, communist society will come into existence after the socialist ",
  "stage of historical development. According to classical Marxism, when all means ",
  "of social production will be placed under social ownership, remnants of capitalism ",
  "will be liquidated, labour will become compulsory for every able-bodied person, ",
  "and forces of production will have been fully developed, the state will 'wither ",
  "away'. In this phase of historical development, called 'communist society', ",
  "economy will be regulated by the principle: 'from each according to his ability, to ",
  "each according to his needs'. In other words, in communist society the distribution ",
  "of burdens shall depend on abilities, while the distribution of benefits shall depend ",
  "on needs. Benefits shall not be treated as the reward of contribution to the common ",
  "good. It is the picture of an ideal society where men shall shed their selfishness ",
  "and spontaneously contribute to the common good without the thought of the ",
  "return. It is hoped that when society undertakes the responsibility to fulfil all their ",
  "needs, men will use their maximum abilities for contribution to the common good ",
  "without any specific incentives. The idea of the common good shall be fully ",
  "realized only in such an ideal society. But before it comes into existence, society ",
  "will have to undergo various stages of class struggle which must be understood ",
  "in the present context.",
  "DOCTRINE OF CLASS STRUGGLE",
  "Karl Marx (1818-83) and Friedrich Engels (1820-95) have particularly dwelled ",
  "on the role of class struggle in the process of historical development. They believedhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the Common  465",
  "Good",
  "that the struggle between the antagonistic classes—haves and have-nots—had ",
  "been of fundamental importance in society since the dissolution of the primitive ",
  "tribal community with its common ownership of the means of production. Thus, ",
  "the opening sentence of the Communist Manifesto (1848) reads: \"The history of ",
  "all hitherto existing society is the history of class struggles.\" Of these classes one ",
  "invariably comprises the oppressors and exploiters, and the other includes the ",
  "oppressed and exploited. So the Communist Manifesto proceeds:",
  "Freeman and slave, patrician and plebeian, lord and serf, guild-master and ",
  "journeyman, in a word, oppressor and oppressed, stood in constant ",
  "opposition to one another, carried on an uninterrupted, now hidden, now ",
  "open fight, a fight that each time ended, either in a revolutionary re-",
  "constitution of society at large, or in the common ruin of the contending ",
  "classes.",
  "With the development of productive forces, men enter into social relations ",
  "corresponding to the prevailing mode of production. Thus the ancient society ",
  "was characterized by the relations between master and slave, the medieval society ",
  "by those between feudal lord and serf, while the modern society is marked by the ",
  "corresponding relations between capitalist and worker. Each stage of social ",
  "development is, therefore, known by the division of society into social classes. ",
  "Critics point out that Marx has nowhere given a clearcut definition of class. In ",
  "the third volume of his Capital (1894; edited by Friedrich Engels) he raised many ",
  "questions about the nature of class without arriving at a definite answer. However, ",
  "he recognizes that classes are not homogeneous and that varying degrees of ",
  "social status may give rise to a number of classes. He holds the view that all ",
  "classes are ultimately divisible by two, one of which controls the means of ",
  "production, while the other does not, and that the antagonism created by this ",
  "division gives rise to a profound contradiction. Yet it is through this very ",
  "contradiction that progress is effected.",
  "Accordingly, class struggle is instrumental to social progress. Until the stage ",
  "of perfect production is reached, class struggle is bound to operate at each stage ",
  "of social development. The process of class struggle results in the elimination of ",
  "the contending classes and the emergence of a new class structure corresponding ",
  "to the new mode of production. As the productive forces change, the class ",
  "which hitherto controlled them is confronted by a new class, which claims to be ",
  "able to administer them more efficiently; and just as the merchants and craftsmen ",
  "were able to challenge the feudal lord of later Middle Ages, so will the wage-",
  "earner challenge the capitalist and wrest economic power from him.",
  "Marx and Engels have laid special emphasis on the class struggle to transform ",
  "the capitalist system which had entered a decisive phase. Thus they declared:",
  "The modern bourgeois society that has sprouted from the ruins of feudal ",
  "society has not done away with class antagonisms. It has but establishedhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "466 An Introduction to Political Theory",
  "new classes, new conditions of oppression, new forms of struggle in ",
  "place of the old ones.",
  "Our epoch, the epoch of the bourgeoisie, possesses, however, this ",
  "distinctive feature: it has simplified the class antagonisms. Society as a ",
  "whole is more and more splitting up into two great hostile camps, into ",
  "two great classes directly facing each other: Bourgeoisie and Proletariat ",
  "(The Communist Manifesto; 1848)",
  "They recognize the existence of some other classes on their way to dissolution. ",
  "The proletariat is distinctively a revolutionary class whom they address in particular:",
  "Of all the classes that stand face to face with the bourgeoisie today, the ",
  "proletariat alone is a really revolutionary class. The other classes decay ",
  "and finally disappear in the face of modern industry; the proletariat is its ",
  "special and essential product.",
  "The lower middle class, the small manufacturer, the shopkeeper, the artisan, ",
  "the peasant, all these fight against the bourgeoisie, to save from extinction ",
  "their existence as fractions of the middle class. They are therefore not ",
  "revolutionary, but conservative, (ibid.)",
  "The proletarian revolution, according to Marx and Engels, would be different ",
  "from all previous revolutions of history:",
  "All previous historical movements were movements of minorities, or in ",
  "the interest of minorities. The proletarian movement is the self-conscious, ",
  "independent movement of the immense majority, in the interest of the ",
  "immense majority, (ibid.)",
  "This revolution would bring about the final emancipation of mankind because ",
  "there is no class below the proletariat which could be subjected to exploitation ",
  "when the proletariat comes to power. The proletarian revolution would therefore ",
  "pave the way for the emergence of a classless society.",
  "Whereas G.W.F. Hegel (1770-1831) had envisaged the culmination of social ",
  "progress through a clash of nations, Marx and Engels anticipated society's march ",
  "towards perfection through a clash of classes. They believed that mankind's ",
  "division into classes would cut across their division into nations. Thus they ",
  "announced:",
  "The working men have no country. We cannot take from them what they ",
  "have not got . . . National differences and antagonisms between peoples ",
  "are daily more and more vanishing, owing to the development of the ",
  "bourgeoisie, to freedom of commerce, to the world market, to uniformity ",
  "in the mode of production and in the conditions of life corresponding ",
  "thereto, (ibid.)https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the Common Good 467",
  "In order to exhort the proletariat to prepare themselves for revolution, Marx ",
  "and Engels inspire them to develop their class consciousness, to identify their ",
  "class interest and to organize themselves to fulfil their historic mission. Thus the ",
  "concluding part of The Communist Manifesto reads:",
  "The proletarians have nothing to lose but their chains. ",
  "They have a world to win. Working men of all ",
  "countries, unite!",
  "A CRITICAL APPRAISAL",
  "According to Marxist theory, as long as society is divided into antagonistic classes, ",
  "it is not possible for the individual to discover the common good. At best, he can ",
  "discover his class interest. For example, under capitalism the interest of capitalist ",
  "class lies in maintaining the capitalist system whereas the interest of working ",
  "class lies in overthrowing capitalism and establishing a socialist system so that it ",
  "eventually turns into communist society. The common good can only be realized ",
  "in the communist society.",
  "However, in actual practice the vision of communist society is nowhere realized. ",
  "Experience of over seven decades of socialism in the former Soviet Union and ",
  "over four decades in East Europe has shown that it never came close to the ",
  "image of a classless society. When economic power as the basis of class division ",
  "is removed, political power brings a new class division into existence. In due ",
  "course, political power in socialist countries proves to be more oppressive than ",
  "that in liberal democracies. Liberal democracy, at least, provides for some ",
  "mechanism of civil liberties which enable the citizens to exercise some control on ",
  "political power, but under socialist system the new ruling class not only appropriates ",
  "economic resources of the state for personal enjoyment, it also suspends civil ",
  "liberties. Initially the citizens are compensated by the adequate provision of social ",
  "and economic rights, but when these rights cannot be maintained due to increasing ",
  "shortages, the system proves to be fragile. That is what precisely happened in the ",
  "former Soviet Union and its satellites during 1989-91. So Marxian perspective on ",
  "the common good must be taken with a pinch of salt.",
  "Commitment to the common good is the essence of Gandhian philosophy. ",
  "Mahatma Gandhi (1869-1948) saw India's independence as an opportunity 'to ",
  "wipe every tear from every eye'. He wished to transform the destiny of India at ",
  "a critical juncture through moral regeneration. It was a time when India was ",
  "groaning under an oppressive foreign rule, abject poverty, vast social and economic ",
  "inequalities. Further it was also in the grip of communal tension and hatred. ",
  "Gandhi preached the gospel of spiritualism, Ahimsa (non-violence), renunciationhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "468 An Introduction to Political Theory",
  "(non-possession), dignity of labour and moral courage, etc. for the uplift of man ",
  "as well as society. His doctrine of trusteeship, his vision of a classless society ",
  "and his concept ofsarvodaya (uplift of all) hold the key to his idea of the common ",
  "good.",
  "DOCTRINE OF TRUSTEESHIP",
  "Gandhian doctrine of trusteeship is addressed to the conscience of the rich and ",
  "resourceful members of society, particularly landlords and capitalists. It urges ",
  "them not to consider themselves as the sole proprietors of their possessions, but ",
  "only 'trustees' of a gift bestowed upon them by God for the service of humanity. ",
  "This view is in consonance with the basic philosophy of Gandhi. His principle of ",
  "non-possession (aparigraha) implies that worldly possessions make you morally ",
  "deprave. Hence one should not take more than his immediate needs. To maintain ",
  "one's moral strength, material things should be used with a spirit of renunciation.",
  "Gandhian principle of non-stealing (asteya) implies that amassing of wealth, ",
  "or even the possession of more than one's immediate needs amounts to theft ",
  "because it is meant to fulfil others' needs. In Gandhi's words: \"Earth has enough ",
  "resources to satisfy everybody's need but not their greed.\" Any attempt to satisfy ",
  "one's greed means theft. It reminds us of nineteenth-century French philosopher, ",
  "P.J. Proudhon's famous dictum: \"Property is theft.\"",
  "However, Gandhi does not favour overthrowing the existing economic system. ",
  "This system has become oppressive because of moral decline. If the organizers ",
  "of agriculture and industry could be persuaded to act as public servants, they will ",
  "win wide public esteem instead of the existing hatred. The feeling of class conflict ",
  "will be replaced by the sentiment of class cooperation. Gandhi wants 'change of ",
  "heart' of the rich and resourceful persons to enable the society to have full benefit ",
  "of their talents and efforts without suffering injustice caused by the exploitation ",
  "of the poor by the rich. As Gandhi wrote in Amrita Bazar Patrika (1934):",
  "What is needed is not the extinction of landlords and capitalists, but a ",
  "transformation of the existing relationship between them and the masses ",
  "into something healthier and purer.",
  "Gandhi realized that this was by no means an easy task. As he himself conceded ",
  "in The Modern Review (1935):",
  "You may say that trusteeship is a legal fiction. But if people meditate over ",
  "it constantly and try to act up to it, then life on earth would be governed ",
  "far more by love than it is at present. Absolute trusteeship is an abstraction ",
  "like Euclid's definition of a point, and is equally unattainable. But if we ",
  "strive for it, we shall be able to go further in realizing a state of equality on ",
  "earth than by any other method.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the Common  469",
  "Good",
  "Moral regeneration at any stage is really difficult. We need a constant inspiration ",
  "from a Gautam Buddha, Jesus Christ, or Mahatma Gandhi to follow this path. ",
  "Every step in this direction will give us more enlightenment, peace of mind and ",
  "genuine happiness.",
  "VISION OF A CLASSLESS SOCIETY",
  "Gandhi's faith in human equality made him a strong votary of a classless society. ",
  "This means elimination of discrimination on any irrelevant ground. In a country ",
  "like India, people are discriminated on many grounds, e.g. religion, caste, sex, ",
  "etc. Gandhi taught us to do away with such discrimination. Gandhi preached ",
  "equality of all religions. As he wrote:",
  "Temples or mosques or churches ... I make no distinction between these",
  "different abodes of God. They are what faith has made them. They are an",
  "answer to man's craving somehow to reach the Unseen.",
  "(The Mind of Mahatma Gandhi, compiled by R.K. Prabhu and U.R. Rao;",
  "1945)",
  "Gandhi strongly defended equality between man and woman. As he wrote:",
  "My opinion is that, just as fundamentally man and woman are one, their ",
  "problems must be one in essence. The soul in both is the same. The two ",
  "live the same life, have the same feelings. Each is complement of the ",
  "other. The one cannot live without the other's active help... But somehow ",
  "or other man has dominated woman from ages past, and so woman has ",
  "developed an inferiority complex . . . But the seers among men have ",
  "recognized her equal status. (Selections from Gandhi by Nirmal Kumar ",
  "Bose; 1948)",
  "Caste and division of labour was another ground of discrimination which ",
  "Gandhi sought to demolish. His gospel of'bread labour' expected everybody to ",
  "do physical labour toward production, at least to compensate for the bread that ",
  "he consumes. Bread is symbolic of various items of one's physical consumption. ",
  "As Gandhi wrote in Harijan (1935):",
  "If all laboured for their bread and no more, then there would be enough ",
  "food and enough leisure for all. Then there would be no cry of over-",
  "population, no disease and no misery as we see around. Such labour will ",
  "be the highest form of sacrifice. Men will do many other things either ",
  "through their bodies or through their minds, but all this will be labour of ",
  "love for the common good. There will be no rich and no poor, none high ",
  "and none low, no touchable and no untouchable . . .",
  "If we did so, our wants would be minimized, our food would be simple. ",
  "We should then eat to live, not live to eat. Let anyone who doubts the ",
  "accuracy of this proposition try to sweat for his bread, he will derive thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "470 An Introduction to Political Theory",
  "greatest relish from the productions of his labour, improve his health, and ",
  "discover that many things he took were superfluities.",
  "In short, the principle of bread labour is designed to promote three things: (a) ",
  "simple living among all citizens; (b) dignity of labour; and (c) a sense of equality ",
  "transcending the prevailing division of labour. Originally caste symbolized the ",
  "division of labour which strayed on to division of society into high and low ",
  "ranks. The principle of bread labour would serve to obliterate this ranking. This ",
  "would even create equality between the rich and the poor. As Gandhi wrote in ",
  "From Yervada Mandir (published: 1945):",
  "There is a world-wide conflict between capital and labour, and the poor ",
  "envy the rich. If all worked for their bread, distinctions of rank would be ",
  "obliterated; the rich would still be there, but they would deem themselves ",
  "only trustees of their property, and would use it mainly in the public interest.",
  "Above all, Gandhian principle ofAhimsa (non-violence) is also conducive to ",
  "the creation of a classless society. When a person avows not to harm anybody, ",
  "not to cause injury to anybody and not to hurt anybody's feeling, what else is left ",
  "for the realization of a classless society? Thus the vision of a classless society ",
  "runs throughout Gandhian thought and philosophy.",
  "CONCEPT OF SARVODAYA",
  "The term 'sarvodaya' may be rendered as 'uplift of all', 'rise of all' or 'awakening ",
  "of all'. All the meanings of this term closely correspond to each other. In a ",
  "society where only the few are endowed with knowledge, power, prestige and ",
  "wealth, and a very large number are languishing, sarvodaya wants them to rise ",
  "above. But since it believes in uplift of all, it does not envisage a conflict between ",
  "the high and the low, between the rich and the poor. As a votary of purity of ",
  "means as well as end, Gandhi was convinced that violent means cannot be used ",
  "to achieve a non-violent end.",
  "Whereas the principle of sarvodaya gives prominence to the uplift of the ",
  "deprived and the underprivileged sections, it also envisages that the rich would ",
  "offer their riches for the welfare of the poor and service of the community. Thus ",
  "they will not only give a proof of self-control and magnamity, but also raise their ",
  "own spiritual level.",
  "The idea behind sarvodaya was inspired by John Ruskin's Unto This Last ",
  "(1860). Gandhi came across this work in the midst of passive resistance against ",
  "the racist regime of South Africa. This contained a message of uplift of the last ",
  "man or the most neglected lot. He was so impressed by this work that he published ",
  "its summary in his Gujarati articles under the title of Sarvodaya. Ruskin's teachings ",
  "are very close to Gandhian philosophy. Ruskin rejected the cult of machinery and ",
  "consumerism as well as the idea of economic man and mercantile economy. ",
  "Instead, he advocated simple technology, manual labour, communal enterprise ",
  "and measurement of value in terms of quality of life. Gandhi relied on thesehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the Common  471",
  "Good",
  "teachings to sharpen his own thinking on various issues of social reform.",
  "Gandhian concept of sar-vodaya rejects the utilitarian view of'greatest happiness ",
  "of the greatest number' in favour of 'greatest good of all'. As Gandhi himself ",
  "wrote in Young India (1926):",
  "A votary of Ahimsa cannot subscribe to the utilitarian formula (of the ",
  "greatest good of the greatest number). He will strive for the greatest good ",
  "of all and die in the attempt to realize the idea. He will, therefore, be willing ",
  "to die, so that others may live . . . The greatest good of all inevitably ",
  "includes the good of the greatest number, and therefore, he and the utilitarian ",
  "will converge in many points in their career, but there does come a time ",
  "when they must part company, and even work in opposite directions. The ",
  "utilitarian to be logical will never sacrifice himself. The absolutist will ",
  "even sacrifice himself.",
  "Here the term 'absolutist' stands for the person who has absolute faith in ",
  "Ahimsa—one who will never depart from the path of Ahimsa in deference to any ",
  "other ideal. The message of self-sacrifice for the greatest good of all is the essence ",
  "of sarvodaya.",
  "Comparative Perspective on the Common Good",
  "The Issue Liberal Communitarian Marxian Gandhian",
  "Perspective Perspective Perspective Perspective",
  "Object of Individual's Community's Good of one's Community's",
  "Commitment Good Good Class Good",
  "Constitution of Aggregate of Community as Common Good Community as",
  "the Common Individuals' the Source of not feasible in the Source of",
  "Good Goods Everybody's a Class-Divided Everybody's",
  "Good Society Good",
  "Attitude toward Not very deep; No real con- Conflict be- No real conflict;",
  "Conflict may be resol- flict; Misunder- tween Antago- Adherence to",
  "ved through standing may nistic Classes Ahimsa and the",
  "Discussion be removed by cannot be re- Common Good",
  "focusing on  solved will eliminate ",
  "Community's  all conflict",
  "Good",
  "Ultimate Material Material Material Spiritual",
  "Nature of the",
  "Good",
  "Grounds of Conformity to No machinery Its vision of a Relies mainly",
  "Criticism Market Society to ensure indi- Classless Society on Moral",
  "model may de- vidual Com- seems Persuation; No",
  "stroy Creative mitment to the Unrealizable Effective Ma-",
  "Freedom of the  Community chinery to Re-",
  "Individual alize the Ideal ",
  "in Practicehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]