[
  "c22",
  "Concept of Democracy",
  "T",
  "HE TERM 'DEMOCRACY' has been in use in the tradition of Western ",
  "political thought since ancient times. It is derived form the Greek root ",
  "'demos' which means 'the people'; 'cracy' stands for 'rule' or ",
  "'government'. Thus, literally, democracy signifies 'the rule of the people'. Abraham ",
  "Lincoln's definition of democracy is very close to its literal meaning. It reads: ",
  "'Democracy is the government of the people, by the people, and for the people.' ",
  "In short, democracy as a form of government implies that the ultimate authority ",
  "of government is vested in the ordinary people so that public policy is made to ",
  "conform to the will of the people and to serve the interests of the people.",
  "Several exponents of democracy have treated democracy chiefly as a form of ",
  "government. John Austin (1790-1859), James Bryce (1838-1922), A.V. Dicey ",
  "(1835-1922), John Seeley (1834-95) and A.L. Lowell (1856-1943) are some ",
  "prominent supporters of this view. Lowell, for instance, says that democracy is ",
  "only an experiment in government. Seeley describes it as government in which ",
  "everyone has a share.",
  "Democracy has a long tradition. But the notions regarding its essence and grounds ",
  "of its justification have been revised from time to time. Plato and Aristotle saw ",
  "democracy at work in some of ancient Greek city-states, especially at Athens. Its ",
  "salient features were: (a) equal participation by all freemen in the common affairs ",
  "of the polis (city-state) which was regarded as an essential instrument of good ",
  "life; (b) arriving at public decisions in an atmosphere of free discussion; and (c) ",
  "general respect for law and for the established procedures of the community. ",
  "The Greeks took pride in their customary law and admiringly distinguished it ",
  "from the 'arbitrary rule' prevalent among the 'barbarians'.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  473",
  "Democracy",
  "However, the form of democracy prevalent in ancient Greek city-states was ",
  "by no means regarded as an ideal rule. Plato decried democracy because the ",
  "people were not properly equipped with education 'to select the best rulers and ",
  "the wisest courses'. Democracy enabled the men with the gift of eloquence and ",
  "oratory to get votes of the people and secure public office, but such men were ",
  "thoroughly selfish and incompetent who ruined the state. Then, Aristotle identified ",
  "democracy as 'the rule of the many', that is of the more numerous members of ",
  "the community, particularly the poor ones. In his classification of governments ",
  "into normal and perverted forms, Aristotle placed democracy among perverted ",
  "forms since it signified the rule of the mediocres seeking their selfish interests, ",
  "not the interest of the state. Aristotle observed that no form of government ",
  "prevalent during his times was stable and this led to frequent upheavals. In his ",
  "search for a stable form of government, Aristotle in his Politics tried to analyse ",
  "the merits and demerits of various forms of government. In the process, he ",
  "made very interesting observations about the merits and demerits of democracy: ",
  "\"This rule by the poor has some advantages. The people, though individually they ",
  "may be worse judges than those who have special knowledge, are collectively as ",
  "good. Moreover, there are some artists whose works are best judged not by ",
  "themselves alone but by those who do not possess the art; for example, the user ",
  "or master of a house will be a better judge of it than the builder ... and the guest ",
  "will be a better judge of a feast than the cook.\"",
  "But the demerits of democracy, in this sense, were no less striking. According ",
  "to Aristotle, again, democracy is based on a false assumption of equality. It ",
  "arises out of the notion that those who are equal in one respect (such as in ",
  "respect of the law) are equal in all respects; because men are equally free, they ",
  "claim to be absolutely equal. The upshot is that ability is sacrificed to numbers, ",
  "while numbers are manipulated by trickery. Because the people are so easily ",
  "misled, and so fickle in their views, the ballot should be limited to the intelligent. ",
  "With this line of argument, Aristotle came to commend a mixed constitution, that ",
  "is a combination of aristocracy and democracy, as the best possible from of ",
  "government.",
  "The classical concept of democracy was articulated by some of the modern ",
  "thinkers, particularly of England, such as A.V. Dicey (1835-1922) James Bryce ",
  "(1838-1922).",
  "DICEY'S ACCOUNT OF DEMOCRACY",
  "Dicey, in his famous work Law and Opinion in England (1905), treated democracy ",
  "as a form of government under which majority opinion determines legislation. ",
  "According to him, it would be unwise in a democracy to enforce laws not ",
  "approved by the people. He tried to demonstrate elaborately the relation of legislation ",
  "to the prevailing public opinion. However, he also pointed out that particular laws ",
  "are the product of a particular historical setting. Since public opinion under ",
  "democracy is not a uniform phenomenon, it has not produced uniform laws.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "474 An Introduction to Political Theory",
  "BRYCE'S ACCOUNT OF DEMOCRACY",
  "James Bryce is one of the greatest champions of democracy and its most ",
  "sympathetic critic. In his two monumental works, The American Commonwealth ",
  "(1893) and Modern Democracies (1921) he chiefly treated democracy as a form ",
  "of government. He defined democracy as 'the rule of the people expressing their ",
  "sovereign will through the votes'. Ultimately he reduced it to 'the rule of the ",
  "majority.'",
  "justification of Democracy",
  "Bryce finds the justification of democracy in the concept of relativity, that is by ",
  "comparing its merits and demerits with other forms of government. The test of ",
  "government, according to Bryce, is the welfare of the people. Thus the standard ",
  "of merit of any form of government can be judged by the adequacy with which ",
  "it performs the chief functions of government: the protection from internal and ",
  "external enemies, the securing of justice, efficient administration of common ",
  "affairs, and the bestowal of aid to individual citizens in their several occupations. ",
  "History shows that these functions can be carried out by democracies as well as ",
  "any other form of government. But democracy has an additional merit in that it ",
  "stimulates men to self-education, because participation by the people in government ",
  "activities opens wider horizons for the individual and tends to broaden his interests. ",
  "This participation is the essence of democracy. It is not actual 'rule by the people'. ",
  "The people in a democracy exercise their authority in two ways: (a) they determine ",
  "the ends towards which their government shall aim; and (b) watch over those ",
  "into whose hands they have placed the actual power of administration.",
  "Bryce does not claim that democracy offers a panacea for all ills of society. ",
  "Yet he prefers it to other forms of government because it has brought about ",
  "considerable improvement in the standard of government. It has not led to world ",
  "brotherhood, nor has it dignified and purified politics, but it has provided for ",
  "better government as compared to the past.",
  "Defects of Democracy",
  "Bryce has enumerated six outstanding evils of the existing form of democracy: ",
  "(i) the power of money interests to pervert administration or legislation; (ii) the ",
  "tendency to allow politics to become a trade, entered for gain and not for service; ",
  "(iii) extravagance; (iv) the failure to evaluate properly the skilled man, and to ",
  "abuse the doctrine of equality; (v) party politics; and (vi) the tendency of politicians ",
  "to play for votes. However, Bryce points out, the first three of these evils are ",
  "common to other forms of government also—they are not specific evils of ",
  "democracy. The last three are, of course, more closely associated with democracy, ",
  "but they are by no means unsurmountable. Democracy has closed some of the ",
  "old channels of evil; it has opened some new ones; but it has not increased the ",
  "stream.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  475",
  "Democracy",
  "Major problems of democracy include self-interest and irresponsibility of power. ",
  "Democracy has two powerful weapons to fight against these evils: (a) law, and (b) ",
  "opinion. The weapon of opinion is a peculiar safeguard; no other form of ",
  "government provides for it. Steady urbanization in large democracies and the ",
  "consequent rise of large labour groups has complicated the problem of democracy. ",
  "The future of democracy depends upon development of human wisdom. While no ",
  "other government gives to the citizen as does a democracy, at the same time no ",
  "other government demands so much. Bryce concludes his account of democracy ",
  "with an optimistic note.",
  "AN APPRAISAL",
  "Bryce has, of course, given an illuminating account of democracy as a form of ",
  "government. However, he has not deeply analysed social phases of the problem. He ",
  "has also dismissed without proper weight the growth of self-conscious groups ",
  "within society. He has underestimated the true significance of industrial democracy. ",
  "He sees the growth of a large working class and the ideas of proletarian dictatorship ",
  "as threats to democracy. But he has failed to appreciate their impact which was ",
  "transforming the concept of democracy itself. However, his contribution as an ",
  "exponent of classical notion of democracy in the modern times cannot be ignored.",
  "Democracy is an old concept; liberalism is a recent one. Today, liberalism is ",
  "generally thought to be inseparable from democracy so much so that the term ",
  "'democracy' is applied to denote 'liberal democracy' unless otherwise specified. But ",
  "as C.B. Macpherson in his Democratic Theory—Essays in Retrieval (1973) has ",
  "observed: \"Until the nineteenth century liberal theory, like the liberal state, was not ",
  "at all democratic, much of it was specifically antidemocratic.\" Classical liberal ",
  "theory was committed to the individual's right to unlimited acquisition of property ",
  "and to the capitalist market economy which implies inequality not only in the ",
  "economic sphere but in the political sphere also. Thus, classical liberalism of the ",
  "eighteenth and nineteenth centuries insisted on property qualification for the right-",
  "to-vote. This was contrary to the democratic principle which implies  equal ",
  "entitlement of each individual not only in the matter of choosing a government but ",
  "also to the other advantages accruing from organized social life.",
  "But a combination of the two antithetical principles—liberalism and democracy",
  "—became inevitable in a later phase because of historical reasons. Classical ",
  "liberalism fostered capitalism and a free-market economy which were responsible ",
  "for large-scale industrialization and urbanization. This gave rise to a large working ",
  "class centred in large industrial cities and forced to live under subhuman conditions ",
  "created by a cruel, competitive economy. In due course thishttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "476 An Introduction to Political Theory",
  "class became conscious of its strength and insisted on a voice at the decision-",
  "making level. Thus the liberal state was forced to accommodate democratic ",
  "principles in order to save its own existence. The outcome of this combination ",
  "emerged in the form of liberal democracy. It represents a combination of free-",
  "market economy with universal adult franchise. It is an attempt to resolve the ",
  "conflicting claims of the capitalists and the masses by making gradual concessions ",
  "under the garb of a 'welfare state'.",
  "Liberal democracy today is distinguished from other forms of political system ",
  "by certain principles and characteristics, that is its procedure and institutional ",
  "arrangements. Institutions are necessary for the realization of principles; without ",
  "principles, the institutions might be reduced to a mere formality. The two must ",
  "go together.",
  "PRINCIPLES OF LIBERAL DEMOCRACY",
  "Liberal democracy works on certain principles and certain mechanisms. Broadly ",
  "speaking, principles of liberal democracy include: (a) Government by consent; ",
  "(b) Public accountability; (c) Majority rule; (d) Recognition of minority rights; ",
  "and (e) Constitutional Government. Government by Consent",
  "Democracy is government by consent of the people. Rational consent can be ",
  "obtained by persuasion for which an atmosphere of free discussion is essential. ",
  "Any regime where the consent of the people is sought to be obtained without ",
  "freedom of expression of divergent opinions, does not qualify for being called a ",
  "'democracy' even if it maintains certain democratic institutions.",
  "In view of the highly technical nature, the large volume and urgency of ",
  "governmental decisions, it is impractical to consult the people on every detail of ",
  "every policy. However, discussion of the broad issues is indispensable. Discussion ",
  "is usually held at two levels: (a) among the representatives of the people in the ",
  "legislative assemblies where members of the opposition have their full say; and ",
  "(b) at the public level where there is direct communication between the leadership ",
  "and the people. Mass media (newspapers, radio, television, etc.) also serve as ",
  "effective channels of communication between the leadership and the people. ",
  "Democratic leadership is expected not to lose touch with popular sentiment on ",
  "the major outlines of policy as the ruling parties are bound to seek a fresh mandate ",
  "of the people at regular intervals.",
  "Public Accountability",
  "Liberal democracy, based on the consent of the people, must constantly remain ",
  "answerable to the people who created it. John Locke (1632-1704) who thought ",
  "of government as a 'trustee' of the power vested in it by the people for the ",
  "protection of their natural right to life, liberty and property, nevertheless, felt thathttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  477",
  "Democracy",
  "it could not be fully trusted. He wanted the people to remain constantly vigilant. He ",
  "thought of the people as a householder who appoints a watchman for protecting his ",
  "house, and then, he himself keeps awake to keep a watch on the watchman! Jeremy ",
  "Bentham (1748-1832) envisaged liberal democracy as a political apparatus that ",
  "would erasure the accountability of the governors to the governed. For Bentham, ",
  "both governors and the governed, as human beings, want to maximize their ",
  "happiness. Then governors, who are endowed with power, may tend to abuse it in ",
  "their self-interest. Hence, in order to prevent the abuse of their power, governors ",
  "should be directly accountable to an electorate who will frequently check whether ",
  "their objectives have been reasonably met.",
  "John Stuart Mill (1806-73), in his brilliant essay On Liberty (1859), declared the ",
  "aim of his work to elaborate and defend a principle which will establish 'the nature ",
  "and limits of the power which can be legitimately exercised by society over the ",
  "individual'. He significantly observed that 'the only purpose for which power can be ",
  "rightfully exercised over any member of a civilized community, against his will, is ",
  "to prevent harm to others'. Mill identified the appropriate region of human liberty ",
  "as including liberty of thought, feeling, discussion and publication, liberty of tastes ",
  "and pursuits, and liberty of association or combination, provided it causes no harm ",
  "to others. He asserted that liberty and democracy, taken together, create the ",
  "possibility of 'human excellence'. In his view, a system of representative democracy ",
  "makes government accountable to the citizenry and creates wiser citizens capable ",
  "of pursuing the public interest.",
  "Jean-Jaques Rousseau (1712-78), the exponent of popular sovereignty, ",
  "postulated public accountability of government in a different way. In his concept of ",
  "the 'social contract', sovereignty not only originates in the people, it continues to ",
  "stay with the people in the civil society. People give their consent to vest their ",
  "sovereignty in the 'general will' which represents their own higher self. As a votary ",
  "of 'direct democracy' Rousseau is convinced that sovereignty cannot be ",
  "represented. In his words, \"the people's deputies are not, and could not be, its ",
  "representatives; they are merely its agents; and they cannot decide anything finally.\" ",
  "(The Social Contract; 1762) Rousseau commended an active, involved citizenry in ",
  "the process of government and law.-making. He wanted that all citizens should ",
  "meet together to decide what is best for the community and enact the appropriate ",
  "laws.",
  "Rousseau was in favour of a political system in which legislative and executive ",
  "functions should be clearly demarcated. While he wanted the people themselves to ",
  "constitute the legislative assembly, the executive function was to be left to the ",
  "government. In his own words, \"the people require a government to coordinate ",
  "public meetings, serve as a means of communication, draft laws and enforce the ",
  "legal system.\" (ibid.) Such government shall be constantly accountable to the ",
  "people for fulfilling the instructions of'the general will'. Should it fail to fulfil this ",
  "obligation, it can be revoked and replaced.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "478 An Introduction to Political Theory",
  "Majority Rule",
  "In modern representative democracies, decisions are taken in several bodies— ",
  "legislatures, committees, cabinets and executive or regulative bodies. Majority ",
  "rule means that in all these decision-making bodies, from the electorate to the last ",
  "committee, the issues are to be resolved by voting. Political equality is secured by ",
  "the principle of'one man, one vote', which implies that there will be no privileged ",
  "sections claiming special weightage, nor any underprivileged sections whose ",
  "voice is ignored. No discrimination is allowed on grounds of religion, race, caste, ",
  "sex, place of birth, ownership of property, and even educational qualifications. ",
  "Any restriction of suffrage should be based on sound reason, that is where the ",
  "ballot cannot be used in a rational and responsible manner, such as in the case of ",
  "convicted criminals, mental patients, and persons below a legally fixed age.",
  "The principle of majority rule relies on the wisdom of the majority. Minority ",
  "opinion has the option to enlist the support of larger numbers by persuasion in an ",
  "atmosphere of free discussion.",
  "Recognition of Minority Rights",
  "The principle of majority rule by no means implies the suppression of minorities. ",
  "In modern nation-states, there may be several racial, religious, linguistic or cultural ",
  "minorities who fear discrimination or the tyranny of the majority. Minority ",
  "grievances may take many forms ranging from psychological insults over ",
  "discrimination in housing, education and employment to physical persecution ",
  "and genocide. Legal safeguards are, therefore, considered essential for the ",
  "realization of the democratic principle because their presence helps to raise the ",
  "level of awareness of both majority and minority and thus promote a favourable ",
  "climate for democratic politics.",
  "Constitutional Government",
  "Constitutional government means a 'government by laws' rather than by men. ",
  "Democracy requires an infinitely complex machinery of processes, procedures ",
  "and institutions to translate the majority will into action. It makes enormous ",
  "demands on the time, goodwill and integrity of its citizens and public servants. ",
  "Once the prescribed procedure is set aside, even for a legitimate purpose, it can ",
  "set a precedent that may be followed for pursuing illegitimate purposes, and the ",
  "flood-gates of corruption might be thrown wide open. It is, therefore, essential ",
  "to have a well-established tradition of law and constitution for the stability of a ",
  "democratic government.",
  "These five principles throw sufficient light on the nature of liberal democracy.",
  "MECHANISM OF LIBERAL DEMOCRACY",
  "Once certain principles of liberal democracy are accepted, the next step is to ",
  "identify the mechanism that puts these principles into practice. This would enablehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  479",
  "Democracy",
  "us to distinguish a liberal-democratic system from other political systems, viz. ",
  "totalitarian and autocratic systems. The champions of liberal democracy recognize ",
  "certain institutions and procedures as essential characteristics of democracy. ",
  "The presence or absence of these characteristics will determine whether a system ",
  "is democratic or not. They firmly believe that a government can be conducted ",
  "according to will of the people only by adherence to these institutions and ",
  "procedures. Any other system may have many qualities but it will not qualify as ",
  "a democracy without these characteristics. The main characteristics of liberal ",
  "democracy may be enumerated as follows:",
  "More than One Political Party Freely Competing for Political Power",
  "Liberal democracy seeks reconciliation between varying interests and ideologies ",
  "of different groups. There is no fixed method of securing this reconciliation. ",
  "When there is a free competition between more than one political parties for ",
  "power, the people get an opportunity to consider various alternative policies, ",
  "programmes and personalities to exercise their choice. According to this test ",
  "single-party systems do not qualify as democracies. The former Soviet Union ",
  "and the present People's Republic of China cannot be treated as democracies as ",
  "they conceded monopoly of power to their respective Communist Parties, inspite ",
  "of a facade of periodic elections. Liberal democracy requires open competition ",
  "for power between different political parties on the basis of established and ",
  "accepted form of procedure.",
  "Political Offices Not Confined to any Privileged Class",
  "In a liberal democracy a political office or public office can be acquired only ",
  "through the support of the people, not by birth, tradition or anybody's favour. ",
  "This feature of democracy distinguishes it from feudalism, monarchy and ",
  "despotism, etc. In a democracy all citizens enjoy equal rights and status. Any ",
  "citizen can have access to political office by following the prescribed procedure ",
  "and fulfilling certain conditions. Political office can be held only for a limited ",
  "period which must be relinquished on completion of one's term or other exigency, ",
  "such as dissolution of the legislature, one's own resignation, etc. Some ",
  "qualifications, such as age, education, etc. may be prescribed for the candidates ",
  "of a political office, but nobody can be declared unfit for any office on grounds ",
  "of caste, creed, sex, language, region, etc. However, in order to secure due ",
  "representation for all strata of the population, some seats in the decision-making ",
  "bodies can be reserved for minorities or weaker sections. It is believed that such ",
  "provision would strengthen democracy rather than weaken it.",
  "Periodic Elections Based on Universal Adult Franchise",
  "Since representative government is the only practicable method of establishing ",
  "democracy in the present-day world, periodic elections become necessary for ",
  "this purpose. Each citizen should have the right to vote on attaining the prescribedhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "480 An Introduction to Political Theory",
  "age (say, 18 years); nobody should be disqualified on grounds of caste, creed, ",
  "sex, language, region, etc. Voting should be secret so that each citizen can exercise ",
  "his or her right in this respect without fear or favour. It is true that the principle ",
  "of universal adult franchise was introduced in modern democracies only gradually, ",
  "but today it is regarded a necessary condition of democracy.",
  "Periodic elections require that the people's representatives should be chosen ",
  "for a limited period (say four or five years) so that the party that comes to power ",
  "is able to implement its policy and programme, but it is obliged to renew the ",
  "confidence of the people to continue in power. At the same time, the opposition ",
  "should have an opportunity to bring any shortcomings of the ruling party to the ",
  "notice of the people, to offer alternative policy and programme with a view to ",
  "winning the next election.",
  "Protection of Civil Liberties",
  "The protection of civil liberties, such as freedom of thought and expression, ",
  "freedom of religion, freedom of assembly and association, and personal freedom, ",
  "i.e. freedom from arbitrary arrest, is an essential characteristic of liberal ",
  "democracy. On the one hand, these freedoms enable the citizens to form interest ",
  "groups and other organizations to influence government decisions; on the other ",
  "hand, they ensure independence of the mass media, particularly the press, from ",
  "government control. Without civil liberties, will of the people cannot be translated ",
  "into public policy and decision. Civil liberties, therefore, constitute the core of ",
  "democracy.",
  "Independence of the Judiciary",
  "Freedom of the people cannot be secured in the face of concentration of ",
  "governmental powers in any organ. Liberal democracy, therefore, insists on the ",
  "separation of powers between different organs of government. While the executive ",
  "and the legislature might become interdependent in a parliamentary government, ",
  "the judiciary must be kept independent of both. While the legislature and the ",
  "executive in a democracy are dominated by politicians, judges are appointed on ",
  "merit and they cannot be removed from office in consequence of sudden changes ",
  "in the political climate of the country. Independence of judiciary enables the ",
  "judges to pronounce their verdict without fear or favour. This strengthens the ",
  "faith of the people in the regime and ensures continuity and stability of the judicial ",
  "procedure.",
  "CONCLUSION",
  "The above conditions must be fulfilled in a liberal democracy under the normal ",
  "circumstances. However, some flexibility in these conditions may be conceded ",
  "under special circumstances, such as emergency. In any case, mere fulfilment of ",
  "these conditions should not lead us to complacency. In a developing nation likehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  481",
  "Democracy",
  "India, an apparent democratic structure may suffer from several inner distortions. ",
  "For instance, the existence of mor£ than one political party competing for political ",
  "power may simply involve conflict and competition between certain dominant ",
  "and vocal interests, such as large manufacturers, big businessmen, rich peasants ",
  "and landlords, for acquiring a hold on political power rather than for serving the ",
  "public interest more effectively. Similarly, vested interests may try to foster a ",
  "feudal political culture among the people so as to reduce them to submissive ",
  "voters rather than vehicles of social change. Again, there may be no formal ",
  "restriction on entry to positions of political power, but in actual practice, these ",
  "positions may remain the sole preserve of a tiny class. Then there may be complete ",
  "freedom of the press, but the press might be owned exclusively by big business ",
  "houses who may use it for moulding public opinion so as to serve their vested ",
  "interests. Also, the freedom of expression might become redundant because of ",
  "vast illiteracy, mass ignorance, widespread superstitions, abject poverty and general ",
  "apathy of the people. It is also possible that the judiciary is independent of both ",
  "the executive and the legislature, but some judges might uphold the values of a ",
  "bourgeois society and thus dispense a distorted form of justice.",
  "In a nutshell, the mere structure of a liberal democracy is no guarantee of ",
  "achieving the objectives of democracy. In any case, the prolonged practice of ",
  "following democratic procedure may create greater political awareness among ",
  "the people and a general transformation of the attitudes of power-holders.",
  "Modern democracy largely works through its representative institutions. In order ",
  "to understand its working it is essential, at the outset, to distinguish between ",
  "direct and indirect democracy.",
  "DIRECT AND INDIRECT DEMOCRACY",
  "Direct democracy means the rule by the people of a state, town or other political ",
  "community, by means of direct participation in the management of public affairs. ",
  "Some examples of direct democracy are found in ancient Greek city-states, some ",
  "of ancient Indian republics, new English townships, British parish meetings, etc. ",
  "This system can obviously operate in an area having a small number of citizens ",
  "who can periodically meet at one place. It is not practicable in the large states of ",
  "modern times. Today we, therefore, have 'indirect democracy' or 'representative ",
  "democracy' where government is conducted by the representatives of the people, ",
  "who are elected at regular intervals. In modern times, the term 'democracy' is ",
  "used as a synonym of 'representative democracy', unless otherwise indicated.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "482 An Introduction to Political Theory",
  "TYPES OF REPRESENTATION: TERRITORIAL AND FUNCTIONAL",
  "In a representative democracy elections are usually held on the basis of universal ",
  "adult franchise. It means that each man or woman, after attaining the prescribed ",
  "age (such as 18 years or 21 years) is entitled to vote in the general election, ",
  "without any discrimination on grounds of gender, caste, creed, region, language, ",
  "culture, etc. All voters of a community are collectively described as the electorate. ",
  "Now the question arises: on what basis should the electorate choose its ",
  "representative? This gives rise to two alternative systems of representation: (a) ",
  "Territorial representation, and (b) Functional representation.",
  "Under territorial or geographic representation the whole country is divided ",
  "into geographical areas of nearly equal population, which are called constituencies. ",
  "Voters of each constituency are entitled to elect their representative or ",
  "representatives. With the growth of population or variation in its composition, ",
  "boundaries of different constituencies may be required to be redrawn. It is ",
  "imperative to ensure that any changes in these boundaries do not result in advantage ",
  "or disadvantage to any political party. This system is simple and convenient. It ",
  "enables the electorate to know their representative more closely. However, ",
  "sometimes it may lead to undue prominence of local issues relegating national ",
  "issues to the background.",
  "The territorial representation system is apparently based on the assumption ",
  "that each constituency has a uniform interest. But in the contemporary world, ",
  "population is nowhere divided in this manner. A constituency may include peasants, ",
  "workers, traders, industrialists, teachers, doctors, lawyers and other occupational ",
  "groups. In order to take care of the varyirtg interests of these different types of ",
  "groups a case is sometimes made for introducing functional representation. ",
  "Functional representation implies that the people belonging to different occupations ",
  "or functions should be allowed to elect their representatives on this very basis. ",
  "These representatives should vote on issues relating to their specific functions. ",
  "For instance, those belonging to industry should vote on industrial policy; those ",
  "belonging to agriculture should vote on agricultural policy; they need hot be ",
  "consulted oh matters pertaining to education or foreign policy. The champions of ",
  "functional representation argue that the representative of a particular territory ",
  "cannot take care of the interests of all sections of people living in that territory. ",
  "So the people should send their representatives to decision-making bodies on the ",
  "basis of their specific economic and professional interests, and not on a territorial ",
  "basis. Thus, guild socialists of Britain have been strong supporters of occupational ",
  "representation.",
  "However, in actual practice functional representation has largely been tried ",
  "under totalitarian systems, particularly in pursuance of corporatism. As David ",
  "Robertson has illustrated: \"Corporatism . . . found a political expression, more ",
  "facade than reality, in the fascist institutions of the 1930s and 1940s. . . In Spainhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Democracy 483",
  "and Italy legislative assemblies and councils of the state were therefore organized ",
  "around such trade corporations rather than around geographical constituencies ",
  "and the 'capricious' functioning of competitive elections. The convenience of ",
  "corporatist theory from a fascist point of view was evident: it by-passed both ",
  "class-conflict and democratic elections.\" (The Penguin Dictionary of Politics; ",
  "1984)",
  "Democratic systems have largely relied on territorial representation although ",
  "in the process of decision-making the representatives of specific economic and ",
  "professional interests are also usually consulted.",
  "THEORIES OF REPRESENTATION",
  "What should be the role of representatives of the people in the process of policy-",
  "making? Are they authorized to control the entire process or should they perform ",
  "a limited function in this behalf? These questions have been answered differently ",
  "by different theories of representation.",
  "Reactionary Theory of Representation",
  "Its chief exponents are Thomas Hobbes (1588-1679) and Alexander Hamilton ",
  "(1756-1804). It insists on the need for order and authority which are best ",
  "maintained by the executive and the parliament. Hobbes particularly eulogized the ",
  "authority of the monarch. The reactionary theory largely banks on superior ",
  "knowledge and wisdom of the politicians who are regarded as the best custodians ",
  "of public interest. People's representatives have a very limited role in this scheme ",
  "of things—to convey the popular feelings for their consideration and decision. It ",
  "is in fact an elitist theory with no provision of public control.",
  "This theory is democratic only so long as it accepts the primacy of public ",
  "interest in policy-making. But it is undemocratic in practice because it sets aside ",
  "the democratic procedure.",
  "Conservative Theory of Representation",
  "Its chief exponents are Edmund Burke (1729-97) and James Madison (1751-",
  "1836). It is more progressive than the reactionary theory because it grants a ",
  "measure of public control without encouraging popular participation in the process ",
  "of government. It is also an elitist theory because it allows people to choose their ",
  "representatives from an elite group. People are free to convey their feelings to ",
  "their representatives but they must bank on the good sense of these representatives ",
  "rather than issuing them any instructions. However, if these representatives fail ",
  "to satisfy them, they can be replaced by other suitable members of the elite group ",
  "at the next election.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "484 An Introduction to Political Theory",
  "Liberal Theory of Representation",
  "Its chief exponents are John Locke (1632-1704) and Thomas Jefferson (1743-",
  "1826). It exemplifies the true spirit of democracy. It upholds equality of all people ",
  "who are endowed with equal capability to rule. The liberal theory banks on the ",
  "wisdom of the masses and treats their representatives only as their agents or ",
  "messengers. In its view, representatives of the people are their true representatives. ",
  "Instead of using their own judgment they must translate the judgment of their ",
  "constituents into concrete policy proposals.",
  "Radical Theory of Representation",
  "Its chief exponents are Jean-Jaques Rousseau (1712-78) and the New Left. This ",
  "theory holds wisdom of the people in highest esteem and goes to the extent of ",
  "deprecating representative government itself. It holds that wisdom of the people ",
  "is bound to be diluted through the process of representation. It, therefore, exalts ",
  "direct democracy as the only truly democratic form of government.",
  "New Left",
  "A general term applied to a variety of political doctrines and social movements which ",
  "emerged in late 1950s, particularly after the 1956 uprising in Hungary. It originally ",
  "arose against Soviet hegemony over the international communist movement and grew ",
  "stronger in 1960s, particularly in opposition to the American intervention in Vietnam ",
  "and the military occupation of Czechoslovakia by Soviet Union-backed East European ",
  "countries. Eventually it came to embrace the intellectuals of varied origins including ",
  "dissident communists, anarchists, left-wing socialists and cultural critics.",
  "CONCLUSION",
  "It may be observed that the reactionary theory of representation relegates ",
  "representation to marginal importance; the conservative theory erodes the spirit ",
  "of democracy by overemphasizing the gap between elites and the masses. The ",
  "radical theory claims to be most progressive as it pays highest importance to the ",
  "people, but it tends to rule out representation itself. Hence the liberal theory of ",
  "representation may be treated as the most suited to the requirements of ",
  "representative democracy.",
  "In a representative democracy election is the process by which the members of ",
  "a community or organization choose one or more persons to exercise authority ",
  "on their behalf. The provision of election in a democracy is intended to ensurehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Democracy 485",
  "that the government will exercise its powers with the consent of the governed. In ",
  "other words, election lends legitimacy to the authority of the government. This ",
  "source of legitimacy is regarded so important in the modern age that some non-",
  "democratic or totalitarian systems also try to legitimize their authority through ",
  "the facade of elections.",
  "The real test of a genuine election is whether the voters have real alternatives ",
  "before them for exercising their choice or not. On the contrary, in a non-",
  "democratic system, such as the former Soviet Union, elections were held but the ",
  "voter had to vote for or against a single candidate, nominated by the Communist ",
  "Party. In late 1980s when independent candidates were allowed to contest elections ",
  "along with party-nominated candidates, the totalitarian system itself began to ",
  "disintegrate.",
  "Secret ballot is particularly important in democratic elections. When a voter ",
  "votes in secrecy, he or she can exercise his or her choice without fear or favour. ",
  "Where there is open voting, such as by voice or by raising hands, a voter will not ",
  "feel as secure as in the case of secret voting.",
  "An electoral system denotes the method by which: (a) a voter is required to ",
  "indicate his or her choice of a candidate or political party out of those contesting ",
  "in the election; and (b) the votes obtained by a candidate or political party are ",
  "translated into allocation of seats or offices. When the number of qualified candidate ",
  "or candidates in a constituency is equal to the number of offices or seats provided ",
  "in that constituency, that candidate or candidates are declared unanimously elected. ",
  "But where the number of candidates exceeds the number of seats, voting becomes ",
  "necessary. The result of voting is determined according to the prevailing electoral ",
  "system. Actual types of electoral systems are legion. Broadly speaking, three ",
  "types of electoral systems may be identified as widely prevalent under democratic ",
  "systems: (a) Plurality system; (b) Majoritarian system; and (c) Proportional ",
  "representation.",
  "PLURALITY SYSTEM",
  "Under plurality system, or simple majority system, the principle of 'first past the ",
  "post' is applied. If there are only two candidates in the field for one seat, there ",
  "will be no problem in deciding the winner. When there are three or more candidates ",
  "in a single-member constituency, and the voter is required to vote for one candidate ",
  "only, the principle of 'first past the post' would be applied to decide the election. ",
  "It implies that any candidate obtaining the largest number of votes will be declared ",
  "elected. It is not necessary for him or her to secure absolute majority, that is ",
  "more than 50% of the total number of valid votes. This practice is widely followed. ",
  "Thus the elections held for the British House of Commons, American House of ",
  "Representatives, Indian House of the People (Lok Sabha) and Legislative Assemblies ",
  "are based on this system. Its opponents argue that this practice is not fair to thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "486 An Introduction to Political Theory",
  "minorities since the candidates supported by them might lose in election in most ",
  "of the constituencies by a very small margin. Again, under the simple majority ",
  "system the votes scored by different political parties might not correspond to the ",
  "number of seats won by them in the legislature.",
  "The champions of this system, however, contend that this system promotes ",
  "two-party system which results in a balance between the ruling party and the ",
  "opposition. It makes the majority sensitive towards the minorities, and encourages ",
  "major political parties to accommodate the interests and viewpoints of the ",
  "minorities. Simultaneously, it prevents separatist tendencies among the minorities ",
  "and motivates them to join the national mainstream. Above all, it provides for a ",
  "relatively stable and effective government.",
  "MAJORITARIAN SYSTEM",
  "Under majoritarian system, a candidate is usually required to obtain an absolute ",
  "majority, that is more than 50% of the valid votes cast, to win the election. If ",
  "there are only two candidates in the field for one seat, there will be no problem in ",
  "deciding the winner. But when there are three or more contestants in a single-",
  "member constituency, and no candidate wins an absolute majority, some method ",
  "must be evolved to decide the winner. According to the prevalent practice, two ",
  "methods can be adopted for this purpose:",
  "(a) Alternative Vote: Under this system a voter is required to indicate his ",
  "order of preference for different candidates, that is he or she would mark ",
  "1,2,3 and so on against the names of different candidates according to ",
  "his or her order of preference. If no candidate gets absolute majority of ",
  "first-preference votes, the candidate who gets the least number of first-",
  "preferences, is eliminated, and the next preferences of his or her voters ",
  "are added to the first-preferences of those candidates. This process is ",
  "repeated till some candidate gets absolute majority who is declared elected. ",
  "This system is adopted for election to the Australian Lower House as well ",
  "as for elections of the American and Indian Presidents.",
  "(b) Second Ballot System: Under this system a voter is required to vote for ",
  "one candidate only. If no candidate is able to obtain absolute majority, ",
  "second ballot is held to decide the winner. Again, several methods may be ",
  "adopted for this purpose. Thus for the election of the French President, ",
  "when such a situation arises, second ballot is held between the two ",
  "candidates who obtain the largest and the next largest number of votes in ",
  "the first ballot. Then, for election to the French Assembly, if no candidate ",
  "is able to secure an absolute majority in the first ballot, then a second ",
  "ballot is held among those political parties who have obtained 12.5% votes ",
  "or more of the registered electorate, and then the candidate obtaining the ",
  "largest number of votes is declared elected. Under this systemhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  487",
  "Democracy",
  "constituencies are drawn on a geographical basis on the lines of plurality ",
  "system; hence this may suffer from the same disadvantages as noticed in ",
  "the case of the plurality system.",
  "PROPORTIONAL REPRESENTATION",
  "This system is particularly adopted in multi-member constituencies in order to ",
  "secure a fair representation for the minorities as well as the majority. It is a ",
  "complex system which may be implemented by several methods. Of these, two ",
  "are most prevalent:",
  "(a) List System: Under this system the ballot contains separate lists of ",
  "candidates of different political parties; the voter is required to mark one ",
  "list according to his or her choice. In some systems the voter is allowed ",
  "to alter the content, the order, or both, of the list itself. Various complicated ",
  "methods of calculation of seats per list are used. The list system is employed ",
  "in voting for national elections in Germany, the Italian Chamber of Deputies, ",
  "the Knesset of Israel, the Swiss National Council, and the legislature of ",
  "Finland, etc.",
  "(b) Single Transferable Vote: Under this system a voter is required to indicate ",
  "his or her order of preference against the names of different candidates. ",
  "For each constituency, a quota is set which is usually equal to the total ",
  "number of valid votes, divided by one more than the number of seats ",
  "available, plus one vote. A candidate who obtains first-preferences equal ",
  "to the electoral quota, or more, is declared elected. His or her 'surplus ",
  "votes' (that is first-preferences over and above the electoral quota) are ",
  "redistributed among those candidates whom these voters had given their ",
  "next preference, in proportion to the number of second-preferences ",
  "obtained by each of such candidates. The candidate obtaining the least ",
  "number of first-preferences is eliminated and the next preferences of his ",
  "or her voters are added to the first-preferences of those candidates. This ",
  "process of redistribution from both sides is repeated till the number of ",
  "candidates securing the electoral quota equals the number of seats available, ",
  "who are then declared elected. This system has been used in the national ",
  "elections of Irish Republic and Malta.",
  "Single Transferable Vote System",
  "No. of Valid Votes Cast",
  "Electoral Quota =",
  "No. of Seats to be Filled +1",
  "The system of proportional representation has a unique advantage: it enables due ",
  "representation of all types of groups, such as ethnic groups, women, differenthttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "488 An Introduction to Political Theory",
  "interests and ideologies. But it has a disadvantage also. If a nation is deeply ",
  "divided into different social, economic, racial, religious, linguistic, cultural and ",
  "regional groups, proportional representation would hardly result in clear majority ",
  "in the legislature. Coalition government, formed as a result of bargaining between ",
  "different groups in the legislature, is bound to prove unstable and ineffective. ",
  "Secondly, provision of proportional representation would encourage formation ",
  "of political parties on the basis of narrow, sectional interests rather than on the ",
  "basis of larger national interest representing reconciliation of conflicting group ",
  "interests. On the whole, this system is not conducive to national integration.",
  "The system of proportional representation may solve the problem of minority ",
  "representation to some extent, but it hardly provides for a final solution in a ",
  "complex situation. Some other devices have, therefore, been worked out for ",
  "solving this problem. Of these, two are most important: (a) Concurrent majority; ",
  "and (b) Consociational democracy.",
  "CONCURRENT MAJORITY",
  "In the United States during the first half of the nineteenth century, an acrimonious ",
  "debate ensued between the North and the South on the question of the abolition ",
  "of slavery. The South was dependent on the plantation economy for which it ",
  "pleaded for the continuance of slavery. But the North was advancing on the road ",
  "to industrialization; it wanted the abolition of slavery to ensure the supply of ",
  "workers for the newly set up industries. The North enjoyed majority in the ",
  "American Congress, hence it was most likely to win its case. At this juncture, ",
  "John C. Calhon (1782-1850), an eloquent spokesman of the South, advanced the ",
  "principle of concurrent majority with a view to safeguarding the interests of the ",
  "South which was in minority. In essence, this meant that any decision should be ",
  "treated as valid only when due concurrence of all the important sectional interests ",
  "effected by it has been obtained. It implied that if the government of a country ",
  "takes a decision on the basis of numerical majority, the minority affected by that ",
  "decision should have the power to veto that decision. So Calhon proposed to ",
  "replace the prevalent federal system of the United States by a constitutional ",
  "structure wherein each of the important economic, functional or regional interests ",
  "of the country would have the right to indicate its organ of self-expression, and ",
  "concurrence of all these organs would become necessary for every important ",
  "decision.",
  "In America this proposal was never accepted, but this principle is often invoked ",
  "on the question of the role of minority in the decision-making process. Again, the ",
  "right to veto has been provided in the decision-making process of the Security ",
  "Council of the United Nations as well as in the European Economic Community.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  489",
  "Democracy",
  "This type of provision is indicative of a favourable attitude toward the principle ",
  "of concurrent majority.",
  "CONSOCIATIONAL DEMOCRACY",
  "This system involves an elaborate arrangement to ensure minority representation. ",
  "It is regarded particularly suitable for the governance of the societies which are ",
  "deeply divided by religious, ideological, linguistic, regional, cultural, racial or ",
  "ethnic differences. It involves four basic principles; of these the first two are of ",
  "primary importance, the last two are secondary:",
  "(1) Executive Power Sharing:  which entails a grand coalition of the ",
  "representatives of all significant segments. Alternatively, the presidency ",
  "and other high offices may be reserved for different segments of society;",
  "(2) Greater Autonomy of Different Segments: which implies that decisions on ",
  "all issues of common concern should be made jointly by the representatives ",
  "of all important segments; on other issues concerning particular segments, ",
  "decision-making should be left to the concerned segment. If these segments ",
  "are geographically distributed, 'federalism' is the most suitable arrangement; ",
  "otherwise, segmental autonomy should mainly take a non-territorial form;",
  "(3) Proportionality: under this provision allocation of political offices, ",
  "administrative appointments and public funds is to be made in proportion ",
  "to the population of each segment; and finally,",
  "(4) Minority Veto: it is the ultimate weapon for the minority segments to ",
  "protect their vital interests. It is possible that the minority participating in ",
  "a coalition may be outvoted by the majority on an issue involving its vital ",
  "interest. In such a case, the right to veto may be invoked by the minority ",
  "for the protection of its position.",
  "Consociational democracy has been tried in many parts of the world. For ",
  "instance, in Austria Catholic and Socialist parties formed a coalition from 1945 to ",
  "1966; in Netherlands this principle-was adopted from 1917 to 1967; and in Lebanon ",
  "Consociational democracy remained operative from 1943 to 1957. In fact ",
  "consociational democracy provides for a working government in a society sharply ",
  "divided by multifarious interests. However, in order to promote a true understanding ",
  "and cooperation among various segments, it is necessary to resolve their ",
  "differences at the intellectual and emotional levels.",
  "VI. CONDITIONS FOR SUCCESSFUL WORKING OF ",
  "DEMOCRACY",
  "Democracy as a form of government cannot function properly unless it is ",
  "supported by suitable socio-economic and cultural factors. It is interesting to ",
  "recall that Alexis de Tocqueville (1805-59), a famous French writer, in his notablehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "490 An Introduction to Political Theory",
  "work Democracy in America (1835-40) tried to enumerate the principal causes ",
  "which tended to maintain the democratic structure in the United States. His list ",
  "included not only the constitutional structure but also: (a) the absence of a large ",
  "military establishment; (b) equality in social and economic conditions; (c) a ",
  "prosperous agricultural economy; and (d) the mores, customs and religious beliefs ",
  "of Americans. For our purpose, this list should be treated only as illustrative and ",
  "by no means comprehensive or authoritative. Conditions in America have ",
  "thoroughly changed since de Tocqueville wrote about America. His list may now ",
  "be modified as follows so as to reflect the contemporary conditions: (a) primacy ",
  "of civil authority over military power; (b) larger equality in social and economic ",
  "conditions; (c) a prosperous agricultural and industrial economy; and (d) a ",
  "democratic culture or mode of thought.",
  "In the contemporary world, democracy has been adopted as a form of ",
  "government in a large number of countries. It is not equally successful everywhere. ",
  "The successful working of democracy depends upon many conditions. Some of ",
  "the important conditions may be described as follows:",
  "National Sentiment",
  "Some thinkers have pointed out that national homogeneity is essential condition ",
  "for the success of democracy. For instance, John Stuart Mill (1806-73) in his ",
  "Representative Government (1861) suggested that a mono-national state is essential ",
  "for the success of democracy. A large number of states have emerged on the ",
  "globe since J.S. Mill wrote his Representative Government. Most of these states ",
  "include people belonging to different races, religions, languages and cultures. ",
  "Democracy is working successfully in many such states. What is therefore needed ",
  "for the success of democracy is not the uniformity of the people as a nationality ",
  "but the sense of belonging to a single nation, inspired by the feeling of having a ",
  "common history, common way of life in the present and a common future as ",
  "also a common centre of loyalty.",
  "Spirit of Toleration *",
  "True national sentiment cannot be created without the spirit of toleration. In fact, ",
  "the spirit of toleration is the keynote of democracy. In a democracy we do not ",
  "demand conformity nor assimilation, but different groups are expected to coexist ",
  "in spite of their differences. We are free to win others by persuation and discussion, ",
  "not by force or blackmail. The minority is expected to respect the majority; the ",
  "majority is expected to accommodate minority with full dignity.",
  "High Moral Character",
  "High moral character of the people as well as leaders is another condition for the ",
  "success of democracy. If people are led by their narrow selfish interests, or ",
  "leaders are led by mere opportunism, democracy is bound to give way to demagogy, ",
  "that is the practice of leaders playing with the emotions of the people instead ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Democracy 491",
  "appealing to reason. On the contrary, a sense of morality and discipline will make ",
  "the people active in solving social problems more effectively.",
  "Widespread Education",
  "An educated electorate is an asset to democracy. Generally the people should be ",
  "literate if not highly educated so that they are able to learn more and exercise their ",
  "judgment in the matters of common concern. Free access to the media of mass ",
  "communication is provided within the democratic structure itself. Only a literate, ",
  "preferably an educated, electorate can make best use of this facility. For the ",
  "fulfilment of this condition, the state itself should provide for universal education.",
  "Economic Security and Equality",
  "Lack of economic security in the masses is bound to undermine the people's ",
  "faith in democracy. Similarly, vast economic disparities are bound to destroy the ",
  "sense of equal dignity of individuals. In fact, democracy without a reasonable ",
  "level of economic security and equality is a farce.",
  "CONCLUSION",
  "Of all forms of government, democracy alone is meant to serve the cause of the ",
  "people directly. However, the democratic process calls for a good deal of patience ",
  "not only at the level of policy-making, but also at the level of policy-implementation. ",
  "This may not be found to be very effective during the times of crises. It is ",
  "therefore essential that the provision for a temporary suspension of the democratic ",
  "process during an emergency, and suitable checks against arbitrary use of power ",
  "should be made within a democratic constitution itself. Moreover,.today democracy ",
  "is regarded not only a form of government, but as a way of life. That is why ",
  "there is demand for democratization at all levels, including factory, office, school ",
  "and family.",
  "Conventional exponents of democracy largely treated it as a form of government. ",
  "Champions of liberal democracy focus on politics as a process of group conflict, ",
  "party competition and struggle for power, which are sought to be resolved through ",
  "democratic method. However, some philosophers have tried to shift their focus ",
  "from this process to the analysis of democracy as a way of life. John Dewey ",
  "(1859-1952), an American philosopher, is the chief representative of this school ",
  "of thought.",
  "Dewey's alternative theory of democracy seeks to connect it with the process ",
  "of how people form judgments, communicate with each other, and come together ",
  "to solve problems. In his celebrated work, Democracy and Education (1961), ",
  "Dewey sought to compare democratic method to the scientific method in whichhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "492 An Introduction to Political Theory",
  "public is conceived as a community of inquirers trying to solve their common ",
  "problems. Freedom of speech, elections and other democratic institutions ",
  "maintained by liberal democracy enable people to adopt rational attitudes in politics. ",
  "A successful democratic politics does not depend on the judgment of each citizen ",
  "considered separately. When people arrive at the judgment through their constant ",
  "interaction, their decision is likely to prove sufficiently sound.",
  "A democracy is more than a form of government; it is primarily a mode of ",
  "associated living, of conjoint communicated experience.",
  "3ohn Dewey",
  "The. method of democracy is to bring . . . conflicts out into the open where their",
  "special claims can be seen and appraised, where they can be discussed and judged.",
  "________________________________________________________John Dewey |  ",
  "Dewey defines democracy as a process whereby the majority is formed, ",
  "particularly through free communication and free association between citizens. ",
  "When citizens communicate, talk, share their ideas and try them out so as to test ",
  "their consequences, a democratic public comes into existence in the real sense of ",
  "the term. In short, the scientific method of inquiry, communication and ",
  "experimentation before arriving at the conclusion is the hallmark of a democratic ",
  "public arriving at a judgment about public issues.",
  "Dewey held that the creation of the democratic public was best accomplished ",
  "in small groups which allowed close communication between their members and ",
  "coordination in the process of arriving at collective judgment. He argued that ",
  "membership of voluntary associations and local communities could help individuals ",
  "to become democratic citizens. But the increasing industrialization, urbanization, ",
  "geographical mobility and the growth of the state pose a serious challenge to the ",
  "development of democracy as a way of life. However, its message is clear: We ",
  "should organize our society into small, coherent communities to give effect to ",
  "the democratic principle. This corresponds to the current slogan of the ",
  "environmentalists : Small is beautiful.",
  "Democracy means tolerance, tolerance not merely of those who agree with us, but of ",
  "those who do not agree with us.",
  "Jawaharlal Nehru",
  "Another implication of treating democracy as a way of life is associated ",
  "with the demand of democratization at all levels, such as in political parties, ",
  "industrial management as well as university administration. This means that those ",
  "affected by particular institutional decisions should have their say or representation ",
  "at the decision-making level. Thus the members of a political party should have ",
  "effective say in drawing out policy and programme of their party; workers should ",
  "have effective say in deciding production policy and industrial management.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  493",
  "Democracy",
  "Similarly, teachers and students should have a say in deciding the educational ",
  "policy. In short, democracy as a way of life requires the end of authoritarianism at ",
  "all levels, including school and family level. This does not mean the end of ",
  "guidance and supervision by the superiors, but only that the decision should be ",
  "taken in consultation with and with the consent of those affected by such decision.",
  "Authoritarianism",
  "The view that requires everybody and everything to conform to an established order, ",
  "i.e. according to the directions of person or group who is recognized as the guardian ",
  "of that order. It rules out the need to obtain explicit or tacit consent of those affected ",
  "by a decision. It does not permit ordinary people to express their independent opinions ",
  "demands or preferences. Neither does it envisage any accountability of power-holders ",
  "to public opinion, or any role of public discussion or popular voting in the process of ",
  "public decision-making.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]