[
  "c23",
  "Contemporary Theory ",
  "of Democracy",
  "T",
  "RADITIONAL THEORIES OF democracy were chiefly concerned ",
  "with democracy as a form of government and they looked for ethical ",
  "justification of democracy. Contemporary theories of democracy ",
  "largely focus on the nature of democracy in the light of recent sociological ",
  "findings, and its ethical critiques.",
  "I. ELITIST THEORY",
  "Elitist theories were originally developed in the field of sociology to explain the ",
  "behaviour of men in a social setting. Their implications in the field of politics ",
  "posed a challenge to democratic theory, which was in turn revised by several ",
  "thinkers. Broadly speaking, the elitist theories hold that every society consists ",
  "two categories of men: (a) the elite or the minority within a social collectivity ",
  "(such as a society, a state, a religious institution, a political party) which exercises ",
  "a preponderant influence within that collectivity; and (b) the masses or the major-",
  "city which is governed by the elite.",
  "Vilfredo Pareto (The Mind and Society; 1915-19) was the first to use the term ",
  "'elite' and 'masses' to indicate superior and inferior groups in society, although ",
  "the idea of such division of society was given earlier by Gaetano Mosca (The ",
  "Ruling Class; 1896) and Robert Michels (Political Parties: A Sociological Study ",
  "of the Oligarchical Tendencies of Modern Democracy; 1911). Mosca postulated ",
  "that the people are necessarily divided into two groups: the rulers and the ruled. ",
  "The ruling class controls most of the wealth, power and prestige in society and ",
  "exercises all power, whatever form of government might be adopted. The ruled ",
  "are not competent to replace it.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Theory of Democracy 495",
  "Michel propounded his famous 'iron law of oligarchy' which implied that ",
  "every organization—whatever its original aims—is eventually reduced to an ",
  "'oligrachy', that is the rule of the chosen few, based on their manipulative skills. ",
  "Majority of human beings are apathetic, indolent and slavish and they are ",
  "permanently incapable of self-government. Pareto came to the conclusion that ",
  "the 'elite' show highest ability in their field of activity whatever its nature might ",
  "be, while masses are characterized by the lack of qualities of leadership and fear ",
  "from responsibility. They feel safe in following the direction of the elite.",
  "REVISION OF DEMOCRATIC THEORY",
  "The elite theory had empirically demonstrated that democracy as the government ",
  "of the people is incapable of realization. The champions of democracy found it ",
  "difficult to repudiate the arguments advanced by the elitist theories. They, therefore, ",
  "sought to accommodate the elite theory in the framework of democratic theory ",
  "which led to its revision. The elitist democratic theory or 'democratic elitism' ",
  "was developed by several writers.",
  "Views of Mannheim",
  "Karl Mannheim, who had initially related elite theories with Fascism and with ",
  "anti-intellectualist doctrines, later championed the reconciliation between the elite ",
  "theory and the democratic theory. In his Ideology and Utopia: An introduction to ",
  "the Sociology of Knowledge (1929), Mannheim argued that society did not cease ",
  "to be democratic by entrusting the actual shaping of policy to the elites. The ",
  "people cannot directly participate in government, but they can make their aspirations ",
  "felt at certain intervals, and this is sufficient for democracy; 'In a democracy the ",
  "governed can always act to remove their leaders or force them to take decisions ",
  "in the interests of the many.' Mannheim insists on selection by merit and shortening ",
  "of distance between the elite and the masses in order to ensure compatibility ",
  "between elite rule and democratic government.",
  "Fascism",
  "An anti-democratic theory advanced by Benito Mussolini (1883-1945), the Italian dictator, ",
  "which exhorted people to set aside all rules, conventions and legal limitations, and ",
  "religiously follow the dictates of their leader in pursuit of national glorification.",
  "Views of Schumpeter",
  "Joseph A. Schumpeter in his Capitalism, Socialism and Democracy (1942) pointed ",
  "out that the forms of government should be distinguished by their institutions, ",
  "and especially by their methods of appointing and dismissing the supreme makershttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "496 An Introduction to Political Theory",
  "of law and policy. Accordingly, the 'democratic method is that institutional ",
  "arrangement for arriving at political decisions in which individuals acquire the ",
  "power to decide by means of a competitive struggle for the people's votes'. This ",
  "implies that: (a) in a democracy, political decisions are taken by the 'leadership', ",
  "not by the people themselves; and (b) there is a free competition among the ",
  "leaders for winning people's votes. In other words, democracy is not a government ",
  "of the people, nor is it a means to give effect to the will of the people; rulers ",
  "comprise a different set of individuals than the common people. The role of the ",
  "people is reduced to choosing their rulers from the competing elites. The redeeming ",
  "feature of democracy is that, unlike other forms of government, it does not allow ",
  "political leadership to wield absolute power. It must draw up policies with an eye ",
  "on gaining a larger support of the electorate than its opponents can obtain. In any ",
  "case, the initiative remains in the hands of the leadership while the people simply ",
  "respond to it according to their choice. The leaders trade in votes and the better ",
  "combination of policies will fetch more votes by appealing to wider sections of ",
  "the political market.",
  "Views ofAron",
  "Raymond Aron, in his Social Structure and the Ruling Class (1950), advanced ",
  "another version of the democratic theory which combines it with the elite theory. ",
  "Liberal democracy, according to Aron, is characterized by a general system of ",
  "checks and balances and plurality of elites. He points out that the Soviet type ",
  "society is distinguished by a unified elite belonging to the Communist Party ",
  "while the Western type society, that is liberal democracy, is characterized by a ",
  "divided elite, which makes it a pluralistic society. With the plurality of elites, ",
  "government becomes a business of compromise. Those in power are well aware ",
  "of their precarious position. They are not only sensitive to public opinion but are ",
  "also conscious of the opposition with which they have to change seats in due ",
  "course. According to this theory, the initiative still remains in the hands of the ",
  "elite; the masses are left to play the relatively passive role of choosing the ruling ",
  "elite and to pressurize them in their functioning.",
  "Views of Sartori",
  "Giovanni Sartori, in his Democratic Theory (1958), developed his views on ",
  "democracy which are similar to those of Schumpeter in all essentials. Like ",
  "Schumpeter, he regards democracy as a procedure in which leaders compete at ",
  "elections for authority to govern. Sartori argues that the role of the elite does not ",
  "suggest any imperfection of democracy. On the other hand, it is the core of the ",
  "democratic system. For Sartori, any notion of self-governing people is a delusion. ",
  "Government is necessarily the business of competent leaders; the people exercise ",
  "their right to govern only at elections when they select their leaders. The realhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Theory of Democracy 497",
  "danger to democracy emanates not from the existence of leadership but from the ",
  "absence of leadership which would result in the mass being exploited by anti-",
  "democratic counter-elites. Sartori even envisages the role of leadership in educating ",
  "public opinion which is otherwise not enlightened enough.",
  "Pluralist theories of democracy fall into two categories: (a) the elitist-democratic ",
  "theories which regard the plurality of elites as the foundation of modern liberal ",
  "democracy, such as those advocated by Karl Mannheim and Raymond Aron; and ",
  "(b) the group theories which interpret democracy as a process of bargaining among ",
  "relatively autonomous groups; the existence and functioning of these groups in a ",
  "democracy lends a pluralistic character to the polity.",
  "In the USA, A.F. Bentley (The Process of Government;  1908) and David ",
  "Truman (The Governmental Process; 1951) interpreted democracy as a political ",
  "game played by a great variety of groups. According to this interpretation, the ",
  "government is the focal point for public pressure and its task is to make policies ",
  "which reflect the highest common group demand. Thus, democratic society is seen ",
  "as a pluralist, differentiated society where the management of public affairs is ",
  "shared by a number of groups having different values, sources and methods of ",
  "influence.",
  "Robert Dahl, in his A Preface to Democratic Theory (1956) developed a model ",
  "of the democratic process which he described as polyarchy. This corresponds to the ",
  "models developed by Bentley, Truman and B. Latham  (The Group Basis of ",
  "Politics;  1952), variously known as pluralism  or the group theory.  The term ",
  "pluralism is used here in the sociological sense, that is to describe the pluralistic ",
  "nature of democratic society, not in the philosophical sense as a political ideal, ",
  "associated with the pluralistic theory of sovereignty. The pluralist theory of ",
  "democracy, on the other hand, introduces pluralism for a scientific explanation of ",
  "the political process.",
  "The gist of pluralistic democracy may be given as follows: The policy-making ",
  "process, however centralized it may appear in form, is, in reality, a highly ",
  "decentralized process of bargaining among relatively autonomous groups. In other ",
  "words, public policy is not a product of the will of the elite or the chosen few, as ",
  "the elitist theories of democracy hold. On the contrary, it is an outcome of the ",
  "interaction of all groups who make claims upon or express interest in that particular ",
  "issue. The extent to which different groups will get their way, is a function of the ",
  "strength of the groups and the intensity of their participation.",
  "In fact, the pluralist theory calls for the revision of the democratic theory itself ",
  "as well as of the elitist theory of democracy. In its view, policy-making is actually ",
  "done neither by the representatives of a coherent majority, nor by an autonomous ",
  "and unresponsive elite, but is a product of the interaction among the groups. Thishttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "498 An Introduction to Political Theory",
  "theory goes to the extent of claiming that since public policy is largely an outcome ",
  "of the bargaining among groups interested in a given policy issue, the form of ",
  "government becomes almost^insignificant. In other words, whether you adopt ",
  "the democratic form of government or any other form, the result is not likely to ",
  "vary significantly. In any case, public policy will reflect the interests of the more ",
  "organized and vocal groups in society. For instance, the interests of producers ",
  "are likely to dominate over those of consumers because the former are usually ",
  "more organized, vocal and influential than the latter.",
  "A CRITICAL APPRAISAL",
  "The elitist and pluralist theories of democracy have added an empirical dimension ",
  "to democratic theory by incorporating the results of sociological theory and ",
  "research. In a nutshell: (a) the elitist theories concede that policy-making in a ",
  "democracy is the function of the elite while the people's role is confined to ",
  "approval and rejection of particular policies made or advocated by the competing ",
  "elites; and (b) the pluralist theories view policy-making in a democracy as a ",
  "decentralized process characterized by bargaining between competing autonomous ",
  "groups. The pluralist theories are more optimistic than elitist theories because ",
  "they repudiate the authoritarian basis of policy-making in a democracy as suggested ",
  "by the elitist theories. In any case, both theories arrive at conclusions which are ",
  "far removed from the essence of democratic theory.",
  "Men no doubt differ in their physical and intellectual capacities and other ",
  "natural gifts. But social inequalities in the present-day society do not always ",
  "correspond to natural inequalities. In most cases the phenomenon of domination ",
  "in society is closely related to economic disparities. The elitist-pluralist theory of ",
  "democracy tries to justify the phenomenon of domination on grounds of certain ",
  "outstanding inborn qualities of persons, or on grounds of better organization of ",
  "certain interests. In effect, it tends to maintain the status quo. However, if the ",
  "economic structure of the society is transformed so that rewards are directly ",
  "related to the quality and amount of work done, instead of the privileged position ",
  "and manipulative power of certain persons, the existing system of domination ",
  "will disappear and the principle of equality based on reason will reign supreme— ",
  "which is the essence of democracy.",
  "Concept of democracy implies that ultimate authority of governance should rest ",
  "with the people themselves. When this idea is sought to be implemented through ",
  "the mechanism of representative democracy, it is possible that the people may ",
  "become inactive after choosing their representatives till the next general elections. ",
  "Moreover, when the size of a democratic community expands geographicallyhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Theory of Democracy 499",
  "and it includes a large population with a variety of composition in terms of race, ",
  "religion, language and culture, the distance between the people and their ",
  "representatives is likely to widen. For example, in large democracies like India and ",
  "the United States, a very small section of citizens participates in any discussion; and ",
  "very few citizens enter into contact with their representatives. Does not this state of ",
  "affairs point to the erosion of democracy?",
  "Elitist theory of democracy implies that citizen participation is not a necessary ",
  "condition of democracy. Thus for Schumpeter, running of government and framing ",
  "of public policies is the task of professional politicians; the role of ordinary citizens ",
  "is confined to vote for the politicians, the political parties and the programmes of ",
  "their choice at the time of periodic elections. In other words, modern democracy is ",
  "primarily the rule of politicians in which ordinary citizens play a very limited role, ",
  "at regular intervals. Robert Dahl's pluralist theory of democracy also reconciles with a ",
  "low level of citizen participation. C.B. Macpherson (Democratic Theory— Essays ",
  "in Retrieval; 1973) has observed that Schumpeter-Dahl axis treats democracy as a ",
  "mechanism designed to maintain an equilibrium. It conceives of democracy as a ",
  "competition between two or more elite groups for the power to govern the whole ",
  "society, requiring only a low level of citizen participation. In Macpherson's view, it ",
  "is a distorted view where democracy is reduced from a humanist aspiration to a ",
  "market equilibrium system.",
  "Concept of participatory democracy repudiates this model of democracy as it ",
  "regards people's political participation as the basic principle of democracy. In short, ",
  "political participation denotes the active involvement of individuals and groups in ",
  "the governmental processes effecting their lives. In other words, when citizens ",
  "themselves play an active role in the process of formulation and implementation of ",
  "public policies and decisions, their activity is called political  participation. ",
  "Conventional mode of political participation includes voting, standing for office, ",
  "campaigning for a political party or contributing to the management of a ",
  "community project like public safety, cleanliness drive, or the maintenance of a ",
  "public park, etc. Interestingly, an act of opposition or public protest also involves ",
  "political participation. For example, signing a petition, attending a peaceful ",
  "demonstration, joining a protest march or forming a human chain, etc. come within ",
  "the purview of political participation. Indeed the various acts of public protest in a ",
  "non-democratic set-up, like passive resistance, civil disobedience and satyagraha, ",
  "also qualify as political participation. They are the manifestation of a strong ",
  "awareness of public interest.",
  "Jean-Jaques Rousseau (1712-78), the exponent of popular sovereignty, is ",
  "regarded the pioneer of participatory democracy. In his classic work The Social ",
  "Contract (1762) Rousseau asserted that sovereignty not only originates in the ",
  "people, it is also retained by the people in spite of their transition from the state of ",
  "nature to civil society. Sovereignty cannot be represented, because it cannot be ",
  "alienated. The people's deputies are not, and could not be, their representatives.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "500 An Introduction to Political Theory",
  "They are merely agents of the people. Government is only an instrument to carry ",
  "out instructions of the general will. The people must constantly deliberate on public ",
  "policy and issue necessary instructions to the government. They should also make ",
  "sure that government does not depart from these instructions; otherwise, it should ",
  "be revoked and replaced immediately.",
  "General Will",
  "According to JJ. Rousseau (The Social Contract; 1762), the common denominator of ",
  "the real will of all members of a community. It reflects the true interest of each ",
  "individual as well as the common interest of the whole community. Sovereignty of the ",
  "general will constitutes the foundation of popular sovereignty.",
  "Forms of Political Participation",
  "POLITICAL PARTICIPATION",
  "Conventional ntional",
  "Unconve ",
  "1",
  "Citizen-Initiated Govt.-Initiated Citizen-Initiated 1 Govt. Mobilized ",
  "1",
  "Citizen-Initiated Organizing 1  1 National ",
  "Protests Festivals,",
  "Contact Elections 1 Republic-Day Pa-",
  "| | Civil Disobedience rade, Cleanliness",
  "Interest Group Public Hearing | Drive, Essay Com-",
  "Activity | Political Violence petitions, Debates,",
  "1 Forming Advisory Forming Human",
  "Political Councils Chains, Illiteracy-",
  "Campaigning Eradication",
  "Referendum Movement, Com-",
  "Running for Public munity Develop-",
  "Office ment, etc.",
  "Initiative",
  "Recall",
  "Democracy is based upon the conviction that there are extraordinary possibilities in ",
  "ordinary people.",
  "Harry Emerson Fosdickhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Theory of Democracy 501",
  "Forms of Political Participation",
  "Political participation involves an active interaction between citizens and government. ",
  "It is a two-way process. One party initiates and the other responds. Conventional ",
  "participation includes the recognized methods of democratic functioning. Unconventional ",
  "participation is less ordinary; and sometimes viewed as less acceptable.",
  "Citizen-initiated Contact",
  "The process in which a citizen contacts public officials by phone, letter, telegramme, ",
  "fax, etc. or writes a letter to the editor regarding a pending piece of legislation or a ",
  "matter affecting many people. For this purpose citizens may also meet the concerned ",
  "officials individually or collectively.",
  "Initiative",
  "The process in which citizens may collect a specified number of signatures on a ",
  "petition whereafter it is entitled to be placed before the legislature for popular vote.",
  "Recall",
  "The process in which an elected official is required to relinquish office before the ",
  "expiration of his term, on the demand of a specified number of voters.",
  "Public Hearing",
  "The process in which public officials invite members of the public to share their ",
  "comments on particular matters. Sometimes such comments are invited in writing also.",
  "Advisory Council",
  "A body of distinguished citizens set up by government to advise it on particular aspects ",
  "of the work of a department, e.g. the Central Health Services Council and the Central ",
  "Housing Advisory Committee, formed in England.",
  "Referendum",
  "The process in which an act passed by a legislature is presented to the voters for their ",
  "approval.",
  "Protest",
  "The process in which citizens express their disapproval to government's policy or decision. ",
  "It may include a strike, hunger strike, picketing, procession, carrying of banners, ",
  "slogan-shouting, sticking posters on walls, distributing leaflets, refusing or returning an ",
  "official prize or honour, etc.",
  "Civil Disobedience",
  "An open and intentional act of breaking an unjust law or courting arrest to draw public ",
  "attention to a particular issue.",
  "Political Violence",
  "An extreme form of protest involving bombing, assassinations, riots, taking people ",
  "hostage, damaging public property, etc.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "502 An Introduction to Political Theory",
  "The present-day champions of participatory democracy argue that representative ",
  "democracy gives little opportunity to its citizens for any significant participation ",
  "in the decision-making process. Consequently, under the prevailing system ",
  "electorates have so little knowledge and understanding of political problems; voters ",
  "are so indifferent to voting; political representatives are so averse to public ",
  "accountability; and corruption and abuse of power are so rampant in the whole ",
  "administration. If people get better opportunities of political participation, they ",
  "will be inclined to discuss public issues elaborately, keep a strict watch on the ",
  "activities of politicians, and they shall be able to prevent the corruption and abuse ",
  "of power. Hence citizen participation is not only a necessary condition of good ",
  "society, but it is an essential part of good society.",
  "In modern large-scale states, the objectives of participatory democracy are ",
  "sought to be achieved through: (a) Decentralization of administration in which ",
  "many decisions are left to local communities, as in the case of expansion of ",
  "panchayati raj in India; and (b) Extensive use of referendum, as in Switzerland. ",
  "Under this procedure, people's vote is sought on any new law, constitution or ",
  "constitutional amendment. In Australia, referendum is compulsory on any ",
  "constitutional amendment. It is a method of combining some features of direct ",
  "democracy with representative democracy.",
  "In contemporary political theory, citizen participation is sought to be justified ",
  "mainly on three grounds: (a) Instrumental view asserts that citizen participation is ",
  "aimed at promoting or defending the interests of the participant. Before entering ",
  "in participation, persons calculate the anticipated benefits and costs, and the ",
  "prospects of attaining their objectives; (b) Developmental or educational view of ",
  "participation holds that it enhances the participants' general moral, social and ",
  "political awareness; and finally, (c) Communitarian view of participation justifies ",
  "it on the ground that it contributes to the common good.",
  "In socialist countries, the concept of participatory democracy came as a response ",
  "to the elitist theory. Elitist theory had claimed that the division of society into ",
  "leaders and followers was inevitable. It had therefore ruled out the prospects of ",
  "a 'classless society'. In a way socialist circles accepted this position by recognizing ",
  "the superiority of 'vanguard of the proletariat'. Participatory democracy sought ",
  "to bridge the gap between leaders and followers by encouraging mass participation ",
  "in the socialist programme and making leaders responsive to the sentiments of ",
  "ordinary people. The description of socialist countries as 'people's republic', ",
  "'people's democratic republic', etc. was symbolic of this approach. In China, ",
  "for instance, Mao Zedong (1893-1976) encouraged mass campaigns and followed ",
  "the policy of 'mass line' which required the leaders and party workers to come ",
  "close to the masses, explore their sentiments and mould their leadership patterns ",
  "on those lines.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Theory of Democracy 503",
  "Vanguard of the Proletariat",
  "The expression used by V.I. Lenin (1870-1924), an exponent of Marxism, to designate ",
  "the more enlightened, energetic and committed section of the working class which ",
  "formed the Communist Party. This section was to provide leadership to the working ",
  "class in its struggle against capitalism, and also to run government during the socialist ",
  "phase.",
  "A CRITICAL APPRAISAL",
  "The champions of participatory democracy insist only on increasing citizens' ",
  "participation within the existing democratic system. They do not suggest any ",
  "alternative system for its implementation. Indeed necessary means of participatory ",
  "democracy already exist within the organization and procedure of liberal ",
  "democracy. Promotion of participation needs concrete action, not a theory.",
  "Then the advocates of participatory democracy seem to be too optimistic. ",
  "People's participation in a democracy can reasonably be increased to a small ",
  "extent. Beyond that it may prove harmful. Beneficial results of public decisions, ",
  "policies and programmes come very late. This process may require imposition of ",
  "burden on some sections in the public interest. Ordinary people are not endowed ",
  "with adequate patience and insight that would enable them to make a correct ",
  "assessment of the situation. If they are encouraged for too much participation, ",
  "they may take their grievances and disputes to streets, and disrupt normal life.",
  "When ordinary people are reduced to a crowd, it becomes extremely difficult ",
  "to keep them in discipline or control. When people are moved by excitement, ",
  "they can hardly be persuaded to stop. As a result, we are faced with frequent ",
  "gatherings and processions, slogan-shouting, rallies, huge demonstrations, strikes, ",
  "picketing and gheraos, threats to stop water and electric supply and public ",
  "transport, and incidents of damage to public property. Under the circumstances, ",
  "it seems that those who have the skill to gather and mobilize crowds will be able ",
  "to secure fulfilment of their unreasonable demands whereas those who try to ",
  "present their case peacefully and modestly will go unheard.",
  "Liberal theory largely identifies democracy by its procedure and institutions. Marxist ",
  "theory, on the other hand, evaluates any political system with reference to its ",
  "class character. Marxists criticize the prevalent form of liberal democracy because ",
  "it harbours the capitalist system in which the majority of people comprising ",
  "workers is deprived of power.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "504 An Introduction to Political Theory",
  "MARXIST CRITIQUE OF LIBERAL DEMOCRACY",
  "Liberal democracy, by fostering the capitalist economic system, exclusively serves ",
  "the interests of the bourgeoisie, i.e. the capitalist class. Marxists, therefore, dubbed ",
  "liberal democracy the 'bourgeois democracy. In spite of its vast paraphernalia of ",
  "representative institutions, liberal democracy hardly serves the interests of the ",
  "people on whose behalf power is exercised. According to Marx and Engels, \"the ",
  "executive of the modern state is but a committee for managing the common ",
  "affairs of the whole bourgeoisie\". (Communist Manifesto; 1848). Here the term ",
  "'modern state' refers to the prevalent model of liberal democracy.",
  "John Plamenatz, in his Democracy and Illusion—An Examination of Certain ",
  "Aspects of Modern Democratic Theory (1978), has enumerated four outstanding ",
  "reasons advanced by Marxists, anarchists and other like-minded thinkers for ",
  "calling 'bourgeois democracy' a sham:",
  "(1) Where there are great inequalities of wealth, there, whatever the form of ",
  "government, power and influence always belong mostly to the wealthy, if ",
  "only because they alone can afford to provide their children with the ",
  "expensive schooling needed to fit them for positions carrying power and ",
  "influence;",
  "(2) Where the political system, to work effectively, calls for large organizations, ",
  "power and influence belong to their leaders rather than to the rank and ",
  "file;",
  "(3) Where there are great social inequalities, leaders, no matter how modest ",
  "their social origins, soon acquire the attitudes and ambitions of the privileged ",
  "and lose touch with their followers; and",
  "(4) Power and influence depend greatly on information, and the wealthy are ",
  "better placed than the poor both to get information and to control the ",
  "distribution of it.",
  "These are, no doubt, most familiar points of criticism against liberal democracy ",
  "involving large economic inequalities. But if we confine our attention to these ",
  "reasons, it can be argued that if large economic inequalities are removed within ",
  "the capitalist system, the liberal model can be made to serve as true democracy. ",
  "But this position would not be acceptable to Marxist exponents of democracy ",
  "who are convinced that democracy and capitalism cannot go together. In fact, ",
  "Marxists focus on the defects of the capitalist system itself with regard to its ",
  "capability of serving as democracy.",
  "Liberal Democracy Exclusively Serves Bourgeois Interests",
  "According to the Marxian standpoint, since the capitalist system of production is ",
  "designed to serve the economic interests of the bourgeoisie, its political ",
  "superstructure cannot be made to serve the people. In the economic sphere, ",
  "society is divided into 'dominant' and 'dependent' classes', the 'haves' and 'have-https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Theory of  505",
  "Democracy",
  "nots', the 'bourgeoisie' and the 'proletariat'; their interests are diametrically ",
  "opposed to each other. Political power is only a handmaid of economic power. It ",
  "is, therefore, quite natural that the political institutions of such a system—whatever ",
  "their outer form—are bound to serve the interests of the bourgeoisie. Liberal ",
  "democracy, which represents the political institutions of the capitalist economic ",
  "system, pays lip-service to 'sovereignty of the people' in order to derive its ",
  "legitimacy. It operates in a situation where all sections of society—the bourgeoisie ",
  "as well as the proletariat—accept the legitimacy of the bourgeois relations of ",
  "production and the roles which these impose. In this situation, the state operates ",
  "as an instrument of preserving the conditions suitable for a market mechanism ",
  "which continues to serve the interests of the capitalist class.",
  "Liberal Democracy Creates Ideological Misconceptions",
  "Liberal democracy, of course, creates representative institutions and concedes ",
  "formal equality of political rights. It pretends to create a situation in which ",
  "government is run by the chosen representatives of the people—the proletariat as ",
  "well as the bourgeoisie. The workers who have the right to vote on par with ",
  "businessmen and industrialists are led to believe that they have an equal share in ",
  "governance. Moreover, liberal democracy claims to reconcile the interests of the ",
  "proletariat with those of the bourgeoisie. This creates an impression that due care ",
  "of the interests of the workers is being taken. But, according to Marxist theory, ",
  "these are wrong impressions created by liberal democracy, because this type of ",
  "political system simply lends legitimacy to the property relations of the capitalist ",
  "order which are neither natural nor rational. As John Maguire, in his Marx's ",
  "Theory of Politics (1978), has elucidated: \"The modern state, when it 'represents' ",
  "everybody in this society, is in fact representing the workers only in an illusory ",
  "manner—representing, as it were, their ideological misconception of themselves.\" ",
  "In other words, so long as the capitalist mode of production prevails, society ",
  "remains divided into two antagonistic classes—capitalists and workers, who ",
  "represent the dominant and dependent classes respectively. The state as the agent ",
  "of the dominant class serves the interests of the capitalists at the expense of the ",
  "workers.",
  "The 'dominant' class has always had an edge over the 'dependent' class in the ",
  "sphere of ideas. The ideas promoted by the ruling class are the ruling ideas of any ",
  "age. These ideas may involve injustice, but they are widely accepted as a standard ",
  "of justice and seldom questioned. Under the spell of bourgeois ideology, the ",
  "masses are made to believe that they are being ruled with their consent. But they ",
  "blindly follow the values of bourgeois society against their own interest; their ",
  "consent is, therefore, a false consent.",
  "Liberal Democracy Tries to Perpetuate the Economic Division of Society",
  "Liberal democracy, in spite of providing universal suffrage, periodic elections, ",
  "freedom of thought and expression, does not embody an effective mechanismhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "506 An Introduction to Political Theory",
  "for transforming the economic relations of society in order to serve the common ",
  "interest. Instead, it tends to perpetuate the economic division of society into ",
  "'haves' and 'have-nots' and the values of bourgeois society which support and ",
  "legitimize this division. It is interesting to recall that liberalism conceded the ",
  "democratic principle of wider suffrage in a number of Western countries only ",
  "when it had made sure that its acceptance would not be detrimental to the ",
  "maintenance of the property relations of the capitalist system. V.I. Lenin, in his ",
  "State and Revolution (1917), significantly observed:",
  "Democracy for an insignificant minority, democracy for the rich—that is ",
  "the democracy of capitalist society . . . Marx grasped this essence of ",
  "capitalist democracy splendidly when ... he said that the oppressed are ",
  "allowed every few years to decide which particular representatives of the ",
  "oppressing classes shall represent and repress them in parliament.",
  "Thus liberal democracy, in the Marxist view, is incapable of averting class ",
  "exploitation; it is a device for keeping the exploiting class or its nominees constantly ",
  "in power for the purpose of serving its own interests.",
  "According to Marxism, any form of state power implies dictatorship. The character ",
  "of the state is determined by the character of its ruling class. Thus 'bourgeois ",
  "democracy' and 'bourgeois dictatorship' are coterminous; they denote a state ",
  "characterized by the domination of the bourgeoisie. Similarly, 'dictatorship of the ",
  "proletariat', 'proletarian democracy' or 'socialist democracy' denotes a state ",
  "characterized by domination of the proletariat, It is established by the proletariat ",
  "after overthrowing the capitalist order by a violent revolution. This is not the final ",
  "stage of evolution but only an interim arrangement preparing the ground for the ",
  "abolition of the division of society into dominant and dependent classes, and the ",
  "consequent 'withering away' of the state itself. It is termed 'dictatorship' because ",
  "it retains the 'state apparatus' as such, with its implements of force and oppression, ",
  "not because its organization is fundamentally different from the so-called ",
  "'democracy'.",
  "Dictatorship of the proletariat is different from the popular notion of ",
  "'dictatorship' which is despised as the selfish, immoral, irresponsible and ",
  "unconstitutional political rule of one man or a small political clique characterized ",
  "by the oppression of the masses. On the other hand, dictatorship of the proletariat ",
  "implies a stage where there is complete 'socialization of the major means of ",
  "production', de novo planning of material production so as to serve social needs, ",
  "provide for an effective right to work, education, health and housing for the ",
  "masses, and fuller development of science and technology so as to multiply ",
  "material production to achieve greater social satisfaction.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Theory of  507",
  "Democracy",
  "DICTATORSHIP OF THE PROLETARIAT IS CONCRETE PHASE",
  "In popular parlance, 'dictatorship' denotes an antithesis of 'democracy'. In ",
  "Marxian terminology, so long as the state is in existence, with its vast coercive ",
  "apparatus, there is no difference whether you call it a democracy or a dictatorship. ",
  "If democracy means the rule of the majority over the minority, then the 'proletarian ",
  "state' is surely more democratic than the 'bourgeois state'. As Henri Lefebvre, in ",
  "his Sociology of Marx (1968), has elucidated: \"The dictatorship of the proletariat ",
  "means concrete democracy, i.e. the coercive power of a majority over a minority.\" ",
  "The capitalist system of production maintained by the liberal democracy involves ",
  "domination of the minority—the capitalists—over the majority—the workers in ",
  "the economic, social as well as political sphere—which is inimical to human ",
  "freedom. On the contrary, the socialist system of production maintained by socialist ",
  "democracy ensures domination of the majority—the workers—over the minority— ",
  "the former capitalists—and this process continues as long as the state continues ",
  "to exist. Domination and coercion during this period are necessary to contain the ",
  "forces of counter-revolution and to destroy the vestiges of capitalist order. The ",
  "dictatorship of the proletariat is more akin to democracy not because of its form, ",
  "but because of the purpose for which the state continues to exist during this ",
  "period.",
  "Lenin advanced the concept of 'democratic centralism' as a principle of ",
  "organization of the socialist state as well as the communist party. This was designed ",
  "to lend a democratic character to the so-called dictatorship of the proletariat.",
  "Democratic Centralism",
  "The principle of organization of the socialist state as well as the communist party, as ",
  "enunciated by V.I. Lenin (1870-1924). It implies: (a) that the membership of each ",
  "body in the political hierarchy (whether of party or state) was to be decided by the ",
  "vote of the lower body; and (b) that although free discussion on policy matters was to ",
  "be allowed at the initial stage, any decision reached by the highest body was to be ",
  "imposed rigidly at all lower levels in the hierarchy.",
  "DICTATORSHIP OF THE PROLETARIAT IS A TRANSITIONAL PHASE",
  "The dictatorship of the proletariat is not intended to last for ever. In fact, Marx ",
  "associated the term 'dictatorship' principally with the Roman office of dictatura ",
  "where all power was legally concentrated in the hands of a single man during a ",
  "limited period in a time of crisis. Hence dictatorship of the proletariat was meant ",
  "to accomplish a specified function. As Lefebvre in his Sociology of Marx (1968) ",
  "observes:https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "508 An Introduction to Political Theory",
  "The working class must destroy the machinery of the existing state, but ",
  "its own state is to last only for a transitional period during which state ",
  "functions of organization and management are taken over by new ",
  "social forces . . . and the state will begin to wither away when a truly ",
  "rational organization of production becomes possible.",
  "In the past, i.e. before the advent of the socialist revolution, changes in the ",
  "techniques and modes of production had only produced social transformations, ",
  "but the character of exploitation had not fundamentally changed. Thus, during ",
  "the period of domestic mode of production, slaves were exploited by their masters; ",
  "during the feudal period, serfs were exploited by their lords; and during the ",
  "capitalist period, workers are exploited by the capitalists. In all these cases, the ",
  "'have-nots' are exploited by the 'haves'. But after the socialist revolution, when ",
  "dictatorship of the proletariat is established, there is a radical change in the character ",
  "of exploitation in the sense that the former 'haves' are now exploited by the ",
  "former 'have-nots'—all property is now socially owned. The abolition of private ",
  "property—the root cause of all exploitation—is expected to accomplish the ",
  "elimination of exploitation itself, and to establish a higher social rationality. In the ",
  "words of Lefebvre: \"This implies a qualitative leap, class contradictions disappearing ",
  "in the new unity, though classes themselves do not vanish literally overnight.\" ",
  "(ibid.)",
  "Dictatorship of the proletariat is required to exist so long as classes exist. But ",
  "it will function in such a way that all men will be converted into workers, thereby ",
  "abolishing the division of society into antagonistic classes:",
  "As soon as the goal of the proletarian movement, the abolition of classes, ",
  "shall have been reached, the power of the state, whose function is to keep ",
  "the great majority of producers beneath the yoke of a small minority of ",
  "exploiters, will be transformed into simple administrative functions. (K. ",
  "Marx, Capital, Vol. 3, edited by F. Engels; 1894)",
  "It is important to note that most of the theories of democracy are concerned with ",
  "'liberal democracy', but the concept of 'people's democracy' is associated with ",
  "Marxist thought. Marx did not reject democracy as such. He attacked 'bourgeois ",
  "democracy' as a distorted form of democracy, and tried to give an alternative ",
  "version of true democracy. He was inspired by Rousseau's critique of ",
  "representative democracy and saw true democracy as an expression of ",
  "homogeneous interests. But his adherence to class perspective convinced him ",
  "that a class-divided society cannot have homogeneous interests. Accordingly the ",
  "idea of true democracy could only be realized in a classless society, or at best, in ",
  "a socialist state which represented the uniform interest of the working class.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Theory of  509",
  "Democracy",
  "Marx had anticipated that after the socialist revolution, bourgeois democracy ",
  "would be replaced by a 'commune system'. Commune denoted an association ",
  "whose members own everything in common, including the product of their labour. ",
  "In the present context, communes were envisaged to be small communities who ",
  "would manage their own affairs, and would elect their delegates for the larger ",
  "administrative units, like districts and towns. These larger units would in turn ",
  "elect their delegates for the still larger administrative areas, like national ",
  "administration. This system is described as 'pyramidal structure of direct ",
  "democracy'. Under this arrangement, all delegates would be bound by the ",
  "instructions of their electorates, and would take their respective place within the ",
  "pyramidal structure of directly elected committees. In case of violation of ",
  "instructions of their electors, they could be removed from office. It may be ",
  "recalled that this scheme was sought to be implemented in the former Soviet ",
  "Union after the Russian Revolution (1917), and in China after the Chinese ",
  "Revolution (1949), but it failed in both countries, primarily due to the abolition of ",
  "incentives for better work.",
  "Socialist systems on the lines of the Soviet Union were also established in ",
  "several countries of East Europe after the Second World War (1939^45), under ",
  "the direct supervision of the Soviet Union. Originally these included Albania, ",
  "Bulgaria, Czechoslovakia, East Germany, Hungary, Poland and Romania. Some ",
  "other countries of the world (apart from China) also adopted socialist system on ",
  "their own. These included Cuba, North Korea, Mongolia, Vietnam, Yemen and ",
  "Yugoslavia. All of them were ruled by the communist parties of their respective ",
  "countries, or they formed coalitions with some like-minded minor parties as a ",
  "temporary measure. Broadly speaking, all socialist systems looked after the ",
  "homogeneous interests of the working classes. They were described as 'people's ",
  "democracies' in order to distinguish them from western-type liberal democracies. ",
  "With the collapse of socialist systems in Eastern Europe and the Soviet Union ",
  "(1989-91) and relinquishing of this system by some other countries, people's ",
  "democracies are now only left in China (People's Republic of China), Vietnam ",
  "(Socialist Republic of Vietnam) North Korea (People's Democratic Republic of ",
  "Korea) and Cuba (Republic of Cuba).",
  "It may be pointed out that the term 'democracy' itself stands for government ",
  "of the people. Hence the usage of'people's democracy' seems to be tautological. ",
  "This term was adopted to indicate a new type of democracy. Conventional use of ",
  "democracy stands for liberal democracy which is based on a specific procedure ",
  "of government-formation. Hence it may be identified as 'procedural democracy'. ",
  "On the other hand, 'people's democracy' focuses on the substance of democracy, ",
  "i.e. safeguarding the interests of the ordinary people. Hence, it claims to be ",
  "identified as 'substantive democracy'. In its view, interest of the working classes ",
  "is coterminous with the interest of the people.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "510 An Introduction to Political Theory",
  "VII. MARXIST THEORY VERSUS ELITIST THEORY OF ",
  "DEMOCRACY",
  "Elitist theory of democracy was developed when Marxist theory was already ",
  "well-known. In fact, the elitist theory was applied by some writers to vindicate ",
  "the model of liberal democracy. In any case, the elitist theory shares some of its ",
  "tenets with Marxist theory while it marks a departure in respect of others.",
  "Both Marxists and elitists agree that, so long as society is divided into the ",
  "'ruling' and the 'ruled' classes in a subtle manner, real political equality cannot be ",
  "secured merely through a democratic form of government. However, these ",
  "theorists differ regarding the nature of the social division and the scope of social ",
  "change, etc.",
  "NATURE OF DOMINATION",
  "Marxists believe that so long as the institution of the state exists, society remains ",
  "divided into two economic classes; and that the economically dominant class is ",
  "invariably the ruling class: the political and legal superstructure is always raised ",
  "on the economic sub-structure. In other words, the class holding economic power ",
  "holds political power concurrently. The elitist theory, on the contrary, postulates ",
  "that society is broadly divided into the elite and the masses because of natural ",
  "differences in the capabilities and aptitudes of different individuals; the elite manage ",
  "to secure and maintain their political power because of their special qualities and ",
  "cleverness.",
  "Marxists regard the ruling class as a cohesive group which maintains its ",
  "stronghold on political power until the social order itself is transformed by a ",
  "socialist revolution. On the other hand, the elite-theorists postulate plurality of ",
  "elites so that the competition among several elites is responsible for the 'circulation ",
  "of elites'. Marxists envisage an active role of the masses in the revolution; the ",
  "elitists regard the masses as a passive lot.",
  "NATURE OF THE SOCIAL DIVISION",
  "Marxists believe that the division of society into 'dominant' and 'dependent' ",
  "classes is a symptom of their mutually antagonistic interests. This inevitably ",
  "leads to class conflict which is bound to persist as long as this social division ",
  "continues to exist. Social progress postulates a march toward the goal of ",
  "establishing a classless society. On the contrary, the elitists hold that the division ",
  "of society into rulers and subjects is almost instinctive and voluntary; it does not ",
  "involve any fundamental conflict of interests. The elites and the masses ",
  "compensate each other to evolve an effective social organization. The elitist theory, ",
  "in this respect, corresponds to Aristotle's defence of slavery who argued that ",
  "slavery existed in the interests of both—the master and the slave.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Theory of  511",
  "Democracy",
  "NATURE OF JUSTICE AND RATIONALITY",
  "Marxists are convinced that the division of all pre-socialist societies into the ",
  "'dominant' and 'dependent' classes does not conform to 'reason'. It necessarily ",
  "involves oppression and exploitation of the masses, and is therefore a stark ",
  "embodiment of injustice. Justice can only be restored by eliminating this social ",
  "division. The elitists, on the contrary, do not see any injustice or irrationality in ",
  "this division. They treat it as natural, rational and functional; and, therefore, do ",
  "not plead for revolution to secure social justice.",
  "SCOPE OF SOCIAL CHANGE",
  "According to the Marxists, political domination is based on economic domination. ",
  "Economic relations in a society depend on the prevalent mode of production. ",
  "Since the economic structure of society is alterable, political domination is also ",
  "alterable. But the elite-theorists believe that the domination of the elite is inherent ",
  "in social organization. This phenomenon itself is almost unalterable. The scope ",
  "of social change, according to the elitists, is therefore limited to the circulation of ",
  "elites—a process by which an outmoded elite is replaced by a new, energetic and ",
  "promising elite.",
  "SCOPE OF DEMOCRACY",
  "The elite-theorists argue that democracy can be realized in a liberal society if two ",
  "conditions are fulfilled: (a) there is an open elite system, that is recruitment of ",
  "elites is relatively open so that the especially talented and enterprising persons ",
  "find adequate opportunity to join the cadre of elites and the new elite is permitted ",
  "to replace the dominant elite which might have lost its credence; and (b) ordinary ",
  "people are given an opportunity to choose the ruling elites at regular intervals, that ",
  "is there is a provision for periodic elections based on universal suffrage. On the ",
  "other hand, Marxists believe that true democracy cannot be achieved as long as ",
  "society remains divided into 'dominant' and 'subordinate' classes because of the ",
  "economic division of society into 'haves' and 'have-nots'. In such a society, ",
  "periodic elections based on universal suffrage are an eyewash because they cannot ",
  "bring about an effective change in social relations unless the mode of production ",
  "is fundamentally transformed. The domination of the bourgeois class is ",
  "strengthened by the prevalence of bourgeois ideology. The proletariat vote for ",
  "one or another group of the bourgeoisie, thinking that they are being ruled with ",
  "their 'consent' and that the system is serving the 'common interest' whereas, in ",
  "reality, this system exclusively serves the interests of the bourgeoisie. When ",
  "society is divided into antagonistic classes, all talk of 'common interest' is a ",
  "fraud. Marxists are convinced that political equality divorced from real economic ",
  "equality is devoid of substance. Equality postulates the abolition of social divisions ",
  "into antagonistic classes. The ideal of true democracy can be realized only in ahttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "512 An Introduction to Political Theory",
  "classless society. The elitists do not admit any possibility of a classless society or ",
  "termination of the conditions of dominance and dependence.",
  "As regards the possibility of democracy, Marxists distinguish between ",
  "capitalism, communism and socialism. Under capitalism, the industrial mode of ",
  "production has been adopted, but society is divided into bourgeoisie and proletariat; ",
  "production is carried out for private profit, not according to social needs; and ",
  "exploitation of the proletariat is inherent in the process of production. Under this ",
  "system the ideal of democracy is incapable of realization. Communism stands for ",
  "a classless society with a rational system of production; with the highest ",
  "development of science and technology to ensure maximum production, and ",
  "where all major means of production are held under common ownership— ",
  "hence production is undertaken to meet social needs, not to earn private profit; ",
  "and all members of society become workers—no capitalists, no parasites, no ",
  "unearned income, no exploitation, no class conflict but a genuine cooperation. ",
  "Production and distribution of goods and services under this system is governed ",
  "by the rule—'from each according to his ability, to each according to his need'— ",
  "thus fully realizing the ideal of democracy.",
  "Comparative Study of Marxist and Elitist Theories of ",
  "Democracy",
  "The Issue Marxist Theory Elitist Theory",
  "Nature of Domination The ruling class holds economic Elites dominate in various",
  "power and political power spheres of life and cleverly man-",
  "concurrently age to use political power also",
  "Nature of Dominant Class A cohesive group which main- Plurality of elites; constant com-",
  "tains its stronghold on power petition between elite groups",
  "until it is overthrown leading to the 'circulation of elites'",
  "Nature of Social Division Society divided into dominant Division of society into elites",
  "and dependent classes on the and masses is almost instinctive",
  "basis   of ownership and non- and voluntary; not based on fun-",
  "ownership of means of production;   damental clash of their interests",
  "their conflicting interests can never ",
  "be reconciled",
  "Nature of Justice and Social division is the source of Social division is natural, ratio-",
  "Rationality exploitation and oppression of nal and functional; it does not",
  "the masses; it involves injustice involve injustice",
  "Scope of Social Change Working class can organize its Social change confined to the",
  "strength and overthrow capit- 'circulation of elites'; no scope",
  "alism; this will eventually usher of changing the division of",
  "in a classless society society into elites and masses",
  "Scope of Democracy True democracy possible only in Democracy can be partly realized",
  "a classless society which is char- through an open elite system and",
  "acterized by the rule of the giving ordinary people an oppor-",
  "masses tunity to choose the ruling elites at ",
  "regular intervals; masses themselves ",
  "will never rulehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Theory of  513",
  "Democracy",
  "Since direct transition from capitalism to communism is not possible, this is ",
  "preceded by an interim stage—socialism, which is characterized by the ",
  "'dictatorship of the proletariat'. It is a dictatorship because the coercive apparatus ",
  "of the state is still retained; capitalists are expropriated, the major means of ",
  "production are socialized; all citizens are required to become workers, full ",
  "development of science and technology is undertaken. Social division into classes ",
  "still exists, but the proletariat become the dominant class; oppression is still used ",
  "to suppress the bourgeois counter-revolution; some rules and institutions of the ",
  "bourgeois society are still retained—'from each according to his ability, to each ",
  "according to his work'. But, the dictatorship of the proletariat is more democratic ",
  "than the bourgeois democracy because it is a step forward in the direction of true ",
  "democracy. Lenin, in his State and Revolution (1917) made this point strongly:",
  "The dictatorship of the proletariat, i.e. the organization of the vanguard of ",
  "the oppressed as the ruling class for the purpose of suppressing the ",
  "oppressors . . . for the first time becomes democracy for the poor, ",
  "democracy for the people, and not democracy for the money-bags. The ",
  "dictatorship of the proletariat imposes a series of restrictions on the freedom ",
  "of the oppressors, the exploiters, the capitalists. We must suppress them ",
  "in order to free humanity from wage-slavery, their resistance must be ",
  "crushed by force; it is clear that there is no freedom and no democracy ",
  "where there is suppression and where there is violence.",
  "Circulation of Elites",
  "The expression used by Vilfredo Pareto (1848-1923), an Italian sociologist, to indicate ",
  "the endless cycle in which one type of elite is replaced by another. Pareto distinguished ",
  "between two types of elites on the basis of their psychological orientations: lions are ",
  "marked by conservative 'sentiments' while  foxes  are more innovative and ",
  "untrustworthy. A constant competition between the two results in one replacing the ",
  "other alternately. Pareto saw no possibility of the rule of the elite being ever replaced by ",
  "the rule of the masses.",
  "A CRITICAL APPRAISAL",
  "Marxist theory of democracy most emphatically demonstrated the drawbacks of ",
  "liberal democracy, especially in its inadequacy to win real equality for the masses. ",
  "Historically speaking, liberal democracy arose in the seventeenth century to win ",
  "substantive rights for the newly emerging bourgeoisie from the prevailing system ",
  "of feudalism; Marxism arose in the nineteenth century to demand substantive ",
  "rights for the newly emerging proletariat from the prevailing system of capitalism. ",
  "This had a great impact on the liberal theory of democracy itself which had to ",
  "accommodate the claims of the working classes to maintain its legitimacy.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "514 An Introduction to Political Theory",
  "In any case, the Marxist view of democracy cannot be accepted as the perfect ",
  "theory of democracy. It has, been critisized on several grounds.",
  "Marxist Theory Rules Out the Existence of Democracy Itself",
  "The principle of democracy is universally identified with the 'sovereignty of the ",
  "people'. Both capitalists and communists subscribe to this view. The Marxist ",
  "theory of democracy, however, relies on a narrow construction of the term ",
  "'people'. It is concerned with the rights of workers, and denies any rights to ",
  "capitalists. It does not even recognize the rights of the middle class which is ",
  "rapidly expanding in the contemporary world.",
  "The cause of democracy will be better served if people of all sections are ",
  "given equal weightage as regards their share in government. But Marxists insist ",
  "that the state should be committed to a particular set of interests. That is why ",
  "under the dictatorship of the proletariat, freedom of thought and expression and ",
  "freedom of association are severely restricted, and the right to opposition is ",
  "thoroughly curbed. In effect, there is no question of a free choice as the people ",
  "have to function within the framework of prescribed ideology and an all-pervading ",
  "organization. Now, this arrangement may be more conducive to social justice, ",
  "but it is by no means an example of democracy.",
  "Dictatorship of the Proletariat Holds No Promise of a Classless Society",
  "Marx's vision of future society was based on a benevolent view of human nature. ",
  "He thought that when the root cause of conflict—the capitalist system of ",
  "production—was finally terminated, all social conflicts would soon disappear ",
  "and an era of genuine cooperation would be inaugurated. The twentieth century ",
  "witnessed proletarian revolutions inspired by Marxist ideology, especially in the ",
  "USSR (1917) and the People's Republic of China (1949) where Marxian socialism ",
  "was established. But the actual working of these systems showed a stiff competition ",
  "for power, sharp political rivalries and cruel suppression of those who sincerely ",
  "believed themselves to be true Marxists, not to speak of capitalists. The Sino-",
  "Soviet dispute in the 1960s emerged as a glaring example of the ideological ",
  "differences within the communist camp.",
  "The dictatorship of the proletariat was intended to be a temporary phase. But ",
  "in actual practice, this not only persisted throughout but also fostered a system ",
  "where differences of status were as sharp as anywhere in the world. R.M. ",
  "Maclver, in his Web of Government (1965) drew a vivid picture of the Soviet ",
  "system to demonstrate this phenomenon:",
  "The doctrine of the temporary dictatorship is contradicted by the intensive ",
  "centralization of economic and cultural activities, and the 'stateless' society ",
  "is relegated to the Greek Kalends. The doctrine of the people's rule is ",
  "flatly rejected by the rigorous insistence on the party line . . . There is an ",
  "impressive framework of electoral systems stretching all the way fromhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Theory of  515",
  "Democracy",
  "the local Soviets to the Supreme Soviet of the USSR. There are everywhere ",
  "People's Courts and People's Commissars. But the voting at elections is ",
  "practically unanimous, and the one party retains complete control. The ",
  "doctrine of the abolition of class has been negated by the occupational ",
  "gradings, but far more thoroughly by the pyramid of power, which rises ",
  "as steeply as, and perhaps more rigidly than, it did under the Czarist regime.",
  "It may be noted that the advent of the policy of glasnost (openess) and end of ",
  "monopoly of the Communist Party in nominating candidates for the election ",
  "since the mid of the 1980s in the Soviet Union led to the collapse of the Communist ",
  "system itself by 1991.",
  "Hegemony of Bourgeois Values Poses a Challenge to the Marxist Road ",
  "to Social Transformation",
  "Marxist theory had anticipated the collapse of the capitalist system because of its ",
  "inner contradictions. However, actual experience showed that proletarian ",
  "revolutions took place only in a part of the world—that, too, where capitalism ",
  "had not reached its highest stage. On the other hand, the continued success of ",
  "Western capitalism has been resisting a proletarian revolution. Taking note of this ",
  "situation, Antonio Gramsci (1891-1937), a brilliant Italian Marxist who was ",
  "imprisoned by Mussolini, wrote in his Prison Notebooks that the dominant ",
  "economic class does not exercise its coercive force through the state and ",
  "governmental apparatus alone, but its role in the political realm is matched by the ",
  "dominant class's hegemony in the social, cultural and moral realm. In other words, ",
  "the ruling class in capitalist society rules not only by force, but also through the ",
  "consent of the ruled, because it derives its legitimacy from the cultural and ",
  "intellectual orientations of the people. This is responsible for the incredible resilience ",
  "of the bourgeois civilization. Under the circumstances, the Russian model of ",
  "revolutionary strategy would not be of much avail because it would only destroy ",
  "one aspect of the power of the ruling class, leaving its general hegemony untouched. ",
  "Gramsci, therefore, suggested that Marxist revolutionaries should first undermine ",
  "the hegemony of bourgeois values and beliefs of the people before seeking a ",
  "political takeover. This view, which had a wide appeal in Marxist circles, in fact, ",
  "points to a shift in the focus of Marxist ideology and programme.",
  "Radical theory of democracy contemplates to expand the scope of democracy ",
  "by recognizing and possibly combining the essential features of procedural and ",
  "substantive democracy. It is best represented by Macpherson's concept of ",
  "democracy.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "516 An Introduction to Political Theory",
  "MACPHERSON'S CONCEPT OF DEMOCRACY",
  "C.B. Macpherson (1911-87), a contemporary exponent of the radical theory of ",
  "democracy, has sought to broaden the scope of democracy and to redefine its ",
  "essential conditions in view of our recent experiences. In his earlier monograph, ",
  "The Real World of Democracy (1966), Macpherson argued that the liberal societies ",
  "which grant universal suffrage, a choice between political parties, and civil liberties, ",
  "have no exclusive claim to the title of democracy.",
  "Democracy is a wider phenomenon. Macpherson identifies three variants of ",
  "democracy which are equally valid if they fulfil certain conditions. The first variant ",
  "is, of course, liberal democracy which needs a more humane touch. Secondly, ",
  "Communist countries might qualify as democracies if they granted full intra-party ",
  "democracy and opened up their closed bureaucratic systems. Finally, Third World ",
  "countries, which have no experience of Western individualism, could also conform ",
  "to the ideals of some historical theories of democracy as far as their governments ",
  "are legitimized by mass enthusiasm. Thus in Macpherson's view different types of ",
  "systems which undertake to fulfil the aspirations of the masses, enjoy support of the ",
  "masses and provide for an opportunity for the amelioration of the condition of the ",
  "masses, qualify as democracies irrespective of the structures and procedures ",
  "adopted by them for serving these purposes.",
  "In his more elaborate work, Democratic Theory—Essays in Retrieval (1973), ",
  "Macpherson has attacked the elitist-pluralist theory of democracy as espoused by ",
  "Joseph Schumpeter (1883-1950) and Robert Dahl (1915- ) as well as the utilitarian ",
  "theory expounded by Jeremy Bentham (1748-1832). He has pointed out that the ",
  "traditional or classical theory of democracy was erected on a moral foundation. It ",
  "saw democracy as a developmental process, as a matter of emancipation of ",
  "humanity. The elitist-pluralist theory, or the empirical theory, on the other hand, ",
  "treats democracy as a mechanism whose essential function is to maintain ",
  "equilibrium. Under this theory \"democracy is reduced from a humanist aspiration to ",
  "a market equilibrium system. And although the new orthodox theory claims ",
  "scientific neutrality, its value judgment is clear enough: whatever works,, is right—",
  "that is, whatever enables the existing class-stratified society to operate without ",
  "intolerable friction is best\". (Democratic Theory—Essays in Retrieval; 1973) The ",
  "classical theory had throughout treated democracy as the cry of the oppressed, their ",
  "claims for recognition as equal human beings—a means by which all men could ",
  "enjoy and develop their human capacities. The exponents of the elitist-pluralist ",
  "theory have reduced democracy to a means by which men can register their wants ",
  "as political consumers in the political market. This theory identifies democracy with ",
  "a static political system which takes the dominant groups in society for granted, ",
  "whether they are elite groups or strong interest groups. With the acceptance of this ",
  "principle of domination, the principle of equality is relegated to the background, or ",
  "even considered redundant.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Theory of Democracy 517",
  "In contrast, Macpherson has developed a new theory of democracy based on ",
  "a humanist vision; it will emancipate human beings from the constraints of the ",
  "prevailing competitive social order of the capitalist world and usher in a new ",
  "society which will promote 'creative freedom'. The empirical theory interprets ",
  "democratic politics as a market mechanism and ignores the basic class conflict ",
  "operating in a market situation. In order to understand the real character of ",
  "capitalism Macpherson has pointed to the existence of two elements in the Western ",
  "democratic theory: (a) the principle of utility-maximization, and (b) the principle ",
  "of power-maximization. Of these, the first element is quite familiar which treats ",
  "the human being as a consumer of utilities, i.e. inherently as a bundle of appetites ",
  "demanding satisfaction. This idea played a significant role in the growth of ",
  "capitalism. This is the essence of the original tenets of utilitarianism. The second ",
  "element, viz. the principle of maximization of powers, may be traced to J.S. ",
  "Mill's modification of orthodox utilitarianism. It is an ethical concept which ",
  "interprets man as a doer and creator, rather than merely as a consumer and ",
  "satisfaction-seeker. In order to explicate this theory Macpherson draws a ",
  "distinction between two types of power: (a) developmental power, and (b) extractive ",
  "power. Developmental power signifies man's ability to use his own capacities ",
  "creatively, for the fulfilment of his self-appointed goals. Extractive power, on the ",
  "other hand, stands for power over others—man's ability to use other men's ",
  "capacities to extract benefits for himself.",
  "Macpherson has brilliantly pointed out that the capitalist system creates ",
  "conditions under which non-owners of property enjoy negligible amount of ",
  "developmental power whereas extractive power remains the sole preserve of the ",
  "owners of land and capital. The concept of possessive individualism—the ",
  "underlying idea behind liberalism since its inception—asserts that the individual is ",
  "essentially the proprietor of his own person and capacities, owing nothing to ",
  "society for these endowments. This idea gives rise to a system in which social ",
  "relations between individuals are transformed into market relations. In a simple ",
  "exchange economy where means of production are simple and inexpensive, an ",
  "individual is the owner of the means of production as well as the means of labour. ",
  "But in a capitalist economy where means of production are complex and very ",
  "expensive, the means of labour are detached from the means of production. As a ",
  "result, labour is regarded as a commodity which can be bought and sold in an ",
  "open market. The means of production are owned by a small capitalist class ",
  "which operates them solely with a profit motive, with little regard for humanist ",
  "values. Members of the working class are forced to sell their labour according to ",
  "needs of the market, with little scope for using their energies and skills creatively ",
  "in an atmosphere of freedom. The power of a horse or machine may be defined ",
  "as the amount of work it can do whether it is set to work or not. But human being ",
  "is endowed with an urge for creativity—for making his unique contribution to ",
  "society according to his talents. These talents are bound to rot in a capitalisthttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "518 An Introduction to Political Theory",
  "economy where demand for work is governed by the calculations of private ",
  "profit-seekers.",
  "CONCLUSION",
  "Macpherson concedes that the existing liberal democracies have conserved civil ",
  "and political liberties more effectively than the existing socialist regimes. However, ",
  "he advocates to combine a system of socialist ownership with the institutions of ",
  "liberal democracy in order to prevent the use of extractive power and to promote ",
  "developmental powers of all human beings. He recommends the expansion of ",
  "welfare-state functions to facilitate allocation of goods and services to the people ",
  "on grounds of need rather than desert determined by the rules of the capitalist ",
  "economy. Thus he seeks to evolve a system in which the advantages of capitalist ",
  "and socialist societies shall be combined—a difficult proposition indeed! As Norman ",
  "Barry has observed: \"The difficulty with Macpherson's argument is that he ",
  "evaluates existing liberal democracy by reference to some 'ideal version' of ",
  "democracy, rather than by comparing it directly to existing alternatives.\" (An ",
  "Introduction to Modern Political Theory; 1989) Macpherson's ideal is, of course, ",
  "very difficult to realize in the prevailing scarcity situation. Yet efforts have to be ",
  "made to meet the conflicting demands on all fronts as far as feasible.",
  "In a nutshell, democracy as an ideal can neither be achieved only through ",
  "political institutions, nor only through a transformation of the mode of production. ",
  "It has to be achieved in all spheres simultaneously: in the legal and political sphere ",
  "through constitutional structures; in the economic sphere through socialist mode ",
  "of material production; and in the cultural sphere through inculcation of new ",
  "values of human equality, and so on.",
  "Concept of deliberative democracy embodies an attempt to reconcile two different ",
  "models of democratic thought: 'Democracy as a popular rule' and 'Democracy ",
  "as the bulwark of personal freedom'. Advocates of democracy as a popular rule ",
  "argue that democratic decision-making should reflect popular will as if people are ",
  "ruling themselves as free and equal citizens rather than being ruled by the arbitrary ",
  "will of public officials. On the other hand, advocates of personal freedom argue ",
  "that democratic decision-making should be the outcome of people's exercise of ",
  "personal freedom, which implies freedom of thought, speech, press, association ",
  "and religion, right to hold personal property, freedom to vote and hold public ",
  "office, freedom from arbitrary arrest and seizure as defined by the concept of ",
  "rule of law.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Theory of Democracy 519",
  "Rule of Law",
  "The principle which requires that the taw of the land should be properly defined and ",
  "notified so that the citizens know as to how it will affect them; any action against an ",
  "individual should be taken only under that law, and not on any other basis. Hence no ",
  "one shoutd be arbitrarily arrested, nor punished without a fair trial.",
  "Accordingly the notion of democracy as a popular rule is primarily concerned ",
  "with the content of democratic decision-making so that it conforms to the popular ",
  "will. Institutions and procedures of democracy can be adjusted to meet this ",
  "requirement. On the other hand, the notion of democracy as the bulwark of personal ",
  "freedom accords priority to the liberties of individuals. Any decision taken by the ",
  "institutions which respect these liberties will be treated as legitimate. This view of ",
  "democracy gives due recognition to the institutions of judicial review, separation of ",
  "powers, checks and balances, etc., which are designed to protect personal freedom ",
  "of the citizens.",
  "Judicial Review",
  "In a country with a written constitution, the power of higher courts to examine the ",
  "validity of any rule, enactment, administrative order or action in the light of the ",
  "provisions, underlying principles or spirit of the constitution. If the court declares it to ",
  "be unconstitutional, it would become null and void.",
  "Now deliberative democracy requires that democratic decision-making should ",
  "embody an element of popular rule. It should be used as a means of encouraging ",
  "public deliberation on issues that are best understood through open, deliberative ",
  "processes. Deliberative democracy does not subscribe to the model of politics ",
  "where each individual is fighting to secure his self-interest. It rather promotes a ",
  "model of politics where each individual is trying to persuade others to find a ",
  "reasonable solution of public issues. In other words, people in a deliberative ",
  "democracy try to influence each other through an accepted mode of reasoned ",
  "argument, that is to win their heart through an appeal to the prevalent value system. ",
  "At the same time it pays due regard to personal freedom of every individual.",
  "Doesn't this process diminish autonomy of the individual? When others are ",
  "allowed to persuade me according to their convictions, shall I not be deprived of the ",
  "opportunity of living according to my choice? Defenders of deliberative democracy ",
  "tell me that my autonomy doesn't simply consist in living according to my choice. It ",
  "requires me to have a share in political decisions also, which affect me as well as ",
  "others. This is made possible only through the mechanism of deliberative ",
  "democracy.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "520 An Introduction to Political Theory",
  "Deliberative democracy does not rule out division of labour between citizens ",
  "and professional politicians. While it requires the citizens to participate in deliberation ",
  "on public issues and thereby supplement the wisdom of politicians, it also demands ",
  "constant public accountability of politicians. It requires the politicians to report and ",
  "justify their decisions and actions to the people regularly and thereby help them to ",
  "deliberate further on important public issues.",
  "Exponents of deliberative democracy include Michael Walzer  (Spheres of ",
  "Justice; 1983), J. Cohen and J. Rogers (On Democracy: Toward a Transformation ",
  "of American Society;  1983): Bernard Manin ('On Legitimacy and Political ",
  "Deliberation', Political Theory; 1987); S.L. Hurley (NaturalReasons: Personality ",
  "and Polity; 1989); and J.S. Fishkin (Democracy and Deliberation; 1991).",
  "Nature of Deliberative Democracy",
  "Deliberative Democracy",
  "(People's Representatives to be Constantly",
  "Accountable to them—Report and Justify",
  "their Decisions and Actions Regularly)",
  "Reflecting the Outcome of People's",
  "Popular Will Exercise of Personal",
  "Freedomhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]