[
  "c24",
  "Process of Social Change",
  "I. NATURE OF SOCIAL CHANGE",
  "Change is inevitable in a progressive country. Change is constant.",
  "____ Benjamin Disraeli (1867)",
  "Change is the law of life. Society, like any other part of the universe, is also subject ",
  "to constant change. As English poet Lord Alfred Tennyson (1809-92) observed: ",
  "\"Old order changeth yielding place to new.\" A student of social science is ",
  "interested in many questions concerning the nature of social change: Does social ",
  "change follow any fixed pattern or it takes a wayward course? Is the course of ",
  "change beyond human control or it can be manipulated by human effort? Is it ",
  "destined to reach a preconceived goal or future is absolutely uncertain? Answers to ",
  "these questions are given in terms of several concepts like revolution, evolution, ",
  "development, progress, etc.",
  "Revolution",
  "A sudden or very fast change in social system which may affect atl aspects of social ",
  "life, e.g. power structure, economy, ways of living, norms and beliefs, and so on. It may ",
  "be the outcome of mass uprising, mass mobilization, new discovery and inventions, etc. ",
  "Factors behind revolution may have taken time to reach the point of culmination, but ",
  "their impact is felt abruptly at a given point of time.",
  "Evolution",
  "A model of social change where any perceptible change is the outcome of cumulative ",
  "effect of many short, imperceptible changes. It transforms the old, simple forms of ",
  "social life into new, complex forms. This model has been borrowed from biological ",
  "sciences. In other words, it uses the analogy of evolution of plants and animals for ",
  "explaining the pattern of social change.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "522 An Introduction to Political Theory",
  "Development",
  "A process in which a system or institution is transformed into stronger, more organized, ",
  "more efficient and more effective form so that it proves to be more satisfying in terms ",
  "of human wants and aspirations.",
  "Progress",
  "A process in which a system or institution is transformed into a new form which is ",
  "regarded better than and morally superior to the old form. Progress is distinguished ",
  "from other concepts of social change (evolution, development, etc.) as it involves ",
  "moral judgment and evaluation. While other views of social change try to measure it ",
  "on empirical scale, the concept of progress applies normative criterion to ascertain its ",
  "value for humanity.",
  "Auguste Comte (1798-1857), a French philosopher, postulated that with the ",
  "advancement of science our social organization is transformed from a 'military ",
  "society' into 'industrial society'. In this sense, military society denotes a form of ",
  "organization which is characterized by the regimentation of thought and action ",
  "while industrial society paves the way for freedom of thought. Herbert Spencer ",
  "(1820-1903), an English philosopher, also described political evolution in terms ",
  "of transition from 'military society' to 'industrial society'. For Spencer, military ",
  "society was characterized by integration while industrial society was identified ",
  "by differentiation. In other words, in military society people were bound to the ",
  "prevailing social arrangements whereas in industrial society they became free to ",
  "enter into voluntary relationships.",
  "Henry Sumner Maine (1822-88), British jurist and legal historian, argued that ",
  "all progressive societies proceed from 'status' to 'contract'. Status denotes fixed ",
  "position of the individual within the prevailing social arrangement whereas contract ",
  "indicates his freedom to enter into new relations at his free will. In fact Spencer's ",
  "distinction between military society and industrial society closely corresponds to ",
  "Maine's distinction between status and contract.",
  "Then Ferdinand Tonnies (1855-1936), a German sociologist, advanced his ",
  "famous theory of transition from gemeinschaft to gesellschaft, that is from ",
  "'community' to 'association', for analysing changes in the social organization. A ",
  "community is based on 'natural will' whereas an association is based on 'rational ",
  "will'. A community is characterized by cultural homogeneity and enduring ",
  "relationships whereas an association is marked by cultural heterogeneity and ",
  "calculative, contractual relationships, Tonnies observed that the loss of sense of ",
  "community in modern societies was responsible for the social problems created ",
  "by the breakdown of traditional social structures.",
  "Emile Durkheim (1858-1917), a French sociologist, argued that less advanced ",
  "societies are characterized by 'mechanical solidarity' (based on similarity betweenhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Process of Social Change 523",
  "individuals) while modern advanced societies are identified by 'organic solidarity' ",
  "(based on complementarities between individuals which necessitate division of ",
  "labour). Then Max Weber (1864-1920), a German sociologist, described the ",
  "distinction between traditional and modern societies on a different basis. He ",
  "observed that traditional society is organized around traditional authority which is ",
  "based on long-established custom, whereas modern society is ruled by legal-",
  "rational authority which rests on the rules framed on rational basis.",
  "In contemporary debates on the nature and process of social change, two theories ",
  "are considered to be particularly important: (a) Marxist theory of revolutionary ",
  "change; and (b) Liberal theory of incremental change.",
  "Marxist theory of revolutionary change is mainly based on the contributions of Karl ",
  "Marx (1818-83) and Friedrich Engels (1820-95). In fact analysis of social change is ",
  "the central theme of Marxist thought. As Marx himself observed  (Theses on ",
  "Feuerbach;  1845): \"Philosophers have only  interpreted  the world, the point ",
  "however is to change it.\" Changing the world involves changing society as physical ",
  "world is governed by its own laws, and it is not amenable to change through human ",
  "effort. Physical world is subject to 'necessity'; idea of 'freedom' can only be realized ",
  "in social life.",
  "Necessity and Freedom",
  "As elucidated by Friedrich Engels (Anti-Diihring; 1878), necessity denotes the condition ",
  "under which life of man is governed by immutable laws of nature, e.g. the law of ",
  "gravitational force, which exist independent of man's will. Man can acquire scientific ",
  "knowledge of these laws and apply them to his own benefit, but cannot change them ",
  "at his will. Upto a certain point of historical development, i.e. till the emergence of ",
  "classless and stateless society, human life is governed by 'necessity7 whereafter it ",
  "enters the era of 'freedom'. Freedom denotes a stage when man becomes able to ",
  "create and recreate his social life at his will. Marx and Engels have described this point ",
  "of historical development as 'humanity's leap from the kingdom of necessity to the ",
  "kingdom of freedom'.",
  "Marx and Engels have elucidated the mechanism of social change by their twin ",
  "principles of dialectical materialism and historical materialism.",
  "DIALECTICAL MATERIALISM",
  "Dialectical materialism indicates the philosophical basis of social change. It may be ",
  "recalled that G.W.F. Hegel (1770-1831), famous German philosopher, believed ",
  "that 'idea' or 'consciousness' was the essence of the universe. It was the force ",
  "behind all historical development. Marx rejected this view and postulated thathttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "524 An Introduction to Political Theory",
  "'matter' was the essence of the universe, which embodied the force behind all ",
  "manifestations of social change. For Marx any stage of social life represented the ",
  "corresponding material conditions. Thus Marx advanced his theory of ",
  "'materialism' against Hegel's theory of'idealism'.",
  "Hegel had tried to explain the mechanism of social change through dialectical ",
  "method. Marx sought to combine Hegel's dialectical method with his philosophy ",
  "of materialism. The term dialectical originally referred to the process whereby ",
  "ideas are formed and clarified in the course of intellectual debate. A proposition, ",
  "or thesis, is first advanced, and then challenged by a counter-proposition, or ",
  "antithesis. Since both are apt to be partly true, the normal outcome of the ensuing ",
  "discussion is a revised proposition, or synthesis, that combines the valid elements ",
  "of each.",
  "In other words, the initial idea or proposition or thesis does not represent ",
  "absolute truth; the counter-proposition or antithesis, which is just the opposite or ",
  "a negation of thesis, too, does not represent absolute truth. When thesis and ",
  "antithesis clash with each other, they tend to destroy each other's untrue elements ",
  "(because, true elements cannot be destroyed). The resultant proposition, or ",
  "synthesis, which embodies the remaining elements both of thesis and antithesis is ",
  "relatively free from the untrue elements of the two; it is nearer the truth or ",
  "perfection as compared to those two. But the synthesis, so evolved, may not be ",
  "the whole truth. It therefore takes the position of a new thesis and undergoes the ",
  "same process of clash with its antithesis and the emergence of a new synthesis. ",
  "This process of negation of negation continues till it reaches the stage of absolute ",
  "idea which is free from contradiction.",
  "Hegel believed that social institutions only reflect the ideas behind them, and ",
  "that it is the movement of ideas, through the dialectical process, which is ",
  "responsible for the development of social institutions. Hegel saw nation-state as ",
  "the highest stage of social evolution, as the embodiment of truth, 'the march of ",
  "God on earth', the perfect form of social institutions. While Marx adopted Hegel's ",
  "mechanism of social change—the framework of 'thesis', 'antithesis' and ",
  "'synthesis'—he refused to recognize the 'idea' or consciousness as the real ",
  "force behind social evolution. Instead, Marx believed, the social institutions are ",
  "shaped by the material conditions of life, which are determined by the mode of ",
  "economic production in society. Thus, Marx sought to replace Hegel's 'dialectical ",
  "idealism' by his own 'dialectical materialism'. George H. Sabine (A History of ",
  "Political Theory; 1973 edition) has noted that Marx's philosophy is marked by ",
  "continuity with Hegel's philosophy in important respects:",
  "In the first place he (Marx) continued to believe that the dialectic was a ",
  "powerful logical method uniquely capable of demonstrating a law of social ",
  "development, and in consequence his philosophy, like Hegel's was a ",
  "philosophy of history . . . Though Marx construed his philosophy as a ",
  "form of materialism, he still used the dialectic to support a theory of socialhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Process of Social  525",
  "Change",
  "progress in which higher moral values are necessarily realized. In the ",
  "second place, for Marx as for Hegel the driving force of social change is ",
  "struggle, and the determining factor in the last resort is power. The struggle ",
  "is between social classes rather than nations, and the power is economic ",
  "rather than political, political power being in Marx's theory a consequence ",
  "of economic position.",
  "Engels {Anti-Duhring; 1878) sought to define dialectics as 'the science of the ",
  "general laws of motion and development of nature, human society and thought'. He ",
  "identified three laws of dialectics which can be illustrated with suitable examples ",
  "from the material world:",
  "(1) The transformation of quantity into quality and vice versa:  At certain ",
  "temperatures (quantity), water is converted into ice or steam (change in ",
  "quality); water, ice and steam could be identified as the same thing (quality) ",
  "at different temperatures (quantity);",
  "(2) The interpenetration of opposites: Hard and soft are opposite of each other, ",
  "but in the material world they interpenetrate into each other; iron is hard, ",
  "but it can be moulded into different shapes which shows that it is also soft; a ",
  "flower is soft but it can stay in its shape which shows that it is also hard; ",
  "and",
  "(3) The negation of negation: This is the basic principle of progress. Every stage ",
  "of social development contains the seeds of its decay; its decay is followed ",
  "by a higher stage of development until a perfect society is evolved. In the ",
  "material world, when we sow a seed, it sprouts. In this process, the seed is ",
  "destroyed. The seed-bud which appears is negation of the seed. Then it ",
  "grows into plant. In this process, the seed-bud is destroyed. The plant is ",
  "negation of the seed-bud. Thereafter ear of corn grows on it and the plant ",
  "dries and decays. The ear of corn is the negation of the plant. It reproduces ",
  "seed in larger quantity and better quality. This is the symptom of progress.",
  "Application of the laws of dialectics in social life is demonstrated through the ",
  "principle of historical materialism.",
  "HISTORICAL MATERIALISM",
  "It is important to note that dialectical materialism represents the philosophical basis ",
  "of Marxism whereas historical materialism represents its empirical basis. In other ",
  "words, dialectical materialism is the subject of philosophical speculation, but ",
  "historical materialism is a subject of social and historical investigation like an ",
  "empirical science.",
  "At the outset, historical materialism implies that in any given epoch the economic ",
  "relations of society—the means whereby men and women provide for their ",
  "sustenance, produce, exchange, and distribute the things they regard necessaryhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "526 An Introduction to Political Theory",
  "for the satisfaction of their needs—exert a preponderating influence in shaping ",
  "the progress of society and in moulding social, political, intellectual, and ethical ",
  "relationships. In other words, all types of social relations prevailing at any stage ",
  "of historical development are determined by the economic conditions.",
  "Marx's argument in this behalf begins with the simple truth that the survival of ",
  "man depends upon his efficiency in the production of material things. Production ",
  "is, therefore, the most important of all human activity. Society comes into existence ",
  "primarily for the purpose of economic production because men in association ",
  "produce more than men in isolation. A perfect society will secure all the necessities ",
  "of life to the satisfaction of all its members. But according to the dialectic concept, ",
  "perfection comes through a very long process. Society, since its inception, has ",
  "always been subject to internal stresses and strains. Unsatisfied needs are, ",
  "therefore, the result of the defective modes of production. But as man's knowledge ",
  "of truth is also imperfect, he has always imagined another world where all his ",
  "needs would be met. Thus, religion comes into existence as 'the sob of the ",
  "oppressed creature, the heart of a heartless world, the spirit of conditions utterly ",
  "unspiritual'. But, in reality, religion is no more than the shadow cast by a defective ",
  "economic system which will pass away with the removal of those defects. Marx ",
  "dubbed religion 'the opium of the people', because when no one's needs are fully ",
  "met in society, religion is the resort of all.",
  "As the process of material production holds the key to man's social life, changes ",
  "in this process are responsible for all historical development. Marx's description ",
  "of historical development is based on the concept of historical materialism. As ",
  "Marx himself observed: \"In the social production of their life men enter into ",
  "definite relations that are indispensable and independent of their will, relations of ",
  "production which correspond to a definite stage of development of their material ",
  "productive forces. The sum total of these relations of production constitutes the ",
  "economic structure, the real basis on which rises a legal and political ",
  "superstructure.\" (A Contribution to the Critique of Political Economy; 1859) ",
  "According to this interpretation, mode of production in a given society constitutes ",
  "its 'base'; legal and political institutions, religion and morals, etc. constitute its ",
  "'superstructure' which are shaped according to the changing character of the ",
  "base. What is the reason behind changes in the mode of production?",
  "Marx's answer is: \"at a certain stage of their development, the material ",
  "productive forces of society come in conflict with the existing relations of ",
  "production . . . within which they have been at work hitherto; from forms of ",
  "development of the productive forces these relations turn into their fetters . . . ",
  "Then begins an epoch of social revolution.\" {ibid.) To understand this process it ",
  "is necessary to distinguish, at the outset, between 'forces of production' and ",
  "'relations of production.' Together they constitute the 'mode of production'. ",
  "Forces of production comprise two elements: (a) means of production (tools, ",
  "machines, factories, and so on); and (b) labour power (the skills, knowledge,https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Process of Social  527",
  "Change",
  "experience and other human faculties used in the work). Relations of production ",
  "are constituted by the pattern of economic ownership of means of production. At ",
  "every stage of historical development, the owners of means of production ",
  "constitute the dominant class and those left with labour power only constitute the ",
  "dependent class.",
  "Man's constant search for improvement of production (with a view to ",
  "overcoming scarcity, etc.) leads to the development of forces of production. ",
  "Means of production are improved by scientific discoveries and invention of new ",
  "techniques and implements while labour power is developed by the acquisition of ",
  "new knowledge, education and training. The development of the forces of ",
  "production leads to the contradiction between the forces of production and relations ",
  "of production. The intensification of this contradiction ushers in a stage when ",
  "the existing relations of production are no longer compatible with the level of ",
  "development of forces of production. Its result is the breakdown of the existing ",
  "mode of production and its superstructure. Thus, for example, with the rise of ",
  "industrialization in the sphere of forces of production, the pre-existing feudal ",
  "system in the sphere of relations of production (that is, division of society into ",
  "lords and serfs) is bound to collapse which is now replaced by a new capitalist ",
  "mode of production.",
  "This process of historical development can also be explained by dialectical ",
  "method. According to the dialectic concept, the established order is a thesis ",
  "which inevitably produces its own antithesis in the form of a new mode of ",
  "production. In other words, as a result of some new invention or discovery, the ",
  "productive forces come into conflict with the existing relations of production, ",
  "particularly with the prevailing property system, which instead of furthering their ",
  "development becomes the fetters upon it. As a result of the clash between the ",
  "existing social relations and the new productive forces, a new revolutionary class ",
  "emerges which overthrows the existing order in a violent revolution. The old ",
  "order gives way to the new—slave society is replaced by feudal society; feudal ",
  "society is replaced by capitalist society; capitalist society is replaced by socialist ",
  "society. According to dialectical logic, every stage of society which falls short of ",
  "perfection contains the seeds of its own decay. Marx saw his contemporary ",
  "capitalist society as an imperfect stage because it was marked by the division of ",
  "society into antagonistic classes—the haves and have-nots, the bourgeoisie and ",
  "proletariat, the dominant and dependent classes—and the consequent exploitation ",
  "of the dependent class. It was, therefore, doomed due to an interplay of its ",
  "inherent contradictions.",
  "Marx and Engels identified four main stages of past historical development: ",
  "(a) primitive communism in which forms of production are slight and communally ",
  "owned; (b) ancient slave-owning society in which the means of production are ",
  "owned by masters and labour for production is done by the slaves; (c) medieval ",
  "feudal society in which the means of production are owned by feudal lords andhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "528 An Introduction to Political Theory",
  "labour for production is done by the serfs; and (d) modern capitalist society in ",
  "which the means of production are owned by capitalists and labour for production ",
  "is done by the proletariat—the propertyless workers. At each stage, society is ",
  "divided into antagonistic classes; the class which owns the means of production ",
  "and controls the forces of production, dominates the rest, thus perpetuating ",
  "tension and conflict. At each stage of historical development, the forms or ",
  "conditions of production determine the structure of society. Thus 'the hand-mill ",
  "gives you society with the feudal lord, the steam-mill society with the industrial ",
  "capitalist'. The structure of society will in its turn breed attitudes, actions, and ",
  "civilizations. Therefore 'all the social, political and intellectual relations, all religious ",
  "and legal systems, all the theoretical outlooks which emerge in the course of ",
  "history, are derived from the material conditions of life'.",
  "The forces of capitalism had heralded a new era of progress by destroying the ",
  "feudal system. But Marx saw capitalism itself as a transitory phase. As George H. ",
  "Sabine (A History of Political Theory; 1973 edition) has elaborated:",
  "The abolition of feudalism meant for Marx the rise to power of the middle ",
  "class and the creation of a political system which made its power effective. ",
  "In its most developed form, as yet only partially reached, this system ",
  "would be the democratic republic. The French Revolution, therefore, had ",
  "been essentially a political revolution. It had transferred social dominance ",
  "from the nobility and the clergy to the industrial and commercial middle ",
  "class; it had created the state as a typical organ of middle class repression ",
  "and exploitation; and its philosophy—the system of natural rights in politics ",
  "and economics—was the ideal justification and rationalization of the middle ",
  "class right to exploit the worker.",
  "Thus class-conflict was inevitable during the capitalist stage of historical ",
  "development, and another revolution was in store. Marx, therefore, anticipated a ",
  "more profound social revolution by which the rising proletariat would displace ",
  "the middle class from power as the middle class had displaced the older feudal ",
  "class. This revolution would pave the way for the termination of the era of ",
  "exploitation. As Sabine has further elucidated:",
  "The rising class, too, must have its philosophy, and as the philosophy of the ",
  "middle class was in substance a claim to the natural rights of property, so a ",
  "proletarian philosophy must be a socialist claim to the human rights of men ",
  "without property. But just because the proletariat lay at the bottom of the ",
  "social structure, with no class below it to be exploited, a proletarian revolution ",
  "would not merely transfer the power to exploit but would abolish exploitation. ",
  "It would be the first step to a society without distinctions of social class and a ",
  "true beginning of history as a record of full human self-realization.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Process of Social Change 529",
  "An Outline of Historical Materialism",
  "(Process of Historical Development)",
  "Society",
  "Base Superstructure",
  "(Legal and Political",
  "________Mode of Production_________ Structure, Religion, Morals,",
  "Social Practices, Literature,",
  "Forces of Production Relations of Production Art, Culture, etc.)",
  "Means of Production Labour Power       Social Formations Contending Classes",
  "(Tools and (Human Know-",
  "Euipment) ledge and Slave-Owning -»      Master and Slave",
  "Skills) Society",
  "I    ' I",
  "Feudal Society -> Lord and Serf",
  "I I",
  "Capitalist Society -* Capitalist and Worker",
  "THEORY OF REVOLUTION",
  "Marxist theory of revolution is an integral part of dialectical materialism. According ",
  "to the dialectic model of analysis, development of thesis and antithesis takes ",
  "place slowly and gradually, but as a result of the clash between the two, synthesis ",
  "appears in a sudden stroke. No stage of historical development would end until it ",
  "has become a fetter on the forces of production. The productive forces inherent ",
  "in any society develop completely before a change takes place, and the change ",
  "itself would be sudden as when ice turns into water, or water turns into steam. In ",
  "that sudden revolutionary change the entire structure of society would be eventually ",
  "transformed, until the new society in its turn is overthrown and remoulded. Thus ",
  "any significant social change—the epoch-making change—is always the product ",
  "of a revolution. Revolution is the indispensable midwife of social change.",
  "Each stage of social development evolves a set of ideas, attitudes and moral ",
  "values to sustain the existing pattern of social relationships. These ideas lend ",
  "legitimacy to the system and constitute the dominant ideology. Moreover, the ",
  "dominant class always has the vested interest in the existing system howsoever ",
  "outmoded it may be. When the existing system is no longer capable of meeting ",
  "the demand of the new productive forces, it would still resist any attempts to ",
  "change it, so that the vested interests of the dominant class are not adversely ",
  "affected. But the new productive forces must overcome all resistance and have ",
  "their way. They must smash the existing economic substructure along with the ",
  "entire superstructure in order to lay the foundations of a new socio-economic, ",
  "legal-political order. The dominant class will not be prepared to part with itshttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "530 An Introduction to Political Theory",
  "power until forced by the new revolutionary class to do so. Revolution is, therefore, ",
  "an essential concomitant of class struggle. It is an essential condition of an effective ",
  "transfer of power and the inauguration of a new epoch. In other words, social ",
  "revolution is the necessary lever of social change.",
  "Class Struggle",
  "In Marxist theory, the constant struggle between the dominant and the dependent ",
  "classes which began with the emergence of private property. The dominant class ",
  "comprised of the owners of means of production. The dependent class, which thrived ",
  "on labour, was oppressed and exploited by the dominant class. Their interests cannot be ",
  "reconciled. This struggle has entered its decisive phase under capitalism. After socialist ",
  "revolution, this struggle will continue tilla classless society comes into existence. In this ",
  "phase, working class will use its power to liquidate the remnants of capitalism.",
  "Ideology",
  "In Marxist theory, the set of ideas, beliefs and arguments which are used to lend ",
  "legitimacy to the rule of the dominant class. It projects and promotes a value system ",
  "under which even the exploitation of the dependent class seems justified.",
  "Each new epoch of social history is, therefore, the product of revolution. The ",
  "capitalist system was established by a revolutionary overthrow of the feudal ",
  "system, as symbolized by the French Revolution (1789). But as the capitalist ",
  "system had now become a fetter on the new forces of production, this must be ",
  "overthrown by the new revolutionary class—the proletariat—in a revolution. Marx ",
  "and Engels made it clear in the concluding part of The Communist Manifesto ",
  "(1848): \"The Communists disdain to conceal their views and aims. They openly ",
  "declare that their ends can be attained only by the forcible overthrow of all existing ",
  "social conditions. Let the ruling classes tremble at a Communistic revolution.\" ",
  "Marx and Engels also called for the development of a revolutionary class-",
  "consciousness and a strong organization of the proletariat to fulfil their historic ",
  "mission. Although revolution was inevitable, yet a conscious effort on the part of ",
  "the proletariat would accelerate the process leading to revolution.",
  "The proletarian revolution 'would be distinct from all previous revolutions of ",
  "human history. A revolution in the past was accomplished by a small class, in its ",
  "own interest, to establish its own supremacy and dominance, for the exploitation of ",
  "another vulnerable class which came into existence with the introduction of the ",
  "new mode of production. Thus the bourgeois revolution was made by a tiny ",
  "bourgeois class which sought to establish the capitalist system for the exploitation ",
  "of the proletariat. But the proletarian revolution would be different because it ",
  "would be a revolution of the majority against the minority, of the masses against ",
  "the class of exploiters. It is not designed to win power for a particular class for ",
  "exploitation of any other class, but to put an end to the system of exploitationhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Process of Social Change 531",
  "itself. This would be the final revolution in history, to establish socialism in place ",
  "of capitalism. This would abolish the institution of 'private property' by ",
  "socialization of the means of production. This would establish a  temporary ",
  "dictatorship of the proletariat in order to suppress a possible counter-revolution and ",
  "to liquidate the remnants of capitalism. This would be a prelude to the emergence ",
  "of communism. It was hoped that under the loving care of the dictatorship of the ",
  "proletariat, socialism will blossom into communism.",
  "Under the dictatorship of the proletariat, classes still exist, with the oppressive ",
  "mechanism of the state. But this state is different from all previous states. It is not a ",
  "state of property-holders for the oppression of the propertyless. On the contrary, it ",
  "is a state of the propertyless for the liquidation of private property along with its ",
  "ideology and culture. This state would undertake the fullest development of the ",
  "new productive forces—maximum technological development and gearing the ",
  "productive process to meeting social needs instead of raising private profit—and ",
  "pave the way for the evolution of a classless society, and for the 'withering away' of ",
  "the state itself. Communism will, therefore, blossom from the soil of socialism. No ",
  "new revolution will be needed to bring about communism. As Lenin in his State ",
  "and Revolution (1917) observed, socialist society is still an imperfect society; it ",
  "therefore retains the bourgeois system of rights: 'from each according to his ability, ",
  "to each according to his work'. But communism symbolized the perfect system of ",
  "production with the highest development of the forces of production. It is therefore ",
  "governed by the communistic principle: 'from each according to his ability, to each ",
  "according to his need'.",
  "While the State exists, there can be no freedom. When there is freedom there will be no ",
  "State.",
  "Lenin (State and Revolution; 1917)",
  "Some later Marxist writers, particularly Mao Zedong (1893-1976), pointed out ",
  "that the class struggle does not end with the establishment of a communist state, ",
  "but only takes new forms. Contradictions, which continue to persist even in a ",
  "communist state—contradictions between progress and conservatism, between the ",
  "advanced and the backward, between the positive and the negative, even between ",
  "the productive forces and the conditions of production—must be fought perpetually ",
  "in order to achieve the goal of communism. Revolution is, therefore, a perpetual ",
  "and continuing process. This view is usually described as the  doctrine of ",
  "permanent revolution.",
  "Liberal theory of incremental change was advanced by Vienna-born philosopher, ",
  "Karl Popper (1902-94). Liberal thinkers do not believe that human history proceedshttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "532 An Introduction to Political Theory",
  "according to a predetermined plan which is beyond human control. They regard ",
  "human being as a rational creature who can apply his intelligence, effort and will ",
  "power to mould social institutions according to his choice; he can build and rebuild ",
  "them. As regards the method of social reconstruction, liberal thinkers prefer reform ",
  "to revolution. Popper has given very strong arguments in this behalf.",
  "REJECTION OF HISTORICISM",
  "In his classic work The Open Society and Its Enemies (1945) Popper made his ",
  "first attack on historicism. Historicism in this sense stands for a belief in ",
  "overarching laws of historical development, such as those expounded by G.W.F. ",
  "Hegel (1770-1831), Karl Marx (1818-83) and Oswald Spengler (1880-1936). ",
  "These laws claim to reveal the inevitability of historical process which is believed ",
  "to be beyond human control. This also implies that human ingenuity and human ",
  "faculties are incapable of influencing the course of historical development. Popper ",
  "argues that historicism is a mask for uncritical attachment to a totalitarian ideology. ",
  "It uses the belief in the inevitability of history as the justification for acts of ",
  "tyranny and arbitrary violence. Popper dubs historicism a 'pseudo-science'.",
  "In Popper's view, all serious science begins with a 'hypothesis' which is ",
  "subjected to the process of 'falsification' through observation for ascertaining ",
  "the truth. In other words, for a genuine science, hypothesis should be formulated ",
  "in such a manner that it should be open to falsification through actual experience. ",
  "On the other hand, a pseudo-science projects its belief in the form of a statement ",
  "which is not open to falsification, or it shuns falsification by the constant adoption ",
  "of qualifications so as to accommodate every conceivable fact. Historicism is a ",
  "fit example of pseudo-science because it attempts to subsume all of history under ",
  "a single principle which 'explains' everything. Its belief in historical determinism ",
  "leaves no scope of any departure from the supposedly inexorable laws of history.",
  "In The Open Society and Its Enemies, Plato, Hegel and Marx are the principal ",
  "(but by no means the only) targets of Popper's attack. In Plato he found the ",
  "philosophical roots or justification of propaganda and totalitarian justice. Plato claimed ",
  "that he had finally discovered the principles of justice. He wanted to enforce them ",
  "through the propagation of a 'noble lie', a 'royal fable' or a 'myth' that sought to ",
  "justify a hierarchical order because nature had made different people by different ",
  "metals, viz. gold, silver and iron. Then Hegel created the myth of nationalism and ",
  "the worship of the state. He dubbed the state 'the march of God on earth'. Finally, ",
  "Marx created the myth of class war and violent revolution. In Popper's view, all ",
  "these 'false prophets' were the advocates of a closed society that suppresses free ",
  "speech, equal rights and critical deliberation. He argued that science and freedom ",
  "flourish only in an open society which is prepared to accept new ideas.",
  "In his another important work The Poverty of Historicism (1957) Popper ",
  "sought to refute all forms of historicism on two grounds: (a) In the first place,https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Process of Social  533",
  "Change",
  "Popper argued that the growth of knowledge itself exerts its influence on the ",
  "course of history. Neither the growth of knowledge nor its general effects can be ",
  "predicted, since to predict knowledge means that we already possess it; and ",
  "(b) Secondly, that social science is of such a nature that it cannot generate laws ",
  "of total social development, but only laws for fragmented and isolated social ",
  "units.",
  "Popper argued that the so-called historical laws are, at best, indications of a ",
  "historical tendency. Marx's law of the increasing concentration of capital simply ",
  "indicates a tendency. To forecast on the basis of a tendency would be misleading. ",
  "It would never yield correct result.",
  "FOCUS ON METHODOLOGICAL INDIVIDUALISM",
  "Popper's view of the nature of social science throws a clue for the proper method ",
  "of dealing with social reconstruction. He attacked methodological holism of Hegel ",
  "and Marx who sought to propound all-pervading laws of historical development. ",
  "Methodological holism stands for an approach to the social science which treats ",
  "social life as a collective entity. According to this view, social behaviour cannot ",
  "be understood in terms of the behaviour of different individuals. In other words, ",
  "for the analysis of social life, whole society should be treated as one unit. ",
  "Historicism purports to pronounce laws concerning society as a whole; hence it ",
  "closely corresponds to methodological holism.",
  "Methodological individualism stands for the opposite of methodological holism. ",
  "In other words, methodological individualism asserts that no explanation in social ",
  "science or history can be valid unless couched wholly in terms of facts about or ",
  "features of individuals: their properties, goals, beliefs and actions. As a champion ",
  "of methodological individualism, Popper argued that historicism could not be ",
  "rationally vindicated because the historical process was singular and unique. It ",
  "was influenced by the unpredictable growth of knowledge. Thus the future could ",
  "not be predicted in accordance with rational scientific method. Popper severely ",
  "criticized central planning and holistic social engineering as they sought to shape ",
  "the future of society according to preconceived notions.",
  "CONCEPT OF INCREMENTAL CHANGE",
  "Popper argues that since any attempt at total change would be futile, it would ",
  "also be irrelevant to ask as to who is fit to rule. The social sciences should aim to ",
  "discover the unintended consequences of human action. Hence the relevant question ",
  "would be: How can institutions be so devised that they would minimize the risk ",
  "of bad rulers? Popper warns that rational action must always take account of the ",
  "imperfections of our knowledge. The safest course would be to make sure that ",
  "all programmes of change are advanced in small steps so that unexpected ill ",
  "effects of any action are corrected as soon as they arise, and before they do toohttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "534 An Introduction to Political Theory",
  "much damage. This policy is described as piecemeal social engineering or ",
  "incremental change.",
  "The concept of piecemeal social engineering may be distinguished from Utopian ",
  "social engineering in order to appreciate the merits of the former. In common ",
  "parlance, a scheme is called 'utopian' if it is fascinating but incapable of realizing ",
  "in practice, or at any rate, the cost of its realization would outweigh its possible ",
  "benefits. For Popper, any attempt at a revolutionary change involves Utopian ",
  "social engineering.",
  "Utopian social engineering projects a remote, complex ideal like the vision of a ",
  "classless society. There is very little possibility of complete agreement in society ",
  "about the desirability of such ideal, and the method to achieve it. It can only be ",
  "implemented by authoritarian means, which may often involve violence. On the ",
  "other hand, piecemeal reform calls for the removal of a specific present evil ",
  "about which there is likely to be a broad agreement in society. So it can be ",
  "implemented smoothly and peacefully.",
  "Again, a programme of Utopian social engineering will take a long time to ",
  "carry through. The generation that makes great sacrifices and suffers untold ",
  "miseries in making radical reform may not survive to enjoy its benefits. And the ",
  "generation which reaps its benefits may not be able to appreciate the sacrifices ",
  "made by its founders. Piecemeal social engineering obviates the possibility of ",
  "such injustice.",
  "Finally, Popper argues that the nature and growth of scientific knowledge also ",
  "vindicates the policy of gradualism in the realm of social reform. In his view, ",
  "progress of science is achieved through step by step approximation to truth, not ",
  "through the discovery of definitive truth in one go. It advances through successive ",
  "amendments in its tradition of beliefs and methods. Social reform will also prove ",
  "most effective if it proceeds gradually, step by step, like the progress of science. ",
  "Popper does not favour revolution in society, but he is not so averse to revolution ",
  "in the realm of thought, as no blood is spilt in intellectual revolutions.",
  "A CRITICAL APPRAISAL",
  "Popper's concept of incremental change provides for a new justification of liberal ",
  "theory, and a new ground for desirability of reform instead of revolution. He has ",
  "not hesitated to draw moral conclusions from his discussion of scientific method.",
  "However, his preference for gradual reforms remains a debatable issue in the ",
  "intellectual circles. French socialist Georges Sorel (1847-1922) had argued that ",
  "gradual reform never really achieves anything in the long run. Small concession ",
  "given by the privileged class to the oppressed classes may mitigate their discontent ",
  "for the time being, but they prove to be ineffective in finding a durable solution to ",
  "the problem.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Process of Social Change 535",
  "However, the champions of reform criticize violence and bloodshed involved ",
  "in a revolution. In fact there is no foolproof method of social reconstruction. The ",
  "advocates of revolution should make sure that the liquidation of one privileged ",
  "class is not followed by the emergence of a new privileged class in a new garb. ",
  "And the advocates of reform should make sure that the effect of reform does not ",
  "evaporate shortly, but it should be used to promote 'equality of opportunity' and ",
  "reduction of the wide disparities of power, prestige and wealth.",
  "Every revolution evaporates and only leaves behind the slirne of a new bureaucracy.",
  "Franz Kafka (1883-1924)https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]