[
  "c25",
  "Concept of Development",
  "The concept of development was evolved in the sphere of social sciences for the ",
  "guidance of new nations who won their independence after the Second World ",
  "War (1939^5). Indeed the idea of development itself was not new. Early indications ",
  "of this idea are found in the social thought of nineteenth century and early twentieth ",
  "century. It was largely expressed in the theory of social change. The change ",
  "could be conceived as the transition from simple to complex forms, from less ",
  "efficient to more efficient forms, or from ordinary to better forms. Development ",
  "may be identified as a process in which a system or institution is transformed ",
  "into stronger, more organized, more efficient and more effective form and proves ",
  "to be more satisfying in terms of human wants and aspirations. It may be ",
  "distinguished from progress because development is subject to measurement on ",
  "empirical scale whereas progress is concerned with moral judgment for which it ",
  "applies normative criterion.",
  "Under the concept of development, we first identify some characteristics of ",
  "an advanced society and then analyse the process of transition of society from its ",
  "lower forms to higher forms. In other words, development implies a conscious ",
  "effort for the attainment of a specific goal. The condition of society in terms of ",
  "its distance from that goal may be described as the level of its development. Thus ",
  "J.H. Mittelman (Outfrom Underdevelopment: Prospects for the Third Word; 1988) ",
  "has tried to define development as 'the increasing capacity to make rational use ",
  "of natural and human resources for social ends', whereas underdevelopment ",
  "denotes 'the blockage which forestalls a rational transformation of the social ",
  "structure'. Other important definitions of development also tend to convey this ",
  "idea in more or less elaborate form. Thus Paul Baran (The Political Economy of ",
  "Growth; 1957) described development as 'a far-reaching transformation of ",
  "society's economic, social and political structure, of the dominant organizationhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  537",
  "Development",
  "of production, distribution and consumption'. He pointed out that it 'has never ",
  "been a smooth, harmonious process unfolding placidly over time and space'. ",
  "Then Walter Rodney (How Europe Underdeveloped Africa; 1974) identified ",
  "development as 'a many-sided process', implying for the individual 'increased ",
  "skill and capacity, greater freedom, creativity, self-discipline, responsibility, and ",
  "material well-being'.",
  "In short, people wish to make best use of their natural and human resources in ",
  "order to achieve their social ends. The process which facilitates their effort in ",
  "this direction is called 'development'; the factors which hinder them in this effort ",
  "are called 'underdevelopment'. Since the concept of development was specifically ",
  "addressed to the 'developing countries' or 'developing nations', it would be ",
  "essential to understand the status of this set of countries. They are also popularly ",
  "known as the 'third world'.",
  "The terms 'third world', 'developing countries' or 'developing nations' are applied ",
  "to denote those countries of Asia, Africa and Latin America which are characterized ",
  "by: (a) a low level of economic and political development as compared to the ",
  "industrially advanced nations of the world; (b) a tendency to keep themselves ",
  "free from the influence of the capitalist world (the first world—comprising the ",
  "countries of Western Europe, United States, Canada, Australia, New Zealand) as ",
  "well as the communist world (the second world—comprising the former Soviet ",
  "Union and the socialist countries of Eastern Europe which were dubbed Soviet ",
  "satellites). With the dissolution of the second world by 1991, the term 'third ",
  "world' should have become outdated, yet it still maintains its identity due to long ",
  "usage; and (c) of these, the countries of Asia and Africa achieved their political ",
  "independence from colonial domination after the Second World War (1939-45). ",
  "The countries of Latin America had achieved formal independence from the ",
  "European colonial domination in the first half of the nineteenth century, but they ",
  "had remained underdeveloped till the first half of the twentieth century, largely ",
  "because of their economic dependence on the United States. In fact the term ",
  "'third world' is not very precisely defined as some European countries, which ",
  "are less developed and whose problems are similar to those of third world countries, ",
  "are not included in this category because they did not seek to challenge the ",
  "hegemony of the first or the second world with whom their names were associated.",
  "In the sphere of international politics, third world countries have been following ",
  "the policy of non-alignment; as such, they refused to join military alliances led by ",
  "the super powers of the capitalist world (the United States) and the communist ",
  "world (the former USSR). India is one of the leading countries of the third world. ",
  "Third world countries do not constitute a separate bloc as against the capitalist ",
  "and the former communist blocs, yet they sought to maintain close coordinationhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "538 An Introduction to Political Theory",
  "not only to ensure mutual cooperation but to raise a voice against their domination ",
  "and exploitation by the industrially advanced nations. Although these countries ",
  "are faced with tremendous problems of socio-economic and political development, ",
  "yet they constitute such a vast majority of the world's population and world's ",
  "sovereign states that if they act in unison, they are bound to play a decisive role ",
  "in the future of world politics.",
  "The usage of the term 'third world' owes its origin to its use in the present ",
  "sense by the French economist and demographer Alfred Sauvy (1898-1990). ",
  "Sauvy who coined this term first used it in an article published in 1952. It is ",
  "interesting to recall that the prevalent social hierarchy of Europe before the French ",
  "Revolution (1789) comprised of three estates: the clergy, the nobility and the ",
  "commoners who were described as the 'first estate', the 'second estate' and the ",
  "'third estate' respectively. So the 'third estate' stood for the commoners. The ",
  "term 'third world' was intended to signify a modern parallel of the 'third estate'. ",
  "Like the 'third estate' the members of the 'third world' were quite numerous; ",
  "they were excluded from power; and they were also full of revolutionary potential. ",
  "Again, the term 'third world' was interpreted as a third social and economic ",
  "system as distinguished from capitalism prevailing in the first world, and socialism ",
  "prevailing in the second world.",
  "In 1950s this term came to be used widely. Today the strength of the countries ",
  "included in the 'third world' exceeds 120, which is more than two-thirds of the ",
  "countries of the world. Moreover, the population of these countries is around ",
  "three-quarters of the world's population. These countries may be relatively weak ",
  "in their resource-base, but the strength of their opinion cannot be set aside by the ",
  "international community. The countries of the third world do not conform to a ",
  "uniform system of organization. They are conspicuous by their differences, ",
  "conflicts and dissimilarities. Yet they are identified by certain common ",
  "characteristics: (a) These countries have a colonial past, and they show resentment ",
  "against the former colonial powers and against imperialism as such. In the case ",
  "of Asian and African countries, their independence is relatively recent as they ",
  "remained under colonial domination of West European countries—chiefly, Great ",
  "Britain, France, Belgium, Portugal, Holland—till as late as the end of the Second ",
  "World War (1939-45) and even thereafter; in Latin America, the resentment is ",
  "directed against the imperialistic policies of the United States; (b) Due to the ",
  "heavy drainage of their resources, and exploitation of their people during colonial ",
  "domination, these countries find themselves at a very low level of development ",
  "as reflected in the low per capita income, limited distribution of technology, a ",
  "predominantly rural society with often as high as 80 to 85 per cent of the population ",
  "living in rural areas, a small percentage of the popul ation working in manufacturing ",
  "industries, mass illiteracy (often above 50 per cent), limited educational ",
  "opportunities with a high degree of educated unemployment, low level of nutrition ",
  "with consequent diseases and disabilities, limited medical and health facilities, ahttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Development 539",
  "high birth rate and the consequent population explosion continually threatening ",
  "the standards of living, a limited social mobility, etc; and (c) Politics, bureaucracy ",
  "and business in these countries are dominated by an educated elite, often a Western-",
  "educated elite, while the masses have little opportunity to influence policy-making; ",
  "a large number of these countries have been repeatedly subjected to military ",
  "dictatorship by overthrowing constitutional governments.",
  "The developing countries of today had inherited extremely backward economies ",
  "at the time of their independence because their natural and human resources ",
  "were intensely exploited during the period of their colonial domination. Liberal ",
  "and Marxist writers have given different accounts of the reasons of their ",
  "underdevelopment, and have suggested different directions for their development.",
  "LIBERAL VIEW",
  "The views of Western writers broadly represent the liberal stand on the problems ",
  "of development and underdevelopment. It postulates that all societies undergo a ",
  "series of stages of political development through which primitive, traditional or ",
  "premodern societies eventually become modern, industrialized societies. It implies ",
  "that modern systems are more efficient in solving the problems of state and ",
  "society in the same way as an industrial system is more efficient than a non-",
  "mechanized agricultural system. While a traditional political system is largely ",
  "concerned with the collection of taxes, maintenance of law and order and defence, ",
  "the modern system plays an active role in improving the quality of life of its ",
  "citizens apart from performing the conventional functions of government. Again, ",
  "in a traditional system, people are not involved in politics; the government only ",
  "exercises power over them. In contrast, people are closely involved in politics in ",
  "a modern system; they communicate their demands and views to government ",
  "regularly; they often express their approval or disapproval to government policies; ",
  "and the government in turn relies on legitimacy in order to enlist support and ",
  "cooperation of the people.",
  "Liberal models of political development lay special emphasis on 'differentiation', ",
  "which means increasing specialization of roles or a clearcut division of labour in ",
  "society; shift from narrow-group identification and loyalty to national identification ",
  "and loyalty; change from 'ascribed status and role' (determined by tradition) to ",
  "'achieved status and role' (determined by performance); and development of ",
  "appropriate processes and institutions to accommodate these changes.",
  "Western exponents of development and modernization largely project liberal-",
  "democracy as a model to be followed by the developing nations to ensure their ",
  "development. This is evident from the views of earlier as well as contemporaryhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "540 An Introduction to Political Theory",
  "theorists. Thus, James Bryce (Modern Democracies; 1921) and Carl Friedrich ",
  "(Constitutional Government and Democracies: Theory and Practice in Europe ",
  "and America; 1937) saw political development as a march towards liberal-",
  "democracy. Then Gabriel Almond and James Coleman (editors, The Politics of ",
  "the Developing Areas; 1960), Gabriel Almond and G.B. Powell (Comparative ",
  "Politics: A Developmental Approach; 1966), and Lucian Pye (Aspects of Political ",
  "Development; 1966) expressed a similar view in a more technical framework. It ",
  "implied that the new nations would have to develop their political structures as ",
  "well as economy and social organization in conformity with those of Western-",
  "type liberal-democracy, failing which they would remain backward. It further ",
  "meant that third world countries should keep their economies open to free trade ",
  "and international competition, and rely on market economy for their overall ",
  "development.",
  "MARXIST VIEW",
  "On the contrary, Marxist view suggests the path of confrontation with the capitalist ",
  "world instead of following their footsteps. V.I. Lenin's theory of imperialism, as ",
  "enunciated in his Imperialism: The Highest Stage of Capitalism (1916) had ",
  "postulated that in the international sphere advanced capitalism had chosen the ",
  "underdeveloped countries as the target of their exploitation. Lenin had, therefore, ",
  "exhorted the underdeveloped countries to assume the role of proletariat in the ",
  "struggle against capitalism. Significance of Lenin's observation lies in exhorting ",
  "the dependent countries of those days to fight for their independence from the ",
  "colonial domination.",
  "When it comes to deciding appropriate path of development for the present-",
  "day developing countries, Marxist and Neo-Marxist writers have argued that ",
  "capitalist path will not suit them. The situation prevailing in these countries is ",
  "basically different from that where the Western countries started their development. ",
  "Thus Paul Baran (The Political Economy of Growth; 1957) observed that the ",
  "advanced capitalist countries of today had managed accumulation of capital by ",
  "exploiting their colonial territories. The present-day developing countries have no ",
  "access to such resources. Capitalists of the developing countries are incapable of ",
  "developing the forces of production. Hence, capitalist path would hardly promote ",
  "their progress.",
  "Andre G. Frank (Capitalism and Underdevelopment in Latin America; 1967) ",
  "argued that national capitalism and the national bourgeoisie, unlike their counterparts ",
  "in England and the United States, cannot promote development in Latin America. ",
  "In the Western countries capitalism played a different role because it was rooted ",
  "in imperialism. Frank advanced a centre-periphery model to elucidate the role of ",
  "imperialism. He likened metropolis to centre and satellite to periphery. They are ",
  "linked in such a way that the development of the centre leads to corresponding ",
  "underdevelopment in the periphery. This relationship continued even when satelliteshttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  541",
  "Development",
  "had gained political independence. Frank suggested that in order to stop ",
  "underdevelopment of the new nations, they should be delinked from the capitalist ",
  "economies. Walter Rodney (How Europe Underdeveloped Africa; 1974) and ",
  "B. Cumings ('The Origins of Development of the Northeast Asian Political ",
  "Economy: Industrial Sectors, Product Cycles, and Political Consequences', ",
  "International Organization; 1984) confirmed Frank's conclusions in the context ",
  "of Africa and Asia respectively.",
  "Similarly, Samir Amin (Accumulation on a World Scale: A Critique of the ",
  "Theory of Underdevelopment; 1974) argued that the industrialized countries and ",
  "the less developed countries are integrated in a manner which inhibits capitalism ",
  "from performing its historical role of developing the productive forces in the ",
  "underdeveloped countries. Amin also confirmed Frank's conclusions in the context ",
  "of Africa. Thus most Marxist and Neo-Marxist scholars have advanced ",
  "'dependency theory' in order to explain the phenomenon of underdevelopment. ",
  "In a nutshell, the exponents of the dependency theory argued that third world ",
  "countries had remained underdeveloped because their social and economic ",
  "development was being conditioned by external forces. Historically, these countries ",
  "had remained colonies of the advanced capitalist nations; their looting and plunder ",
  "by the metropolitan countries was the initial cause of their underdevelopment. In ",
  "fact, industrial growth of the first world was largely secured by the blatant ",
  "exploitation of the material as well as human resources of the present-day third ",
  "world countries. After the liquidation of colonialism, the advanced countries are ",
  "continuing the process of exploitation of the third world through 'unequal ",
  "exchange' in the international trade. This explanation marks a departure from the ",
  "conventional Marxist position which sought to explain the phenomenon of ",
  "domination and exploitation in terms of forces and relations of production.",
  "Unequal Exchange",
  "The theory that in the sphere of international trade between developed and developing ",
  "Countries, the developed countries get higher value of the labour inputs of their ",
  "products (because they use superior technology and produce at a large scale) whereas ",
  "the developing countries get lower value of the labour inputs of their products (because ",
  "they use inferior technology and produce at a smaller scale). This theory was advanced ",
  "by Marxist scholars.",
  "The principal tenet of the neo-Marxist theory of underdevelopment is that ",
  "underdevelopment of third world countries is not a stage on the road to capitalism; ",
  "it is a condition or symptom of their domination by the capitalist world. Advanced ",
  "industrial societies of the West have throughout been responsible for economic ",
  "and political underdevelopment of the third world. Under the present-day conditions ",
  "underdeveloped societies are still economically dependent on the export of primary ",
  "products—various raw materials and agricultural products. The markets for thesehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "542 An Introduction to Political Theory",
  "products are controlled by the capitalist economies; hence they are beyond the ",
  "control of producing countries. Again, industrially advanced countries invest ",
  "their capital in the former colonies and use them as suppliers of raw materials and ",
  "labour at throw-away prices and as potential markets for manufactured goods at ",
  "the market prices. Thus, the former metropolitan countries continue to reap ",
  "economic profits as earlier without incurring the political costs of colonialism.",
  "Liberal theory shows third world countries the way to escape from their poverty ",
  "by linking their economies with the industrially advanced nations. This is an ",
  "illusion. The neo-Marxists argue that if the underdeveloped nations keep their ",
  "native economies open to free trade and international competition, this will benefit ",
  "only the rich countries and widen the gap between the rich and the poor countries. ",
  "They, therefore, suggest that the suppliers of raw materials in the third world ",
  "should form their cartels and fix just price of their products in order to prevent ",
  "their exploitation by the advanced countries of the first world. An example of ",
  "such a cartel is provided by the Organization of Petroleum Exporting Countries ",
  "(OPEC) which was originally set up in 1960.",
  "CONCLUSION",
  "Dependency theory is an answer to the problem of neo-colonial exploitation of ",
  "third world countries. However, answers must also be found to other social, ",
  "economic and political problems of these countries. Developing nations will have ",
  "to adopt a concerted approach for solving their common problems. One response ",
  "to such a proposal has been south-south cooperation. However, the question of a ",
  "suitable model of technological development will still have to be solved for which ",
  "these countries will have to depend on the advanced countries. Moreover, West-",
  "ern technology which is suited to serve the needs of an affluent, highly motivated ",
  "and small population, cannot be adopted as such for the poor, somewhat apathetic ",
  "and large population of third world countries. These countries must combine ",
  "borrowed technologies with indigenous technologies for meeting the requirements ",
  "of the teeming millions, and also ensure suitable employment opportunities to the ",
  "vast population. The spirit of cut-throat competition prevailing in the West need ",
  "not be imported to the third world which still retains some measure of ",
  "communitarianism inherited from its culture, yet a modicum of competitive spirit ",
  "must be introduced here as a measure of motivation.",
  "Welfare programmes are indispensable in third world countries, but these should ",
  "be designed to secure development of human resources and talents lest they ",
  "generate vested interests of the incompetent and indolent and prove a disincentive ",
  "for the competent and hard-working strata. Moreover, third world countries ",
  "cannot afford the luxury of consumerism as prevailing in the West. We should ",
  "not forget that the West is already facing the crisis of human values in spite of its ",
  "immense material prosperity. The developing countries can exemplify a blend of ",
  "material and spiritual values to solve the global problems afflicting all humanity.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  543",
  "Development",
  "IV. ALTERNATIVE PATHS OF DEVELOPMENT",
  "Development is a complex process. There is no fool-proof method of development. ",
  "Different schools of thought recommend different paths of development. Of ",
  "these, four are particularly important: market society model; welfare state model; ",
  "socialist model; and Gandhian model.",
  "MARKET SOCIETY MODEL",
  "Market society model of development equates development with modernization ",
  "and projects Western society as a model of modern society. In other words, it ",
  "implies that the developing societies should try to acquire the characteristics of ",
  "Western societies in order to accomplish their development. James S. Coleman ",
  "observes: \"A modern society is characterized, among other things, by a ",
  "comparatively high degree of urbanization, widespread literacy, comparatively ",
  "high per capita income, extensive geographical and social mobility, a relatively ",
  "high degree of commercialization and industrialization of economy, an extensive ",
  "and penetrative network of mass communication media, and, in general, by a ",
  "widespread participation and involvement by members of the society in modern ",
  "social and economic processes.\" {The Politics of the Developing Areas by Gabriel ",
  "A. Almond and James S. Coleman; 1960) These characteristics of modern society ",
  "tend to suggest that modernization of the developing societies would result in ",
  "their 'Westernization'. In political sphere it calls for evolving the structures of ",
  "liberal democracy. In economic sphere it encourages competitive market structure. ",
  "And in social sphere it promotes equality of opportunity and respect for merit.",
  "Exponents of market society model treat economic growth as a necessary ",
  "condition of development. They argue that each nation will have to pass through ",
  "various stages of economic growth before reaching the stage of abundance. ",
  "Thus W.W. Rostow {The Stages of Economic Growth: A Non-Communist ",
  "Manifesto; 1960) has projected a five-stage model of economic growth, based ",
  "on economic conditions: (a) traditional stage, based on lack of technology and ",
  "intensive labour in agriculture; (b) transitional stage, involving preconditions for ",
  "take-off based on technological advances; (c) take-off stage or self-sustaining ",
  "economic growth when structural constraints on industrialization have been ",
  "removed and an entrepreneural class has emerged; (d) the drive to maturity when ",
  "industrialization has started and the levels of technological development and ",
  "productivity have risen; and finally (e) high level of mass consumption when ",
  "society has risen above the level of the fulfilment of basic needs and has turned to ",
  "widespread use of consumers' durables.",
  "Then A.F.K. Organski {The Stages of Political Development; 1965) sought to ",
  "treat economic growth an integral part of political development and projected ",
  "four stages of growth: (a) primitive unification; (b) industrialization; (c) national ",
  "welfare; and finally (d) the politics of abundance.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "544 An Introduction to Political Theory",
  "These theories of development tend to suggest that the developing countries ",
  "should follow the footsteps of capitalist countries in order to secure their own ",
  "development. Andre Gunder Frank  (Sociology of Development and ",
  "Underdevelopment of Sociology; 1971) has severely criticized this view. He has ",
  "pointed out that in the case of Western societies underdevelopment represented ",
  "an original stage of traditional society whereas in the case of developing societies ",
  "underdevelopment is the consequence of European capitalist expansion. How ",
  "can they follow the same pattern of development when their starting points are ",
  "radically different?",
  "Moreover, market society model is not compatible with the spirit of ",
  "communitarianism which has enlivened the developing societies in the past. They ",
  "have compensated for their material poverty by a modicum of social solidarity. ",
  "The members of these societies have held a sentiment of compassion for their ",
  "neighbours, visitors and those in dire need. On the contrary, market society is ",
  "motivated by the spirit of competition where self-interest takes precedence over ",
  "every other consideration. All obligations in a market society are determined by ",
  "the needs of mutual interest. Even common interest is treated as an aggregate of ",
  "the self-interests of different individuals. If the developing societies adopt this ",
  "model, it would weaken the bonds of their social fabric.",
  "In a market society everything is subservient to 'maximization of profit'. Even ",
  "higher education, art and culture are geared to fulfil market needs. The activities ",
  "that promote intellectual development, respect for human values, the spirit of ",
  "friendship, love and devotion are relegated to the background. Human beings are ",
  "reduced to self-seeking animals with no permanent bonds of loyalty or commitment ",
  "to any great ideal. Adoption of market society model by the developing societies ",
  "may increase their material welfare at the expense of their moral strength.",
  "WELFARE STATE MODEL",
  "Welfare state model represents a modified version of the liberal view which ",
  "originally supported market society model. However, originally the idea of the ",
  "welfare state was introduced by Prince Bismarck (1815-98), German Chancellor ",
  "(1871-90). Bismarck wished to strengthen monarchical absolutism in Prussia ",
  "and to make it most powerful state in Germany. He was opposed both to liberalism ",
  "and socialism. In fact he sought to introduce 'state socialism' in an attempt to ",
  "counter the appeal of socialism. His policy of 'state socialism' included a series ",
  "of reforms giving workers various forms of insurance which marked the beginning ",
  "of the welfare state.",
  "In England the idea of the welfare state was introduced by Herbert Henry ",
  "Asquith (1852-1928) during his prime ministership (1908-16). Asquith belonged ",
  "to the Liberal Party. The National Insurance Act (1911) passed during his regime ",
  "protected many workers from the effects of sickness and unemployment.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Development 545",
  "However, fuller expression to the idea of the welfare state was given in the ",
  "famous Beveridge Report (1942) or the Report on Social Insurance and Allied ",
  "Services. This Report was prepared by William Henry Beveridge (1879-1963), ",
  "British civil servant and social reformer. It made wide-ranging suggestions ",
  "including the proposal for a free national health service, family allowances, ",
  "government action to maintain full employment, and universal social insurance ",
  "'from the cradle to the grave'. This included unemployment, sickness and accident ",
  "benefits, old-age and widows' pensions, funeral grants and maternity benefits. ",
  "The acceptance and implementation of most of the recommendations of the ",
  "Beveridge Report turned England to be a model welfare state.",
  "In short, welfare state stands for a state that provides for various types of ",
  "social services for its citizens, e.g. social security (financial assistance in the ",
  "case of loss of job or any other source of income, death of the bread-winner, ",
  "prologed illness or physical disability or any other calamity), free education, public ",
  "health, poor relief, supply of essential goods and services like foodgrains, milk, ",
  "fuel and transport to the needy at subsidized rates. For the provision of these ",
  "services it resorts to the policy of progressive taxation, i.e. those who have ",
  "higher income and wealth are required to pay higher rates of taxes. In effect, it is ",
  "a method of redistribution of wealth in society which seeks to compensate those ",
  "who are rendered helpless in an open, competitive market system. It is interesting ",
  "to recall that before the emergence of the welfare state in England, social services ",
  "were provided under a system of 'poor relief where an individual had to ",
  "compromise his self-respect to avail himself of such relief. But the concept of ",
  "the welfare state removed this stigma. It was recognized as a system of mutual ",
  "assistance and self-reliance where all citizens were provided with the means of a ",
  "respectable living by the nation as a whole. It included the provision of minimum ",
  "basic needs, housing, employment, adequate standard of living and opportunities ",
  "for advancement in life.",
  "Eventually the idea of the welfare state became popular in France, Italy, West ",
  "Germany, Sweden, Australia and New Zealand, but it was hardly encouraged in ",
  "the United States which maintained its faith in the merit of an open, competitive ",
  "system. For the developing countries the policy of the welfare state became ",
  "almost indispensable. In the first place, they had to deal with the problem of ",
  "widespread poverty; secondly, they had a long tradition of social support for the ",
  "poor and the needy. With the increasing urbanization, the traditional basis of ",
  "social support for the poor was eroded. So the state had to assume greater ",
  "responsibility. However, due to extreme shortage of resources, they could set up ",
  "welfare states only on a subdued scale. To some extent, foreign assistance was ",
  "also utilized for the purpose. But the functioning of the welfare state in these ",
  "countries was adversely affected due to bureaucratic inefficiency and corruption.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "546 An Introduction to Political Theory",
  "SOCIALIST MODEL",
  "Socialist model of development may be inspired by either of the two broad streams: ",
  "(a) revolutionary socialism; or (b) evolutionary socialism.",
  "Revolutionary socialism is based on the teachings of Karl Marx (1818-83), ",
  "Friedrich Engels (1920-95) and V.I. Lenin (1870-1924). It believes in class struggle ",
  "(between dominant and dependent classes), revolutionary method (for the ",
  "overthrow of capitalism) and full-scale socialization of major means of production ",
  "(land, buildings, mines, forests, machinery and capital, etc.). This system was ",
  "established in the former USSR way back in 1917, after the Bolshevik Revolution. ",
  "Other countries adopted this system either independently or under the tutelage of ",
  "the then USSR and remained its satellites till the dissolution of the Soviet bloc ",
  "itself in 1991. Hungary, Poland, East Germany, Czechoslovakia, Bulgaria and ",
  "Rumania which remained satellites of the former USSR were never included in ",
  "the third world. None of these remained socialist after the dissolution of the ",
  "Soviet bloc. Albania alone came out of the Soviet bloc in 1968 and became a part ",
  "of the third world. It has since relinquished socialist system. Besides, Yugoslavia, ",
  "Mongolia and Southern Yemen who adopted socialist system independently and ",
  "remained part of the third world have since relinquished this system. Again, ",
  "People's Republic of China, Vietnam, North Korea and Cuba, which adopted ",
  "socialist system independently and remained part of the third world still continue ",
  "to retain this system although they do not follow it rigidly.",
  "Revolutionary socialist systems are remarkable for protecting the interests of ",
  "workers, provision of social and economic rights, providing almost universal ",
  "employment, education and health care, although they hardly care to protect civil ",
  "liberties and political rights of the citizens.",
  "Evolutionary socialism or democratic socialism seeks to achieve the objectives ",
  "of socialism through democratic method. It gives precedence to civil liberties ",
  "and political rights of the citizens and tries to make provision of social and economic ",
  "rights progressively by expanding the social safety network. Its social policy is ",
  "based on social justice and welfare of the citizens which are projected as the ",
  "objects of mass appeal and mass support during democratic elections. In essence, ",
  "democratic socialist model merges with the welfare state model. That is why ",
  "system prevailing in England since 1940s is regarded as an appropriate example ",
  "of both models. India and a lot of other third world countries try to emulate this ",
  "model. However, its popularity has declined recently. It is now realized that in a ",
  "country with huge population, chronic shortage of resources, bureaucratic ",
  "inefficiency and rampant corruption it is not possible to cope with the mad rush ",
  "of demands for subsidies and reservations for the poor and the underprivileged ",
  "who outnumber those in the general category. So for further social and economic ",
  "development of the country, emphasis has shifted to liberalization, privatization ",
  "and globalization. We in India are also faced with this situation. However, the ",
  "policy-makers must be warned that our intellectual tradition, cultural heritage andhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Development 547",
  "human value-system are not allowed to suffer because of the all-pervasive ",
  "commercialization.",
  "GANDHIAN MODEL",
  "Mahatma Gandhi (1869-1948), Indian thinker and father of the nation, was ",
  "primarily a moral philosopher. He did not advance any specific theory of ",
  "development. But the ideas expressed by him on different occasions for the ",
  "guidance of mankind contain some insights concerning this issue.",
  "Gandhi gave precedence to morality over politics. He saw politics as an ",
  "instrument of achieving moral goals. His role in the independence movement of ",
  "India was aimed at securing moral regeneration of India.",
  "Gandhi never wanted India to emulate the ways of the Western civilization. He ",
  "firmly held that the Western civilization sought to promote consumerism which ",
  "would lead us to moral decline. Moral regeneration calls for self-control and the ",
  "spirit of renunciation. Moral strength could not be gained through fulfilment of ",
  "material needs. As Gandhi wrote in Young India (1927):",
  "I do not believe that multiplication of wants and machinery contrived to ",
  "supply them is taking the world a single step nearer its goal... I whole-",
  "heartedly detest this mad desire to destroy distance and time, to increase ",
  "animal appetites and go to the ends of the earth in search of their satisfaction. ",
  "If modern civilization stands for all this, and I have understood it to do so, ",
  "I call it satanic.",
  "Gandhi was opposed to any notion of development that seeks to multiply ",
  "material wants and to find the means of their fulfilment. He argued that in the ",
  "West people talk of improvement of quality of life in the sense of raising the ",
  "standard of living. But the key to real improvement of life of man lies in his ",
  "conscience. It cannot be improved by changing his external conditions. For this, ",
  "man should be induced to gain knowledge of his duties and devote himself to ",
  "their fulfilment.",
  "Gandhi taught that man should consume minimum quantity of material things ",
  "which are necessary to keep him physically fit. Additional consumption would ",
  "mean grabbing the rightful share of others. As a visionary he observed:",
  "Earth has enough resources to satisfy everybody s need but not their greed.",
  "Gandhi warned that a greedy person causes immense harm to nature and ",
  "society. He who does not control his desires creates scarcity of resources for ",
  "others. Self-restraint is, therefore, not only beneficial to oneself (as the key to ",
  "high moral character) but to others as well. Gandhi's principle of 'bread labour' ",
  "insists that each individual should do, apart from his normal duties, physical ",
  "labour toward production of goods for his own consumption. This will not only ",
  "help in meeting the needs of the teeming millions but also raise dignity of labour.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "548 An Introduction to Political Theory",
  "Alternative Paths of Development",
  "The Issue Market Society Welfare State Socialist Model Gandhian",
  "Model Model Model",
  "Status of the In- Autonomous Autonomous Fully Respon- Fully Respon-",
  "dividual but Responsi- sible to Social sible to Social",
  "ble to Social  Needs Needs",
  "Needs",
  "Entitlements of Opportunity to Freedom + so- Employment, Fulfilment of",
  "the Individual use full poten- cial security in education, genuine, basic",
  "tial in self- case of unde- health care anc needs",
  "interest served want social security",
  "Status of Rights Full provision Democratic Priority to So- Duty is prior to",
  "of civil liberties Rights + Social cial and Eco- rights",
  "and political  and Economic  nomic Rights",
  "rights Rights as far as ",
  "feasible",
  "Attitude toward Necessary for Necessary for Necessary for It should be re-",
  "Industrialization Development Development Development stricted to make ",
  "use of existing ",
  "man-power   and ",
  "to fulfil only basic ",
  "needs",
  "Attitude toward Indifferent Indifferent Indifferent Very friendly",
  "Nature",
  "Goal of Devel- Everyone to get Reward of Respectable Build high",
  "opment suitable reward merit in conso- living and con- moral character",
  "of merit nance with so- genial condi- of individuals,",
  "cial responsibility tions to serve  with dignity of ",
  "society labour",
  "Gandhi argued that in a country like India where a huge work force was ",
  "available for employment, priority should be given to 'production by the masses' ",
  "over 'mass production' by machines. It was also necessary to prevent the ",
  "concentration of wealth. As he wrote in Harijan (1935):",
  "Dead machinery must not be pitted against the millions of living machines ",
  "represented by the villagers scattered in the seven hundred thousand villages ",
  "of India. Machinery to be well used has to help and ease human effort. ",
  "The present use of machinery tends more and more to concentrate wealth ",
  "in the hands of a few in total disregard of millions of men and women ",
  "whose bread is snatched by it out of their mouths.",
  "Gandhi's principle of non-violence was not confined to dealing with human ",
  "beings. He wanted to extend it to dealing with nature. In effect, he deprecated thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Development 549",
  "actions that degrade the earth, impoverish nature by over-exploitation of its ",
  "resources and create inequity among human beings. As he pointed out:",
  "How can we be non-violent to nature, unless the ethics of non-violence ",
  "becomes central to the ethos of human culture?",
  "In the present-day society it may not be feasible to stop industrialization as ",
  "Gandhi would have recommended, but Gandhian approach is being increasingly ",
  "appreciated by the champions of sustainable development. They favour curbs on ",
  "consumption by the rich to prevent over-exploitation of nature and to save the ",
  "valuable resources not only for the vast humanity in the present-day world, but also ",
  "for the future generations.",
  "Machinery has its place; it has come to stay. But it must not be allowed to displace ",
  "necessary human labour.",
  "Mahatma Gandhi",
  "Development is primarily a positive phenomenon. It stands for improvement of ",
  "human life in all spheres. But when it comes to economic sphere, some of its ",
  "negative effects have also been noted. Economic development demands higher ",
  "production which involves exploitation of natural resources. In the modern age of ",
  "gigantic machines operated by huge energy resources to meet ever-growing ",
  "demand for consumption, the process of exploitation of natural resources has ",
  "become very fast. Can this process continue indefinitely? Do we have unlimited ",
  "stock of natural resources? Does their mindless exploitation as well as the pattern ",
  "of our consumption have an ill effect on our environment? If so, what can we do to ",
  "stop an imminent disaster? These are the questions which have stirred the minds of ",
  "the champions of sustainable development.",
  "The concept of sustainable development was aptly defined by the now famous ",
  "BrundtlandReport, entitled Our Common Future, published in 1987. Recognizing ",
  "that the natural resources are not inexhaustible, it insisted that the development ",
  "process should be aimed to meet the needs of the present generation without ",
  "compromising the ability of future generations to meet their own needs. In fact this ",
  "idea was floated earlier during the Earth Summit held in Stockholm in 1972. This ",
  "summit expressed a serious concern at the rapid depletion of the exhaustible natural ",
  "resources. Brundtland Report endorsed these observations and sought to give a new ",
  "direction to the process of development.",
  "The prominence given to 'needs' of the present as well as the future in the ",
  "Brundtland Report reflects the concern to eradicate poverty and meet basic needs ",
  "of the vast humanity. The concept of sustainable development focused attention on ",
  "finding strategies to promote economic and social development without causinghttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "550 An Introduction to Political Theory",
  "environmental degradation, over-exploitation or pollution. The emphasis on ",
  "development was particularly welcomed by the developing countries and the ",
  "groups who were primarily concerned about poverty and social deprivation. The ",
  "debate on sustainable development has remained a favourite subject of the ",
  "champions of environmentalism.",
  "Environmentalism or ecologism represents a natural corollary of the doctrine of ",
  "sustainable development. It seeks to redefine the relationship between human ",
  "beings and nature, and between human beings themselves. It insists that human ",
  "beings should no longer operate as the 'masters' of the natural world but as ",
  "partners with other living organisms. This perspective also calls for a thorough-",
  "going change in the organization of human world itself.",
  "At the beginning of human civilization, population was very small. People led ",
  "a simple life. They were very close to nature. Their needs were very limited. A ",
  "small amount of production was sufficient to fulfil their needs. Whatever elements ",
  "(like oxygen, nitrogen, carbon, etc.) they extracted from nature, those were ",
  "replenished through the natural cycles. So the normal consumption by human ",
  "beings did not cause any damage to nature. The stock of natural resources was ",
  "so large and their consumption was so little that nobody could anticipate any ",
  "shortage of these resources in the future.",
  "But with the passage of time human population multiplied; people's level of ",
  "consumption rose up, and superior technology was evolved to fulfil their increasing ",
  "demands. This led to a large-scale exploitation of natural resources so much so ",
  "that their stock seemed to be depleting. Again, the use of artificial goods in ",
  "people's day-to-day life increased which took them away from nature. The ",
  "changing patterns of their consumption began to cause contamination of nature. ",
  "Under the circumstances, new efforts were needed to restore equilibrium between ",
  "human beings and nature. In politics a response to this situation came in the form ",
  "of environmentalism.",
  "Early hints of environmentalism may be found in E.F. Schumacher's famous",
  "work Small is Beautiful (1973) which contained a critique of modern industrial",
  "society. He observed: \"the modern industrial system, with all its intellectual",
  "sophistication, consumes the very basis on which it has been erected.\" Schumacher",
  "warned that the earth and its non-renewable resources should not be confused",
  "with the concept of 'capital' which we create and then spend or invest. In fact",
  "certain natural resources cannot be created and certainly cannot be increased. By",
  "consuming these resources modern industrial society is running a business which",
  "is eating away its own capital. It is digging its own grave. ,",
  "Advanced industrial societies, with higher rates of production and consumption, ",
  "are more responsible for environmental degradation and pollution than the developing ",
  "societies. As Ted Trainer (Abandon Affluence!; 1985) observes: each Americanhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  551",
  "Development",
  "uses 617 times as much energy per year as the average for Ethiopians. Unduly ",
  "higher level of consumption by Americans is also corroborated by other sources ",
  "of data. It is pointed out that Americans comprise 6% of world population, but ",
  "they are responsible for consumption of about 50% of manufactured goods and ",
  "33% of energy of the world. This leaves very little for the poor countries with ",
  "vast populations. This trend is not good for the health of Americans themselves, ",
  "not to speak of its role in the impoverishment of others.",
  "Environmentalists argue that the people of advanced nations should reduce the ",
  "use of private vehicles and increase the use of public transport and bicycles. ",
  "They should switch over to consumption of green vegetables and pulses from ",
  "that of fish and mutton. They should promote the use of wind energy and solar ",
  "energy instead of coal, electricity and nuclear energy. Environmentalists encourage ",
  "plantation of trees all over the world. In fact environmentalist movement has ",
  "motivated many Americans to running, cycling, taking natural food and living in ",
  "rural areas. Similar trend is visible in other countries of the world also. ",
  "Environmentalists wish that human beings should maintain friendly relations with ",
  "nature, and should not damage it. Since they insist on maintaining greenery of ",
  "nature, their outlook is also described as 'Green movement' or 'Green polities'.",
  "According to environmentalists, the blind race for increasing exploitation of ",
  "natural resources in the name of development has alienated human beings from ",
  "nature physically as well as spiritually. In order to restore the harmonious ",
  "relationship between the two, human beings will have to learn a degree of 'humility' ",
  "with regard to their environment and to the various types of species on earth. We ",
  "must realize that the relentless extraction of natural minerals and other resources ",
  "to feed an increasingly greedy manufacturing system gives rise to environmental ",
  "degradation and causes immense harm to humanity. It pours various pollutants ",
  "into the atmosphere which damage the health of all living beings including plants ",
  "and animals. This process is also responsible for greenhouse effect, global warming ",
  "and ozone depletion which pose a danger to the very existence of mankind.",
  "Greenhouse Effect",
  "The process involving increase in earth's temperature due to accumulation of carbon ",
  "dioxide and water vapour in warm air trapped by a mass of cold air. As a result, the ",
  "heat generated by infra-red rays from the sun is absorbed in the earth's atmosphere ",
  "and surface temperatures start rising. This would further result in the melting of polar ",
  "ice.",
  "Global Warming",
  "The process involving extraordinary rise in earth's temperature due to increasing ",
  "atmospheric pollution. This pollution results from the increasing consumption of petrol ",
  "and diesel and soil erosion due to cutting of forests and mountains. It is feared that ",
  "it will give rise to climate change, the melting of polar ice and consequent rise in sea-",
  "level.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "552 An Introduction to Political Theory",
  "Ozone Depletion",
  "Ozone is a concentrated form of oxygen. Its molecule consists of three oxygen atoms ",
  "whereas a molecule of ordinary oxygen consists of two atoms. The 'ozone layer\" exists ",
  "between 10 and 50 kilometres above the earth's surface. There it absorbs nearly all of ",
  "the high-energy ultra-violet radiation from the sun, protecting plants and animals from ",
  "its damaging effects. It is feared that increasing atmospheric pottution has caused ",
  "depletion of ozone resulting in a hole in the ozone layer over Antartica.",
  "In order to save mankind from imminent catastrophe, environmentalists wish to ",
  "dismantle the prevailing large-scale industrial system and to replace it by smaller-",
  "scale manufacturing system which would be sustained by a number of self-",
  "governing, local communities. In other words, they recommend that the existing ",
  "system of production at a monstrous scale should be reduced to one at a human ",
  "scale. Small communities with a moderate level of consumption, and organized at ",
  "smaller scale represent the model world of environmentalists. That is precisely the ",
  "idea behind Schumacher's famous dictum: 'Small is beautiful'.",
  "In order to curb the overall levels of consumption, environmentalists also ",
  "demand reduction in population. It is true that the teeming millions in the third ",
  "world comprise the major source of its social and economic problems. But it should ",
  "not be forgotten that their levels of consumption are very low, and proper planning ",
  "can help in utilizing their immense potential of physical labour. On the other hand, ",
  "people in the West who are used to comfortable living and extremely high level of ",
  "consumption also need reasonable population control, apart from the control on ",
  "their consumption.",
  "Finally, environmentalists insist on moral regeneration of mankind to ensure a ",
  "just and equitable distribution of resources. If individuals of all countries realize ",
  "their responsibility to maintain a clean and congenial atmosphere on the globe, they ",
  "will certainly make it worth living for the present as well as future generations. This ",
  "idea is aptly expressed in a U.N. slogan: \"We have not inherited this earth from our ",
  "forefathers; we have borrowed it from our children.\" Again, the sense of individual ",
  "responsibility is expressed in another environmentalist slogan: \"Think globally, act ",
  "locally.\" When mankind is organized into small communities, people are required ",
  "to act locally. When they are conscious of the effects of their activities on the ",
  "global environment, they tend to think globally. A still another slogan of British ",
  "and German environmentalists exhorts people to forget their ideological differences ",
  "and act together for a better future of mankind. It reads: \"Neither left nor right, but ",
  "forwards.\"",
  "General theory of development is largely concerned with the economic activity ",
  "undertaken by a country for the improvement of quality of life of its citizens, andhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  553",
  "Development",
  "its social consequences. Since the developing countries are more concerned about ",
  "their development, it is the focus of their public policy. However, many scholars ",
  "of politics feel that in order to secure an overall development a country should ",
  "also transform its political environment and institutions on the lines of modern ",
  "nations. The process which seeks to transform political environment and institutions ",
  "of a developing country in order to make it more efficient to fulfil the changing ",
  "needs and aspirations of its citizens is described as political development. In other ",
  "words, political development denotes the process through which the political system ",
  "of a developing country acquires the characteristics of a developed country.",
  "Concept of political development is derived from the liberal tradition of the ",
  "West. It projects Western liberal democracy as the model of a developed society. ",
  "Since it is also regarded the modern society, development is sometimes described ",
  "as 'modernization', and political development is conceived as 'political ",
  "modernization'. In short, modernization stands for the process of transition of a ",
  "society from traditional values and institutions to modern ways of life. Generally ",
  "traditional values and institutions are regarded as fit for an agrarian economy and ",
  "society whereas modern ways of life are regarded as fit for industrial and ",
  "technology-based society. It is believed that only the modern system is capable ",
  "of fulfilling the needs and aspirations of the modern man.",
  "Different writers have advanced different models of political development. Of ",
  "these two are particularly important which are based on similar thinking. The ",
  "first model advanced by James S. Coleman and Lucian Pye (Political Culture ",
  "and Political Development edited by Lucian Pye and Sidney Verba; 1965) conceived ",
  "of political development as political modernization. In its view a modern political ",
  "system is more efficient than a traditional political system in the same way as the ",
  "modern industrial system is more efficient than traditional, non-mechanized ",
  "agriculture. Traditional political system was primarily concerned with the collection ",
  "of taxes, law and order and defence but modern political system also plays an ",
  "active role in improving the quality of life of its citizens apart from performing its ",
  "traditional functions.",
  "Under traditional political system, people were not involved in politics; ",
  "government simply exercised power over them. But under modern political system, ",
  "people are closely associated with politics. They do convey their demands and ",
  "opinions to government. They do express their support or opposition to government ",
  "policies and decisions. Government broadly relies on legitimacy of its acts in ",
  "order to secure the support and cooperation of the people. This model identifies ",
  "three characteristics of political modernization: (a) differentiation; (b) equality; ",
  "and (c) capacity. Taken together they comprise 'development syndrome'.",
  "Differentiation refers to the process of progressive separation and ",
  "specialization of roles, institutional spheres and associations within the ",
  "political system, e.g. the separation of occupational roles from kinship, of ",
  "legal norms from religion, of administration from politics.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "554 An Introduction to Political Theory",
  "Equality is regarded the ethos of modernity. It implies the notion of universal ",
  "adult citizenship, legal equality of all citizens and the psychic equality of ",
  "opportunity for all to gain excellence according to their respective talents ",
  "and efforts. The 'subjects' of traditional society become 'citizens' of modern ",
  "society. Modern political system encourages people's participation in the ",
  "process of governance. This results in the greater respect for law.",
  "Capacity in this sense denotes the increased capacity of political system for ",
  "the management of public affairs, control of disputes and coping up with ",
  "the new demands of the people.",
  "The second model of political development was advanced by Gabriel Almond ",
  "and G.B. Powell (Comparative Politics: A Developmental Approach; 1966). Based ",
  "on the structural-functional analysis of political system, this model identifies three ",
  "characteristics   of   political   development:   (a)   structural   differentiation;   (b) ",
  "secularization of culture; and (c) expansion of capabilities.",
  "Structural differentiation implies the evolution of distinct structures, organs ",
  "or institutions for the performance of different functions of political system. ",
  "It operates at two levels: (a) At input level, it envisages the emergence of ",
  "suitable non-governmental structures for performing the functions of ",
  "political socialization (family, school, peer groups, etc.), interest-articulation ",
  "(interest groups), interest-aggregation (political parties) and political ",
  "communication (media of mass communication); (b) At output level, it ",
  "stipulates 'separation of powers' between different governmental organs for ",
  "performing the functions of rule-making (legislature), rule-application ",
  "(executive) and rule-adjudication (judiciary).",
  "Secularization of culture denotes the process by which people gradually ",
  "adopt more rational, empirical and analytical outlook in their political thinking ",
  "and action. In particular, it requires transition from lower to higher levels of ",
  "political culture, i.e. from parochial to subject, and from subject to ",
  "participant political culture.",
  "Expansion of capabilities implies an increase in four types of capabilities of ",
  "political system: (a)  regulative capability  (the capability of legitimate ",
  "coercion to control the behaviour of individuals and groups); (b) extractive ",
  "capability (the capability to appropriate the natural and human resources of ",
  "society and international environment); (c)  distributive capability  (the ",
  "capability to distribute various benefits to individuals and groups); and (d) ",
  "responsive capability (the capability to respond to the demands coming ",
  "from society and international environment. A balanced development ",
  "requires that regulative and extractive capabilities of political system are ",
  "suitably matched with its distributive and responsive capabilities.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Development 555",
  "Political Culture",
  "Those aspects of the culture of a community—including its values, norms and beliefs— ",
  "which lend legitimacy to its political institutions and ruling classes, and determine ",
  "status of the individual vis-a-vis those institutions and classes. Gabriel Almond and ",
  "Sidney Verba {The Civic Culture; 1965) have identified three types of political culture, ",
  "although in actual practice these may not be found in pure form: (a) Under parochial ",
  "culture the individual has a very dim awareness of the existence of a larger political ",
  "system beyond his village or tribal group; (b) Under subject culture the individual is ",
  "aware of the larger political system but passively accepts its decisions; and (c) Under ",
  "participant culture the individual becomes an active member of the political system. It ",
  "creates the respect for authority, a sense of individual independence and the acceptance ",
  "of legitimacy of the political system. It is based on the belief that the individual can ",
  "and should influence the system.",
  "If developing societies are able to develop these characteristics in their political ",
  "systems, they are likely to prove more efficient in their political functioning. But ",
  "each of these countries must combine these requisites with its own genius. Because ",
  "of their large size, complex and multicultural character combined with the heritage ",
  "of communitarian sentiment, they should, not be reduced to competitive market ",
  "societies in the name of their political development.",
  "Characteristics of Political Development: Comparative Study",
  "Political Modernization model as Political Development model as",
  "enunciated by James Coleman and enunciated by Gabriel Almond and",
  "Lucian Pye G.B. Powell",
  "Differentiation Structural Differentiation",
  "(the process of progressive separation and (the emergence of specific structures for the",
  "specialization of roles, institutional spheres and performance of specific functions both at input",
  "associations within political system) and output levels)",
  "Equality Secularization cf Culture",
  "(universal citizenship, legal equality and equality (adoption of more rational, empirical and",
  "of opportunity) analytical   outlook   leading   to   political",
  "participation as equal citizens)",
  "Capacity Expansion of Capabilities",
  "(greater efficiency to fulfil needs and aspirations (balancing   of  regulative   and   extractive",
  "of the people) capabilities  of political system  with  its",
  "distributive and responsive capabilities)",
  "Concepts of nation-building and state-building are closely related to the concept of ",
  "political development. These processes are particularly important for the new ",
  "nations of Asia, Africa and Latin America which are described as 'developinghttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "556 An Introduction to Political Theory",
  "societies'. These are complementary processes which must be taken up together ",
  "as they would strengthen each other.",
  "Most of the new nations had to face the problem of their political integration ",
  "so that the people in each country consider themselves part and parcel of a single ",
  "nation and owe their loyalty to a single centre of power. These states, in fact, ",
  "represent conglomerations of different racial, tribal, ethnic, religious and regional ",
  "groups with a weak sense of identity and the common interest. Their integration ",
  "into a nation-state involves the problem of nation-building and state-building. ",
  "Nation-building stands for the process by which people transfer their commitment ",
  "and loyalty from smaller tribes, villages or petty principalities to the larger central ",
  "political system. It involves developing a sense of community among the people ",
  "within the jurisdiction of a political system and provides for a sense of identification, ",
  "a common object of their allegiance, an emotional bond and social solidarity. It ",
  "gives them a national identity cutting across their group loyalties based on religion, ",
  "race, caste, language, region, culture, occupation, etc. This process integrates ",
  "the diverse sectors and strata of society and produces the consensus and ",
  "cooperation so vital to domestic peace and political effectiveness. It involves ",
  "developing the concept of the legitimacy of the nation as the larger and central ",
  "political system.",
  "However, this process would remain incomplete without undertaking the task ",
  "of state-building. Respect for authority and for the prevalent method of rule ",
  "cannot be won until the state itself proves to be capable of fulfilling the needs and ",
  "aspirations of the people. State-building implies the process whereby a common ",
  "centre of power is evolved in order to establish law and order throughout the ",
  "state and to extend the defensive and welfare services of the state to each and ",
  "every part of its territory.",
  "Rajni Kothari, an eminent Indian scholar (State and Nation-Building: A Third ",
  "World Perspective; 1976), has observed that the concept of state-building and ",
  "nation-building represents the political aspect of a country's development whereas ",
  "modernization is concerned with its economic, technological and administrative ",
  "aspects. Western political scientists argue that the developing countries should ",
  "first attend to the problem of modernization; political development would take ",
  "care of itself. In other words, the developing countries should focus on raising ",
  "their Gross National Product (GNP), urbanization, rational bureaucratic ",
  "establishment, manipulative technology and social mobilization; their political ",
  "development would automatically follow when these objectives have been achieved. ",
  "Kothari has rightly pointed out that this view is not corroborated by the European ",
  "history. European countries had achieved national consolidation before embarking ",
  "on their modernization. So the developing countries should also give precedence ",
  "to state-building and nation-building before undertaking their modernization.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Further Reading",
  "Books",
  "Anthony Arblaster: Democracy (Milton Keynes, Open University Press, 1987). Om ",
  "Bakshi: The Crisis of Political Theory: An Inquiry into Contemporary Thought",
  "(Delhi, Oxford University Press, 1987). Alan R. Ball: Modern Politics and ",
  "Government (London, Macmillan, 1988). Leon P. Baradat: Political Ideologies—",
  "Their Origins and Impact (Englewood Cliffs,",
  "Prentice-Hall, 1979). J.M. Barbalet: Citizenship—Rights, Struggle and Class ",
  "Inequality (Milton Keynes,",
  "Open University Press, 1988). Ernest Barker: Principles of Social and Political ",
  "Theory (London, Oxford University",
  "Press, 1961). Norman P. Barry: An Introduction to Modern Political Theory ",
  "(London, Macmillan,",
  "1989) S.I. Benn, R.S. Peters: Social Principles and the Democratic State ",
  "(London, George",
  "Allen &Unwin, 1975). Andre Betteille: Ideology and Social Science (New Delhi, ",
  "Penguin Books, 2006).",
  "--------: Inequality Among Men (Delhi, Oxford University Press, 1977).",
  "Anthony H. Birch: The Concepts and Theories of Modern Democracy (London,",
  "Routledge, 2001). T.B. Bottomore: Classes in Modern Society (London, George ",
  "Allen & Unwin, 1965).",
  "--------: Elites and Society (Middlesex, Penguin, 1964).",
  "Martin Carnoy: The State and Political Theory (Princeton, Princeton University Press,",
  "1984). G.E.G. Catlin: Systematic Politics (Toronto, University of Toronto Press, ",
  "1965). Sherman H.M. Chang: The Marxian Theory of the State (New York, Russel & ",
  "Russel,",
  "1965). James C. Charlesworth (ed.): Contemporary Political Analysis (New York, ",
  "The Free",
  "Press, 1967). Alex Collinicus: Equality ",
  "(Cambridge, Polity, 2000).https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "558 Further ",
  "Reading",
  "Willian E. Connolly: The Terms of Political Discourse (Oxford, Martin Robertson,",
  "1983). Antony Copley: Gandhi—Against the Tide (Calcutta, Oxford University ",
  "Press, 1993). Anthony de Crespigny, Alan Wertheimer (eds.): Contemporary ",
  "Political Theory",
  "(London, Nelson, 1971). Bernard Crick: In Defence of Politics ",
  "(Harmondsworth, Penguin, 1964).",
  "---------: Socialism (Milton Keynes, Open University Press, 1987).",
  "Robert A. Dahl: Democracy and its Cities (New Delhi, Orient Longman, 1991).",
  "---------: Modern Political Analysis (New Delhi, Prentice-Hall, 1991).",
  "Morton R. Davies, V. A. Lewis: Models of Political Systems (London, Pall Mall, 1971). ",
  "S.C. Dube: Modernization and Development—The Search for Alternative Paradigms",
  "(New Delhi, Vistaar, 1988). Vernon Van Dyke: Political Science—A ",
  "Philosophical Analysis (Stanford, Stanford",
  "University Press, 1960). Roger Eatwell, Anthony Wright (eds.): Contemporary ",
  "Political Ideologies (London,",
  "Printer Publishers, 1993). William Ebenstein: Modern Political Thought—The ",
  "Great Issues (New Delhi, Oxford",
  "and IBH, 1970).",
  "---------: Today s Zsms (Englewood Cliffs, Prentice-Hall, 1980).",
  "Robert Eccleshal, et al.: Political Ideologies—An Introduction (London, Routledge,",
  "1994). Jon Elster: An Introduction to Karl Marx (Cambridge, Cambridge ",
  "University Press,",
  "1986). Friedrich Engels: The Origin of the Family, Private Property and the State ",
  "(Moscow,",
  "Progress Publishers, 1972). Keith Faulks: Political Sociology—A Critical ",
  "Introduction (Edinburgh, Edinburgh",
  "University Press, 1999). Carl J. Friedrich: An Introduction to Political Theory ",
  "(New York, Harper and Row,",
  "1967). W Friedmann: Law in a Changing Society (London, Stevens & Sons, ",
  "1959).",
  "---------: Legal Theory (London, Stevens & Sons, 1967).",
  "Madhav Gadgil, Ramachandra Guha: Ecology and Equity (New Delhi, Penguin India,",
  "1995). O.P Gauba: Dimensions ofSocialJustice (New Delhi, ",
  "National, 1983).",
  "---------: Reading Gandhi (New Delhi, National, 2009).",
  "---------: Social and Political Philosophy (New Delhi, National, 2007).",
  "Gerald F. Gaus, Chandran Kukathas (eds.): Handbook of Political Theory (London,",
  "Sage, 2004) Dante Germino: Beyond Ideology: The Revival of Political Theory ",
  "(New York, Harper",
  "& Row, 1967). Raymond G. Gettell: Political Science (Calcutta, The World Press, ",
  "1961). Alan Gewirth: Human Rights—Essays on Justification and Applications ",
  "(Chicago,",
  "Chicago University Press, 1982).https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Further Reading 559",
  "Morris Ginsberg: Law and Opinion in England in the 20th Century (Berkeley,",
  "University of California Press, 1959).",
  "---------: On Justice in Society (Middlesex, Penguin, 1965).",
  "James A. Gould, Vincent V. Thursby (eds.): Contemporary Political Thought: Issues",
  "in Scope, Value and Direction (New York, Holt, Rhinehart and Winston, 1969). ",
  "Keith Graham (ed.): Contemporary Political Philosophy: Radical Studies (Cambridge,",
  "Cambridge University Press, 1982). Andrew Hacker: Political Theory—",
  "Philosophy, Ideology and Science (Toronto,",
  "Macmillan, 1961). Jean Hampton: Political Philosophy—An Introduction ",
  "(Oxford, Oxford University",
  "Press, 1997). Derek Heater: What is Citizenship? (Cambridge, Polity ",
  "Press, 1999) David Held: Models of Democracy (Cambridge, Polity, ",
  "1996).",
  "---------: Political Theory and the Modern State (London, Polity, 1994).",
  "---------(ed.): Political Theory Today (Cambridge, Polity Press, 1991).",
  "L.T. Hobhouse: The Elements of Social Justice (London, George Allen & Unwin,",
  "1922).",
  "---------.Liberalism (New York, Oxford University Press, 1911/1964).",
  "John Horton: Political Obligation (London, Macmillan, 1992).",
  "R.N. Carew Hunt: The Theory and Practice of Communism (Middlesex, Penguin, 1975).",
  "Thomas Janoski: Citizenship and Civil Society (Cambridge, Cambridge University",
  "Press, 1998). Douglas Jay: Socialism in the New Society (London, Longman, ",
  "1962). C.E.M. Joad: Introduction to Modern Political Theory (Oxford, Oxford ",
  "University",
  "Press 1974). Nevil Johnson: The Limits of Political Science (Oxford, Clarendon ",
  "Press, 1989). Dudley Knowles: Political Philosophy (London, Routledge, 2001). ",
  "Leszek Kolakowski: Main Currents of Marxism: Its Origin, Growth and Dissolution",
  "(Vol. 1. The Founders; Vol. 2. The Golden Age; Vol. 3. The Breakdown) (Oxford,",
  "Oxford University Press, 1982). Rajni Kothari: Rethinking Development—In ",
  "Search of Humane Alternatives (Delhi,",
  "Ajanta, 1988).",
  "---------: (ed.): State and Nation Building: A Third World Perspective (Bombay, Allied",
  "Publishers, 1976). Will Kymlicka: Contemporary Political Philosophy: An ",
  "Introduction (Oxford, Clarendon",
  "Press, 2005). Harold J. Laski: Liberty in the Modern State (London, George Allen ",
  "& Unwin, 1961).",
  "--------: The State in Theory and Practice (London, George Allen & Unwin, 1961).",
  "Harold Lasswell, Abraham Kaplan: Power and Society (New Haven, Yale University",
  "Press, 1950). Henri Lefebvre: The Sociology of Marx (London, The Penguin ",
  "Press, 1968). Adrian Leftwich (ed.): What is Politics: The Activity and its Study ",
  "(Oxford, Basil",
  "Blackwell, 1984). VI. Lenin: The State and Revolution (Moscow, ",
  "Progress Publishers, 1969).https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "560 Further Reading",
  "Michael Lessnoff(ed.): Social Contract Theory (Oxford, Basil Blackwell, 1990). John ",
  "Lewis: Marxism and the Open Mind (Connecticut, Greenwood Press Publishers,",
  "1976). Leslie Lipson: The Great Issues of Politics: An Introduction to Political ",
  "Science",
  "(Englewood Cliffs, Prentice-Hall, 1993). Seymour Martin Lipset (ed.): Politics ",
  "and the Social Sciences (New York, Oxford",
  "University Press, 1969). J.R. Lucas: The Principles of Politics (Oxford, Clarendon ",
  "Press, 1967). Steven Lukes (ed.): Power (Oxford, Basil Blackwell, 1986). Robert M. ",
  "Maclver: The Modern State (London, Oxford University Press, 1926).",
  "---------: The Web of Government (New York, The Free Press, 1965).",
  "C.B. Macpherson: Democratic Theory—Essays in Retrieval (Oxford, Clarendon Press,",
  "1973).",
  "---------: The Life and Times of Liberal Democracy (Oxford, Oxford University Press,",
  "1977).",
  "---------: The Real World of Democracy (New York, Oxford University Press, 1966/",
  "1972). John M. Maguire: Marx's Theory of Politics (Cambridge, Cambridge ",
  "University Press,",
  "1978). Karl Marx: Economic and Philosophic Manuscripts of 1844 (Moscow, ",
  "Progress",
  "Publishers, 1977).",
  "---------, Friedrich Engels: Manifesto of the Communist Party (Communist ",
  "Manifesto)",
  "(Moscow, Progress Publishers, 1975). David McLellan: Marxism After Marx: An ",
  "Introduction (London, Macmillan, 1979). Peter H. Merkl: Political Continuity and ",
  "Change (New York, Harper & Row, 1972). Diana Tietjens Meyers (ed.): Feminist ",
  "Thought—A Reader (New York & London,",
  "Routledge, 1997).",
  "Ralph Miliband: Marxism and Politics (Oxford, Oxford University Press; 1977).",
  "---------: The State in Capitalist Society: The Analysis of Western System of Power",
  "(London, Quartet Books, 1969). David Miller (ed.): Liberty ",
  "(Oxford, Oxford University Press, 1991).",
  "---------: Social Justice (Oxford, Clarendon Press, 1976).",
  "---------, Larry Siedentop (eds.): The Nature of Political Theory (Oxford, Clarendon",
  "Press, 1983). J.D.B. Miller: The Nature of Politics (London, Gerald Duckworth, ",
  "1962). Kenneth Minogue: Politics—A Very Short Introduction (Oxford, Oxford ",
  "University",
  "Press, 1995). Manoranjan Mohanty: Contemporary Indian Political Theory (New ",
  "Delhi, Samskriti,",
  "2000). Lydia Morris: Dangerous Classes—The Underclass and Social ",
  "Citizenship (London",
  "and New York, Routledge, 1994). Thomas Pantham: Political Theories and ",
  "Social Reconstruction (New Delhi, Sage",
  "India, 1995). Bhikhu Parekh: Gandhi—A Very Short Introduction (Oxford, Oxford ",
  "University Press,",
  "1997).https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Further Reading 561",
  "---------: Gandhi s Political Philosophy (Delhi, Ajanta, 1989).",
  "Geriant Parry: Political Elites (London, George Allen & Unwin, 1969).",
  "Z. Pelczynski, John Gray (eds.): Conceptions of Liberty in Political Philosophy",
  "(London, The Athlone Press, 1984). J. Ronald Pennock: Democratic Political ",
  "Theory (Princeton, Princeton University",
  "Press, 1979). John Plamenatz: Democracy and Illusion (London, Longman, ",
  "1978). Gianfranco Poggi: The State—Its Nature, Development and Prospects ",
  "(Cambridge,",
  "Polity Press, 1990). Roscoe Pound: The Spirit of the Common Law (New ",
  "Hampshire, Marshall Jones",
  "Company, 1931). PS. Ramakrishnan: Ecology and Sustainable Development (New ",
  "Delhi, National Book",
  "Trust, 2001). Ramashray Roy: Understanding Gandhi (Delhi, Ajanta, 1996). D.D. ",
  "Raphael: Problems ojPolitical Philosophy (London, Macmillan, 1976). John Rawls: ",
  "A Theory of Justice (Oxford, Oxford University Press, 1971). John Rees: Equality ",
  "(London, Pall Mall, 1971). David M. Ricci: The Tragedy of Political Science (New ",
  "Haven, Yale University Press,",
  "1984). W.G. Runciman: Social Science and Political Theory (Cambridge, Cambridge ",
  "University",
  "Press, 1969). Michael Rush: Politics and Society—An introduction to Political ",
  "Sociology (New",
  "York, Harvester Wheatsheaf, 1992). Michael J. Sandel (ed.): Liberalism and its ",
  "Critics (Oxford, Basil Blackwell, 1984). John Schwartzmantel: The State in ",
  "Contemporary Society—An Introduction (New",
  "York, Wheatsheaf, 1994). Amartya Sen: Inequality Reexamined (Oxford, ",
  "Clarendon Press, 1992). Manfred B. Steger: Globalization—A Very Short ",
  "Introduction (Oxford, Oxford",
  "University Press, 2003). James P. Sterba (ed.): Social and Political Philosophy—",
  "Contemporary Perspectives",
  "(London & New York, Routledge, 2001). Adam Swift: Political ",
  "Philosophy (Cambridge, Polity Press, 2001). R.H. Tawney: Equality ",
  "(London, George Allen & Unwin, 1938).",
  "--------: The Acquisitive Society (New York, Harcourt Brace & Co., 1920).",
  "Andrew Vincent: Modern Political Ideologies (Oxford, Blackwell, 1992).",
  "Raymond Wacks: Philosophy of Law—A Very Short Introduction (Oxford, Oxford",
  "University Press, 2006). Jeremy Waldon (ed.): Theories of Rights (Oxford, Oxford ",
  "University Press, 1984). Stephen L. Wasby: Political Science—The Discipline and ",
  "its Dimensions (Calcutta,",
  "Scientific Book Agency, 1972). Sheldon S. Wolin: Politics and Vision: ",
  "Continuity and Change in Western Political",
  "Thought (Boston, Little Brown, 1960). C.L. Wayper: Political ",
  "Thought (London, St. Paul's House, 1973).https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "562 Further ",
  "Reading",
  "Reference Works",
  "Sonya Andermahr, Terry Lovell, Carole Wolkowitz: A Glossary of Feminist Theory",
  "(London, Arnold, 1997). Bill Ashcraft, et al.: Key Concepts in Post-Colonial ",
  "Studies (London, Routledge, 1998). Frank Bealey: The Blackwell Dictionary of ",
  "Political Science (Oxford, Blackwell,",
  "1999). Robert Benewick, Philip Green (eds.): The Routledge Dictionary of ",
  "Political Thinkers",
  "(London, Routledge, 1998). Vernon Bogdanor (ed.): The Blackwell ",
  "Encyclopaedia of Political Institutions (Oxford,",
  "Blackwell Reference, 1987). Tom Bottomore (ed.): A Dictionary of Marxist ",
  "Thought (Oxford, Blackwell Reference,",
  "1991). Maurice Cranston (ed.): A Glossary of Political Terms (London, The Bodley ",
  "Head, 1966). Robert E. Goodin, Philip Petit (eds.): A Companion to Contemporary ",
  "Political",
  "Philosophy (Oxford, Blackwell Reference, 1993).",
  "---------(eds.): Contemporary Political Philosophy—An Anthology (Oxford, Blackwell,",
  "1997). Julius Gould, William L. Kolb (eds.): A Dictionary of the Social Science. ",
  "(Compiled",
  "under the auspices of UNESCO), (London, Tavistock Publications, 1964). Mary ",
  "Hawkesworth, Maurice Kogan (eds.): Encyclopedia of Government and Politics",
  "(Vol. 1 and 2) (London, Routledge, 1992). Edward Hyams: A Dictionary of ",
  "Modern Revolution (New York, Taplinger Publishing",
  "Co. 1973). Joel Krieger (ed.): The Oxford Companion to Politics of the World (New ",
  "York, Oxford \\      University Press, 1993). Jessica Kuper: Political Science and ",
  "Political Theory (London, Routledge & Kegan",
  "Paul, 1987). FrankN. Magill (ed.): International Encyclopedia of Government and ",
  "Politics (Vol. 1",
  "and 2) (London & Chicago, FD, 1996). Iain Mc Lean: The Concise Oxford ",
  "Dictionary of Politics (Oxford, Oxford University",
  "Press, 2003). David Miller (ed.): The Blackwell Encyclopaedia of Political ",
  "Thought (Oxford,",
  "Blackwell Reference, 1987). William Outhwaite, Tom Bottomore (eds.): The ",
  "Blackwell Dictionary of Twentieth",
  "Century Social Thought (Oxford, Blackwell Reference, 1993). J.C. Piano, R.E. ",
  "Riggs, H.S. Robin: The Dictionary of Political Analysis (California,",
  "ABC-CLIO, 1982). Geoffrey K. Roberts: A Dictionary of Political Analysis ",
  "(London, Longman, 1971). David Robertson: A Dictionary of Human Rights ",
  "(London & New York, Europa",
  "Publications, 2004).",
  "---------: The Penguin Dictionary of Politics (Middlesex, Penguin Books, 1986).",
  "Roger Scruton: A Dictionary of Political Thought (London, Macmillan, 1982). ",
  "David L. Sills (ed.): International Encyclopaedia of the Social Sciences (Vol. 1—17)",
  "(New York, Macmillan and The Free Press, 1968).https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Index",
  "Adjudication, 275 Authoritarian State, 26 Authoritarian ",
  "Advanced Industrial Countries, 152 System, 414 Authoritative Allocation ",
  "Advisory Council, 501 of Values, 82 Authority, 284, 351",
  "Affirmative Action, 379",
  "Alienation, 367,408 Barker, Ernest, 183",
  "Analysis, Decision-making, 116 Base and Superstructure, 140, 246",
  "Marxian, 118 Behavioural Approach, 4, 104, 108",
  "Political, 108 Bentham, Jeremy, 221",
  "Structural-Functional, 112 Berlin, Isaiah, 358",
  "Systems, 109 Analytical  Bodin, Jean, 164",
  "Jurisprudence, 272 Anarchism, 59,  Bourgeoisie, 37, 290",
  "442 Brain Drain, 194",
  "Libertarian, 63 Bryce, James, 474",
  "Pacific, 62",
  "Philosophical, 60 Capitalism, 290 Causal ",
  "Revolutionary, 61 Theory, 10 Circulation of ",
  "Socialist, 60 Anarchist Perspective  Elites, 513 Citizenship, 305",
  "on Justice, 442 Anarchist View of  Communitarian Theory, 312",
  "Political Obligation, Evolutionary Theory, 310",
  "267 Anarcho- Syndicalism,  Feminist Critique, 315",
  "62 Arendt, Hannah, 21, 301, 302  Liberal Theory, 310",
  "Aron, Raymond, 496 Association,  Libertarian Theory, 311",
  "134 Austin, John, 166  Marxist Theory, 312",
  "Authoritarianism, 493 Pluralist Theory, 314https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "564 Index",
  "Republican Theory, 312 Constitutionalism, 31 Continuum and ",
  "Subaltern Critique, 317 Civil  Dichotomy, 415 Corporatism, 482 ",
  "Disobedience, 268, 501 Civil Liberties,  Creamy Layer, 380 Creative ",
  "140, 343 Civil Liberty, 353 Civil Rights,  Freedom, 369 Critical Theory, 17 ",
  "308 Civil Society, 139,156,160 Class  Cultural Rights, 345 Culture, 71",
  "Conflict, 36, 464, 530 Classical ",
  "Marxism, 33 Classless Society, 67, 469  Dahl, Robert, 497 Decision-making ",
  "Class Perspective on Power, 289, 300  Analysis, 116 Deliberative ",
  "Class Perspective on the State, 241  Democracy, 518, 520 Democracy, ",
  "Class Struggle, 464, 530 Cleavage and  472",
  "Consensus, 459 Cold War, 195  Classical Notion, 472",
  "Colonialism, 147, 192 Colonial Powers,  Consociational, 489",
  "251 Common Good, 90, 455 Deliberative, 518",
  "Communitarian Perspective, 461 Direct, 481",
  "Gandhian Perspective, 467 Elitist Theory, 494",
  "Liberal Perspective, 460 Indirect, 481",
  "Marxian Perspective, 463  Liberal, 475",
  "Commune, 62 Commune System,  Marxist Theory, 503",
  "509 Communications Theory, 114  Participatory, 498",
  "Communism, Primitive, 36, 464  People's, 508",
  "Communitarian Perspective on Pluralist Theory, 497",
  "Justice, 450 Communitarian  Radical Theory, 515",
  "Perspective on the Representative, 481",
  "Common Good, 461, 471  Successful Working of, 489 ",
  "Communitarian Perspective on the Democracy as a Way of Life, 491 ",
  "State, 248 Communitarian Theory  Democratic Centralism, 507 ",
  "of Citizenship, Democratic Elitism, 495 Democratic ",
  "312,315 Communitarian View of  Rights, 343 Democratic Socialism, ",
  "Politics 90, 42, 440 Democratic-Socialist ",
  "93 Complex Equality, 453  Perspective on",
  "Concurrent Majority, 488  Justice, 440 ",
  "Conscientious Objectors, 179  Democratization, 492 ",
  "Conservative Theory of Dependency Theory, 541 ",
  "Representation,   483  Development, 522, 536",
  "Conservatism,   262,   327  Alternative Paths of, 543",
  "Consociational Democracy, 489 Gandhian Model, 547",
  "Liberal View, 539",
  "Market Society Model, 543",
  "Marxist View, 540",
  "Political, 552https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Index 565",
  "Socialist Model, 546 Political, 383",
  "Sustainable, 549 Simple, 453",
  "Welfare State Model, 544  Socio-economic, 384",
  "Dewey, John, 491 Dialectical  Substantive, 384 Equality and ",
  "Materialism, 34,523 Dicey, A.V.,  Justice, 391 Equity, 276 ",
  "279, 473 Dictatorship of the  Evolution, 521 Evolutionary ",
  "Proletariat, 506 Direct Democracy,  Socialism, 41 Evolutionary Theory ",
  "176, 481 Discrimination, Rational  of Citizenship,",
  "Grounds of, 310 Evolutionism, ",
  "377 Discrimination,  Legal, 273",
  "Reverse, 378 Divine Right ",
  "Theory, 262 Duguit, Leon, 182 Fabianism, 42 Fabian ",
  "Socialism, 42 ",
  "Ecologism, 550 Economic  Fascism, 50, 495 ",
  "Equality, 384 Felicific Calculus, 222 ",
  "Justice, 422 Feminism, 70, 296",
  "Liberty, 354 Liberal, 74",
  "Man, 219 Radical, 74",
  "Power, 286 Socialist, 75 Feminist Critique ",
  "Rights, 345 Economics and  of Citizenship, 315 Feminist ",
  "Politics, 127 Egalitarianism, 392  Perspective on Justice, 445 Feminist ",
  "Electoral Systems, 484 Elite  Perspective on the State,",
  "Perspective, 450 Elite Theory, 293  258 Feminist Theory of ",
  "Elite Theory of Democracy, 494  Power, 296 Fetishism of ",
  "Elite Theory of Power, 300 Elitism,  Commodities, 409 Firestone, ",
  "161 Shulamith, 74 Formal ",
  "Democratic, 495  Equality, 384 First Past the ",
  "Empirical Approach, 96, 98  Post, 485 Force Majuere, 261 ",
  "Empirical Method, 123  Frankfurt School, 39 ",
  "Empowerment of Women, 76  Fraternity, 93 Freedom, 348",
  "End of History Thesis, 24, 25  Creative, 369",
  "End of Ideology Debate, 22  Idealist Theory of, 360",
  "Engels, Friedrich, 243, 365  Marxist Concept of, 365 ",
  "Enlightenment, 70  Friedman, Milton, 364 ",
  "Environmentalism, 550  Functional Representation, 482",
  "Equality, 93, 372",
  "Complex, 453 Gandhi and Marx, 255 Gandhian ",
  "Formal, 384 Model of Development, 547, 548",
  "Legal, 380https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "566 Index",
  "Gandhian Perspective on Political Human Rights, 319, 338, 343 Theories ",
  "Obligation, 267  of, 346-347 Universal Declaration ",
  "Gandhian Perspective on the of, 339",
  "Common Good, 467, 471 Gandhian ",
  "Perspective on the State, Idealism, 5",
  "254  Idealist Theory of Freedom, 360",
  "Gandhism, 64 Idealist View of Political Obligation,",
  "Gandhism and Marxism, 68, 69 Gender  265 Ideological ",
  "Development Index (GDI), 78 Gender  Power, 286 Ideology 16, ",
  "Empowerment Measure 18,530",
  "(GEM), 78 Gender Perspective on  End of, 22 Ideology, Politics ",
  "Power, 296, and Political",
  "300 General Will 166, 174,  Theory, 14 Imperialism, 192 ",
  "175, 500 Geographic  Incremental Change, 531, 533 ",
  "Representation, 482 German  Indirect Democracy, 481 ",
  "Social Democracy, 45 Giddens,  Individualism, 28",
  "Anthony, 312 Globalization, 197,  Laissez Faire, 218",
  "198, 200, 201 Methodological, 533",
  "Liberal Perspective, 201 Moral, 256",
  "Radical Perspective, 201 Possessive, 248, 399, 517 ",
  "Realist Perspective, 201 Global  Initiative, 501",
  "Warming, 551 Gramsci, Antonio, 120,  Institutional Approach, 102 ",
  "291, 292 Green, T.H., 232 Green  Instrumentalist Theory of the State,",
  "Movement, 551 Greenhouse Effect, 551  247 Interdisciplinary Approach, ",
  "Grotius, Hugo, 164 Group Perspective  121, 122 Internationalism, 149 Iron ",
  "on Power, 298, 300 Guild Socialism, 47 Law of Oligarchy, 294, 494",
  "Hayek, F.A., 362 Hedonistic Calculus,  Jacobins, 385 Judicial Review, 5, ",
  "222 Hegemony, 120, 291 Historical  19 Jurisprudence, Analytical, 272",
  "Approach, 100 Historical  Historical, 273",
  "Jurisprudence, 273 Historical  Sociological, 274 ",
  "Materialism, 345, 525, 529 Historical  Justice, 413",
  "Theory of Rights, 327 Historicism, 532  Anarchist Perspective, 442",
  "History and Politics, 126 Hobbes,  Democratic-Socialist Perspective, ",
  "Thomas, 165, 209, 212 Hobhouse, L.T.,  440",
  "401 Holism, Methodological, 533 Economic, 422",
  "Feminist Perspective, 445",
  "Legal, 420",
  "Liberal Perspective, 427https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Index 567",
  "Marxist Perspective, 433 Natural,  Liberal Theory of Citizenship, 310,",
  "276 Political, 421 Procedural, 423  315 Liberal Theory of ",
  "Social, 422 Socio-economic, 422  Representation, 484 Liberal View of ",
  "Subaltern Perspective, 448  Development, 539 Liberal View of ",
  "Substantive, 424 Justice, Common  Politics, 87, 93 Libertarian ",
  "Good and Public Interest, 457 Anarchism, 63 Liberatarianism, 28, ",
  "225, 392 Libertarian Perspective on ",
  "Krabbe, Hugo, 182 Justice,",
  "431 Libertarian Theory of ",
  "Laissez Faire Individualism, 218  Citizenship,",
  "Laski, H.J., 183, 236, 328, 402  311,315 Liberty, 93, ",
  "Law, 270, 274 229, 348, 349",
  "Natural, 173, 271 Civil, 140, 343, 353",
  "Positive, 271 Economic, 354",
  "Rule of, 279 Law and Liberty,  Liberal-Individualist View, 355",
  "277 Law and Morality, 276 Legal  Natural, 220",
  "Approach, 101 Legal Equality,  Negative, 355",
  "380 Legal Evolutionism, 273  Political, 354",
  "Legal Justice, 420 Legal  Positive, 355 Liberty and ",
  "Positivism, 272 Legal Rights, 325  Authority, 351 Liberty and Equality, ",
  "Legitimacy, 284, 352 Liberal  387 Liberty and Licence, 350 Liberty, ",
  "Democracy, 475, 478 Liberal  Equality and Justice, 417 Lindsay, ",
  "Feminism, 74 Liberal-Individualist  A.D., 183 List System, 487 Locke, ",
  "Perspective on John, 210, 213, 395 Logical Grounds ",
  "the State, 207 Liberal- of Discrimination,",
  "Individualist View of Liberty, 377",
  "355  Logical Positivism, 3",
  "Liberalism, 25 Lord and Serf, 37",
  "Negative, 228 Lucacs, Georg, 19",
  "Positive, 228 Liberalization, ",
  "199 Liberal Perspective on Justice,  Maclntyre, Alasdaire, 451 Maclver, ",
  "427 Liberal Perspective on Property,  Robert M., 187, 238 Macpherson, ",
  "395 Liberal Perspective on the  C.B., 248, 302, 369, 516 Majoritarian ",
  "Common System, 486 Mannheim, Karl, ",
  "Good, 460, 471 19,495 Marcuse, Herbert, 368 ",
  "Market Socialism, 49 Market ",
  "Society Model of",
  "Development, 543, 548 ",
  "Marshall, T.H., 310https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "568 Index",
  "Marx, Karl, 18,365 Nation, 142",
  "Marx, Young, 33 Nationalism, 149",
  "Marxian Analysis, 118 National Self-Determination, 143",
  "Marxism, 31, 242 Nation-Building, 253, 555, 556",
  "Marxist Concept of Freedom, 365",
  "Nation State, 142",
  "Marxist Perspective on Justice, 433",
  "Current Crisis of, 150 ",
  "Marxist Perspective on Property, 407",
  "Rise and Growth, 143",
  "Marxist Perspective on Rights, 335",
  "Natural Justice, 276",
  "Marxist Perspective on the Common",
  "Natural Law, 173",
  "Good, 463, 471 Marxist Theory ",
  "Natural Law School, 271",
  "of Citizenship, 312,",
  "Natural Liberty, 220",
  "315 Marxist Theory of ",
  "Natural Rights, 322, 397",
  "Democracy, 503 Marxist Theory of ",
  "Necessity and Freedom, 366, 523",
  "Revolutionary",
  "Negative Liberalism, 228",
  "Change, 523 Marxist Theory ",
  "vs. Elitist Theory of Negative Liberty, 355",
  "Democracy, 510, 512 Marxist  Negative Rights, 321",
  "View of Development, 540 Marxist  Neo-Colonial Powers, 251",
  "View of Political Obligation, Neo-Colonialism, 148, 193",
  "267 Marxist View of Politics,  Neo-Conservatism, 379",
  "88, 93 Mass Line, 502 Materialism,  Neo-Liberalism, 28",
  "Dialectical, 34, 523 Neo-Marxism, 39",
  "Historical, 34,525 Means of  New Left, 484",
  "Social Production, 289 Mechanistic  New Social Movements, 159",
  "View of the State, 207 Mercantilism, ",
  "Non-Alignment, 196",
  "221 Method and Approach, 94 ",
  "Normative Approach, 96, 98",
  "Methodological Holism, 533",
  "Nozick, Robert, 311,364",
  "Individualism, 533 ",
  "Nozick's Theory of Justice, 431",
  "Michels, Robert, 294, 494 ",
  "Mill, James, 223 Mill, ",
  "Obscurantism, 15",
  "John Stuart, 228 Millet, ",
  "Occupational Representation, 482",
  "Kate, 75, 258 Mills, C. ",
  "Oligarchy, 161,295",
  "Wright, 295 Modernization, ",
  "543, 556 Iron Law of, 294, 494 One-",
  "Political, 553 Modern Nation  Dimensional Man, 368 Open ",
  "State, 143 Moral Absolutism, 451  Society, 21,414 Organic Theory ",
  "Moral Individualism, 256 Moral  of the State, 178,",
  "Relativism, 451 Mosca, G., 293  202 Ozone ",
  "Multinational Corporations (MNCs), Depletion, 552",
  "194",
  "Pacific Anarchism, 62 Pareto, V, ",
  "293 Participation, Political, 500 ",
  "Participatory Democracy, 498https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Index 569",
  "Patriarchy 70, 296 Marxist View, 88 Politics ",
  "Patristic Doctrine, 397 as a Process, 80 Polyarchy, ",
  "People's Democracy, 508 260 Popper, Karl, 21,531 ",
  "Permanent Revolution, 531 Popular Sovereignty, 172 ",
  "Philosophical Anarchism, 60 Positive Law, 271 Positive ",
  "Philosophical Approach, 98 Liberalism, 228 Positive ",
  "Philosoply and Politics, 130 Liberty, 355 Positive Rights, ",
  "Physiocrats, 219 321 Positivism, 12",
  "Piecemeal Social Engineering, 534 Legal, 272",
  "Pluralism, 179 Logical, 3 Possessive ",
  "Pluralist Perspective on the State, 259 Individualism, 248, 399,",
  "Pluralist Theory, 177 517 Post-behavioural Approach, 5 ",
  "Pluralist Theory of Citizenship, 314, Post-behavioural Revolution, 107, 108 ",
  "315 Pluralist Theory of  Post-capitalist Society, 23 Post-colonial ",
  "Democracy, 497 Pluralist Theory of  Perspective on the",
  "Power, 299 Pluralist Theory of  State, 251 ",
  "Sovereignty, 182 Plurality System, 485  Power, 283",
  "Political, 1 Class Perspective, 289",
  "Analysis, 108 Constructive View, 300",
  "Culture, 555 Economic, 286",
  "Development, 552, 555 Elite Theory, 293",
  "Ecouony, 128 Feminist Theory, 296",
  "Equality, 383 Gender Perspective, 296",
  "Justice, 421 Group Perspective, 298",
  "Liberty, 354 Ideological, 286",
  "Modernization, 553 Meaning and Significance, 282-83",
  "Obligation, 261 Pluralist Theory, 299",
  "Participation, 500, 501 Political, 285 Power and ",
  "Philosophy, 5, 131 Hegemony, 290 Power, Authority and ",
  "Pluralism, 179 Legitimacy, 284 Power Blocs, 195, 196 ",
  "Power, 285 Primitive Communism, 36, 464 ",
  "Psychology, 130 Privatization, 199 Procedural Justice, ",
  "Rights, 308 423 Progress, 522 Proletariat, 37, 290",
  "Science, 4 Dictatorship of the, 506",
  "Sociology, 129 Vanguard of the, 503 ",
  "System, 108 Property, 394, 395",
  "Theory, 1, 2, 7, 9 Liberal Perspective, 395",
  "Violence, 501 ",
  "Politicization, 83 ",
  "Politics, 80",
  "Communit arian View, 90",
  "Liberal View, 87https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "570 Index",
  "Marxist Perspective, 407 Post-behavioural, 107 ",
  "Right to, 394 Revolutionay Anarchism, 61 ",
  "Social-Democratic Perspective, 400  Revolutionary Change, 523 ",
  "Proportional Representation, 487  Revolutionary Socialism, 41 ",
  "Protest, 501 Pseudo-Science, 532  Ricardian Law of Rent, 43 ",
  "Psychology and Politics, 129 Public  Rights, 320",
  "Accountability, 476 Public Hearing,  Civil, 308",
  "501 Public Interest, 456 Cultural, 345",
  "Democratic, 343",
  "Radical Feminism, 74 Radical  Economic, 345",
  "Theory of Democracy, 515 Radical  Historical Theory, 327",
  "Theory of Representation, 484  Human, 319",
  "Rational Grounds of Discrimination, Legal, 325",
  "377 Rawls's Theory of Justice,  Natural, 3, 22",
  "427 Reactionary Forces, 436  Negative, 321",
  "Reactionary Theory of  Political, 308",
  "Representation, 483 Recall, 501  Positive, 321",
  "Referendum, 501  Social-Democratic Perspective, ",
  "Representation, 481 328",
  "Conservative Theory, 483  Social-Economic, 345",
  "Functional, 482 Geographic, 482  Social Welfare Theory, 328 ",
  "Liberal Theory, 484 Minority, 488  Right to Property, 394 Rousseau, ",
  "Occupational, 482 Proportional,  J.J., 165, 166, 174 175,",
  "487 Radical Theory, 484  211,214,500 ",
  "Reactionary Theory, 483 Territorial,  Rowbatham, Sheila, 75 ",
  "482 Representative Democracy, 481  Rule of Law, 279, 519",
  "Republicans, 385 Republican ",
  "Theory of Citizenship, Sandel, Michael, 452 ",
  "312 Reverse Discrimination,  Sartori,, G., 496 ",
  "378 Revisionism, 46  Sarvodaya, 470 Sati, ",
  "Revolution, 51, 529 Permanent,  328",
  "531 Schumpeter, Joseph, 495 Sex and ",
  "Gender, 70, 72 Simple Equality, ",
  "453 Simple Majority System, 485 ",
  "Single Transferable Vote, 487 ",
  "Small is beautiful, 550 Smith, ",
  "Adam, 219 Social Change, 521 ",
  "Social Contract, 208 Social-",
  "Domocratic Perspective on ",
  "Property, 400https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Index 571",
  "Social-Democratic Perspective on Significance of, 132 Structuralist ",
  "Rights, 328 Social-Economic  Theory of, 247 Welfare State ",
  "Rights, 345 Social Engineering,  Perspective, 226",
  "274 State and Civil Society, 139, 160",
  "Piecemeal, 534 State and Government, 141",
  "Utopian, 534 Social  State and Nation, 142",
  "Formations, 36  State and Society, 138",
  "Socialism, 41,290 State-Building, 253, 555, 556",
  "Democratic, 42, 440 State of Nature, 139, 209",
  "Evolutionary, 41 Stoic Philosophy, 397",
  "Fabian, 42 Structural-Functional Analysis, 112, ",
  "Guild, 47 113",
  "Market, 49 Structuralist Theory of the State, 247",
  "Revolutionary, 42 Socialist  Subaltern Critique of Citizenship, 317",
  "Anarchism, 60 Socialist Feminism, 75  Subaltern Perspective on Justice, 448, ",
  "Socialist Model of Development, 546, 450",
  "548 Socialist Society, 436 Social  Subsistence Wages, 435",
  "Justice, 342, 422 Social Welfare  Substantive Equality, 384",
  "Theory of Rights, 328 Socio-economic  Substantive Justice, 424",
  "Equality, 384 Socio-economic Justice,  Surplus Value, 38, 434",
  "422 Sociological Jurisprudence, 274  Sustainable Developnent, 549",
  "Sociology and Politics, 128 Sociology  Swaraj, 256",
  "of Knowledge, 17 Sovereignty, 137,  Syndicalism, 46 ",
  "162, 167 Anarcho-, 62",
  "De facto, 170 Systems Analysis, 109",
  "Dejure, 170",
  "Pluralist Theory, 177 Tawney, R.H., 401 Taylor, ",
  "Popular, 172 Charles, 452 Territorial ",
  "Titular, 170  Representation, 482 Third World, ",
  "Spencer, Herbert, 224  154,537 Titular Sovereignty, 170 ",
  "State, 133 Tocqueville, Alexis de, 156 ",
  "Class Perspective, 241 Tolstoy, Leo, 62 Totalitarianism, ",
  "Communitarian Perspective, 248 20, 21 Totalitarian State, 159 ",
  "Gandhian Perspective, 254 Traditional Approach, 95, 98 ",
  "Instrumentalist Theory of, 247 Trusteeship, 67, 468",
  "Liberal-Individualist Perspective, ",
  "207 Underdevelopment, 539 Unequal ",
  "Mechanistic View of, 207 Exchange, 541 Universal Adult ",
  "Organic Theory of, 178, 202 Franchise, 482 Universal ",
  "Post-Colonial Perspective, 251 Declaration of Human Rights, 339https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "572 Index",
  "Untouchability, 328 Weber, Max, 284, 295 Welfare ",
  "Utilitarianism, 221,416,428 State, 27, 308, 387, 461 Welfare ",
  "Utility, 221 State Model of Development,",
  "Utopia, 20 544, 548 Welfare State ",
  "Utopian Social Engineering, 534 Perspective on the",
  "State, 226 ",
  "Vanguard of the Proletariat, 503 Wollstonecraft, Mary, 74",
  "Walzer, Michael, 453 Young Marx 3"
]