[
  "c2",
  "Concept of Ideology",
  "I",
  "N THE REALM of political theory the term 'ideology' is applied in two ",
  "contexts: (a) a set of ideas which are accepted to be true by a particular ",
  "group, party or nation without further examination; and (b) the science of ideas ",
  "which examines as to how different ideas are formed, how truth is distorted, and ",
  "how we can overcome distortions to discover true knowledge.",
  "In this context, ideology means a set of those ideas which are accepted to be true ",
  "by a particular group without further examination. These ideas are invoked in ",
  "order to justify or denounce a particular way of social, economic or political ",
  "organization. In this sense, ideology is a matter of faith; it has no scientific basis. ",
  "Adherents of an ideology think that its validity need not be subjected to verification. ",
  "Different groups may adhere to different ideologies; hence differences among ",
  "them are inevitable. Ideology, therefore, gives rise to love-hate relationship, which ",
  "is not conducive to scientific temper. Examples of some ideologies are: liberalism, ",
  "capitalism, socialism, Marxism, communism, anarchism, fascism, imperialism, ",
  "nationalism, internationalism, etc.",
  "IDEOLOGY, POLITICS AND POLITICAL THEORY",
  "A group will invoke its ideology to determine the best form of government, the ",
  "basis of right to rule and the procedure of selection of rulers. Broadly speaking, ",
  "it answers the following questions: Who should rule? How rulers should be ",
  "selected? According to what principles should a government operate? And, what ",
  "institutions should be maintained or replaced for the realization of those principles? ",
  "When an ideology is used to defend an existing system or to advocate a limited or ",
  "a radical change in that system, it becomes a part of politics. A political ideology ",
  "may lend legitimacy to the ruling class or it may involve an urge for revolution. Ithttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology 15",
  "therefore signifies the manipulative power of a dominant class or of a social ",
  "movement.",
  "An ideology is action-oriented. It presents a cause before its adherents and ",
  "induces them to fight for that cause, and to make sacrifices for its realization. For ",
  "example, nationalism may inspire people to sacrifice their wealth or life for ",
  "defending the freedom of their nation. But communalism may induce hatred among ",
  "people towards members of another community and prompt them to destroy life ",
  "and property of innocent persons. One stream of fundamentalism, based on ",
  "obscurantism, has given rise to worldwide terrorism.",
  "Obscurantism",
  "A poticy or tendency involving deliberate effort at making things obscure so as to ",
  "prevent people from knowing the truth.",
  "In the sphere of politics, conflicting ideologies may be invoked to defend ",
  "conflicting norms or ideals. Of these, some ideals may be designed to serve some ",
  "vested interests, and some ideals may seek to challenge irrational beliefs and ",
  "conventions, and thus pave the way for progress. For example, ideology of ",
  "imperialism may be invoked to facilitate the exploitation of colonial territories and ",
  "their people, while environmentalism may be invoked to save humanity from the ",
  "curse of atmospheric pollution and depletion of valuable natural resources.",
  "Coming to political theory, it may be observed that in many cases political ",
  "theories and political ideologies are described by the same terminology. For ",
  "instance, the terms 'liberalism', 'socialism', 'communism', etc. are applied to ",
  "describe certain political ideologies as well as political theories. Do they indicate ",
  "identical things? Some writers think it is so. At times a political theory seems to ",
  "justify and prescribe a course of action as if it were a political ideology. The genesis ",
  "of a political theory may be sought to be explained in the light of stresses and ",
  "strains emanating from actual politics. Sometimes, clash of some political theories ",
  "may be, explained in the light of a clash in a political situation. That is why G.H. ",
  "Sabine, in his Preface to the first edition of his A History of Political Theory (1937) ",
  "wrote:",
  "This history of political theory is written in the light of the hypothesis that ",
  "theories of politics are themselves a part of politics... Reflection upon the ",
  "ends of political action, upon the means of achieving them, upon the ",
  "possibilities and necessities of political situations, and upon the obligations ",
  "that political purposes impose is an intrinsic element of the whole political ",
  "process.",
  "However, Sabine's view on this issue cannot be accepted as the final word. We ",
  "must draw a distinction between the origin and the validity of a theory. Whilehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "16 An Introduction to Political Theory",
  "it may be conceded that political theories arise from different political situations, ",
  "yet the study of political theory also includes a critical evaluation of these theories. ",
  "This critical evaluation involves segregation of truth embodied in these theories ",
  "from those elements which are the product of political considerations. For example, ",
  "we denounce Aristotle's defence of slavery and subjugation of women because ",
  "they were designed to promote the interests of 'freemen' in ancient Greek society. ",
  "But his explanation of the instability of constitutions stating that the 'power and ",
  "virtue cannot coexist' must be accepted as valid as it embodies an eternal truth. ",
  "Similarly, Machiavelli's advice to the Prince to set aside all moral considerations ",
  "cannot be accepted, but his insights regarding human behaviour can be profitably ",
  "used in the sphere of diplomacy and statecraft.",
  "It is the critical function of political theory that distinguishes it from the set of ",
  "ideas which are the product of politics. Politics involves the pursuit of partisan ",
  "ends. Political ideology is closely related to politics because it involves a passionate ",
  "search for a better society according to the prescribed model. But political theory ",
  "involves a disinterested search for a better society. Its goals are under constant ",
  "investigation and critical examination. Andrew Hacker, in his Political Theory: ",
  "Philosophy, Ideology, Science (1961) has observed that whether we look at the ",
  "philosophical side of political theory or its scientific side, it is always dispassionate ",
  "and disinterested. In other words, the theorist has no fascination for a particular ",
  "political arrangement. His image of a good life is not affected by any prejudice. ",
  "He does not favour or oppose any particular arrangement without examining its ",
  "rightness. On the contrary, an ideology is designed to defend the existing system, ",
  "or to condemn it in order to prove the superiority of a different system.",
  "If theory is loaded by an ideology, it is bound to be distorted. Political philosophy ",
  "or political theory calls for a disinterested search for best form of state and ",
  "society. Ideology seeks to justify an existing or a future political and social ",
  "arrangement. Political science calls for impartial observation of political and social ",
  "reality. Ideology focuses on selected parts of political and social reality, and gives ",
  "its distorted description as well as explanation. On the contrary, absolute impartiality ",
  "is the keynote of genuine political theory.",
  "In the realm of political theory, each political theory should be critically ",
  "examined. Its strong and weak points must be discerned. It should be compared ",
  "with other relevant theories and evaluated in that light. It is therefore imperative ",
  "to understand ideology as the science of ideas also.",
  "The term 'ideology' was originally devised to describe the science of ideas. In ",
  "this sense, it seeks to determine how ideas are formed, how they are distorted, ",
  "and how true ideas could be segregated from false ideas. It was Destutt de Tracy ",
  "(1754^1836), a French scholar, who first used the word 'ideology' duringhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology 17",
  "1801-15 in his writings on the Enlightenment. He defined it as a study of the ",
  "process of forming ideas—a science of ideas. Tracy observed that ideas are ",
  "stimulated by the physical environment; hence empirical learning (gained through ",
  "sense-experience) is the only source of knowledge. Supernatural or spiritual ",
  "phenomena have no role to play in the formation of real ideas. Science is founded ",
  "on these ideas. People could use science for the improvement of social and ",
  "political conditions.",
  "Although Tracy was the first to use the term 'ideology' in this sense, he was",
  "not the first to study the process of formation of ideas. Francis Bacon (1561-",
  "1626), an English philosopher, before him, insisted that knowledge should come",
  "from careful and accurate observation and experience. He held that the knowledge",
  "deduced from less scientific methods of inquiry was distorted by false impressions",
  "or 'idols'. In short, Bacon and Tracy focused on the validity of knowledge obtained",
  "by scientific method, and cautioned us against distorted forms of knowledge.",
  "I—",
  "All colours will agree in the dark.",
  "Francis Bacon (J 625)",
  "In contemporary literature, the term 'ideology' is applied to the set of ideas ",
  "which are adopted by a group in order to motivate it for the achievement of ",
  "predetermined goals. Science of ideas is described by different terms, like ",
  "'sociology of knowledge' (the term introduced by Karl Mannheim), or 'critical ",
  "theory' (the term popularized by the Frankfurt School). Science of ideas is used ",
  "to identify the causes of distortion in the prevailing ideologies. A systematic ",
  "attempt in this direction began with Marx. Later Lukacs and Mannheim also ",
  "made significant contributions to this effort.",
  "Sociology of Knowledge",
  "A systematic attempt to inquire as to how our knowledge is determined, conditioned",
  "or distorted by our social background. The term was introduced by Karl Mannheim in",
  "Ideology and Utopia (1929) although earlier sociologists also made a significant beginning",
  "in   this   direction.  ",
  "________________________________________________________________",
  "Critical Theory",
  "A stream of philosophical thought which maintains that human society has not yet ",
  "evolved a rational form of existence, which is still to be achieved. Hence it cannot be ",
  "analysed by the paradigm of natural sciences. All social institutions and behaviour ",
  "should, therefore, be analysed from the perspective of their deviation from a rational ",
  "form. This theory was popularized by the Frankfurt School (which was originally set up ",
  "in 1923).",
  "Critical theory is 'interested' in human emancipation, and not in the achievement of a ",
  "Ideologynarrow goal. Hence it cannot be equated with an ideology.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "18 An Introduction to Political Theory",
  "Dimensions of Ideology",
  "Ideology",
  "1",
  "1  1 ",
  "Set of Ideas (on  Science of ideas (on how ideas ",
  "best form of society are",
  "and government)  formed and distorted) ",
  "I I",
  "1 A  1",
  "matter of faith A matter of critical examination",
  "Characterized by Closed  1i",
  "Mind 1 Characterized by Open Mind",
  "1",
  "1 Interested Search  1 Disinterested Search for Better Society ",
  "for Better Society I t",
  "1  1",
  "Instrument of Politics Instrument of Political Theory",
  "DemaLnds Subordination to Authority 1 Allows Individuali to Question ",
  "Authority",
  "VIEWS OF MARX",
  "Karl Marx (1818-83) in German Ideology (1845-46) and A Contribution to the ",
  "Critique oj'Political Economy (1859) dwelled on the nature of ideology. According ",
  "to him, ideology is a manifestation of 'false consciousness'. In the Critique of ",
  "Political Economy (Preface), Marx observed:",
  "In the social production which men carry on they enter into definite relations ",
  "that are indispensable and independent of their will; these relations of ",
  "production correspond to a definite stage of development of their material ",
  "powers of production. The sum total of these relations of production ",
  "constitutes the economic structure of society—the real foundation, on which ",
  "rise legal and political superstructures and to which correspond definite ",
  "forms of social consciousness. The mode of production in material life ",
  "determines the general character of the social, political and spiritual process ",
  "of life. It is not the consciousness of men that determines their existence, ",
  "but, on the contrary, their social existence determines their consciousness.",
  "According to Marx, in the process of social development material needs of ",
  "people advance, but their social consciousness lags behind. This distorted ",
  "consciousness or false consciousness is reflected in their ideology. Dominant class ",
  "at any stage of social development makes use of ideology to maintain its authority. ",
  "For example, makers of the French Revolution (1789) raised the slogan of'Liberty, ",
  "Equality, Fraternity' to enlist support of the masses. But they settled for liberty ",
  "which served their interest, i.e. the interest of the new entrepreneurial class of ",
  "those days. They did not proceed to win freedom for common man, but stopped ",
  "after winning freedom for a new dominant class to ensure inviolability of property.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  19",
  "Ideology",
  "Marx and Engels (1820-95) held that ideology is an instrument for protecting ",
  "the interests of the dominant class. Thus bourgeoisie (the capitalist class) needs ",
  "ideology to maintain itself in power. On the contrary, when proletariat (the working ",
  "class) comes to power after the socialist revolution, it has no vested interests in ",
  "maintaining itself in power. It strives to create such conditions where the state will ",
  "'wither away'. It does not want to continue as the dominant class but works for ",
  "the creation of a classless society. However, V.I. Lenin (1870-1924) in his What is ",
  "to be Done? (1902) held that ideology is not necessarily a distortion of truth to ",
  "conceal the prevailing contradictions, but it has become a neutral concept which ",
  "refers to the political consciousness of different classes, including the proletarian ",
  "class. He argued that the class struggle will continue for a very long time during the ",
  "socialist phase. So proletariat also need an ideology—the ideology of scientific ",
  "socialism for their guidance, lest they are overpowered by the bourgeois ideology.",
  "VIEWS OF LUKACS",
  "Georg Lukacs (1885-1971), a Hungarian Marxist, in History and Class ",
  "Consciousness (1923) proposed a theory of the dependence of thought on social ",
  "life, which primarily consisted of class relations of material production. He held ",
  "that consciousness was always class consciousness. The proletariat, by virtue ",
  "of its increasing estrangement within the socio-economic sphere, occupied a ",
  "unique historical position from which it could achieve universal consciousness.",
  "On the nature of ideology Lukacs maintained that it refers both to bourgeois ",
  "and proletarian consciousness, without implying a necessary negative connotation. ",
  "Marxism itself is the ideological expression of the proletariat. Lukacs held that ",
  "bourgeois ideology is false, not because ideology itself is 'false consciousness', ",
  "but because bourgeois class situation is structurally limited. In other words, ",
  "bourgeoisie (the capitalist class) cannot stand on its own. It must exploit proletariat ",
  "(the working class) to maintain itself. Bourgeois ideology is deplorable because it ",
  "dominates and contaminates the psychological consciousness of proletariat. ",
  "However, Lukacs has warned that ideological struggle should not become a ",
  "substitute for class struggle.",
  "VIEWS OF MANNHEIM",
  "Karl Mannheim (1893-1947), a German sociologist, in his famous work Ideology ",
  "and Utopia (1929) rejects Marx's theory of ideology on three grounds: (a) 'style ",
  "of thought' of any group is only indirectly related to its interests; there is no ",
  "direct correlation between its consciousness and its economic interests; (b) all ",
  "thought is shaped by its social background; hence Marxism itself is the ideology ",
  "of a class; and (c) apart from classes, other social groups, like different ",
  "generations, also have a significant influence upon consciousness.",
  "Mannheim introduced the term 'sociology of knowledge' to focus on social ",
  "determination of knowledge. He sought to generalize Marxist framework as ahttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "20 An Introduction to Political Theory",
  "tool of analysis. He held that the false consciousness may be manifested in two ",
  "forms: ideology and Utopia. Ideology represents the tendency of conservation. It ",
  "relies on false consciousness to muster support for the maintenance of status quo. ",
  "On the other hand, Utopia represents the impetus to change. It relies on false ",
  "consciousness by projecting unrealizable principles to muster support for the forces ",
  "of change. A ruling class makes use of ideology; the opposition may project a ",
  "Utopia. Mannheim declared that Marxist vision of a classless society was nothing ",
  "short of Utopia. Hence it also makes false consciousness its tool.",
  "Utopia",
  "Vision of a perfect society where everyone is happy. In social sciences, this term is ",
  "applied to designate a set of fascinating but unrealizable principles.",
  "The relative character of all knowledge as postulated by Mannheim makes the ",
  "knowledge of objective truth extremely difficult. Is there no hope, then, to discover ",
  "truth? Well, there is a silver lining. Mannheim hinges on the possibility of a 'free-",
  "floating stratum' of intellectuals between the contending classes to achieve ",
  "disinterested knowledge. He hopes that some enlightened individuals within the ",
  "conflicting groups will realize that their perception of truth is partial; it could be ",
  "complemented by understanding their opponent's view. Such individuals from both ",
  "sides will come together with an open mind; they will enter into a dialogue and ",
  "incessantly strive to arrive at the objective truth. Thus they will open the way to ",
  "achieve synthetic common knowledge of the prevailing historical situation and a ",
  "realistic assessment of actual possibilities. In other words, they will be able to grasp ",
  "a realistic vision between ideology and Utopia.",
  "Mannheim identifies these intellectuals as social scientists. He recommends that ",
  "these social scientists, who have proved their ability to grasp the objective truth, ",
  "should be given authority to rule.",
  "Critics argue that Mannheim has created a confusion between the origin and ",
  "validity of knowledge. His extreme relativism contemplates the existence of ideas ",
  "without upholders. Moreover, giving power to social scientists is fraught with ",
  "danger of absolutism. Let these social scientists function as critics of power-holders ",
  "instead of wielding power themselves. They would better serve as organizers of ",
  "agitations and demonstrations, journalist, and writers, and as 'conscience-keepers' ",
  "of society.",
  "When ideology is conceived as an instrument of motivating people for the ",
  "achievement of predetermined goals, it comes close to totalitarianism. Some writers, ",
  "therefore, assert that ideology in this sense is found only in totalitarian systems; it ",
  "has no place in an open society.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology 21",
  "Totalitarianism",
  "A system of governance in which the state seeks to regulate and control all aspects of",
  "life of its citizens—whether public or private. In other words, it seeks to direct all",
  "political, economic, social-cultural and intellectual activities of people towards fulfilling",
  "certain aims which are determined by the state itself. No citizen has the right or",
  "opportunity to oppose or criticize the state, or to propose any new aim.  ",
  "________________________________________________________________",
  "Open Society",
  "A social and political system where there is a free flow of information regarding public ",
  "affairs and matters of public importance. Public policy in such a system represents a ",
  "reconciliation of diverse interests. Power-hoLders under this system do not claim that ",
  "they have found the truth. Hence it encourages freedom of expression among citizens; ",
  "it shows readiness to adopt new ideas; and permits the citizens to criticize the ",
  "government.",
  "Famous Austrian philosopher Karl Popper (1902-94) in The Open Society and ",
  "Its Enemies (1945) argued that ideology is the characteristic of totalitarianism; it ",
  "has nothing to do in an open society. He maintained that science and freedom ",
  "flourish together in a society which is open in the sense that it is willing to accept ",
  "new ideas. In contrast, a totalitarian society claims that it has already found the ",
  "absolute truth, and strives to implement it ruthlessly. Ideology is the tool which ",
  "enables the state to mobilize its manpower and other resources for a goal which ",
  "is declared to embody the absolute truth. It does not allow anyone to oppose or ",
  "criticize the public policy which is exclusively determined by the ruling group. In ",
  "Popper's view, Western liberal-democratic societies are open societies; hence ",
  "they do not need an ideology for working smoothly. Citizens of these societies ",
  "are absolutely free to criticize the existing institutions and structures of power.",
  "Then Hannah Arendt (1906-75), a German Jew philosopher, in The Origins of ",
  "Totalitarianism (1951) defined totalitarianism as a system of total domination, ",
  "characterized by ideology and terror. It was made possible in recent Europe by ",
  "three factors: (a) the specific political and social position of the Jews which had ",
  "given anti-semitism (the tendency of hatred toward Jews) a new force; (b) ",
  "imperialism which generated racist movements and worldwide expansion of power; ",
  "and (c) dissolution of European society into uprooted masses, so lonely and ",
  "disoriented that they could be mobilized behind ideologies.",
  "Thus Popper and Arendt focused on the role of ideology as a tool of ",
  "totalitarianism. It is interesting to recall that Marx had evolved the concept of ",
  "ideology in late nineteenth century in order to expose capitalism. Concept of ",
  "totalitarianism was evolved in early twentieth century to describe the dictatorial ",
  "way of working of communist regime of the Soviet Union till the end of Stalin-",
  "era (1953) and fascist regime of Italy (under Mussolini) and Germany (underhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "22 An Introduction to Political Theory",
  "Hitler) till the end of Second World War (1945). Both communist and fascist ",
  "regimes made ample use of their respective ideologies for the mobilization of ",
  "their citizens toward the achievement of their respective goals. Popper largely ",
  "focused on the communist regime, and Arendt on the fascist regime to bring out ",
  "the close correlation between ideology and totalitarianism.",
  "CONCLUSION",
  "Ideology has been variously condemned as the reflection of false consciousness ",
  "or as an instrument of totalitarianism. But it is not fair to look at all ideologies in ",
  "this light. In actual practice, different ideologies as sets of ideas will continue to ",
  "exist as the vehicles of value-systems evolved by different groups. They will be ",
  "used for motivating people to achieve the goals cherished by their upholders. ",
  "They may also be used by some groups to convince others regarding their rightful ",
  "claims. Ideologies do not belong exclusively to dominant classes; oppressed classes ",
  "also have their own ideologies. They cannot be set aside as 'false consciousness'.",
  "Ideologies could serve as meeting ground for like-minded people, instead of ",
  "confining themselves to their tribe, caste, religion, region, etc. They may reflect ",
  "changing social consciousness on crucial issues. Some ideologies have given rise ",
  "to strong social movements for the emancipation of various oppressed sections. ",
  "Some ideologies manifest a deep concern with the future of humanity. An ideology ",
  "is identified by commitment to a cause. It rules out personal interest, bias or ",
  "submission to a particular person, group or dynasty. It signifies a set of coherent ",
  "ideas—perception of real and ideal from one's own position. It may also be used ",
  "to make others realize that position. That is how, in the sphere of world politics, ",
  "developing nations strive to impress upon advanced nations to adopt humanist ",
  "attitudes and policies.",
  "The current status of ideology in the world was reviewed in mid-1950s and in ",
  "1960s. In Western liberal-democratic countries, it was declared that the age of ",
  "ideology had come to an end. These countries looked at ideology as a tool of ",
  "totalitarianism which had no place in open societies. 'End of ideology' also implied ",
  "that at the advanced stage of industrial development, a country's social-economic ",
  "organization is determined by the level of its development, and not by its political ",
  "ideology. In other words, capitalist and communist countries were bound to ",
  "evolve similar characteristics at the advanced stage of their industrial development, ",
  "irrespective of their ideological differences.",
  "Early indications of this view may be found in the proceedings of a conference ",
  "on 'The Future of Freedom' held in Milan, Italy, in 1955. Edward Shils' report on ",
  "this conference was published in Encounter (1955) under the title 'The End ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  23",
  "Ideology",
  "Ideology'. The conference urged its participants to forget their minor differences ",
  "and discover common grounds to face the danger of Communism. Daniel Bell ",
  "observed in the course of his speech:",
  "Today ideologies are exhausted... In the Western World... there is today ",
  "a rough consensus among intellectuals on political issues: the acceptance ",
  "of a Welfare State; the desirability of decentralized power; a system of ",
  "mixed economy and of political pluralism. In that sense too the ideological ",
  "age has ended.",
  "This view was confirmed and further elaborated by several Western writers. ",
  "Ralph Dahrendorf in Class and Class Conflict in Industrial Society (1957) argued ",
  "that the Western societies had entered a new phase of development. They were ",
  "no longer capitalist societies; they had become 'post-capitalist societies'. The ",
  "coincidence of economic conflict and political conflict, which was the foundation ",
  "of Marx's theory, had ceased to exist in the post-capitalist societies. In a capitalist ",
  "society, the lines of industrial and political conflict were superimposed. The ",
  "opponents within the industrial sphere—capitalists and workers—met again as ",
  "bourgeoisie and proletariat, in the political arena. In contrast, industry and society ",
  "have been dissociated in the post-capitalist society. The social relations of the ",
  "industrial sphere, including industrial conflict, no longer dominate the whole society ",
  "but remain confined in their patterns and problems to the sphere of industry. In ",
  "post capitalist society, industry and industrial conflicts are institutionally isolated. ",
  "T",
  "In other words, they remain confined within the borders of their proper realm, ",
  "and do not influence politics and other spheres of social life. Thus in Dahrendorf's ",
  "view, the framework of Marxian ideology was no longer suitable for the analysis ",
  "of the Western societies.",
  "Daniel Bell, in his noted work The End of Ideology (1960) asserted that post-",
  "industrial societies are prone to similar development irrespective of their ideological ",
  "differences. They have lesser proportion of workers in industry than in services. ",
  "In other words, at the advanced stage of industrial development in any country ",
  "the services sector expands at a faster rate than the manufacturing sector. Besides, ",
  "it is also characterized by the increasing dominance of technical elites. The change ",
  "in this direction is not affected by its political ideology.",
  "Then Seymour M. Lipset, in Political Man: The Social Bases of Politics ",
  "(1960) significantly observed:",
  "Democracy is not only or even primarily a means through which different",
  "groups can attain their ends or seek the good society; it is the good society",
  "itself in operation.",
  "Lipset observed that in the Western democracies the differences between the left",
  "and the right are no longer profound; the only issues before politics are concerned",
  "with marginal increase in wages, marginal rise in prices, and extension of old-agehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterialshttps://telegram.me/MaterialforExam",
  "~24 An Introduction to Political Theory",
  "pensions, etc. He maintained that the fundamental political problems of the indi",
  "revolution have been solved: the workers have achieved industrial and poi",
  "citizenship; the conservatives have accepted the welfare state; and the demo<",
  "left has recognized that an increase in overall state power carries with it i",
  "dangers to freedom than solutions for economic problems. The triump",
  "democracy in the West has made the intellectuals realize that they no longer i",
  "ideologies or Utopias to motivate them to political action.",
  "W. W. Rostow, in The Stages of Economic Growth: A Non-communist Manift",
  "(1960) built a unidimensional model of economic growth which was applica",
  "to all countries irrespective of their political ideologies. He suggested that",
  "societies pass through five stages of growth: traditional society, preconditic",
  "for take-off, take-off, road to maturity and the age of high mass consumptic",
  "He believed that the process of development going on at that time in Asia, Lat",
  "America, Africa and the Middle East was analogous to the stages of preconditioi",
  "for take-off and take-off which prevailed in the Western societies in late eighteen!",
  "and nineteenth centuries. Rostow asserted that the adoption of different politics",
  "ideologies played no role in determining the course of economic development ii",
  "different countries.",
  "J.K. Galbraith, in The New Industrial State (1967) identified certain ",
  "characteristics of advanced industrial societies which correspond to the end of ",
  "ideology thesis. Galbraith observed that all industrialized societies are destined to ",
  "similar development. This involves greater centralization, bureaucratization, ",
  "professionalization and technocratization. These characteristics were visible in ",
  "the Russian as well as American systems although they had adopted as divergent ",
  "ideologies as communism and capitalism respectively. It means that a country's ",
  "techno-economic structure is shaped by the level of its industrialization, and not ",
  "by its distinctive political ideology.",
  "Galbraith claimed that a new ruling class consisting of the bureaucratic and ",
  "technocratic elite had emerged in all advanced industrial societies. This class ",
  "belonged neither to the working class nor to the capitalists. In liberal societies, the ",
  "members of this class occupied high positions in an open meritocratic system. Because ",
  "of high rate of social mobility, they are not attached to particular capitalists. Power in ",
  "society is vested in bureaucracy and technocracy, and not in capitalists. Galbraith ",
  "comes to the conclusion that in the contemporary world, emancipation of humanity ",
  "should be sought in anti-bureaucratism rather than in anti-capitalism. The end of ",
  "ideology thesis had a message for the new nations of Asia, Africa and Latin America. It ",
  "implied that they should focus on their industrial development, and should not run after ",
  "the mirage of communism as a remedy of their ills. With the collapse of communist ",
  "systems in East European countries in 1989 (which was followed by a similar ",
  "collapse in the then Soviet Union in 1991), this view got a new impetus in the form ",
  "of the 'End of History' thesis. Francis Fukuyama, in his paper entitled 'The End of ",
  "History', published in The National Interesthttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  25",
  "Ideology",
  "(1989), argued that the failure of socialism (i.e. communism in the present context)",
  "neant an unabashed victory of economic and political liberalism. It marked the ",
  "end point of mankind's ideological evolution and the universalization of Western ",
  "liberal democracy as the final form of human government. Fukuyama maintained",
  "hat the liberal democracy contains no basic contradictions and that it is capable ",
  "af fulfilling deepest aspirations of mankind. Its victory has heralded an end to the ",
  "long historical struggle which had obstructed its expansion in the past. This",
  "hesis was given wide publicity in the Western press and academic circles as it",
  "vas suited to their mode of thought.",
  "However, Richard Titmuss, C. Wright Mills, C.B. Macpherson and Alasdair ",
  "Maclntyre serverly criticized the end of ideology thesis. Titmuss observed that ",
  "the champions of the end of ideology thesis overlook the problems of monopolistic ",
  "concentration of economic power, social disorganization and cultural deprivation ",
  "within the capitalist system. C. Wright Mills dubbed the upholders of end of ",
  "ideology thesis the advocates of status quo. In his view, it is an ideology of ",
  "political complacency which appears to be the only way now available for many ",
  "social scientists to acquiesce in or to justify the established social structure. So ",
  "far as human and political ideas are concerned, the end of ideology thesis stands ",
  "for a denial of their relevance. C.B. Macpherson asserted that the champions of ",
  "lie end of ideology thesis make a futile attempt to solve the problem of equitable ",
  "listribution within the market society. Alasdair Maclntyre (Against the Self-images ",
  "of the Age; 1971) significantly observed that the 'end of ideology' theorists ",
  "\"failed to entertain one crucial alternative possibility: namely that the end-of-",
  "ideology, far from marking the end-of-ideology, was itself a key expression of ",
  "the ideology of the time and place where it arose.\"",
  "In short, the end of ideology debate, and its latest version are designed to ",
  "project the supremacy of liberal-democratic system in theory as well as practice. ",
  "In the contemporary climate of increasing urge for liberalization, privatization ",
  "and globalization, this idea seems to be riding high. However, it needs a close ",
  "scrutiny. Collapse of socialism in a large part of the world could be the outcome ",
  "of human faults in its implementation. Moreover, Western democratic world is ",
  "by no means an epitome of justice and morality. Human emancipation is a complex ",
  "venture. There are no readymade answers to all human problems. In devising ",
  "their solution, relevant ideas from different ideologies may be drawn and examined. ",
  "Of these, liberalism, Marxism, socialism, fascism, anarchism, Gandhism and ",
  "feminism are particularly important.",
  "V. LIBERALISM",
  "BASIC TENETS OF LIBERALISM",
  "Liberalism is a principle of politics which insists on 'liberty' of individual as the ",
  "first and foremost goal of public policy. Liberty, in this sense, implies 'liberation'https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "26 An Introduction to Political Theory",
  "from restraints—particularly, from the restraints imposed by an authoritarian state. ",
  "This principle was evolved in the West in late seventeenth century in order to ",
  "liquidate feudal privileges of the land-owning class and to create favourable ",
  "conditions for the new entrepreneurial class to enable them to contribute to social ",
  "progress.",
  "Authoritarian State",
  "A state where an individual, a group, an institution, or a set of rules enshrined in ",
  "a sacred book are regarded as the source of authority, i.e. legitimate power; its ",
  "orders or directions are required to be obeyed by all without questioning.",
  "In fact liberalism is not a fixed mode of thought, but an intellectual movement ",
  "which seeks to accommodate new ideas in order to face new situations and new ",
  "challenges. However, its basic tenets may be identified as follows:",
  "(a) Man is a rational creature. He has immense potential to contribute to social ",
  "progress as well as to his own good;",
  "(b) There is no basic contradiction between an individual's self-interest and the ",
  "common interest. In fact the common interest denotes a point of ",
  "reconciliation between the interests of different individuals;",
  "(c) Man is endowed with certain natural rights which cannot be transgressed by ",
  "any authority;",
  "(d) Civil society and the state are artificial institutions created by individuals to ",
  "serve the common interest. They are entitled to demand obedience to their ",
  "orders from individuals on the condition of fulfilling this function;",
  "(e) Liberalism believes in the primacy of procedure over the end-product. It ",
  "means, if the procedure for arriving at a decision is right, the decision may ",
  "be accepted to be right. Liberal view of freedom, equality, justice and ",
  "democracy is a search for right procedure in different spheres of social life;",
  "(f) Liberalism promotes civil liberties of the individual, including freedom of ",
  "thought and expression, freedom of association and movement, personal ",
  "freedom (which rules out search or arrest without a warrant) and strict ",
  "compliance with legal and judicial procedure. Any restriction on individual ",
  "freedom should be meant to ensure equal freedom for others;",
  "(g) Liberalism upholds freedom of contract. No individual can accept any ",
  "obligation without his own consent, and without consideration of mutual ",
  "benefit. The state would function as umpire in the enforcement of contracts. ",
  "However, a contract concluded under pressure, or the one which ",
  "compromises dignity of the individual, shall be void; and",
  "(h) Liberalism holds that public policy should be the product of free bargaining ",
  "between groups of individuals formed to pursue their common interests.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  27",
  "Ideology",
  "In short, liberalism treats market society as the model of social organization ",
  "where role of the state should be confined to the protection of individuals' life and ",
  "property, enforcement of contracts, and maintenance of minimum common services ",
  "which would not be undertaken by private entrepreneurs. In liberal view, the state ",
  "is a necessary evil. Liberalism treats the state as the means and individual as the ",
  "end. It rules out absolute authority of the state.",
  "Early exponents of liberalism include John Locke (1632-1704), Adam Smith ",
  "(1723-90) and Jeremy Bentham (1748-1832). All of them were English ",
  "philosophers. Locke is known as the father of liberalism. Smith is known as the ",
  "father of economics; Bentham, the founder of utilitarianism. All of them defended ",
  "the principle of laissez-faire which implies least interference of the state in the ",
  "economic activities of individuals. They are the founders of classical liberalism ",
  "which is called negative liberalism because it contemplates negative role of the ",
  "state in the sphere of mutual interaction of individuals. In the twentieth century, ",
  "Herbert Spencer (1820-1903), an English philosopher, sought to reaffirm negative ",
  "liberalism through the application of the principles of natural sicence to social ",
  "organization.",
  "Welfare State",
  "A state that provides for various types of social services for its citizens, e.g. social ",
  "security (financial assistance in case of loss of job or any other source of income, ",
  "death of the bread-winner, prolonged illness or physical disability or any other calamity), ",
  "free education, public health, poor relief, supply of essential goods and services like ",
  "foodgrains, milk, fuel and transport to the needy at subsidized rates. It undertakes the ",
  "protection of cultural heritage including monuments, museums, libraries, art galleries, ",
  "botanical gardens and zoological parks, etc. It also promotes higher education and ",
  "scientific research, etc. to step up intellectual and cultural development of society.",
  "John Stuart Mill (1806-73), an English philosopher, sought to modify ",
  "utilitarianism and the principle of laissez-faire on philosophical grounds which ",
  "paved the way for the theory of welfare state. Then T.H. Green (1836-82), another ",
  "English philosopher, sought to add a moral dimension to liberalism and thus ",
  "advanced a full-fledged theory of welfare state. This tradition was further ",
  "developed by L.T Hobhouse (1864-1929), Harold J. Laski (1893-1950) and R.H. ",
  "Tawney (1880-1962)—all of them were English philosophers. Thus the theory and ",
  "practice of welfare state flourished in the first half of the twentieth century in ",
  "England. This theory contemplates positive role of the state in securing a dignified ",
  "life to individuals. It is therefore called positive liberalism.",
  "On political side, liberalism promotes democracy; on economic side, it promotes ",
  "capitalism. Democracy is concerned with fulfilling needs and aspirations of ",
  "ordinary people, but capitalism results in the concentration of economic power in ",
  "the hands of the few who may use it against the interests of ordinary people. This ",
  "situation is sought to be rectified by the mechanism of the welfare state.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "28 An Introduction to Political Theory",
  "STREAMS OF LIBERAL THOUGHT",
  "Early liberal theory developed in two main directions: (a) individualism; and (b) ",
  "utilitarianism. Individualism focused on individual as a rational creature. It required ",
  "that individual's dignity, independent existence and judgment should be given full ",
  "recognition while making public policy and decisions. It means, no individual ",
  "shall be made to suffer in order to benefit any larger unit of society. According to ",
  "this view, only an individual can have any rights; family, trade union, corporation ",
  "or the state cannot have any rights which could be distinguished from the rights ",
  "of their individual members. Similarly, no social unit can have any interests which ",
  "could be distinguished from the interests of its individual members. Individualism ",
  "supports a social and legal system which is based on voluntary transactions ",
  "between individuals. This view strongly upholds market society model and holds ",
  "that even taxation should be confined to the provision and maintenance of common ",
  "services. John Locke and Adam Smith are the early exponents of individualism.",
  "On the other hand, utilitarianism stands for 'greatest happiness of the greatest ",
  "number' where interest of the few may be sacrificed in the interest of the ",
  "collectivity. Happiness is defined as the balance of pleasure over pain derived ",
  "from various goods and services, acts and policies. Founder of this school of ",
  "thought, Jeremy Bentham, observed that nature has placed mankind under two ",
  "sovereign masters: pleasure and pain. Human behaviour is guided by an urge to ",
  "obtain pleasure and avoid pain. Moral principles ahd state policy should aim at ",
  "promoting 'greatest happiness of the greatest number.' Bentham made no ",
  "distinction between qualities of different pleasures. He insisted on maximizing the ",
  "quantity of pleasure. But John Stuart Mill pointed to qualitative differences between ",
  "different types of pleasure, and thus recognized the variety of tastes of different ",
  "individuals. Further, he projected the liberty of individual as the highest value. ",
  "These modifications in utilitarianism tilted it toward individualism and transformed ",
  "its basic character. Mill also pleaded for taxation of the rich for the benefit of the ",
  "poor, and thus paved the way for the welfare state.",
  "NEO-LIBERALISM",
  "Neo-liberalism, neo-classical liberalism or libertarianism stands for contemporary ",
  "version of classical liberalism which seeks to restore laissezfaire individualism. ",
  "It denounces the welfare state, opposes state intervention and control of economic ",
  "activities. Champions of neo-liberalism stand for 'rolling back' the state which ",
  "has immensely expanded its sphere of activities. The chief exponents of neo-",
  "liberalism include F.A. Hayek (1899-1992), an Austrian thinker, Milton Friedman ",
  "(1912-2006), an American economist, and Robert Nozick (1938-2002) an ",
  "American philosopher.",
  "In the second half of the twentieth century these thinkers realized that the ",
  "theory of welfare state was inimical to individual liberty, as it involved the forcedhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  29",
  "Ideology",
  "transfer of resources from the more competent to the less competent. In order to ",
  "restore individual liberty, they sought to revive the principle of laissez-faire not ",
  "only in economic sphere, but also in social and political sphere. In a nutshell, neo-",
  "liberalism upholds full autonomy and freedom of the individual. It seeks his ",
  "liberation from all institutions which tend to restrict his vision of the world, ",
  "including the institutions of religion, family and customs of social conformity ",
  "apart from political institutions. Philosophically it repudiates the deterministic ",
  "outlook of human life, and maintains that human personality, character, thought ",
  "and actions cannot be construed as the outcome of his circumstances. In other ",
  "words, it treats man as the maker of his destiny. It is, therefore, hostile to all ",
  "social and legal restrictions on individual's freedom of action. In the political ",
  "sphere, neo-liberalism particularly insists that man's economic activity must be ",
  "actively liberated from all restrictions to enable him to achieve true progress and ",
  "prosperity.",
  "All neo-liberals believe in the primacy of the 'spontaneous order' of human ",
  "relationships as exemplified in free markets. They deplore any politics (notably ",
  "socialism) which pretends to have definitive knowledge of human needs. No ",
  "government can have such knowledge. Human needs manifest themselves through ",
  "the myriad unpredictable transactions between individuals living in a free or open ",
  "society. If government tries to regulate these activities, it would amount to curtailing ",
  "their freedom without fulfilling their genuine needs. It would therefore be advisable ",
  "to transfer such decisions to the market which will maximize their choice. In the ",
  "economic sphere, market exemplifies the genuine democracy. In the political ",
  "sphere, market represents a model of genuine democracy, where votes are traded ",
  "against welfare benefits, and the cost is borne by the most productive members ",
  "of society.",
  "A CRITICAL APPRAISAL",
  "Liberalism is, no doubt, a dynamic political philosophy which has responded to ",
  "the changing needs of time. However, like any other ideology, it has failed to ",
  "redeem mankind from its predicament. In fact, liberalism has clung to capitalism ",
  "so firmly that all its new ventures appear to be new devices for sustaining the ",
  "capitalist system or justifying its existence.",
  "Liberalism Retains Its Bourgeois Character",
  "Liberalism arose for the protection of the interests of the bourgeoisie (the capitalist ",
  "class) when political power was wielded by feudal interests. In its early phase, ",
  "liberalism stood for limiting the power of the state in favour of laissez-faire ",
  "individualism, minimum government, minimum regulation. In pleading for this ",
  "policy, liberalism insisted so much on freedom of the property-owing class that it ",
  "set aside all human considerations. As R.H. Tawney, in his The Acquisitive Society ",
  "(1920) observed:https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "30 An Introduction to Political Theory",
  "The story of the struggle between humanitarian sentiment and the ",
  "theory of property transmitted from the eighteenth century is familiar. ",
  "No one has forgotten the opposition offered in the name of the right of ",
  "property to factory legislation, to housing reform, to interference with the ",
  "adulteration  of goods, even to compulsory sanitation of private ",
  "houses.",
  "Such arguments are no longer advanced. But, at times, the right to property ",
  "is held sacrosanct even when it is responsible for wide socio-economic ",
  "disparities, inflicting indignities and injustice on the bulk of mankind.",
  "In a later phase, starting from the French Revolution (1789) when the ",
  "bourgeoisie themselves came to power, liberalism tended to widen the ",
  "functions of the state and to support an ever larger degree of regulation. It ",
  "cannot be denied that the concept of the 'welfare state' was evolved not out of ",
  "sympathy for the vulnerable sections of society—the peasants, workers and ",
  "ordinary people—but with a view to enlisting the support of these classes in ",
  "order to maintain the status quo. Thus, in practice, liberalism upholds a ",
  "capitalist system or mixed economy which also creates favourable conditions ",
  "for the bourgeoisie to maintain their hold on economic as well as political ",
  "power. The policy of incremental change, which implies small and continual ",
  "concessions to the lower classes, is cleverly devised to contain unrest and to ",
  "hold the forces of revolution in check. Thus, the welfare state seems to create an ",
  "illusion of welfare, rather than securing real welfare. Actual Imbalance of ",
  "Croup Interests",
  "Contemporary liberalism upholds representative democracy on the assumption ",
  "that the state represents the interests of all groups within society and. that it ",
  "ensures reconciliation of conflicting interests. This could be true in the case of ",
  "some societies but it cannot be demonstrated as a universal phenomenon. In ",
  "developing nations, it is particularly evident that various groups are not ",
  "equally conscious of their interests, nor are they equally well-organized, nor ",
  "equally vocal. Usually, these countries are dominated by 'vested interests'. For ",
  "instance, in India a handful of business interests are very well-organized, ",
  "active and vocal while the tremendously large body of consumers is not ",
  "adequately organized. Thus, in spite of decisions being taken by representative ",
  "institutions, in practice,  there is an obvious imbalance in the sphere of ",
  "protection of the interests of the various groups.",
  "CONTRIBUTION OF LIBERALISM",
  "The greatest merit of liberalism lies in initiating the process of replacing ",
  "traditionalism by modern rationalism. In other words, it asserted that socio-",
  "economic relations of men in society, which were hitherto based on 'tradition', ",
  "should now be based on 'reason'. Since this process was started by the new ",
  "middle class—the merchants and the industrialists—they were the first to ",
  "benefithttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology 31",
  "from this change; feudalism was replaced by capitalism not only in the economic ",
  "sphere, but corresponding changes were brought about in the political sphere as ",
  "well. This had some evil effects also. The condition of the working classes ",
  "deteriorated with the success of classical liberalism. But once the process of ",
  "redefining social relations from the point of view of 'reason' had started, it could ",
  "not be stopped from reaching its logical conclusion: the rise of socialism. Socialism ",
  "sought a better deal for the working class on the same principle of 'reason' which ",
  "was initially invoked by liberalism. Faith in 'reason' is a dynamic force. Liberalism, ",
  "therefore, did not hesitate to transform itself as and when it was faced with new ",
  "challenges. This has led to new insights as regards the principles of freedom, ",
  "equality, justice, democracy, progress, and other human values.",
  "In fact liberalism is invoked today in two important contexts: (a) as a theory of ",
  "capitalism, and (b) as a theory of constitutionalism. So long as liberalism is ",
  "commended with a view to vindicating the economic relations of capitalist society, ",
  "it is bound to suffer from its inner contradictions which must be resolved by ",
  "invoking human values. On the other hand, when liberalism is invoked as the ",
  "foundation of constitutionalism and suitable curbs on political power, it embodies ",
  "lasting political values. It is, therefore, bound to survive on this front.",
  "Constitutionalism",
  "The principle that insists on organization and working of the state according to a ",
  "constitution so that no organ or office-holder of the state is allowed to use arbitrary ",
  "power. A constitution not only provides for a framework of government but also prescribes ",
  "powers of various organs of government and the limits of those powers.",
  "WHAT IS MARXISM?",
  "Marxism derives its name from that of Karl Marx (1818-83), a famous German ",
  "economist and social philosopher of the nineteenth century who is the chief ",
  "exponent of this theory. It is interesting to recall that this term was unknown in ",
  "Marx's own lifetime. Friedrich Engels (1820-95), a close friend and collaborator of ",
  "Marx, once reported the following comment made by Marx himself: \"All 1 know is ",
  "that I am not a Marxist.\" Marx probably said so as he did not claim to offer a ",
  "comprehensive world-view. It is also possible that he did not advance such a claim ",
  "out of modesty. However towards the end of the nineteenth century, G.V. ",
  "Plekhanov (1856-1918), a Russian Marxist, announced that 'Marxism is a whole ",
  "world-view.' However, despite this name, Marxism should not be regarded as a ",
  "system of thought exclusively belonging to Marx. Marxism, in fact, comprises a ",
  "rich tradition of social thought—a living tradition, with immense possibilities.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "32 An Introduction to Political Theory",
  "Marxism, in its proper sense, first appeared in the middle of the nineteenth ",
  "century in response to the oppressive conditions created by the capitalist system. ",
  "It will be recalled that liberalism arose in the seventeenth century as a philosophy ",
  "of human freedom, but by the middle of the nineteenth century it had become ",
  "clear that the classical form of liberalism, with its doctrine of laissez-faire and ",
  "free market economy, had failed to create conditions of human freedom. Liberalism ",
  "had achieved the goal of establishing capitalism under which a tiny class of ",
  "capitalists enjoyed special power and privileges at the expense of the large majority ",
  "of the working class. The legal and political equality sought by the exponents of ",
  "liberalism had been achieved with tremendous economic inequalities and consequent ",
  "injustice. Early champions of liberalism had hoped that the elimination of ",
  "governmental restrictions on business and industry would usher in an era of ",
  "universal improvement in the material conditions of life. But actual experience ",
  "showed that unbridled capitalism had produced socially disastrous consequences. ",
  "The tremendous increase of wealth was cornered by a small section which ",
  "happened to own the means of production while the large majority of the industrial ",
  "population was forced to a sub-human living. Successful bankers and market ",
  "speculators increased their wealth by leaps and bounds while the slum-dwelling ",
  "working classes were living under the constant threat of insecurity, malnutrition, ",
  "discomfort, disease and death. These developments belied all the humanitarian ",
  "hopes of universal economic progress.",
  "The first response to these horrible conditions came in the form of an early ",
  "socialist movement, which opposed the policy of free market competition and ",
  "drew attention to the deteriorating conditions of the working classes. Early ",
  "socialists like Saint-Simon (1760-1825) and Louis Blanc (1811-82) in France ",
  "advocated a more or less centralized economy under state control. Some others ",
  "sought to project images of model communities governed by the principle of ",
  "'free cooperation' instead of 'free competition' as advocated by the capitalist ",
  "system. Robert Owen (1771-1858) in England and Charles Fourier (1772-1837) ",
  "in France produced elaborate plans of setting up such model communities. ",
  "P. J. Proudhon (1809-65) in France hoped to set up a nationwide system of ",
  "decentralized workers' cooperatives which would bargain with one another for ",
  "the mutual exchange of goods and services. All these thinkers knew clearly what ",
  "was wrong with the world, but they were not clear as to what to do about it for ",
  "they suggested only visionary solutions—far removed from the hard realities of ",
  "life. In other words, they had arrived at a correct diagnosis of the ills of the ",
  "capitalist system, but had no clear conception of the remedy. They are, therefore, ",
  "rightly described as 'utopian socialists'.",
  "During the decades beginning with the 1830s and the 1840s the ideas of the ",
  "Utopian socialists were subjected to severe criticism by a group of brilliant writers ",
  "committed to fundamental social change, notably by Karl Marx, a German scholar, ",
  "and Friedrich Engels, a young German businessman residing in England. Marx ",
  "and Engels sought to replace Utopian socialism by scientific socialism for thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  33",
  "Ideology",
  "analysis of social problems and finding their solution. The solution came in the ",
  "form of an elaborate philosophy which is now recognized as Marxism. Marx and ",
  "Engels' Communist Manifesto (1848) came out with an interpretation of the role ",
  "of the working class in the making of past and future history. It also gave a ",
  "clarion call to workers of all countries to unite for the purpose of securing their ",
  "own emancipation and, through that emancipation, the freedom of all mankind. ",
  "Other leading works on this theme include Marx's A Contribution to the Critique ",
  "of Political Economy (1859), Capital, Vol. I (1861-79), Vol. II (1885) and Vol. ",
  "Ill (1894) (Vol. II and III edited by Engels), and Engles' Anti-Duhring (1877-78).",
  "In short, Marxism may be defined as a set of political and economic principles ",
  "founded by Karl Marx and Friedrich Engels in order to lay scientific foundations ",
  "of socialism. It seeks to understand the problems of human society through ",
  "historical analysis and treats history as a process of conflict between antagonistic ",
  "forces and classes. This conflict arises from the faults in the mode of production ",
  "in which one class comes to gain ownership and control of the means of social ",
  "production (land, buildings, mines, forests, machinery and capital, etc.) and ",
  "compels the other class to work on terms and conditions dictated by itself. This ",
  "conflict can be resolved only by overthrowing capitalism, placing all means of ",
  "social production under social ownership and control, enforcing universal labour ",
  "and ensuring full development of the forces of production.",
  "The original tenets of Marxism—as a scientific system of thought—are identified ",
  "as Classical Marxism. Its chief exponents include, apart from Marx and Engels ",
  "themselves, VI. Lenin (1870-1924), a Russian revolutionary and thinker, Rosa ",
  "Luxemberg (1871-1919), a Polish activist, and Mao Zedong (1893-1976), a ",
  "Chinese revolutionary and thinker. The wider implications of Marxism, including ",
  "humanist thought of the Young Marx, are broadly identified as Neo-Marxism. In ",
  "a nutshell, Classical Marxism holds that private property divides society into ",
  "dominant and dependent classes with irreconcilable class interests. It is held ",
  "together only by the ideological power of the dominant class. Human history ",
  "moves towards its goal of human freedom through the revolutionary destruction ",
  "of inherent contradictions in society culminating in the emergence of a classless ",
  "society. Neo-Marxism on the other hand, seeks to analyse the subtle aspects of ",
  "the phenomenon of dominance and dependence, distortions in the contemporary ",
  "civilization and the possible ways to human emancipation.",
  "Young Marx",
  "Karl Marx (1818-83) as the author of his early work which remained unpublished during ",
  "his lifetime. It was discovered from the archives of German Social Democrats as late ",
  "as 1927, and later published as Economic and Philosophic Manuscripts of 1844. It is ",
  "distinguished from Marx's later work which is characterized by scientific rigour. Marx's ",
  "early work contains his humanist thought on communism, and focuses on the concepts ",
  "of alienation and freedom. It exposes the dehumanizing effect of capitalism.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "34 An Introduction to Political Theory",
  "MAIN TENETS OF MARXISM",
  "Main tenets of Classical Marxism include: (a) Dialectical Materialism; (b) Historical ",
  "Materialism; (c) Doctrine of Class Conflict; and (d) Theory of Surplus Value.",
  "Dialectical Materialism",
  "Marx borrowed his dialectical method from German philosopher, G.W.F. Hegel ",
  "(1770-1831) and soughtto combine it with his materialism. Hegel had postulated ",
  "that 'idea' or 'consciousness' was the essence of universe, and that all social ",
  "institutions were the manifestation of changing forms of idea. Idea evolved into ",
  "new forms because of its inherent tension, exemplified in the clash between ",
  "thesis (partial truth) and antithesis (opposite of thesis—again a partial truth) ",
  "resulting in synthesis (which is nearer the truth). As long as synthesis itself contains ",
  "partial truth, it takes the role of thesis and undergoes the same process until this ",
  "process reaches absolute truth, exemplified in 'absolute idea' or 'absolute ",
  "consciousness'.",
  "Marx believed that 'matter' (and not the idea) was the essence of universe, ",
  "and that social institutions were the manifestation of changing material conditions. ",
  "Matter underwent the dialectical process because of its inherent tension, until ",
  "perfect material conditions, exemplified by a 'rational mode of production', come ",
  "into existence. Engels, in his Anti-Diihring (1878) postulated three laws of material ",
  "dialectics (or dialectical materialism): (a) the transformation of quantity into quality, ",
  "and vice versa; (b) the interpenetration of opposites; and (c) the negation of ",
  "negation. These principles signify the process of resolving contradictions of ",
  "material conditions of human life which paves the way for social progress. Class ",
  "conflict is also a manifestation of this process.",
  "Historical Materialism",
  "While dialectical materialism represents the philosophical basis of Marxism, ",
  "historical materialism represents its scientific basis. It implies that in any given ",
  "epoch the economic relations of society—the means whereby men and women ",
  "undertake production, distribution and exchange of material goods for the ",
  "satisfaction of their needs—play important role in shaping their social, political, ",
  "intellectual and ethical relationships. A perfect society will secure all the necessities ",
  "of life to the satisfaction of all its members. But it would be achieved through a ",
  "long-drawn process. Initially, internal stresses and strains in material conditions ",
  "usher in many imperfect forms of society.",
  "According to the Marxist perspective, the structure of society may be ",
  "understood in terms of its base (the foundation) and superstructure (the external ",
  "build-up). Base consists of the mode of production while superstructure is ",
  "represented by its legal and political structure, religion, morals, social practices, ",
  "literature, art and culture, etc. Mode of production has two components: forces ",
  "of production and relations of production. Forces of production cannot remainhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology 35",
  "static; they have an inherent tendency of development in the direction of achieving ",
  "the perfect society.",
  "Forces of production have two components: means of production (tools and ",
  "equipment), and labour power (human knowledge and skills). Men and women ",
  "constantly endeavour to devise better ways of production. Improvement in the ",
  "means of production is manifested in the development of technology. This is ",
  "matched by development of human knowledge and skills as required to operate ",
  "the new technology. Hence there is the corresponding development of labour ",
  "power.",
  "On the other hand, relations of production in any given epoch are determined ",
  "by the pattern of ownership of the means of social production. This gives rise to ",
  "two contending classes—haves and have-nots. In earlier stages of historical ",
  "development, development of the forces of production fails to make any dent in ",
  "this pattern. In other words, changes in the mode of production bring about ",
  "changes in the nature of contending classes, but they do not bring about an end ",
  "of the class conflict. Change in the nature of contending classes is itself brought ",
  "about by a social revolution. When material productive forces of society come in ",
  "conflict with the existing relations of production, these relations turn into their ",
  "fetters. The new social class which comes to own new means of production, ",
  "feels constrained by these fetters and overthrows the old dominant class in a ",
  "revolution. As a result of social revolution, an old social formation is replaced by ",
  "a new social formation. In this process old contending classes are replaced by ",
  "new contending classes, but class conflict continues on a new plane. This has ",
  "been the case till the rise of capitalism, which will be overthrown by a socialist ",
  "revolution, leading to the eventual emergence of classless society.",
  "Marxian View of the Stages of Historical Development",
  "Historical Prevailing Mode Caused by Social Contending",
  "Epoch of Production Formation Classes",
  "\\ Ancient I   Household-based Emergence of Slave-Owning Master and Slave",
  "times small-scale production private property Society",
  "J Medieval I  Large-scale agriculture- Rise of Feudal Lord and Serf",
  "times based production Feudalism Society",
  "f Modern Large-scale machine- Rise of Capitalist Capitalist and",
  "I times based production Capitalism Society Worker",
  "Future-I -do- Socialist Socialist Workers in power",
  "Revolution Society and the former ",
  "capitalists",
  "Future-II -do- Liquidation of Communist No contending",
  "remnants of  Society classes as it will be ",
  "Capitalism classless societyhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "36 An Introduction to Political Theory",
  "Social Formation",
  "In Marxist thought, a form of organization of society which comes into existence ",
  "around a specific mode of production. Changes in mode of production give rise to ",
  "different social formations which are associated with different historical epochs. Thus ",
  "household-based small-scale production gives rise to slave-owning society; large-scale ",
  "agriculture-based production gives rise to feudal society; and large-scale machine-",
  "based production gives rise to capitalist society.",
  "Doctrine of Class Conflict",
  "Class conflict or class struggle is an integral part of historical materialism. The ",
  "opening sentence of Communist Manifesto (1848) reads:",
  "The history of all hitherto society is the history of class struggles.",
  "Here, history means all written history. When Communist Manifesto was ",
  "originally written, the pre-history giving account of primitive tribal communities ",
  "with common ownership of means of production, was not known. When it ",
  "became known, it was described as 'primitive communism'. Communist Manifesto ",
  "deals with the period beginning with the division of society into antagonistic ",
  "classes since the emergence of private property. So Communist Manifesto ",
  "proceeds: Freeman and slave, patrician and plebeian, lord and serf, guild-master ",
  "and journeyman, in a word, oppressor and oppressed, stood in constant opposition ",
  "to one another, carried on an uninterrupted, now hidden, now open fight, a fight ",
  "that each time ended, either in a revolutionary re-constitution of society at large, ",
  "or in the common ruin of the contending classes.",
  "Primitive Communism",
  "A form of communism (classless society with common ownership of means of production) ",
  "found in primitive societies. At this stage, the instruments of labour were of most ",
  "primitive kind—the club, the stone axe, the flint knife, the stone-tipped spear, followed ",
  "later by the bow and arrow. Man's muscular strength was the only motive force employed ",
  "to operate these elementary tools. These tools were held in common ownership by the ",
  "members of the primitive community which engaged itself in common labour, e.g. ",
  "common hunting, common fishing, and the fruits of this common labour were also ",
  "shared in common. There was no concept of private property, hence no exploitation of ",
  "man by man.",
  "With the development of forces of production, one mode of production is ",
  "replaced by another, but class conflict (between the new social classes) reappears ",
  "under the new social formation. Thus ancient slave-owning society was ",
  "characterized by class conflict between master and slave; medieval feudal society,",
  "\\https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology 37",
  "by class conflict between lord and serf; and the modern capitalist society, by class ",
  "conflict between bourgeoisie (capitalists) and proletariat (workers).",
  "Status of the class conflict in modern capitalist society is described in Communist ",
  "Manifesto as under:",
  "The modern bourgeois society that has sprouted from the ruins of feudal ",
  "society has not done away with class antagonisms. It has but established ",
  "new classes, new conditions of oppression, new forms of struggle in place ",
  "of the old ones.",
  "Lord and Serf",
  "These were the two contending classes in medieval feudal society. Lord meant the",
  "landlord who was the owner of land. Serf meant the peasant who did not own land but",
  "cultivated it, and received a small, fixed share of the produce as a return for his toil.",
  "Serf was not a slave. He could have his family and its belongings, but he could not",
  "leave his duty without permission of his lord. Exploitation of serfs was very common in",
  "feudal   society.  ",
  "_______________________________________________________________________",
  "Bourgeoisie and Proletariat",
  "These are the two contending classes in modern capitalist society. Engels' note to the ",
  "English edition of Communist Manifesto (1888) reads: \"By bourgeoisie is meant the ",
  "class of modern Capitalists, owners of the means of social production and employers of ",
  "wage labour. By proletariat, the class of modern wage-labourers who, having no means ",
  "of production of their own, are reduced to selling their labour power in order to live.\"",
  "Class conflict in modern capitalist society has appeared in more crystallized form. So ",
  "Communist Manifesto declares:",
  "Our epoch, the epoch of the bourgeoisie, possesses, however, this ",
  "distinctive feature: it has simplified the class antagonisms. Society as a ",
  "whole is more and more splitting up into two great hostile camps, into two ",
  "great classes directly facing each other: Bourgeoisie and Proletariat.",
  "Marx and Engels hoped that this conflict had entered a decisive phase. They had ",
  "full faith in revolutionary potential of the proletariat, i.e. their ability to overthrow ",
  "capitalism and establish a socialist society with social ownership of means of social ",
  "production. So they observed:",
  "Of all the classes that stand face to face with the bourgeoisie today, the ",
  "proletariat alone is a really revolutionary class. The other classes decay and ",
  "finally disappear in the face of modem industry; the proletariat is its special ",
  "and essential product, (ibid.)https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "38 An Introduction to Political Theory",
  "The proletarian revolution would be different from all previous revolutions of ",
  "history:",
  "All previous historical movements were movements of minorities, or in ",
  "the interest of minorities. The proletarian movement is the self-conscious, ",
  "independent movement of the immense majority, in the interest of the ",
  "immense majority, (ibid.)",
  "According to Marx and Engels, this revolution would bring about the final ",
  "emancipation of mankind because there is no class below the proletariat which ",
  "could be subjected to exploitation when the proletariat comes to power. It would ",
  "place all means of social production under social ownership, make work ",
  "compulsory for everyone, and develop the forces of production to their full ",
  "potential. This will pave the way for the emergence of classless society which ",
  "will mark the end of class conflict.",
  "Theory of Surplus Value",
  "Theory of surplus value represents economic basis of Marxist critique of ",
  "capitalism. It is meant to demonstrate how the capitalist mode of production ",
  "involves the exploitation of working class. According to Marx, labour is the sole ",
  "creator of value. Of the four elements of production, viz. land, labour, capital and ",
  "organization, three elements—land, capital and organization are sterile because ",
  "they are capable of reproducing only what is put in them. Labour is the only ",
  "element which produces value in society. In other words, the value of a commodity ",
  "is the product of labour. The quantity of labour employed in it should be calculated ",
  "right from the production of the raw material, processing the raw material, ",
  "acquiring the sources of energy for its processing, and constructing the required ",
  "machinery and building for its production. The quantity of labour required in its ",
  "production is also determined by the average conditions of social production and ",
  "the average skill of the labour employed.",
  "The actual amount of labour employed in the production of a commodity is ",
  "called its natural price. It differs from its price in the market, or market price ",
  "which fluctuates with the changing conditions of demand and supply. In a free ",
  "market society, fostered by capitalism, the worker is forced to sell his labour at ",
  "the market price. When more and more job-seekers come to the market place, ",
  "the market price of their labour, i.e. their wage-rate declines. Their employer— ",
  "the capitalist exploits their full potential to work but pays them only subsistence ",
  "wages for their own and their families' sustenance.",
  "Thus the value produced by the worker may be split into two parts: one part is ",
  "paid to the worker toward his wages; the other part is pocketed by the capitalist ",
  "as his profit. This second part is described by Marx as 'surplus value'. Rent and ",
  "interest are paid from the surplus value. In other words, surplus value denotes ",
  "the value of the labour done by the worker for which he is not paid at all; it formshttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  39",
  "Ideology",
  "part of the capitalist's profit, rent and interest on the sterile elements of production ",
  "(organization, land and capital). It is, therefore, a glaring example of the worker's ",
  "exploitation under capitalism.",
  "NEO-MARXISM",
  "Contemporary debates on Marxism focus on the relative importance of its basic ",
  "tenets and identification of some new forms of domination and conflict emerging in ",
  "the present-day society. It is no longer believed that the superstructure is wholly ",
  "dependent on the base. Recognition of a sort of interdependence between base and ",
  "superstructure has led to extensive analysis of various aspects of superstructure.",
  "The ongoing controversies in the arena of Marxist thought largely owe their ",
  "origin to the work of the Frankfurt School. It was originally set up in 1923 as the ",
  "Institute of Social Research in the Univerity of Frankfurt, exiled from Germany in ",
  "1933 consequent upon the rise of Hitler, relocated in the United States shortly ",
  "thereafter and after the downfall of Hitler it was reestablished in Frankfurt in the ",
  "early 1950s. Scholars of this institute were hostile to capitalism; they were also ",
  "disillusioned with Soviet socialism. They sought to evolve an alternative path for ",
  "social development in accordance with the essence of Marxism as understood by ",
  "them. The ideas evolved by the Frankfurt School are compendiously described as ",
  "'critical theory', although they do not fit into a single framework. The general ",
  "outlook of the exponents of critical theory has been described by David Held as ",
  "follows: \"They tried to develop a critical perspective in the discussion of all social ",
  "practices, that is, a perspective which is preoccupied by the critique of ideology— ",
  "of systematically distorted accounts of reality which attempt to conceal and ",
  "legitimate asymmetrical power relations. They were concerned with the way in ",
  "which social interests, conflicts and contradictions are expressed in thought, and ",
  "how they are produced and reproduced in systems of domination. Through an ",
  "examination of these systems they hoped to enhance awareness of the roots of ",
  "domination, undermine ideologies and help to compel changes in consciousness ",
  "and action.\" (A Dictionary of Marxist Thought, edited by Tom Bottomore; 1983)",
  "The exponents of critical theory advanced new interpretations of Marxism in ",
  "several directions and various spheres of learning, including those of philosophy, ",
  "economics, political science, sociology, anthropology, social psychology, psycho-",
  "analysis, music and fine arts, etc. The leading figures of the Frankfurt School— ",
  "Theodor Adorno (1903-69), Max Horkheimer (1895-1973), Herbert Marcuse ",
  "(1898-1979) and Jurgen Habermas (1929- ), among others, advanced a cultural ",
  "critique of bourgeois society—particularly in terms of'technological domination' ",
  "rather than capitalist domination.",
  "Broadly speaking, contemporary Marxist thought—better known as neo-",
  "Marxism—has developed in two directions: humanist and scientific. The humanisthttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "40 An Introduction to Political Theory",
  "strain of neo-Marxism draws particularly on the work of the Young Marx and ",
  "constitutes the mainstream of critical theory. Its dominant themes are the problems ",
  "of alienation and ways to human emancipation. Thus Herbert Marcuse brilliantly ",
  "portrayed the conditions of alienation in bourgeois society which have reduced ",
  "the human being to 'one-dimensional man'. He pointed out that capitalism had ",
  "cunningly anaesthetized the discontent of the oppressed by manipulating the means ",
  "of communication so as to stimulate trivial, material desires which are easily ",
  "satisfied. Marcuse argued that human beings should first be made aware of their ",
  "condition of unfreedom whereafter they will easily find their way to freedom. On ",
  "the other hand, the scientific strain of neo-Marxism is primarily concerned with ",
  "its scientific and explanatory character. It is particularly interested in structures ",
  "as well as relative importance of cultural, ideological and social factors. Thus ",
  "Louis Althusser (1918-90), a French communist and philosopher, challenged the ",
  "humanist themes of Marxist thinking in the early 1960s, and asserted the importance ",
  "of analysing the deep structures of human societies—especially their modes of ",
  "production.",
  "CONCLUSION",
  "It is significant that the collapse of socialism in Eastern Europe by the end of ",
  "1980s, and its collapse in the former Soviet Union by 1991, followed by the ",
  "introduction of market economies and multiparty political systems, necessitated ",
  "new thinking on the adequacy of classical Marxism on which these regimes were ",
  "based. Moreover, in the People's Republic of China and other countries which ",
  "still claim to retain their communist systems, necessary changes are being made ",
  "toward liberalization in keeping with their national needs and aspirations. Now ",
  "there is no scope of rigidity in maintaining communist systems as it was during ",
  "the regimes of Stalin (1879-1953) in Russia and Mao Zedong (1893-1976) in ",
  "China. Experience has shown that instead of 'withering away of the state' in ",
  "socialist countries, there has been a collapse of socialist state and consequent ",
  "return toward liberalism. Champions of classical Marxism try to explain away ",
  "this situation by alleging that these countries were not really socialist at all!",
  "This is, however, an oversimplification of the issue. It is now becoming ",
  "increasingly clear that the problem of fighting out the forces of domination and ",
  "exploitation is no longer confined to the struggle of working class against capitalist ",
  "class, as originally envisaged in late nineteenth century. The upholders of ",
  "'dependency theory' have been arguing that in the twentieth century the focus of ",
  "struggle has shifted to the fight of the developing nations against the forces of ",
  "colonialism and neo-colonialism. Other neo-Marxists have amply demonstrated ",
  "that domination and exploitation in human society assume many complex forms. ",
  "The framework of Marxism must be modified suitably to tackle all these problems ",
  "in the contemporary context.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  41",
  "Ideology",
  "VII. SOCIALISM",
  "The term 'socialism' is variously understood and defined by various thinkers and ",
  "schools of thought. C.E.M. Joad, in his Introduction to Modern Political Theory ",
  "(1924) significantly observed:",
  "Socialism proves to be a different creed in the hands of its exponents, ",
  "varying with the temperaments of its advocates and the nature of abuses ",
  "which have prompted their advocacy .. . Socialism, in short, is like a hat ",
  "that has lost its shape because everybody wears it.",
  "A large number of works on socialism have evaded the problem of defining it. ",
  "However, a working definition of socialism is necessary in order to understand ",
  "its various applications. The Oxford English Dictionary defines socialism as 'a ",
  "theory or policy that aims at or advocates the ownership or control of the means ",
  "of production—capital, land, property, etc.—by the community as a whole and ",
  "their administration in the interests of all'. This definition, though not very ",
  "comprehensive, indicates the chief method and goal of socialism. A more elaborate ",
  "definition of socialism is found in Joseph A. Schumpeter's Capitalism, Socialism ",
  "and Democracy (1942) where it is defined as:",
  "that organization of society in which the means of production are ",
  "controlled, and the decisions on how and what to produce and on who is ",
  "to get what, are made by public authority instead of by privately-owned ",
  "and privately-managed firms.",
  "Many other definitions and descriptions of socialism more or less embrace ",
  "these and similar ideas.",
  "In short, socialism stands for an economic system under which the major ",
  "instruments of social production (that is the instruments by which production is ",
  "carried out for consumption by the larger society) are placed under the ownership ",
  "and control of public authority in order to ensure that they are properly utilized to ",
  "secure the public interest. It is based on the view that liberty and equality granted ",
  "to citizens in the political sphere will remain an empty form unless they are ",
  "accompanied by a reorganization of the economic life of society so as to convert ",
  "them into substantive rights for citizens. How can socialism be established in ",
  "society?",
  "It is interesting to note that the varieties of socialism differ from each other ",
  "because of their different answers to this important question. The distinction ",
  "between them will help us understand the true character of socialism.",
  "EVOLUTIONARY AND REVOLUTIONARY SOCIALISM",
  "In popular parlance, the term 'socialism' is usually applied to indicate 'evolutionary ",
  "socialism', that is the kind of socialism achieved by evolutionary process or byhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "42 An Introduction to Political Theory",
  "degrees, not by wholesale transformation of society in a single stroke. Evolutionary ",
  "socialism  may be distinguished from  revolutionary socialism, which seeks to ",
  "introduce socialism in its totality so as to replace capitalist system by the socialist ",
  "system. In other words, revolutionary socialism seeks to transform the social ",
  "system thoroughly instead of accepting small concessions for the underprivileged ",
  "sections. In fact, evolutionary socialism admits an attitude of 'compromise'— ",
  "compromise between capitalism and socialism, so that the capitalist system is ",
  "allowed to continue with some changes here and there in the socialist direction. It ",
  "therefore belongs to the liberal tradition. On the other hand, revolutionary socialism ",
  "makes a direct attack on the prevailing contradictions of the social order. It ",
  "therefore belongs to the Marxist tradition. While evolutionary socialism may also ",
  "be described as 'liberal socialism', revolutionary socialism may be called 'Marxian ",
  "socialism'. Evolutionary socialism relies on the democratic method, parliamentary ",
  "reform and even economic planning on the plea that the interests of the ",
  "underprivileged sections, especially the working classes, might be represented and ",
  "taken care of by their representatives and leadership. It is, therefore, coterminous ",
  "with 'democratic socialism'. Revolutionary socialism, on the other hand, insists on ",
  "organizing the working classes for fighting against capitalism so as to overthrow ",
  "the capitalist order and establish complete socialization of the instruments of ",
  "production and distribution, by revolution.",
  "It is important to note that evolutionary socialism aims at securing the rights of ",
  "the working classes, especially their economic rights, as a part of the supposed ",
  "common interest of the community. In other words, it seeks to accommodate or ",
  "reconcile the interests of the working classes with those of other classes. Thus, it ",
  "subscribes to the theory of harmony or equilibrium as the governing principle of ",
  "social relationships, corresponding to the position taken by modem liberalism. On ",
  "the other hand, revolutionary socialism repudiates the theory of equilibrium or ",
  "reconciliation between different interests in society. It seeks to reverse the position ",
  "of the dominant and dependent classes of capitalist society, and ultimately to ",
  "destroy the conditions of domination itself so as to secure a classless society. Most ",
  "of the exponents of evolutionary socialism were associated with Fabian socialism.",
  "FABIAN SOCIALISM",
  "Some thirty-five years after the Communist Manifesto was issued, Fabian socialism ",
  "made its appearance in England. This was the first systematic doctrine of ",
  "'evolutionary socialism', as a substitute for the Marxian 'revolutionary socialism'. ",
  "Fabian socialists sought to modify Marxian concepts in several ways:",
  "(a)    They based their economics on the Ricardian law of rent rather than on the ",
  "labour theory of value;https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology 43",
  "(b) They did not rely exclusively on the working class for bringing about social ",
  "change but set before themselves the task of'permeating' the middle class ",
  "with the socialist message; and finally,",
  "(c) They sought to introduce socialism, not in a single stroke, but by degrees ",
  "through state and cooperative ownership of industry, increasing power of ",
  "labour in legislative and executive offices, growth of trade unions and ",
  "educational movements and development of social consciousness— through ",
  "gradual democratization of society in the political, economic and intellectual ",
  "fields.",
  "Ricardian Law of Rent",
  "The law enunciated by David Ricardo (1772-1823), a British economist. It held that ",
  "with the growth of industrialization demand for foodgrains rises, and rent on land ",
  "goes up. So landlords immensely benefit from the growth of capitalism.",
  "Fabian socialism or Fabianism was first developed in England by the Fabian ",
  "Society (founded in 1884) from which it derived its name. The term 'Fabian' was ",
  "adopted after the name of a great Roman General, Quintus Fabius (275-203 B.C.), ",
  "whose tactics in the fight against Hannibal served as a guide for the Society. Thus ",
  "its motto read: \"For the right moment you must wait, as Fabius did, most patiently, ",
  "when warring against Hannibal, though many censured his delays; but when the ",
  "time comes you must strike hard, as Fabius did, or your waiting will be in vain and ",
  "fruitless.\"",
  "It will be recalled that Marxian socialism, developed in the late forties of the ",
  "nineteenth century, had envisaged revolution as an essential medium of change ",
  "from capitalism to socialism. However, Fabian socialism regarded the transition ",
  "from capitalism to socialism as a gradual process; it looked forward to the ",
  "socialization of industry by the peaceful use of economic and political agencies ",
  "already in hand.",
  "Marxian socialism had relied on the working class to bring about the transition ",
  "from capitalism to socialism; Fabian socialism sought to make use of the services ",
  "of the middle class for developing the technique of bringing about a new social ",
  "order; it considered arousing the social conscience of the community in favour of ",
  "the socialist ideal as a significant achievement.",
  "Fabianism, in fact, arose in the wake of the establishment of democracy in Great ",
  "Britain, especially during the years 1865 to 1885. During this period, the working ",
  "classes had not only obtained the franchise (right-to-vote) and the legalization of ",
  "trade unions, but their influence on legislation and the wage-contract was visibly on ",
  "the increase. In such a state there was no need of a revolution to create a new ",
  "political mechanism, for it was already in existence and needed only to be used for ",
  "the social transformation.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "44 An Introduction to Political Theory",
  "The Fabian socialists addressed themselves to the task of making the democratic ",
  "state an instrument of systematic social reform. Sydney Webb (1859-1947), the ",
  "leading Fabian socialist, maintained that the mission of the socialists was to acquire ",
  "knowledge by means of specialized research into the various manifestations of ",
  "economic and social life, to acquaint themselves with the machinery of legislation ",
  "and administration, and to put their knowledge and experience at the disposal of ",
  "all political agencies.",
  "With the new approach, Fabianism was able to attract some very brilliant men ",
  "of England who became its exponents. Among them George Bernard Shaw ",
  "(1856-1950), Sydney Webb (1859-1947), Beatrice Webb (1858-1943), Sidney ",
  "Olivier (1859-1943), Graham Wallas (1858-1932), and G.D.H. Cole (1889-",
  "1959) are the most illustrious figures.",
  "AIMS AND OBJECTS OF FABIANISM",
  "The exponents of Fabian socialism, which included many eminent writers, ",
  "produced a sizeable literature wherein they spelled out their aims and objects. ",
  "Among these, some are quite outstanding.",
  "Emancipation of Land and Industrial Capital",
  "In pursuance of its socialist mission, the Fabian Society sought reorganization of ",
  "society by the emancipation of land and industrial capital from individual and ",
  "class ownership, and vesting them in the community for the general benefit, so ",
  "that the natural and acquired assets of the community could be equitably shared ",
  "by all.",
  "This, in effect, meant working for the extinction of private property in land ",
  "and of the consequent individual appropriation in the form of rent and other ",
  "benefits accruing from private ownership of land. Similarly, the monopoly of the ",
  "means of industrial production, industrial inventions and transformation of surplus ",
  "income had, in the past, mainly enriched the proprietary class while the worker ",
  "had remained dependent upon that class for the means to earn a living. Fabianism ",
  "sought to emancipate the worker through the transfer of the management of ",
  "industrial capital to the community as a whole.",
  "Equality of Opportunity",
  "The Fabian Society was convinced that the emancipation of land and industrial ",
  "capital from individual and class ownership would create conditions under which ",
  "rent and interest would be added to the reward of labour. The idle class, living on ",
  "the labour of others, would necessarily disappear and political equality of ",
  "opportunity would be maintained by the spontaneous action of economic forces ",
  "with much less interference in personal liberty than the existing system entailed.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology 45",
  "Dissemination of Socialist Ideas",
  "The Fabian Society aimed at spreading socialist ideas, especially regarding the ",
  "relation between individual and society in its economic, ethical and political aspects, ",
  "including the establishment of equal citizenship for men and women. For this ",
  "purpose, the Fabian socialists sought to use the democratic method of a slow and ",
  "gradual turning of the popular mind to the new principles of social reorganization. ",
  "Sydney Webb, writing on the historical basis of socialism in the Fabian Essays ",
  "(1889), edited by Bernard Shaw, observed that important organic changes can only ",
  "be: (1) democratic, and thus acceptable to a majority of the people; (2) gradual, and ",
  "thus causing no dislocation, however rapid may be the rate of progress; (3) not ",
  "regarded as  immoral  by the mass of the people, and thus not subjectively ",
  "demoralizing them; and (4) in England, at any rate, constitutional and peaceful.",
  "Webb came out with a new interpretation of democracy in conformity with the ",
  "socialist point of view. He asserted that democracy consisted in the control by the ",
  "people themselves, not only of their own political organization, but, through that ",
  "also, of the main instruments of wealth production; the gradual substitution of ",
  "organized cooperation for the anarchy of competitive struggle and the consequent ",
  "recovery of the enormous share which the possessors of the instruments of industry ",
  "are able to take from the produce.",
  "Thus, the Fabian socialists were convinced that the spread of socialist ideas ",
  "would automatically transform democracy into socialism.",
  "Universal Education",
  "Sydney Olivier, writing on the moral basis of socialism in the Fabian Essays, ",
  "insisted on the provision of universal education as an essential means of ",
  "emancipation of the working class. He pointed out that the educational system was ",
  "an essential instrument of fostering social morality. The idea of the school implied ",
  "leisure to learn. This meant 'the release of children from all non-educational labour ",
  "until mind and physique have had a fair start and training'. Education of adults ",
  "needed a still wider arrangement:",
  "The school of the adult are the journal and the library, social intercourse, ",
  "fresh air, clean and beautiful cities, the joy of the fields, the museum, the art ",
  "gallery, the lecture-hall, the drama and the opera; and only when these ",
  "schools are free and accessible to all will the reproach of proletarian ",
  "coarseness be done away with.",
  "GERMAN SOCIAL DEMOCRACY",
  "German social democracy, as developed by Ferdinand Lassalle (1825-64), was ",
  "another important version of evolutionary socialism. Lassalle accepted the Marxianhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "46 An Introduction to Political Theory",
  "doctrine of economic interpretation of history so far as it implied that the rise of ",
  "the working class and the consequent decline of capitalism was inevitable in the ",
  "future society. However, Lassalle evolved a different view regarding the nature ",
  "and role of the state.",
  "Instead of a violent overthrow of the capitalist state, Lassale suggested that ",
  "the working class should organize itself into a political party with a view to ",
  "securing universal, equal and direct suffrage so as to make its power legally ",
  "effective. Thus, Lassalle envisaged a constitutional and peaceful transition from ",
  "the capitalist state to a workers' state. In this way, Lassalle sought to redefine the ",
  "immediate goal of the workers' movement as securing a majority in the democratic ",
  "legislative organs of the state.",
  "REVISIONISM",
  "Another important school of evolutionary socialism that emerged in Germany ",
  "itself was the revisionist school led by Eduard Bernstein (1850-1932). It also ",
  "sought to revise some of the basic tenets of Marxian theory, particularly on the ",
  "following lines:",
  "(a) The class struggle had become less intense because the conditions of the ",
  "working class had improved rather than deteriorated;",
  "(b) The middle class had, in fact, expanded rather than shrunk; and",
  "(c) Large areas of industry had remained in small-scale production rather ",
  "than concentrated in large-scale industries.",
  "Bernstein, therefore, insisted that socialism should be treated more as a movement ",
  "than an ultimate goal. Karl Kautsky (1854-1939) continued to defend Marxian ",
  "theories which remained the official doctrine of communist parties of Europe, ",
  "but revisionist tactics became part of the socialist struggle.",
  "Bernstein rejected Marx's materialist interpretation of history which implies ",
  "the inevitability of class conflict as the road to socialism. Instead of class struggle ",
  "and class rule, Bernstein preferred democracy, a genuine partnership of all adult ",
  "citizens in a limited government as their joint enterprise. Liberal democracy was, ",
  "to his mind, the very substance of socialism.",
  "SYNDICALISM",
  "The socialist movement developed in France and Latin countries in the form of ",
  "Syndicalism. In fact, Syndicalism originated as a trend in the French labour ",
  "movement which considers labour unions and their federations as cells of the ",
  "future socialist order. It insists on the complete independence of labour unions ",
  "from political parties. In short: (a) Syndicalism accepted the class-struggle theory ",
  "of Marx; (b) it preached abolition of the political state; (c) it urged industrialhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  47",
  "Ideology",
  "action as the only effective means of bringing about a revolutionary change in ",
  "society and treated the 'general strike' as a means of securing workers' control over ",
  "industry; and (d) it visualized a social order in which all power would be given to ",
  "the producer; trade and industrial unions would serve as the economic framework ",
  "of society.",
  "Syndicalism achieved great ideological success in France in the period between ",
  "1899 and 1937. Initially, the movement insisted on the exclusive right of workers ",
  "to control industry. But after the First World War (1914-18), it expanded its scope ",
  "and conceded the equal right of consumers in this sphere of control. Syndicalism ",
  "stood for 'socialization without state'. Its opposition to the state took two major ",
  "forms: (a) the state should have no right in the control of industry; and (b) ",
  "independent economic organizations should be used to restrict and counterbalance ",
  "the power of the state.",
  "GUILD SOCIALISM",
  "In the first quarter of the twentieth century, there was another socialist movement in ",
  "England, known as Guild Socialism. In fact, Guild Socialism originated as a trend ",
  "in the British labour movement which enjoyed great ideological success in the ",
  "period from 1916 to 1926. It tried to combine the good points of socialism with ",
  "those of the ancient guild system. In short: (a) it upheld the Marxian emphasis on ",
  "class struggle; (b) it stood for the abolition of the wage system and demanded ",
  "representation of the workers in industrial control; (c) it sought to modify ",
  "Syndicalism by introducing the importance of consumer side by side with the ",
  "worker; and (d) it sought to abolish the old state which was an instrument of ",
  "exploitation. However, it insisted that a new organization must be evolved to take ",
  "charge of the many civic activities necessary to the life of the community. Guild ",
  "Socialism was strongly opposed not only to communism but also to all forms of ",
  "collectivistic socialism. It was inspired by that branch of French Syndicalism which ",
  "sought to restrict and counterbalance the power of the political state by independent ",
  "economic organizations of workers and consumers. However, British Guild ",
  "Socialism drifted away from French Syndicalism because of its affinity with the ",
  "British liberal tradition as manifested in the pluralistic view of society.",
  "A CRITICAL APPRAISAL",
  "Evolutionary socialism, in some form or the other, is practised in a large number of ",
  "countries today. In some countries, especially in the Scandinavian countries, it has ",
  "brought widespread security and prosperity. In others, such as India, it has secured ",
  "a marginal improvement in the general standards of living without making an ",
  "effective dent in the vast socio-economic disparities. It has, therefore, been ",
  "criticized on various grounds.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "48 An Introduction to Political Theory",
  "No Coherent Doctrine",
  "Evolutionary socialism is criticized because it has no coherent doctrine. There ",
  "are so many varieties of evolutionary socialism—Fabian socialism, revisionism, ",
  "syndicalism, guild socialism, parliamentary or democratic socialism, etc.—that it ",
  "is difficult to identify its essential contents. Different forms of evolutionary ",
  "socialism accept and reject some or the other tenets of Marxian socialism without ",
  "evolving suitable alternative strategies. It is, therefore, devoid of any general, ",
  "unified view, consistent philosophy or programme. Different schools of ",
  "evolutionary socialism seek to substitute 'class cooperation' for 'class conflict', ",
  "'democracy' for the 'dictatorship of the proletariat', and an 'evolutionary method' ",
  "for the 'revolutionary method'. But they fail to demonstrate how these substitutes ",
  "can function effectively to attain the socialist goals.",
  "Not Based in the Working Class",
  "Some forms of evolutionary socialism, such as syndicalism and guild socialism, ",
  "are, of course, based in the working class. But other forms are not so based. For ",
  "instance, Fabian socialism was exclusively based in the intellectuals of the middle ",
  "class, with hardly any links with the working class. In effect, it was reduced to ",
  "an intellectual luxury. It aimed at permeating all classes, but failed to arouse the ",
  "working class which is the main sufferer under the capitalist system, and which ",
  "is bound to be the chief beneficiary of the socialist transformation. In fact, Fabian ",
  "socialism insisted on redistribution of national wealth for the social good, that is ",
  "for the benefit of all sections of society rather than for a particular section like the ",
  "workers. In essence, this was nearer the principle of liberalism rather than that of ",
  "socialism which seeks to tilt the balance in favour of the weaker, exploited, ",
  "underprivileged and oppressed sections.",
  "Legitimization of the Bourgeois State",
  "Evolutionary socialism seeks to accommodate socialist goals in the operation of ",
  "the capitalist system. Since capitalism has accepted 'liberal democracy' as its ",
  "political framework, characterized by universal franchise, periodic elections and ",
  "free competition for power, it is felt that the people's urge for economic equality ",
  "cannot be evaded for long by granting them formal equality in the political sphere. ",
  "It is alleged that the adoption of socialist goals reassures the people, and serves as ",
  "a 'safety valve' for the capitalist system. In other words, evolutionary socialism ",
  "is the device to maintain market society system with certain modifications.",
  "However, it may be conceded that no society can function efficiently without ",
  "adequate incentives. Even 'pure' socialist systems felt the need of introducing a ",
  "modicum of market principles to maintain efficiency. This mixture of market ",
  "principles with socialism was called 'market socialism'. This policy was adoped ",
  "in Yugoslavia after the early 1950s, in Hungary after 1968, in China, Poland, ",
  "Bulgaria and the former Soviet Union in 1980s. But that, too, could not solve thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology 49",
  "problem of scarcity. This led to bureaucratic corruption and eventual collapse of ",
  "socialist systems.",
  "In the present age of disillusionment with 'revolutionary socialism', evolutionary ",
  "socialism or democratic socialism is the only hope to promote social justice.",
  "Market Socialism",
  "An economic system where means of social production are held in public ownership, ",
  "but allocation of resources is made according to market principles. Thus product market, ",
  "labour market and capital market come into existence side by side with the socialist ",
  "system.",
  "CONCLUSION",
  "In spite of some shortcomings, evolutionary socialism is an effective instrument ",
  "for mitigating the rigours of capitalism. It is definitely better than the crude form ",
  "of capitalism—a free market economy with unrestrained competition. Evolutionary ",
  "socialism provides an opportunity to the common people to resist and reduce the ",
  "harshness of the capitalist class within capitalist society itself. It fails to transform ",
  "capitalism precisely for want of adequate, organized and consistent public ",
  "pressure. The capitalist class manages to create an illusion of 'common welfare' ",
  "by granting small concessions and reliefs to the exploited and hard-pressed ",
  "sections. Social contradictions continue to thrive in such a situation. Once the ",
  "exploited sections become conscious of these contradictions and make up their ",
  "mind to fight them out, the ground is prepared for transformation of the capitalist ",
  "system.",
  "Even Marxian socialism postulates the emergence of class consciousness and ",
  "a strong organization of the exploited class for bringing about revolution. If ",
  "necessary consciousness and organization are present among the exploited ",
  "sections, it should not be difficult for them to transform the capitalist system ",
  "even through the ballot box. A combination of democracy and socialism is now ",
  "regarded as not only possible, but logical and even inevitable. In the ultimate ",
  "analysis, if democracy is real enough, its success will be reflected in the fulfilment ",
  "of the aspirations of ordinary people, which are not different from the socialist ",
  "goals. It is now being increasingly realized that, in highly industrialized modern ",
  "states, armed revolutions have very little scope of being victorious. The ",
  "constitutional method of securing the goals of socialism is, therefore, not entirely ",
  "redundant, provided the exploited classes are on the alert, well-organized, vocal ",
  "and seriously engaged in building up strong public pressure against the capitalist ",
  "class.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "50 An Introduction to Political Theory",
  "WHAT IS FASCISM?",
  "Fascism stands for a doctrine, ideology or a set of principles underlying the ",
  "movement founded in Italy by Benito Mussolini (1883-1945) and his followers in ",
  "1919. For this purpose, he combined his fasci of workers, that is small groups ",
  "organized to bring about revolutionary changes in the political structure of Italy, ",
  "into the Fascisti. The wordfasci, from which the termfascism is derived, denotes ",
  "the bundle of rods bound with a red cord round an axe helve which was borne ",
  "before the Roman consuls by the Lictors (attendants of magistrates) as the symbol ",
  "of public power. The word Fascisti denoted the movement as well as the party ",
  "founded to achieve the goals of fascism. In fact, Italian fascism came to have ",
  "some well-defined goals, defined and declared by its leader—Mussolini himself. ",
  "It also evolved or embraced certain principles: a variety of unrelated principles ",
  "woven into an incoherent whole, designed to meet political exigencies. That is ",
  "why fascism never developed into a coherent political philosophy. It only developed ",
  "into a movement which achieved temporary success in Italy. It was partly adopted ",
  "by Adolf Hitler (1889-1945) and the Nazis in Germany, Franco (1892-1975) and ",
  "the Falangists in Spain, and had a marginal following in Britain, France and other ",
  "European countries. Some writers try to find its parallels in Asia, particularly in ",
  "Japan, and in some Latin American countries, particularly in Argentina.",
  "Of the three mainstreams of political thought—Liberalism, Marxism and ",
  "Idealism—fascism is openly opposed to liberalism and Marxism. It is wedded to ",
  "the idealist theory, but only to its distorted form. Fascism embraced some ",
  "theoretical principles only to win the political support of some groups, especially ",
  "to mobilize a large number of frustrated elements in society. Since these ",
  "heterogeneous groups had no common interest, no common ideal and no common ",
  "values, fascism could never evolve a consistent political theory. It never became ",
  "a part of the mainstream of political theory. The students of political theory look ",
  "to fascism not for guidance in sorting out theoretical issues, but for understanding ",
  "'political pathology'; that is to understand how an adventurous leader like Mussolini ",
  "or a fanatic leader like Hitler can play upon and exploit the sentiments of different ",
  "categories of people under abnormal circumstances, and mobilize them for ",
  "achieving certain goals which they would not approve of under normal mental ",
  "and social conditions. Sociologists and social psychologists have found rich ",
  "material for study in the abnormal conditions of society which gave rise to the ",
  "emergence of fascism.",
  "In politics, fascism is identified with a sick mental attitude which sets aside ",
  "reason as well as sound moral and social principles for the fulfilment of ambitions ",
  "of narrow groups. Fascist tendencies pose a danger to peace and freedom in the ",
  "world. The word 'fascist' is a term of abuse in present-day vocabulary.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology 51",
  "Idealism",
  "An approach to the study of social change which regards 'idea' or consciousness as the ",
  "essence of universe and the motive force behind alt change. It is opposite of materialism ",
  "which comprises the basic principle of Marxism. G.W.F. Hegel (1770-1831), famous ",
  "German philosopher, has given a vivid account of idealist interpretation of human ",
  "history. He regarded all social institutions as the expression of development of idea or ",
  "consciousness which culminates in the emergence of nation-state. Hegel called for ",
  "absolute submission of man to the state for the realization of his freedom. Fascism ",
  "made use of a distorted version of this theory to muster support for its programme.",
  "DEVELOPMENT OF FASCISM",
  "The development of Fascism chiefly took place during the period between the ",
  "two world wars (1919-39) in Italy and Germany. It also had some parallel in ",
  "Japan so that the three countries—Germany, Italy and Japan—eventually formed ",
  "the 'Berlin-Rome-Tokyo Axis' and were the chief enemies of the Allied Powers ",
  "during the Second World War (1939^5). In fact, the Second World War was ",
  "fought to defeat fascism. Fascism was strongly opposed to democracy (if not to ",
  "capitalism) as well as to communism. That is why the capitalists and the ",
  "communists joined together to defeat it. William Ebenstein in his Today's Isms ",
  "(1980) observes:",
  "- Stripped to its essentials, fascism is the totalitarian organization of ",
  "government and society by a single-party dictatorship, intensely nationalist, ",
  "racist, militarist, and imperialist. In Europe, Italy was the first to go fascist ",
  "in 1922, and Germany followed in 1933. In Asia, Japan became fascist in ",
  "the 1930s, gradually evolving totalitarian institutions out of its own native ",
  "heritage.",
  "Its chief variants—Italian Fascism and German National Socialism (Nazism)— ",
  "arose under somewhat different circumstances but they had many parallels in ",
  "theory and practice. R.M. Maclver, in his Web of Government (1965), significantly ",
  "observes:",
  "Both succeeded in enlisting diverse groups and classes to a programme of ",
  "expansionist aggression, finding common ground in the respective ",
  "treatment meted out to them in the Treaty of Versailles—though one was ",
  "chafing in defeat and the other discontented with the rewards of victory.... ",
  "In both instances a disoriented small-bourgeois group, in a time of social ",
  "upheaval and economic trouble, found a leader who was master of the ",
  "mass appeal. The preceding war had inculcated habits of blind obedience ",
  "to the command of the superior but the authority behind the command ",
  "had been discredited. Men were groping for a new myth of authority. ",
  "They were susceptible to the gospel of new demagogues.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "52 An Introduction to Political Theory",
  "It is significant that both Italy and Germany had lagged behind other countries ",
  "of Europe, e.g. France and Great Britain, in their way to national unification. ",
  "Their geographical position had prevented them from attaining the status of world ",
  "powers. Their societies were still in transition; the power was passing from a ",
  "reactionary aristocracy to the emerging bourgeoisie (the capitalist class), but a ",
  "strong working class was simultaneously rising and raising its claim to power. ",
  "Both countries cherished a deep pride in their past cultural distinctions and felt ",
  "bitterness over less great countries rising to the status of world powers, ignoring ",
  "their claims. After the First World War (1914-18), many Italians strongly felt that ",
  "they had been cheated in the matter of distribution of the spoils of victory while ",
  "the Germans were indignant over the back-breaking war reparations imposed on ",
  "them by their victors. In short, both Italy and Germany were in the grip of crisis ",
  "and abnormal circumstances which were responsible for their similar development. ",
  "As Maclver has noted:",
  "It is an old story that under conditions of grave stress, with the breaking ",
  "of tradition, the people, and especially the young, lose the finer cohesion ",
  "that gives play to the personality of each, and are more easily reduced to ",
  "the mass, the populace, the mob. Then comes the leader, whether he be a ",
  "fanatic or an ambitious adventurer, and by his devices and his eloquence ",
  "advances the process, at length making the mass the instalment of his ",
  "purposes.",
  "Theory of Reaction",
  "The doctrine of fascism arose as a theory of reaction to democracy, socialism ",
  "and communism. While democracy and communism represented progressive ",
  "forces of the modem age, fascism sought to promote a movement or tendency in ",
  "the reverse direction, in support of the former outmoded, repressive, social and ",
  "political conditions and policy. According to Dictionary of Political Science (ed. ",
  "Joseph Dunner; 1965):",
  "Fascism rejects equality and substitutes the principle of hierarchy ",
  "culminating in a supreme leader or dictator whose will is law. Fascism ",
  "repudiates individualism and asserts that all values derive from the state, ",
  "against which the individual possesses no rights; true liberty, consequently, is ",
  "found only in subjection to state authority. The fascist state requires ",
  "complete conformity, rigid discipline, and unquestioning obedience; force , ",
  "is legitimate which conduces to these ends.",
  "As against the liberal-democratic cult of reason, fascism relies on faith and ",
  "emotion as the motive force of human actions. Instead of regarding individual as ",
  "an end and the state as a means, fascism exalts the state as an end and reduces ",
  "individual to the means. It establishes the monopoly of the nation-state in all ",
  "internal and external matters. It does not tolerate any human association orhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology 53",
  "organization within the state to compete with the state for the loyalty of individual. ",
  "Thus, it rejects the pluralistic cult of liberal-democracy. In the international sphere, ",
  "it does not support international organization for settlement of disputes, and relies ",
  "upon military solutions.",
  "Fascism repudiates the progressive doctrine of human equality as the basis of ",
  "their rational organization into nation or other associations. On the contrary, it ",
  "seeks unity through homogeneity. In Germany this attitude was embodied in ",
  "racist doctrines and the programme of liquidation of 'non-Aryan' elements.",
  "The fascist disdain for democracy is reflected in its policy of concentration of ",
  "political power in the hands of the dictator and a single political party. This is ",
  "amply revealed in Mussolini's pattern of leadership. As R.M. Maclver in his Web ",
  "of Government (1965) has aptly illustrated:",
  "In one thing he showed consistency throughout his career—his contempt for ",
  "democracy. Exulting over the 'decaying corpse of the Goddess of Liberty', ",
  "he proceeded to tear down, piece by piece, the parliamentary structure. He ",
  "nullified and then abolished all political parties except 'the' party. . . He ",
  "changed his office of premier into that of 'head of the government'... He ",
  "made the party the organ of the state, with a hierarchical system of controls ",
  "from the local party boss to the Grand Council of Fascism. His regime ",
  "became a personal government of the most extreme . type. The members ",
  "of the party were sworn to boundless obedience to his orders.",
  "Fascism created a peculiar authoritarian system which strived to engender ",
  "mass enthusiasm for its regime and policies. In the event, Mussolini emerged as ",
  "an extremely popular leader enjoying immense authority in the state. As Maclver ",
  "has elucidated:",
  "He had his personal army, the blackshirt Militia,, bound exclusively to his ",
  "service. The new political structure of fascist dictatorship was built inside ",
  "the pre-existing system, until all that remained of the old order was a ",
  "hollow facade. The king still 'reigned', the senate still met, but one man, ",
  "backed by his disciplined cohorts, commanded Italy, (ibid.)",
  "In short, fascism set aside constitutional democracy in order to enhance the ",
  "prestige and power of the dictator and to establish the hegemony of a single ",
  "party, commanding unconditional obedience from the people.",
  "Theory of Counter-revolution",
  "Fascism began as a movement demanding revolutionary changes in the social ",
  "and political structure of Italy. But it soon developed into a force against revolution ",
  "itself, especially against the revolutionary force of communism. Fascism may ",
  "also be regarded as counter-revolutionary because it sought to promote ",
  "concentration of economic control in fewer hands as also to stop diffusion ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "54 An Introduction to Political Theory",
  "political power. In other words, it stripped capitalism of its democratic character ",
  "which could have had some sobering effect on it. While the masses in a capitalist ",
  "society could use their political power, thanks to the development of democracy, to ",
  "secure increasing material well-being, fascism ruled out such possibility. Under ",
  "fascism, the masses are left with no rights or safeguards against their oppression by ",
  "the ruling clique. In the liberal phase of capitalism, the capitalists are somewhat ",
  "prepared to pay the price of people's support in the form of some concessions, but ",
  "when it enters the fascist phase, the capitalists are no longer required to pay that ",
  "price. Profit-making motive of the capitalists is no longer restrained by people's ",
  "demands or expectations. The result is lower wages for the workers, inferior ",
  "general conditions of industry, lowering of taxation upon capital and contraction of ",
  "social services.",
  "Harold J. Laski, in his State in Theory and Practice (1935), observes that so ",
  "long as the marriage of capitalism and democracy continued, capitalism continued ",
  "to extend concessions to the masses, giving them a sense of satisfaction. But when ",
  "it sought to withdraw those concessions, it had recourse to fascism:",
  "Fascism came to rescue capitalism from this dilemma. By the abrogation of ",
  "democracy, in one form or another, it has entrusted unlimited political ",
  "power to those who own and control the means of production ... All political ",
  "parties which deny its purposes have been suppressed. The free trade unions ",
  "have gone, and, with them, the right to strike. Wages have been reduced ",
  "either unilaterally by the employers, or with the approval of the state. The ",
  "right to free criticism has been suppressed; and the power of the electorate ",
  "to change its government has been withdrawn.",
  "Fascist states also sought to curb individual liberty by obstructing the supply of ",
  "true news. They brought the press, the wireless, the publishing trade, the cinema ",
  "and the theatre directly under government control. The neutrality of the civil ",
  "service was openly abandoned, and even the judiciary was subordinated to the ",
  "service of fascist ideals. The fascist states built their authority by relying on the ",
  "loyalty of the armed forces as also by arming the forces of their own partisans. The ",
  "whole state apparatus was used to advance the interests of capitalism at the expense ",
  "of the worker. As Laski has illustrated:",
  "Mussolini has explained that the individual fulfils himself in the fulfilment ",
  "of the state-end. . . Once we examine the actual character of that end in ",
  "fascist communities, it becomes clear that it implies the sacrifice of the ",
  "ordinary worker to the capitalist need to make profit, (ibid.)",
  "In a nutshell, fascism seeks to avert the transformation of the capitalist system ",
  "into a democratic welfare state or service-state. It tends to maintain the exploitative ",
  "character of the capitalist patterns of production in the name of national interest, ",
  "national unity, discipline, industrial peace and higher production, and to save a ",
  "decadent capitalist system from the revolutionary threat of the oppressed classes.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology 55",
  "Fascism also seeks to dilute the revolutionary content of communism by an ",
  "improvised anti-Marxist theory. It tries to replace materialism by a mystical political ",
  "idealism. It rejects the theory of class-conflict in favour of the organic unity of ",
  "the nation-state that claims to represent a unified national interest. It even repudiates ",
  "the economic motive behind human actions which could give rise to class struggle. ",
  "As Mussolini himself observed in his famous article in Encyclopaedia Italiana ",
  "(1932):",
  "Fascism, now and always, believes in holiness and in heroism; that is to ",
  "say, in actions influenced by no economic motive, direct or indirect. And ",
  "if the economic conception of history be denied, according to which ",
  "theory men are no more than puppets, carried to and fro by the waves of ",
  "chance while the real directing forces are quite out of their control, it ",
  "follows that the existence of an unchangeable and unchanging class-war ",
  "is also denied—the natural progeny of the economic conception of history. ",
  "And above all fascism denies that class-war can be the preponderant force ",
  "in the transformation of society.",
  "Fascism thus tends to project an image of a unified nation with an indivisible ",
  "interest to repudiate the theory of class-conflict. It even refuses to rely on reason ",
  "for arriving at truth. Instead, it eulogizes the creative power of the myth to muster ",
  "the support of all classes in society. As Mussolini said in a speech at Naples in ",
  "1922:",
  "We have created our myth. The myth is a faith, it is passion. It is not ",
  "necessary that it shall be a reality. It is a reality by the fact that it is a goad, ",
  "a hope, a faith, that it is courage. Our myth is the nation, our myth is the ",
  "greatness of the nation.",
  "Hitler similarly created the myth of race and developed his racist doctrine as a ",
  "counterpart of the fascist image of the nation. He dwelled on the miraculous ",
  "power of propaganda, especially of false propaganda, in his notorious workMein-",
  "Kampf ('My Struggle') (1925-26). Thus, fascism openly sets aside truth and ",
  "reason for the advancement of its sinister designs and containment of revolutionary ",
  "forces.",
  "SOCIO-ECONOMIC BASIS",
  "Some writers, such as, W.M. McGovern (From Luther to Hitler; 1941) and ",
  "R.M. Maclver (The Web of Government; 1965) regard fascism as a movement ",
  "of the lower middle class. However, when examined closely, this interpretation ",
  "does not seem to be correct. It may be admitted that fascism particularly appealed ",
  "to small businessmen, such as individual shopkeepers, who felt their livelihood ",
  "threatened on the one hand by the rising working class with its revolutionary ",
  "socialism, and on the other by the monster of monopoly capitalism. But fascismhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "56 An Introduction to Political Theory",
  "itself did not emanate from any movement launched by the lower middle class. ",
  "The fascist militia were recruited from a subclass of the tradeless dregs of the ",
  "working class without class loyalty or self-respect. In fact, fascism sought to ",
  "muster support from diverse sections of society through false promises, appeals ",
  "and tactics. To discover the real socio-economic basis of fascism, it is essential ",
  "to determine which class it sought to serve. As Laski, in his State in Theory and ",
  "Practice (1935) has amply demonstrated, fascism sought to serve the interests ",
  "of the capitalist class at the expense of the masses, especially the working class. ",
  "It created the myth of the nation to secure concentration of economic and political ",
  "control in the hands of a small number of persons and to demand unquestioning ",
  "obedience and devotion from the masses to the authority so created. As Laski ",
  "concludes: \"Stripped of all its rhetorical trappings Italian fascism appears quite ",
  "simply as an insistence upon compulsory obedience to a state whose purpose is ",
  "to protect existing class-relations\".",
  "Instead of serving the interest of the whole nation, fascism only sought to ",
  "exploit the prevailing social tensions and crises to bring home the need of absolute ",
  "authority and unquestioning obedience. William Ebenstein has tried to show that ",
  "the conditions of capitalism do not by themselves give rise to fascism, but it ",
  "arises only where democracy is particularly weak:",
  "Industrialists are not, as a class, any more fascist-minded than other social ",
  "groups; in countries with strong liberal and democratic traditions, for ",
  "example, industrialists' have neither more nor less faith than other people ",
  "in the democratic process. But where democracy has been weak, as it ",
  "was in Germany, Italy, and Japan, it took only a few wealthy industrialists ",
  "and landowners to supply fascist movements with ample funds. (Today s ",
  "Isms; 1980)",
  "Ebenstein observes that even the conditions of economic depression need not ",
  "necessarily lead to the rise of fascism, but the fear and frustration arising out of ",
  "economic depression can lead to it:",
  "In times of depression, fear and frustration undermine faith in the ",
  "democratic process, and where the faith in rational methods weakens, ",
  "fascism is the potential gainer. The small businessman blames big business ",
  "for his troubles; big business puts the blame on the unreasonableness of ",
  "the labour unions; labour feels that the only way out is to soak the rich; ",
  "the farmers feel that they are not getting enough for farm products and ",
  "that the prices they pay for manufactured goods are too high; and—worst ",
  "of all—there is the large mass of unemployed people, (ibid.)",
  "Ebenstein further argues that even the economic suffering caused by ",
  "unemployment can be mitigated by adequate relief, but the feeling of being useless, ",
  "unwanted, and outside the productive ranks of society paves the way for the rise ",
  "of fascism:https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  57",
  "Ideology",
  "It is among these spiritually homeless that fascism makes serious inroads ",
  "during a depression: by putting an unemployed person into a uniform, a ",
  "fascist movement makes him feel that he 'belongs', and by telling him ",
  "that he is a member of a superior race or nation, such a movement restores ",
  "some of his self-respect, (ibid.)",
  "The basic point made by Ebenstein to vindicate capitalism is, however, not ",
  "fundamentally different from Laski's view. The basic point is that so long as ",
  "capitalism can accommodate the democratic aspirations of the people, it is not ",
  "likely to degenerate into fascism. Ebenstein is highly optimistic of this potential in ",
  "capitalism. But Laski further holds that if the marriage between capitalism and ",
  "democracy is brought to its logical conclusion, it will lead to the transformation ",
  "of capitalism itself! On the contrary, an unrestrained capitalism would degenerate ",
  "into fascism by crushing the democratic aspirations of the people.",
  "LIBERAL AND MARXIST CRITIQUES OF FASCISM",
  "Fascism is by no means a systematic doctrine. It is a queer mixture of incongruous ",
  "elements. In Laski's words:",
  "Fascism, when closely examined, proves to be nothing more than an ill-",
  "assorted rag-bag in which all kinds of remnants from the most diverse ",
  "philosophies seek, as best they may, to find a place. (The State in Theory' ",
  "and Practice; 1935)",
  "Fascism sought to mix up different theoretical elements only to evolve an ",
  "instrument of mass appeal and mass mobilization for the attainment of some ",
  "political goals projected by an elite who happened to control political as well as ",
  "economic power. Mussolini himself in an article written in 1924 admitted:",
  "We Fascists have had the courage to discard all traditional political theories, ",
  "and we are aristocrats and democrats, revolutionaries and reactionaries, ",
  "proletarians and anti-proletarians, pacifists and antipacifists. It is sufficient ",
  "to have a single fixed point: the nation. The rest is obvious.",
  "In its attempt to attain practical goals, Fascism sought to repudiate both ",
  "liberalism and Marxism in their essentials. It rejected constitutional government ",
  "and other vital attributes of liberal-democracy; it equally rejected Marxism. It ",
  "has, therefore, been criticized by liberals as well as Marxists.",
  "Liberal Critique",
  "Several liberal writers have criticized fascism, particularly because of its totalitarian ",
  "character and its rejection of democratic methods, human rights, etc. It is ",
  "important to note that while liberalism is primarily a philosophy of capitalism, ",
  "fascism also sought to promote capitalism rather out of the way. Liberal writershttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "58 An Introduction to Political Theory",
  "have taken different positions on this issue. Some of them do not refer to any ",
  "significant relation between fascism and capitalism. As William Ebenstein has ",
  "argued:",
  "The Marxist interpretation of fascism in terms of class (identifyng fascism ",
  "with capitalism in decay) is not borne out by the facts. Fascism cuts across ",
  "all social groups; wealthy industrialists and landowners support it for one ",
  "reason, the lower middle classes for another, and some blue-collar workers ",
  "for another still. (Today's Isms; 1980)",
  "Still others feel that fascism sought to distort the liberal and benevolent character ",
  "of capitalism by dissociating it from democratic traditions and diverting it from the ",
  "path of the welfare state.",
  "The main liberal objection against fascism is that it sought to destroy individual ",
  "liberty by subordinating individual to the absolute authority of the state, and by ",
  "reducing individual to a means to serve the end of the state. In the second place, ",
  "fascism sought to accentuate the irrational element in human nature while liberalism ",
  "pleads for man's freedom treating him primarily as a rational being. Thirdly, ",
  "fascism repudiates the liberal faith in the natural and social equality of men, ",
  "through its cult of hero-worship, superiority of the elite and racist doctrines. In the ",
  "fourth place, fascism hits at the pluralistic nature of society by establishing the ",
  "monopoly of a single political party and eliminating free and open competition for ",
  "political power. And finally, fascism demolishes constitutional government which ",
  "is the sole guarantee of human freedom and progress as well as the cardinal ",
  "principle of liberal-democracy.",
  "Marxist Critique",
  "Marxists deprecate fascism as an attempt to protect capitalism in its decadent ",
  "phase. By creating the myth of a nation, fascism sought to suppress class-conflict ",
  "on the one hand, and to thwart any international movement toward communism on ",
  "the other. Antonio Gramsci (1891-1937), an Italian Marxist who was victimized and ",
  "tortured by the fascist regime of Mussolini, maintained that the ideological ",
  "propaganda of the fascists sought to preserve capitalist 'hegemony' and 'structures ",
  "of domination' which made it acceptable to the ignorant masses. Leon Trotsky ",
  "(1879-1940) and others argued that the mass basis of fascism was provided by a ",
  "desperate, rootless, middle class. The widespread fear of uncertainty in a time of ",
  "crisis served to provide an authoritarian basis for fascism.",
  "CONCLUSION",
  "Some liberal writers, prompted by their equal disdain for fascism and communism, ",
  "have sought to club the two as 'totalitarian dictatorships'. For instance, R.M. ",
  "Maclver (The Web of Government; 1965) and Alan Ball (Modern Politics and ",
  "Government; 1988) have adopted this classification. This is not only unfair buthttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  59",
  "Ideology",
  "misleading. Fascism tends to suppress the masses to secure the interests of a tiny ",
  "class in all spheres—social, economic, political. On the contrary, communism—",
  "even when it uses coercion—seeks to distribute benefits to secure the maximum ",
  "satisfaction of the masses. G.A. Almond and G.B. Powell, in their noted work ",
  "Comparative Politics: A Developmental Approach (1966), have aptly made this ",
  "distinction:",
  "Totalitarian systems suppress demands coming from their societies and are ",
  "unresponsive to demands coming from the international environment. At ",
  "the same time, they regulate and coerce behaviour in their societies,",
  "totalitarianism differs from fascist totalitarianism in having a strong ",
  "distributive capability as well.",
  "Fascism, besides its retrograde class character, symbolizes a sick mental and ",
  "political attitude. It fosters anti-human and anti-progressive forces. It seeks to curb ",
  "liberty and equality and to distort justice. In short, it is a philosophy of the lunatic ",
  "fringe, champions of terror and violence who advocate superiority of one race, sect, ",
  "region, religion, language or culture, relegating the rest of mankind to' slavery. ",
  "Unfortunately, fascist tendencies are not dead the world over. Enemies of mankind ",
  "still thrive in some parts of the world and pose a potential threat to the security of ",
  "those who do not belong to them, not to speak of those who do not follow them!",
  "IX. ANARCHISM",
  "WHAT IS ANARCHISM?",
  "Anarchism stands for a mode of thought which holds that society can and should be ",
  "organized without the coercive authority of the state. Although some indications of ",
  "this mode of thought could be traced to ancient times, William Godwin (1756-",
  "1836), a British political theorist, was the first thinker who argued unequivocally ",
  "for a stateless society. His Enquiry Concerning Political Justice (1793) is regarded ",
  "to be the first systematic defence of anarchism. However, it was P.J. Proudhon ",
  "(1809-65), a French philosopher, who was the first to call himself an anarchist. As ",
  "an ideology anarchism had its greatest influence in late nineteenth and early ",
  "twentieth centuries, when several revolutionary movements in Western countries ",
  "favoured this mode of thought.",
  "Anarchist thinkers have one common aim: abolition of the state. But they widely ",
  "differ as to how the state should be abolished, and what type of organization should ",
  "be evolved to replace it. So they by no means form a homogeneous group. They ",
  "include a wide variety of thinkers ranging from the defenders of extreme form of ",
  "socialism to the champions of extreme form of individualism. All anarchists agree ",
  "on the need to dispense with compulsory forms of authority,https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "60 An Introduction to Political Theory",
  "culminating in authority of the state. However, most anarchists recognize the ",
  "rational form of authority, particularly the authority of experts, e.g. scientists and ",
  "doctors in their respective fields, as also the moral authority of collective decisions ",
  "taken in a genuinely democratic manner. They are mostly averse to hiearchical ",
  "forms of authority, e.g. churches, armies, bosses of capitalist enterprises, and ",
  "impersonal bureaucracies.",
  "Of the several schools of anarchist thought, the following are particularly ",
  "important: philosophical anarchism, socialist anarchism, revolutionary anarchism, ",
  "anarcho-syndicalism, pacific anarchism, and libertarian anarchism.",
  "PHILOSOPHICAL ANARCHISM",
  "Philosophical anarchism rejects the idea of legitimate authority in the sense that ",
  "no individual, whether state official or not, has the right to command the obedience ",
  "of another. Individual autonomy, as conceived morally, requires individuals to act ",
  "according to their own judgments. Because of its focus on individual, this school ",
  "of thought is also called 'individualist anarchism'. It was originally founded by ",
  "Godwin himself in his essay Enquiry Concerning Political Justice (1793). Then ",
  "Max Stirner (1806-56), a German philosopher, in The Ego and his Own (1845) ",
  "argued that every individual is the unique one who truly 'owns himself; he ",
  "recognizes no duties to others, and does what is right for himself, within the limit ",
  "of his might. In contemporary thought, Godwin's line of argument was endorsed ",
  "by R.P. Wolff (In Defense of Anarchism; 1970).",
  "Accordingly, philosophical anarchism has little scope to encourage cooperation ",
  "among individuals or to evolve their formal organization. Its upholders are generally ",
  "suspicious of authority, yet they recognize the rational authority of experts within ",
  "their fields of competence and the moral authority of basic social norms, such as ",
  "'contracts should be kept'. If politics is defined as the art of persuading others ",
  "when they do not agree, then philosophical anarchists may also recognize even ",
  "political authority, but not the coercive authority of the state. So, if members of ",
  "a commune or workers' cooperative actually participate in decision-making, their ",
  "decisions may be deemed morally binding.",
  "SOCIALIST ANARCHISM",
  "Socialist anarchism insists on freedom of individual, defined as the capacity to ",
  "satisfy his needs. It regards social and economic equality as a necessary condition ",
  "to secure maximum freedom of all. In its view, social and economic equality is ",
  "incompatible with capitalist private property and the state. It therefore rejects ",
  "both. P.J. Proudhon (1809-65), a French philosopher, is the chief exponent of ",
  "socialist anarchism. He postulated 'mutual aid' as the appropriate method of ",
  "achieving its goal. It is therefore also called 'mutualism'.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  61",
  "Ideology",
  "Proudhon argued that liberty or freedom is the mother, not the daughter, of ",
  "order. All political parties are a variety of despotism. Power of the state and ",
  "power of capital are coterminous. So the proletariat cannot emancipate itself by ",
  "acquiring and using state power. On this ground Proudhon criticized Marx's idea ",
  "of establishing 'dictatorship of the proletariat' as a way to human emancipation. ",
  "Instead of violent method of overthrowing capitalism, Proudhon recommended ",
  "the (peaceful) method of direct action and the practice of mutualism for evolving ",
  "a new social order. He proposed that society should be organized as a network of ",
  "autonomous local communities and producer associations, linked by 'the federal ",
  "principle'. Each person might possess his means of production (tools, land, etc.) ",
  "either singly or collectively, but should only be rewarded for his labour. This ",
  "system will eliminate the elements of profit and rent, and ensure a high degree of ",
  "equality.",
  "Exchange of goods and services between different voluntary associations will ",
  "be based on the principle that each party will seek only an equivalent for what it ",
  "offered to the other. This will be supplemented by the establishment of a mutual ",
  "credit bank which would lend to producers at a minimal rate of interest, covering ",
  "only its cost of administration. Proudhon firmly believed that this system of ",
  "mutual aid would promote social solidarity.",
  "Proudhon's experiments on these lines proved to be a failure in actual practice. ",
  "But his French disciples played an influential role in the early years of the First ",
  "International (founded by the London Working Men's Association in 1864).",
  "Philosophy of socialist anarchism was further developed by Peter Kropotkin ",
  "(1842-1921), a Russian thinker. In Mutual Aid—a Factor of Evolution (1890— ",
  "96), Kropotkin argued that the principle of 'the struggle for existence and survival ",
  "of the fittest' as enunciated by Charles Darwin (1809-82) does not apply to the ",
  "sphere of social relations. On the contrary, sociability is, under all circumstances, ",
  "the greatest advantage in the struggle for life, and therefore the natural condition ",
  "of all evolutionary beings. If human beings are not corrupted by the state and ",
  "law, they would develop bonds of instinctive solidarity which would make ",
  "government unnecessary. Kropotkin favoured a system of 'communism' where ",
  "everything belongs to everyone, and distribution is made according to needs. ",
  "Kropotkin's version of socialist anarchism is called 'communist anarchism'.",
  "REVOLUTIONARY ANARCHISM",
  "Revolutionary anarchism is still another version of socialist anarchism. Mikhail ",
  "Bakunin (1814-76), a Russian revolutionary, is regarded the chief exponent of ",
  "revolutionary anarchism. It is called revolutionary because of its method of ",
  "achieving the goal of anarchism. Since it believes in collectivization of the means ",
  "of social production, it is also called 'collectivism'. Bakunin stood for the strategy ",
  "of encouraging popular insurrections. It was envisaged that during the course ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "62 An Introduction to Political Theory",
  "these insurrections, capitalist and landed property would be expropriated and ",
  "collectivized, and the state would be abolished. It would be replaced by ",
  "autonomous, but federally linked, communes.",
  "Commune",
  "A group of people or famities who alt live together and share everything.",
  "Bakunin projected the vision of a socialist society which would be organized ",
  "from below upwards, not from above downwards. To foster the spirit of revolt ",
  "among the oppressed, revolutionary anarchists adopted the tactic of 'propaganda ",
  "by the deed'. This would start with local insurrections, and then include acts of ",
  "assassination and terrorism. They sought to establish a collectivist system in ",
  "which each group of organized workers would be managing their own means of ",
  "production. The distribution of the proceeds would be made according to collective ",
  "decision. It was generally assumed that rewards would be proportional to labour, ",
  "at least for the foreseeable future. Revolutionary anarchists opposed the ",
  "authoritarian element in Marx's communism.",
  "ANARCHO-SYNDICALISM",
  "Anarcho-syndicalism or syndicalist anarchism is another version of revolutionary ",
  "anarchism. George Sorel (1847-1922) was its chief exponent. It was based on ",
  "the idea to turn trade unions into revolutionary instruments of class struggle. ",
  "Instead of 'communes' (as envisaged by communist anarchism), anarcho-",
  "syndicalism sought to make trade unions the basic units of a new society. In his ",
  "important work Reflections on Violence (1908), Sorel argued that law and ",
  "institutions of every enduring society contain a form of structural violence. ",
  "Capitalist system is itself an epitome of violence. Unjust violence should be fought ",
  "with just type of violence.",
  "Sorel commended the method of 'general strike' as the fit instrument for the ",
  "workers to fight against capitalism. He recommended the use of'myth' to mobilize ",
  "masses into action. The power of 'general strike' could be exaggerated to elevate ",
  "it to the level of a 'myth' which should be used to mobilize workers for mass ",
  "action. Since Sorel relied on organized groups to overthrow capitalist state, and ",
  "provide for its alternative, he is not regarded a full-fledged anarchist.",
  "PACIFIC ANARCHISM",
  "In contrast to revolutionary anarchism, pacific anarchism stands for abolition of ",
  "the state in a peaceful manner. It advocates anarchism on moral grounds. Its ",
  "chief exponent, Leo Tolstoy (1828-1910), the Russian novelist, was inspired by ",
  "'the law of love', expressed in the Sermon on the Mount (delivered by Christ ",
  "himself). This made him denounce the state as 'organized violence' and to call onhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology 63",
  "people to disobey its immoral commands. Tolstoy argued that the state tried to ",
  "fight evil with another evil, i.e. with the help of police and military force. Private ",
  "property enables the few to lead a luxurious life by exploiting others' labour. Both ",
  "of them should be abolished for the regeneration of humanity. Mahatma Gandhi ",
  "(1869-1948), the Indian philosopher, was inspired by these ideas in developing ",
  "his philosophy of non-violence.",
  "LIBERTARIAN ANARCHISM",
  "Libertarian anarchism represents the contemporary version of 'individualist ",
  "anarchism'. Its beginnings may be traced to Herbert Spencer (1820-1903), a ",
  "British philosopher. Spencer's concept of 'blessedness of anarchy' envisages the ",
  "development of 'market society' to a stage where the state is dissolved and ",
  "society becomes self-regulated. Its contemporary exponents include F.A. Hayek ",
  "(1899-1992), an Austrian economist and Robert Nozick (193 8-2002), an American ",
  "philosopher. Libertarianism stands for the revival of laissez faire individualism ",
  "which believes in minimum interference of the state in economic activities of ",
  "people.",
  "F.A. Hayek in Law, Legislation and Liberty, Vol. 1: Rules and Order (1973) ",
  "observed that social order exists independently of the state—an order spontaneously ",
  "generated, a product of human sociability. This natural order does not need ",
  "supplementing by an order imposed from above. Then Nozick in his Anarchy, ",
  "State and Utopia (1974) argued that the state has no legitimate powers beyond ",
  "the functions of protection, justice and defence; it is not authorized to engage in ",
  "redistributive transfers among its citizens who were originally its clients. In ",
  "Nozick's view, legal rights are the product of voluntary exchanges. An ideal state ",
  "would be one which completely stays away from regulating voluntary exchanges ",
  "between individuals. It would approximate to anarchy.",
  "In short, libertarians stand for restricting the role of the state to minimum ",
  "possible level. They do not recommend to abolish the state altogether. The ",
  "contemporary exponents of 'rational choice' theory also advance similar ",
  "arguments. M. Taylor in his essay Community, Anarchy and Liberty (1982) argued ",
  "that social order is a 'public good': it cannot be divided and nobody can be ",
  "excluded from its benefits, yet people under the conditions of 'anarchy' will ",
  "cooperate voluntarily to create it. For libertarian anarchists, the state is not ",
  "merely a necessary evil; it is a positive evil. They advocate the idea of 'natural ",
  "society', a self-regulated, pluralistic society in which power and authority are ",
  "radically decentralized.",
  "A CRITICAL APPRAISAL",
  "Anarchism is based on a fascinating idea. However, it takes a too optimistic view ",
  "of human nature. If human nature were so benign as envisaged by anarchists,https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "64 An Introduction to Political Theory",
  "and society could become self-regulated without interference of the state, the ills ",
  ".afflicting human society under the state would not have arisen at all which the ",
  "anarchists want to remedy.",
  "Moreover, in the contemporary world which is severely afflicted by the problems ",
  "of worldwide terrorism, crime and environmental pollution, the need of regulation ",
  "has become all the more evident and pressing. It is now felt that authority of the ",
  "state is inadequate to deal with such gigantic problems. There is an urgent need ",
  "to set up some global authority to regulate the present-day world which would ",
  "supplement authority of the state. Anarchist vision is terribly inadequate to deal ",
  "with this situation.",
  "However, various schools of anarchism draw our attention to the tyranny of ",
  "economic and political power which makes the life of people so miserable! Its ",
  "significance lies in devising suitable means to curb that power. That will restore ",
  "justice in society and pave the way for human emancipation.",
  "X. GANDHISM",
  "Gandhism derives its name from that of Mahatma Gandhi (M.K. Gandhi) (1869-",
  "1948), Indian social and moral philosopher. His social and political thought is ",
  "compendiously described as Gandhism. He did not write any treatise on his ",
  "philosophy. His thought is scattered in a large number of notes and pamphlets as ",
  "well as his Autobiography (My Experiments With Truth; 1929). He even denied ",
  "the existence of 'Gandhism'. But as the time rolled on, it revealed the immense ",
  "possibilities of application of Gandhian principles to various social, economic and ",
  "political situations, and their relevance is steadily increasing. It proved that Gandhian ",
  "way of thinking has not only its distinct identity, it is a full-fledged worldview. ",
  "That is precisely the basis of Gandhism.",
  "POLITICS AND ETHICS",
  "As a moral philosopher, Gandhi treated ethics as the guiding star of all human ",
  "behaviour, including politics. Gandhi's ethics was based in moral teachings of all ",
  "religions, although he paid special attention to time-honoured Hindu religion ",
  "(sanatana dharma). He expressed his firm faith in the spiritualization of politics. ",
  "This meant that if politics was to be a blessing, and not a curse to mankind, it ",
  "should be informed by the highest ethical and spiritual principles. In other words, ",
  "politics should be guided by high moral standards, and not by expediency.",
  "Gandhi believed in purity of means as well as ends. Only right means should ",
  "be adopted for the pursuit of right ends. He strongly refuted the idea that 'end ",
  "justifies the means' or that 'if a noble end is achieved by adopting ignoble means, ",
  "their use would be excused'. As Gandhi himself observed:https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  65",
  "Ideology",
  "They say 'means are after all means'. I would say 'means are after all ",
  "everything'. As the means so the end... Realization of the goal is in exact ",
  "proportion to that of the means. This is a proposition that admits of no ",
  "exception.",
  "(Selections from Gandhi, by Nirmal Kumar Bose; 1948)",
  "Gandhi was convinced that if we take care of our means, end will take care of ",
  "itself. Means and ends may be compared to the seed and the tree respectively. ",
  "The nature of tree is determined by the nature of seed. Only the right type of seed ",
  "will grow into the right type of tree. As you sow, so shall you reap. He that ",
  "soweth vice shalt not reap virtue. Again, means and end may be compared to the ",
  "action (karma) and its consequence (phala). Man has full control over his action, ",
  "not over its consequences. That is the famous teaching of Bhagwad-Gita—Hindu ",
  "sacred book.",
  "Means and ends are the two sides of a coin. They cannot be separated. Immoral ",
  "means cannot be used to achieve moral ends. If used, they will vitiate the end ",
  "itself. Wrong way can never lead to a right destination. The authority founded on ",
  "fear and coercion cannot inspire love and respect among people. Gandhi adopted ",
  "the path of satyagraha (reliance on the force of truth) for achieving the goal of ",
  "swaraj (independence from the foreign rule) because this path was as sacred as ",
  "its destination. Satyagraha involved the practice ofahimsa (non-violence) which ",
  "embodied the right course of action. So Gandhi declared: \"For me, ahimsa comes ",
  "before swaraj.\"",
  "For Gandhi the terms 'spiritual', 'religious' and 'moral or ethical' conveyed ",
  "the same idea. They taught man to abstain from vice and follow the path of ",
  "virtue. In Gandhi's view, the essence of all religions was identical. God of Hindus ",
  "was not different from God of Muslims or God of Christians. All religions taught ",
  "piety and charity toward fellow-beings. No religion was superior or inferior to ",
  "any other religion. Religious tolerance was the keynote of social harmony, Gandhi's ",
  "notion of religion was aptly expressed in his own words:",
  "By religion, I do not mean formal religion, or customary religion, but that ",
  "religion which underlies all religions, which brings us face to face with ",
  "our Maker.",
  "(The Mind of Mahatma Gandhi, compiled by ",
  "R.K. Prabhu and U.R. Rao; 1945)",
  "For Gandhi, adherence to religion was the part of his pursuit of truth. This ",
  "very pursuit induced him to participate in politics. He believed that politics bereft ",
  "of religion was nothing short of a death trap, which kills the soul. So Gandhi ",
  "wrote in his Autobiography:",
  "My devotion to Truth has drawn me into the field of politics; and I can ",
  "say without the slightest hesitation and yet in all humility, that those whohttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "66",
  "An Introduction to Political Theory",
  "say that religion has nothing to do with politics do not know what religion means.",
  "In short, politics and ethics were inseparable in Gandhian system of thought.",
  "TRUTH AND NON-VIOLENCE",
  "Devotion to truth is the essence of Gandhism. But how to discover truth? It is as difficult ",
  "as finding God Himself. In Gandhi's view, God and truth are inseparable. Devotion to ",
  "God can be carried out through devotion to His creation, particularly through the service ",
  "to the down-trodden. As Gandhi wrote in Harijan (1939):",
  "I recognize no God except the God that is to be found in the hearts of the dumb ",
  "millions. They do not recognize His presence; I do. And I worship the God that is ",
  "Truth or Truth which is God, through service of these millions.",
  "Non-violence is also the part of pursuit of truth. Non-violence or non-injury (ahimsa) ",
  "literally means: abstention from violence in one's behaviour toward other living beings. ",
  "This represents only the negative side of non-violence. On positive side, it implies love ",
  "of all. We should extend our love not only to those who love us, but also to those who ",
  "hate us. In Gandhi's own words:",
  "It is non-violence only when we love those that hate us. I know how difficult it is ",
  "to follow this grand law of love. But are not all great and good things difficult to ",
  "do? Love of the hater is the most difficult of all. But by the grace of God even ",
  "this most difficult thing becomes easy to accomplish if we want to do it.",
  "(Selections from Gandhi, by Nirmal Kumar Bose; 1948)",
  "In Gandhi's view, even the intention to harm somebody or wishing him ill is a form of ",
  "violence which should be eschewed. Hatred or malice to anyone is also violence. ",
  "Acquiring material things beyond one's immediate need is also a form of violence ",
  "because thereby we deprive others of their share. Even the acts of spreading atmospheric ",
  "pollution and damaging public health amount to violence. Thus the principle of non-",
  "violence embraces all rules of good citizenship and human decency.",
  "When it comes to confrontation with injustice, non-violence does not imply showing ",
  "weakness. Non-violence is not the resort of the weak; it is the power of the strong—of ",
  "course, his moral power. This power comes from the firm adherence to truth. When one ",
  "fights for a just cause, and shows firm faith in truth, it results in the 'change of heart' of ",
  "the mighty opponent and makes him bend. In short, non-violence is the art of gaining ",
  "victory over physical force by spiritual force. Non-violence is the method of self-",
  "purification. Practitioner of non-violence gains ample power to defeat the forces of ",
  "untruth.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology 67",
  "Gandhi's technique of struggle against the mighty British Empire was throughout ",
  "based on the principle of non-violence (ahimsa). His method of civil disobedience ",
  "and satyagraha (reliance on the force of truth) were strongly based in non-",
  "violence. His doctrines of trusteeship and the vision of a classless society are also ",
  "the manifestation of his adherence to truth and non-violence.",
  "DOCTRINE OF TRUSTEESHIP",
  "Broadly speaking, Gandhi believed in simple living, at the level of production as ",
  "well as consumption. He gave primacy to simple technology over heavy industries. ",
  "Simple technology had the capacity of mass employment, whereas advanced ",
  "technology would create vast unemployment, particularly in a country like India, ",
  "and would promote consumerism with all its ill effects. Gandhi preferred ",
  "'production by the masses' over 'mass production' by heavy machinery. However, ",
  "he realized that it was not feasible to switch over to the new system abruptly.",
  "Wider use of simple technology could be kept in mind in the course of future ",
  "expansion. The existing system of production may be allowed to continue with ",
  "necessary changes in the attitude of the owners of means of production. As ",
  "Gandhi wrote in Amrita Bazar Patrika (1934):",
  "What is needed is not the extinction of landlords and capitalists, but a ",
  "transformation of the existing relationship between them and the masses ",
  "into something healthier and purer.",
  "For the transformation of this relationship Gandhi enunciated his doctrine of ",
  "trusteeship. It urges landlords and capitalists not to consider themselves as the ",
  "sole proprietors of their possessions, but only as 'trustees' of a gift bestowed ",
  "upon them by God for the service of humanity. Gandhi realized that the existing ",
  "system had become oppressive because of moral decline. If the organizers of ",
  "agriculture and industry could be persuaded to act as public servants, they would ",
  "win wide public respect instead of the existing hatred. The feeling of class conflict ",
  "would be replaced by the sentiment of class cooperation. Gandhi relied on the ",
  "power of truth and non-violence (ahimsa) to accomplish 'change of heart' of the ",
  "rich and resourceful members of society.",
  "Critics point out that the vision of 'change of heart' of the rich is a fascinating ",
  "idea, but it is hardly realizable in actual practice!",
  "VISION OF A CLASSLESS SOCIETY",
  "Gandhi's faith in human equality made him a strong votary of a classless society. ",
  "He realized that the division of labour among different individuals was inevitable. ",
  "However, class division of society was not directly related to division of labour. ",
  "It was the product of a condition in which one type of labour, i.e. physical labour ",
  "was regarded as inferior to another type of labour, i.e. mental labour or merehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "68 An Introduction to Political Theory",
  "leisure. Gandhi sought to create a sense of equality among people by making ",
  "'bread labour' compulsory for all.",
  "The gospel of'bread labour' expected everybody to do physical labour toward ",
  "production, at least to compensate for the bread that he consumes. Bread is ",
  "symbolic of various items of one's physical consumption. When everybody does ",
  "physical labour, apart from the performance of other functions suited to his ",
  "aptitude and qualifications, nobody will look down upon physical labour. This ",
  "will create a sense of 'dignity of labour' throughout society. This in turn will ",
  "promote a sense of equality among people transcending the prevailing division of ",
  "labour. This would even create a sense of equality between the rich and the poor. ",
  "Gandhi also stood against discrimination among human beings on the grounds of ",
  "gender and faith. In other words, he championed equality between men and ",
  "women as also between the adherents of different religions. In short, he wished ",
  "to create a classless society by transforming the attitude of people toward the ",
  "sources of discrimination in society. He insisted on moral regeneration of society ",
  "for which adherence to truth and non-violence was indispensable.",
  "GANDHISM AND MARXISM",
  "Both Gandhi and Marx were deeply concerned with the plight of the down-",
  "trodden. Both stood for a classless and stateless society. It is sometimes felt that ",
  "their philosophies were akin to each other. But on deeper analysis, it is revealed ",
  "that their differences were more pronounced than their similarities.",
  "Gandhi was a spiritualist; Marx was a materialist. Gandhi treated religion as a ",
  "moralizing force; Marx dubbed religion 'the opium of the people'. Gandhi favoured ",
  "simple technology; Marx relied on advanced technology as a liberating force. ",
  "Gandhi attributed the division of society into classes to mental outlook based on ",
  "contempt for physical labour; Marx held the existence of private property ",
  "responsible for this division. Gandhi believed in class cooperation; Marx insisted on ",
  "class conflict as the instrument of social transformation. Gandhi enunciated the ",
  "doctrine of trusteeship for resolving the conflict between the rich and the poor; ",
  "Marx exhorted the proletariat to overthrow capitalism. Gandhi saw the state as a ",
  "soulless machine for coercion of individuals; Marx saw it as the instrument of class ",
  "domination. Gandhi hoped that when non-violence is adopted as a universal principle, ",
  "society will become self-regulated and state would become redundant; Marx ",
  "anticipated that after socialist revolution and the fullest development of forces of ",
  "production, 'the state will wither away'. Gandhi's vision of future society consists ",
  "of self-disciplined individuals having minimum needs with a sense of moral ",
  "responsibility toward social needs; Marx's vision of future consists of a self-regulated ",
  "society ruled by the principle: 'from each according to his ability, to each ",
  "according to his need'.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology Comparative  69",
  "Study of Marxian and Gandhian Views",
  "The Issue Marxian View Gandhian View",
  "Philosophical Materialism; Scientific Spiritualism; Moral",
  "Basis Socialism Individualism",
  "Attitude toward Negative; an ideological Positive; a moralizing force;",
  "Religion instrument for the protection,  equal respect for all religions",
  "of private property",
  "Attitude toward Positive; necessary for full Negative; use of heavy machines",
  "Technology development of the forces of stunts moral growth and creates",
  "production vast unemployment",
  "Basis of Classes Division of society into owners Mental outlook based on",
  "and non-owners of means of  contempt for physical labour",
  "social production",
  "Recommended Class Conflict Class Cooperation",
  "Relation between",
  "Classes",
  "Way to Achieve Overthrow of capitalism; Social Doctrine of trusteeship: moral",
  "Classless Society ownership of means of social persuasion of capitalists to",
  "production; Compulsory labour regard themselves as 'trustee' of ",
  "public property; restore 'dignity ",
  "of labour1: universal 'bread ' labour ",
  "requiring everybody to do ",
  "physical labour",
  "Nature of the State An instrument of class domination An instrument of coercion of",
  "involving oppression and individuals; a soulless machine",
  "exploitation of the dependent for enforcing rules and regulations",
  "class without human sensitivity and a ",
  "sense of moral responsibility",
  "Way to Achieve After full development of the When everybody follows the",
  "Stateless Society forces of production in a classless principle of non-violence",
  "society, the state will 'wither away' (ahimsa) and becomes self-",
  "disciplined an self-regulated, the ",
  "state will become redundant",
  "Image of Future A self-regulated society ruled by A self-regulated society",
  "Society the principle: 'from each according comprised of self-disciplined",
  "to his ability, to each according individuals having minimum",
  "to his need' needs, with a sense of moral ",
  "responsibility toward social ",
  "needshttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "70 An Introduction to Political Theory",
  "XI. FEMINISM",
  "Feminism stands for the concern with the status and role of women in society in ",
  "relation to men. It holds that women have suffered and are still suffering injustice ",
  "because of their sex; hence it seeks effective measures for the redressal of that ",
  "injustice. In short, it implies a voice of protest against the inferior status accorded ",
  "to women in society, which is the product of the institution of 'patriarchy, and not ",
  "based on reason.",
  "Patriarchy",
  "It Literally means 'rule of the father\". Originally this term was used to describe a social ",
  "system based on the authority of male head of the household. Now it is applied to ",
  "denote male domination in general, including its occurrence in labour market as well ",
  "as domestic division of labour.",
  "Early feminism emerged in the wake of Enlightenment, which sought to enlarge the ",
  "scope of 'rights of man' so as to include equal rights to women therein. In Britain, ",
  "free-thinking women like Mary Wollstonecraft (1759-97) and Harriet Taylor (1807-",
  "59) made a fervent appeal for equal rights of women. Later, John Stuart Mill (1806-",
  "73), in his essay on The Subjection of Women (1869) argued that women were by ",
  "no means less talented than men and hence deserved equal rights with men. In the ",
  "contemporary world, the issue concerning the status of women may be understood ",
  "by drawing a distinction between sex and.gender.",
  "Enlightenment",
  "An intellectual movement of eighteenth century France, Germany and Great Britain. It ",
  "was a period when people's religious and political life was set free from obscure and ",
  "orthodox beliefs and new light was shed on the conduct of human affairs. This led to ",
  "the growth of a new outlook, informed by reason and power of scientific research and ",
  "discovery. Old superstitions were discarded, old fears were dispelled, and new faith in ",
  "the knowledge obtained by scientific method was developed.",
  "SEX AND GENDER",
  "At the outset, it is necessary to understand the distinction between sex and gender ",
  "in the sociological context. When we use the term 'sex', its scope is limited to ",
  "biological differences such as reproductive function and secondary characteristics ",
  "such as body hair and breast development. But the term 'gender' refers to cultural ",
  "ideas that construct images and expectations of both females and males. Nature has ",
  "divided human race between men and women, but their status and role inhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Ideology 71",
  "society are determined by our culture. When we speak of women as 'fair sex' or ",
  "'weaker sex' or when we invoke the etiquette of 'ladies first', our attention is not ",
  "confined to the biological fact, but have already entered the realm of culture.",
  "Culture",
  "The set of values, beliefs, symbols, modes of thought and behaviour, styles of art and ",
  "various skills evolved by the members of a group in order to streamline its social life. ",
  "These factors contribute to the establishment of a distinctive identity of the group in ",
  "question.",
  "In social sciences and literary criticism the term 'gender' is used to indicate the ",
  "differences in social status of man and woman, particularly to refer to the fact that ",
  "women are placed in a lower status in relation to their intrinsic worth. Feminist ",
  "thought focuses on gender perspective that calls for cultural transformation of ",
  "society. It implies the right ordering of status of women in relation to men in social ",
  "and political life.",
  "Culture usually refers to certain distinctive features of different groups. ",
  "However, some typical attitudes towards gender can be found throughout the ",
  "civilized world. These attitudes tend to divide male and female personality traits ",
  "and behavioural tendencies into two opposite patterns. These patterns may be ",
  "described as masculinity and femininity respectively. Masculinity, for example, ",
  "typically includes aggressiveness, logical outlook, control of emotional expression, ",
  "and attitude of dominance, while femininity is associated with peacefulness, ",
  "intuitiveness, emotional expressiveness, and submissiveness. Some variations in ",
  "these characteristics are possible in different social contexts. For example, a wife ",
  "may be relatively submissive to her husband, but as a mother she may not be so ",
  "towards her children. Moreover, the degree of submissiveness of a woman may ",
  "vary from one case to another.",
  "In any case, relative dominance of man and relative submissiveness of woman ",
  "represent almost universal cultural traits, which are not directly based on biological ",
  "differences. Broadly speaking, these are the products of the social organization ",
  "based on patriarchy and its institutions, the division of labour in the family and the ",
  "competitive and exploitative character of capitalism. From this perspective, the ",
  "concepts of masculinity and femininity serve as instruments of social control that ",
  "reinforce male dominance. So if a woman tends to behave in an authoritarian ",
  "manner, particularly towards men, her behaviour is termed to be indecent. In short, ",
  "the expectations attached to differential roles of men and women serve as the ",
  "foundation of gender inequality in society.",
  "J.J. Rousseau (1712-78) in his essay A Discourse on the Origin of Inequality ",
  "(1755) had distinguished between natural inequality and conventional inequality. ",
  "Natural inequality describes the inequality of age, health, beauty, physical andhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "72 An Introduction to Political Theory",
  "intellectual capacities of different people, which were created by nature. These ",
  "inequalities are largely unalterable. On the other hand, conventional inequalities ",
  "represent disparities of wealth, prestige and power among different individuals. ",
  "These inequalities are the product of our social arrangements. We can undertake ",
  "a critical examination of these inequalities from the point of view of justice, and ",
  "can reduce them by altering our social arrangements. In other words, conventional ",
  "inequalities are alterable. While the division of society into two sexes—male and ",
  "female—represents natural inequality, gender inequalities are the product of ",
  "convention and culture. These inequalities can be questioned and removed ",
  "wherever they are found objectionable. So the issues relating to sex and gender ",
  "may briefly be shown by the following chart:",
  "f",
  "Issues Relating to Sex and Gender",
  "The Issue Division of Society into Men and Women",
  "Point of Division Sex Gender",
  "Basis of Division Product of Nature Product of Culture",
  "Symptom of Division Natural Inequality Conventional Inequality",
  "Character of Division Unalterable Alterable",
  ".............     .....                  ",
  "Response to the discrimination based on gender has come in the form of ",
  "feminist theory. Feminism or feminist theory implies the advocacy of equal rights ",
  "for women and men, accompanied by the commitment to improve the position ",
  "of women in society. It seeks restoration of justice for women who remained ",
  "deprived of equal status and opportunities vis-a-vis men since earliest times. ",
  "Their condition in the present-day society is reflected in the following report:",
  "Women constitute half the world's population, perform nearly two thirds ",
  "of its work hours, receive one tenth of the world's income, and own less ",
  "than one hundredth of the world's property. {United Nations Report, 1980).",
  "The condition remains more or less unchanged today.",
  "It has now been proved beyond doubt that biological differences between man ",
  "and woman do not justify inferior status of women. On the contrary, cultural ",
  "factors have contributed to accentuate the biological differences between men ",
  "and women. The rapid improvement in women's athletic records in recent decades ",
  "is an indication that social norms had shaped biology and restricted women's ",
  "physical development. Feminist anthropologists have pointed out that in some ",
  "ethnic groups physical differentiation between men and women is not as prominent ",
  "as in others. The present status of women is chiefly the product of social ",
  "arrangements. Women often spend most of their time in domestic work and in ",
  "rearing children. Most women do not get an opportunity to develop their ownhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  73",
  "Ideology",
  "personality. They are made to believe that the proper sphere of their activity is ",
  "within their household and that they need not take interest in public life. From the ",
  "beginning girls are taught to pay more attention to personal relations, not to ",
  "personal success. Boys are taught to be firm, assertive and aggressive; girls are ",
  "taught to be obedient, shy and submissive. Boys are encouraged to become ",
  "doctors, engineers and lawyers; girls are encouraged to become school teachers, ",
  "nurses or secretaries. The experience gained by women in their own professional ",
  "life does not help them to take up a political career.",
  "In the light of the growing social consciousness against various forms of ",
  "injustice in society, the position with regard to the status of women needs to be ",
  "reviewed, challenged and changed. Indeed feminist theory and movement urge ",
  "that women's situation and the inequalities between men and women should be ",
  "treated as central political issues. All streams of feminist thought focus on the ",
  "causes and remedies of women's inequality, subordination or oppression.",
  "If injustice against women has existed since earliest times, why has it come to ",
  "the forefront only in recent times? It may be recalled that at the early stages of ",
  "social organization, biological differences between men and women necessitated ",
  "the division of labour between them. Men who were physically strong and stable ",
  "chose to go out for hunting and other hazardous jobs. Women who were ",
  "constrained to undertake child-bearing and rearing chose to remain at home and ",
  "perform household jobs. The system was based on mutual care and adjustment, ",
  "and did not involve any significant level of resentment.",
  "With the development of technology, sweeping changes took place in other ",
  "parts of social organization, but the division of labour between men and women ",
  "remained more or less unchanged. With the evolution of various forms of power, ",
  "man as head of the family, of the clan and of the tribe acquired more and more ",
  "power but woman largely continued to hold the subordinate position. Woman ",
  "was given some concessions and exemptions from strenuous and hazardous ",
  "tasks as she was regarded the 'weaker sex'. As she was sexually (and also ",
  "perhaps emotionally) vulnerable, she was not allowed to mix with strangers. ",
  "Shyness was eulogized as a woman's ornament. She was encouraged to decorate ",
  "herself and her beauty was admired in poetry, music, paintings and other works ",
  "of art. In civilized society she was recognized as the 'fair sex', endowed with ",
  "special dignity. Manners like 'ladies first' were evolved to confirm that dignity. ",
  "Helping 'a damsel in distress' was admired as an act of chivalry among men. ",
  "However, in spite of so much importance accorded to woman in social life, she ",
  "was systematically deprived of her share in power. She was given security but ",
  "not an opportunity to learn certain things that would make her as competent as ",
  "man, and thereby vindicate her claim to equality. In particular, she was deprived ",
  "of the right to ownership of property, right to vote and opportunities of education ",
  "and higher learning even though these deprivations had no logical connection ",
  "with her biological status as a woman. Early voices demanding rights of women ",
  "particularly focused on these questions.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "74 An Introduction to Political Theory",
  "When Mary Wollstonecraft (1759-97) published her essay Vindication of the ",
  "Rights of Woman (1792), woman was not only restrained from voting, but was ",
  "deemed unfit for education, was debarred from many occupations, and had no ",
  "legal right to own property. She had no real right to divorce even if her husband ",
  "abused her. Wollstonecraft forcefully challenged the prevailing belief in female ",
  "inferiority and demanded equal rights for women. She argued that women, like ",
  "men, are rational individuals and should have equal rights. She established the ",
  "principles on which campaigns for women's right to education, employment, ",
  "property and the vote were later built up. John Stuart Mill (1806-73) in The ",
  "Subjection of Women (1869) sought to demonstrate that women were in no way ",
  "inferior to men in their talents, and pleaded to give them full legal and political rights.",
  "In the nineteenth century, feminist theory largely focused on removing ",
  "educational and professional barriers from woman's life. The reforming spirit ",
  "behind these campaigns was often quite militant which culminated in early ",
  "twentieth century struggles for women's suffrage. More recent demands of this ",
  "movement in the western world focused on employment rights, equal pay and ",
  "equality in social benefits, taxation and so on.",
  "In the contemporary world, further advancement in technology, diversification ",
  "of business, industry, administration, arts and professions, etc. and the increasing ",
  "demand of new skills, talents, and professional competence, have given women ",
  "the opportunity of proving their abilities. They have also been encouraged to ",
  "acquire higher qualifications and training and to seek respectable careers. It is ",
  "now realized that women are fit to perform most of the jobs that men do, and for ",
  "which they were not considered fit earlier. Equal rights for women are no longer ",
  "questioned in enlightened circles.",
  "BROAD STREAMS OF FEMINISM",
  "Feminist theory has evolved into various schools of thought. Of these three are ",
  "particularly important: (a) Liberal feminism, (b) Radical feminism, and (c) Socialist ",
  "feminism.",
  "LIBERAL FEMINISM",
  "This aims at the revival of the conventional feminist movement. It insists on absolute ",
  "equality of opportunity for men and women in all walks of life and complete removal ",
  "of gender-based discrimination in society. Its programme includes equal pay for ",
  "equal work, abortion laws reform, increasing representation of women in parliaments, ",
  "bureaucracy and dignified professions, etc. This is the most popular stream of ",
  "feminist movement, but it is not considered to be very influential.",
  "RADICAL FEMINISM",
  "Its chief spokesperson Shulamith Firestone (1945- ) in her celebrated work The ",
  "Dialectic of Sex (1970) argued that women's subordination could not be understoodhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  75",
  "Ideology",
  "as a symptom or aspect of some deeper or more comprehensive system of ",
  "domination, such as racism or class-based division of society. Historically women ",
  "constituted the first oppressed group; their subordination could not be eliminated ",
  "by the changes such as the elimination of prejudice or even the abolition of class ",
  "s>oc\\ety.",
  "Firestone claimed that the basis of women's subordination was ultimately ",
  "biological. In other words, human reproductive biology was responsible for ",
  "considering women the weaker sex. Moreover, the survival of women and children ",
  "required that infants should depend on lactating women and women in turn, ",
  "should depend on men. Happily the material conditions for ending this hitherto ",
  "inevitable dependence had finally been achieved in the twentieth century with the ",
  "advent of reliable contraceptives, baby foods and 'test-tube babies'. These ",
  "technological developments provided women the means of freeing themselves ",
  "from the tyranny of their reproductive biology and diffusing the child-bearing ",
  "and child-rearing role to society as a whole, men as well as women.",
  "Kate Millett (1934- ) in Sexual Politics (1971) argued that the relationship ",
  "between the sexes was based on power and further sustained by an ideology. It ",
  "was similar to the relationship between classes and races. Hence it should be ",
  "treated as political relationship. Basing her analysis of women's subordination on ",
  "Max Weber's theory of domination, Millet argued that men have exercised ",
  "domination over women in two forms: through social authority and economic ",
  "force. Time had now come to smash these implements of man's domination. ",
  "Shulamith Firestone and Kate Millett are regarded to be the two pillars of radical ",
  "feminism, who exercised enormous influence on developing the Women's ",
  "Liberation Movement in 1970s.",
  "SOCIALIST FEMINISM",
  "Socialist stream of feminism represents a combination of patriarchal analysis of ",
  "radical feminim and class analysis of Marxism. It implies that capitalists as well ",
  "as men are the beneficiary of women's subordination. Socialist feminists have ",
  "particularly developed analysis of labour, both wage-labour and domestic labour. ",
  "They have also considered the role of culture and psycho-analytical aspects of ",
  "sexuality.",
  "I",
  "Sheila Rowbatham (1943- ), the chief representative of this school advocated",
  "  a participatory, decentralized approach to social change that contemplates ",
  "linking of the struggles of all oppressed groups. In her best-known historical ",
  "writings— Women, Resistance and Revolution (1972) and Hidden from History ",
  "(1973)— Rowbatham tried to reclaim the past for women as a source of ",
  "knowledge and strength that could contribute to their present struggle. She ",
  "continued this approach in The Past is before Us (1989). As a Marxist, she ",
  "maintained that the struggle for women's liberation is essentially bound with ",
  "the strugglehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "76 An Introduction to Political Theory",
  "against capitalism. She has shown from historical evidence that class exploitation ",
  "and women's oppression are closely linked phenomena. She argued that the ",
  "success in these spheres can be achieved only through combining these struggles.",
  "EMPOWERMENT OF WOMEN",
  "A general awareness of the exploitation of women on various fronts like social, ",
  "cultural, political and economic fronts has led to strong protests manifested in ",
  "Women's Liberation Movement, which emerged in the United States since the ",
  "early 1970s. Soon this movement also spread to Europe and other parts of the ",
  "world. The movement focused on equal rights and status for women in a male-",
  "dominated society. Some prominent organizations associated with this movement ",
  "were : National Organization for Women (NOW), Boston's Bread and Roses, ",
  "Berkley Women's Liberation Group, Women's Radical Action Project, Women's ",
  "Equity Action League (WEAL), National Women's Political Caucus (NWPC), etc.",
  "Broadly speaking, Women's Liberation Movement demanded a truly equal ",
  "treatment of men and women. It required that many of society's myths, values ",
  "and beliefs concerning status and role of women in society should be fundamentally ",
  "reassessed and changed. These changes must embrace the patterns of work and ",
  "family life, social behaviour, decision-making, politics, religion and education. ",
  "Even the more personal and private domain of sexuality needed to be redefined. ",
  "These demands led to a widespread debate on diverse issues concerning women. ",
  "These include day-care facilities for children, the development of a non-sexist ",
  "vocabulary (e.g. the term 'chairman' should be replaced by 'chairperson'), and ",
  "the representation of women and their roles in the mass media, including ",
  "advertising. These debates have not only led to the enactment of new laws in ",
  "some countries, but also to the worldwide acceptance of new norms protecting ",
  "the dignity of women.",
  "In India some important legislation concerning the protection of women includes: ",
  "the Immoral Traffic (Prevention) Act, 1956; Dowry Prohibition Act, 1961; ",
  "Indecent Representation of Women (Prohibition) Act, 1986; and the Commission ",
  "of Sati (Prevention) Act, 1987. Female foeticide was sought to be prevented by ",
  "the enactment of the Prenatal Diognostic Techniques (Regulation and Prevention ",
  "of Misuse) Act, 1994. The recent legislation concerning empowennent of women ",
  "includes Hindu Succession (Amendment) Act, 2005 (which gives equal right to ",
  "daughters in joint family property) and Protection of Women from Domestic ",
  "Violence Act, 2005.",
  "Feminists also assert that until the condition of equal participation of women ",
  "in public life is fulfilled, the concept of citizenship cannot be brought to its logical ",
  "conclusion. In India a beginning in this direction has been made by making ",
  "reservation of one-third of the seats mpanchayats for women. This will encourage ",
  "women to join politics at grass-root level. By and by their representation at thishttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "■",
  "Concept of Ideology 77",
  "level can be increased to one-half, and provision can also be made for their adequate ",
  "representation in legislative assemblies and parliament. The opening up of vast ",
  "opportunities of higher education would also prove to be instrumental to their larger ",
  "representation in administration and high-profile professions. In this way the idea ",
  "of equal citizenship can be fully realized from the feminist point of view.",
  "Feminists argue that even after getting full citizenship in law, women continue ",
  "to suffer from subjection in their social life. From 1960s and 1970s the status of ",
  "women in society and politics has become the centre of attention. Earlier it was ",
  "usually thought that after establishing legal equality of men and women, women ",
  "were not left with any issue of complaint. After the extension of right-to-vote to ",
  "women, there were some studies on voting behaviour. It was found that women's ",
  "participation in voting was lower in comparison to men. To explain this situation ",
  "it was argued that women were largely interested in private and domestic affairs; ",
  "they were less interested in politics and public affairs and probably they had no ",
  "time to attend to these matters.",
  "However, when the size of the family began to shrink and more and more ",
  "women took up jobs, the above explanation regarding women's sphere of interest ",
  "was no longer held to be valid. Again, it was noticed that more and more women ",
  "were taking part in voting, but their share at various levels of political authority ",
  "had remained insignificant. While the electorates of various countries of the world ",
  "had nearly fifty per cent women, their share at the level of political representation ",
  "was far below that of men. Membership of women in the legislatures of Western ",
  "Europe was less than ten per cent. Women's share in British House of Commons ",
  "was less than five per cent. The situation in the United States House of ",
  "Representatives was not very different. But the situation in the Scandinavian ",
  "countries was not that bad. In Sweden and Denmark women's membership of ",
  "legislatures amounted to twenty-six per cent; in Norway this figure was thirty-",
  "four per cent.",
  "In the sphere of international politics the representation of women is still meagre. ",
  "In November 1990 thirty-four Heads of Government of European countries ",
  "gathered to sign the historic Charter of Paris for the New Europe. The gathering ",
  "marked the end of the Cold War. In newspaper headlines it was described as the ",
  "'end of an era'. But feminists ask: \"Which era had come to an end?\" In any case, ",
  "it was not an end of the patriarchal era. In the group-photo of these thirty-four ",
  "heads of government, only two women could be spotted after a thorough search. ",
  "These were: Gro Brundtland, Prime Minister of Norway, and Margaret Thatcher, ",
  "Prime Minister of Britain. Two days after this Conference, Mrs. Thatcher also ",
  "resigned, and a man replaced her as Prime Minister. In this situation, what is the ",
  "consequence of granting full political rights to women if their representation in ",
  "public life remains so negligible? Happily, however, by the end of 2005, Germany ",
  "had elected its first woman Chancellor. By the beginning of 2006, Chile and ",
  "Liberia had elected their women Presidents. Then in 2007 India and Argentina ",
  "had the distinction of having women Presidents.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "78 An Introduction to Political Theory",
  "In the countries outside Europe and America, women's representation is very ",
  "insignificant at the level of political authority although some women have been ",
  "successful in attaining top positions. Sri Lanka, Israel, India, Pakistan and ",
  "Bangladesh have the record of having women Prime Ministers or Heads of ",
  "Government. But on the whole, the number of women holding high offices is ",
  "very small. Some women have excellent record of performance in various ",
  "important positions, like those in legislatures, cabinets, bureaucracy, diplomacy, ",
  "journalism, legal profession, fine arts, academics and scientific research, etc. ",
  "This record is enough proof of the potential of women's power. But it is no proof ",
  "of the opportunities open to women as their share in these positions continues to ",
  "be very meagre.",
  "Currently there are two broad views concerning equal rights for women: ",
  "(a) one view is that there is no difference between men and women as regards ",
  "their capabilities; hence they should be governed by the same laws; and (b) another ",
  "view is that women are essentially different from men—biologically, culturally ",
  "and socially; they should be given equal opportunities to develop and apply their ",
  "distinctive capabilities along with equal rights. Thus, women could be exempted ",
  "from hazardous tasks, like underground mining and working in night shifts. ",
  "Similarly, women should be entitled to maternity leave and related benefits, ",
  "arrangements for maintenance and custody of children after divorce, etc. Besides, ",
  "in order to compensate women for their under-representation in important ",
  "positions, reservations for women should be made in the seats for higher learning, ",
  "appointments, seats in legislatures, etc. They should also be given tax concessions ",
  "in order to encourage them to work for additional income. This view seems to be ",
  "more reasonable and is widely endorsed.",
  "Worldwide concern for gender justice was expressed in Human Development ",
  "Report, 1995, issued by the United Nations Development Programme (UNDP). ",
  "It sought to include the 'gender-related development index' (GDI) for a group of ",
  "130 countries (out of a total of 174 countries included in the report). Further, it ",
  "also included the estimation of the 'gender empowerment measure' (GEM) or ",
  "the extent to which women participate in a country's economic and political life. ",
  "According to this report, Sweden, Finland, Norway and Denmark came out on ",
  "top with the highest GDI and GEM scores, indicating the virtual absence of any ",
  "gender bias in their development process. The most gender-biased societies, ",
  "with scores under 0.3 (compared to a maximum possible value of 1.00) are ",
  "mostly African or Islamic nations. India ranks 99 in terms of GDI of the 130 ",
  "countries included in the report.",
  "The present report defines gender equality as follows:",
  "Moving towards gender equality is not a technocratic goal—it is a political ",
  "process. . . It requires a new way of thinking—in which the stereotyping ",
  "of women and men gives way to a new philosophy that regards all people, ",
  "irrespective of gender, as essential agents of change.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  79",
  "Ideology",
  "Significantly, the report does not find any correlation between gender bias ",
  "and a country's economic development. A poor economy like Cuba, which ranks ",
  "72 on Human Development Index (of the 174 countries), ranks 47 on the GDI ",
  "and 16 on the GEM (of the 130 countries). Commending China and Cuba for ",
  "their support of women, the present report observes:",
  "Countries applying socialist models used social and political mobilization ",
  "to achieve rapid and equal progress in education and health for women ",
  "and men and to engineer social transformations to expand opportunities ",
  "for women.",
  "It is interesting to note that there is no essential correlation between GDI and ",
  "GEM in many cases. This means that they have given adequate attention to health ",
  "care and education of women, but no adequate share in the exercise of power. ",
  "This is illustrated by the case of 'economic tigers' of East Asia where in spite of ",
  "substantial improvement in the level of development of women, they have been ",
  "denied a tangible share in economic and political power, in an essentially male-",
  "dominated society.",
  "In a nutshell, feminist perspective on justice calls for securing the overall ",
  "development of women, including improvement of their health and education as ",
  "well as giving them adequate share in economic and political power.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]