[
  "c3",
  "Nature of Politics",
  "T",
  "HE TERM 'POLITICS' is applied to a particular social phenomenon as ",
  "well as to a systematic study of that phenomenon. When Aristotle adopted ",
  "Politics as the title of his famous work, he used the term to indicate a ",
  "distinct branch of study. Some modern writers have frequently used the term ",
  "'politics' in this sense. For example, Henry Sidgwick (The Elements of Politics), ",
  "Harold J. Laski (A Grammar of Politics and An Introduction to Politics), Seymour ",
  "Lipset (Politics and the Social Sciences), G.E.G. Catlin (Systematic Politics) and ",
  "J.R. Lucas (The Principles of Politics) have treated 'politics' as a particular subject ",
  "of study. Similarly, when we speak of 'Comparative Politics' or 'International ",
  "Politics' as branches of study, we refer to 'politics' in the sense of a discipline. In ",
  "some universities 'Politics' and 'Political Science' are used as interchangeable ",
  "nomenclatures for their academic departments. For instance, the University of ",
  "Bombay has a Department of Civics and Politics while the University of Delhi ",
  "maintains a Department of Political Science. A similar variation can be seen in the ",
  "'Gokhale Institute of Politics and Economics' and the 'London School of Economics ",
  "and Political Science'. In short, the term 'politics' is often used synonymously with ",
  "'political science'.",
  "Whether we use the term 'politics' or 'political science', our subject of study is ",
  "always concerned with a particular type of human activity, also described as ",
  "'polities'. What is the nature of that activity?",
  "At the outset, a reference may be made to the layman's image of politics. Alan ",
  "Ball, in his Modern Politics and Government (1988), has indicated two problems ",
  "arising from the general impressions about political activity. In the first place, 'it is ",
  "often assumed that politics is only concerned with the public sector, with ",
  "parliaments, elections, cabinets, and has little relevance to other spheres of humanhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Nature of Politics 81",
  "activity'. Secondly, 'there is the danger of contusing politics solely with party ",
  "politics, that it is somehow concerned with having a political opinion, or that it at ",
  "least implies a distaste with the intrigues and tricks of party politicians seeking ",
  "power'. In other words, a layman thinks of politics in terms of public meetings, ",
  "processions, slogans, demonstrations, demands, strikes, tear-gas, lathi-charge ",
  "as well as elections accompanied by false promises and false reports on their ",
  "fulfilment. Such vague assumptions are the reason why politics often gets dubbed ",
  "the 'last resort of scoundrels'. Ernest Benn has sarcastically described politics as ",
  "'the art of looking for trouble, finding it where it exists or not, diagnosing it ",
  "wrongly, and applying the wrong remedy'. That is why politics is sometimes ",
  "condemned as a 'dirty game'; why students are advised to keep away from ",
  "politics; and why judges and other intellectuals are expected to keep themselves ",
  "above politics.",
  "For a systematic study of politics it is essential to dispel such confusion and to ",
  "lift politics from the arena of vague impressions to the level of scientific precision. ",
  "The word 'politics' itself is derived from the Greek word 'polis' which denoted ",
  "ancient Greek city-state. The activities of citizens in their role as members and ",
  "operators of the state were termed by ancient Greek thinkers as 'polities'. Thus, ",
  "from the very beginning, 'politics' came to be associated with the 'state'. In fact, ",
  "traditional writers have considered 'political science' as the 'science of the state', ",
  "and have devoted themselves: (a) to a study of the institutions of the state; and ",
  "(b) to developing ideas concerning the nature of a perfect state. However, modern ",
  "writers have increasingly recognized that 'politics' does not operate strictly within ",
  "the framework of an institutional set-up but permeates the entire social fabric. ",
  "Accordingly, 'politics' is now treated as a social process rather than an aggregate ",
  "of the formal institutions of the state. How does this process operate?",
  "THE POLITICAL SITUATION",
  "Politics as a process operates in a particular situation which may be termed as ",
  "'political situation'. According to Alan Ball (Modern Politics and Government; ",
  "1988), 'political activity . . . involves disagreements and the reconciliation of ",
  "those disagreements'. In other words, 'the essence of the political situation' is ",
  "'conflict and resolution of that conflict'. Stephen L. Wasby (Political Science— ",
  "The Discipline and its Dimensions: An Introduction; 1972) similarly observed: ",
  "'Where there is politics, it is said, there is controversy; where there are issues, ",
  "there is politics. Where no controversy exists, where no issues are being debated, ",
  "politics does not exist.' J.D.B. Miller (The Nature of Politics; 1962) had pointed to ",
  "the 'use of government' in the process of conflict-resolution in a political situation:",
  "Political activity . . . arises out of disagreement, and it is concerned with ",
  "the use of government to resolve conflict in the direction of change or in ",
  "the prevention of change ... Politics, to be distinguished as a recognizablehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "82 An Introduction to Political Theory",
  "activity, demands some initial disagreement between parties or persons, ",
  "and the presence of government as a means of resolving the disagreement ",
  "in some direction.",
  "In a nutshell, the political process postulates the existence of a disagreement ",
  "or conflict, and efforts for the resolution of that conflict through the authority of ",
  "government. Thus, every situation involving a conflict and efforts for its resolution ",
  "cannot be called a 'political situation'. An example of a political situation given by ",
  "Alan Ball does not appear to be a fit case. He says: 'Two children in a nursery ",
  "with one toy which they both want at the same time present a political situation... ",
  "The two children could resort to violence, with the stronger claiming the toy, or ",
  "the mother could appear and use her stronger position to arbitrate between the ",
  "quarrelling children.' This example suffers from two defects. In the first place, it ",
  "refers to a 'private' conflict between two children which does not qualify for ",
  "being a political situation. Similarly, a disagreement between husband and wife on ",
  "the family budget does not present a political situation. Only that conflict can be ",
  "considered the proper subject of politics which arises at a 'public' level, i.e. in ",
  "which two or more major groups are involved in any social setting, whether ",
  "local, regional, national or international, or at the economic, cultural, linguistic, ",
  "religious or ethnic plane. In other words, a political conflict is always concerned ",
  "with 'public' issues, not private issues; it demands a 'universal' solution, not a ",
  "private one. In common parlance, we talk of the politics of church, university or ",
  "a factory. But as long as this co-called politics is confined to a single organization ",
  "with little effect on public life, it cannot be considered the proper subject of study ",
  "in political science.",
  "In the second place, Alan Ball's example contemplates 'resort to violence' as ",
  "one of the possible methods of conflict-resolution. But, properly speaking, resort ",
  "to violence or war does not qualify for a political solution. No doubt, some ",
  "political disputes do culminate in war, but war is a symptom of the failure of a ",
  "political solution. On the contrary, a political solution emanates from negotiation, ",
  "persuasion, arbitration, compromise, pressure, counting of votes or any similar ",
  "tactic short of war. In any case, the solution is supposed to be acceptable to the ",
  "parties involved in the dispute. How is this made possible?",
  "POLITICS AS 'AUTHORITATIVE ALLOCATION OF VALUES'",
  "The political solution of a conflict is made acceptable to the parties concerned ",
  "because of its 'authoritative' character. According to David Easton (The Political ",
  "System: An Inquiry into the State of Political Science; 1953), politics is concerned ",
  "with the 'authoritative allocation of values' for a society. This short but compact ",
  "definition involves three terms which must be understood clearly. These are: ",
  "'values', 'allocation', and 'authoritative'. By 'values' he means the 'things ",
  "considered valuable, whether they be spiritual or material'. By 'allocation' hehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Nature of Politics 83",
  "means distribution of these things to various individuals or groups; this is ",
  "accomplished through policy which consists of a 'web of decisions'. Decision ",
  "denotes the 'selection among alternatives'; policy implies arriving at a decision as ",
  "well as its implementation: 'a policy is authoritative when the people to whom it ",
  "is intended to apply or who are affected by it consider that they must or ought to ",
  "obey it'. In other words, 'authority does not signify the use of brute force; it ",
  "denotes the capacity to secure more-or-less willing compliance from its subjects ",
  "for a particular decision or course of action'.",
  "In this way, politics as the 'authoritative allocation of values' represents a ",
  "universal social phenomenon. In the words of David Easton himself, 'Every ",
  "society provides some mechanisms, however rudimentary they may be, for ",
  "authoritatively resolving differences about the ends that are to be pursued, that is ",
  "for deciding who is to get what there is of desirable things. An authoritative ",
  "allocation of some values is unavoidable'.",
  "Thus, Easton's observations add a new dimension to our earlier formulation ",
  "regarding the nature of politics. It brings in the element of authoritativeness to the ",
  "process of conflict-resolution. Geoffrey K. Roberts (A Dictionary of Political ",
  "Analysis; 1971) has given an elaborate definition of politics which brings out its ",
  "important characteristics. At the outset, he has made it clear that the term 'politics' ",
  "refers to 'both an activity and to the study of that activity'. Then he proceeds: ",
  "'As an activity, politics is the process in a social system ... by which the goals of ",
  "that system are selected, ordered in terms of priority both temporally and ",
  "concerning resource allocation, and implemented'. Taking a liberal view of politics, ",
  "Roberts holds that the political process 'involves both cooperation and the ",
  "resolution of conflict, by means of the exercise of political authority, and if ",
  "necessary, coercion'. Elucidating the scope of politics, Roberts observes that it ",
  "'usually involves the activities of groups of various kinds, including sometimes ",
  "groups of a specifically political type, such as political parties'. As regards its ",
  "peculiar character, the political process 'is distinguished from other social processes ",
  "by its concern with the 'public' goals of the society'. Whereas 'economics' may ",
  "be concerned with public or private allocation of resources, 'politics' is exclusively ",
  "concerned with the 'public' allocation of resources in pursuance of 'public goals'.",
  "GENERAL CHARACTERISTICS OF POLITICS",
  "It is significant that the extent of involvement of individuals and various groups in ",
  "politics depends upon the level of their 'politicization'. The term 'politicization' ",
  "may be applied either to issues, (e.g. politicization of caste) or to human beings. ",
  "In the latter case it implies the drawing of individuals or groups into political ",
  "activity, particularly giving them a role in the making of public decisions. Thus an ",
  "absolute monarchy—where all public decisions are taken by the monarch and his ",
  "close associates—exemplifies the low level of politicization. In contrast, ancienthttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "84 An Introduction to Political Theory",
  "Greek city-states represented the high level of politicization by drawing all ",
  "'freemen' into political activity; yet it was by no means universal since it excluded ",
  "the very large majority of slaves and aliens. Again, under a military dictatorship ",
  "politicization is confined to the military junta. It is only under a democracy that ",
  "politicization is intended to be universal. However, when an emergency is declared, ",
  "politicization is restricted to the ruling groups as long as the declaration of ",
  "emergency is in operation.",
  "Accordingly, the nature of 'politics' as a social process may be described as ",
  "follows:",
  "Politics Involves Conflict or Dispute Regarding Allocation of Values A ",
  "political situation necessarily involves a conflict or dispute regarding allocation of ",
  "rare and valuable resources in society. If something is valuable but available in ",
  "abundance, there will be no dispute for its allocation. If something is both valuable ",
  "and rare but the people are just complacent or ascetic, there is hardly any possibility of ",
  "conflict over its allocation. Conflict occurs when something is valuable, rare and ",
  "desired by many, thus giving rise to a political situation. It is the clash of ",
  "interests or conflicting claims or expectations of rewards that give rise to politics. ",
  "Some of the examples of prevalent 'values' of society involved in the political ",
  "process are: power, enlightenment, wealth, well-being, health, skill, affection, ",
  "rectitude and deference. In concrete terms, conflicting claims may be advanced ",
  "by various groups for the allocation of bus service, schools, hospitals, public ",
  "parks, markets, offices, business and employment opportunities, etc. in their ",
  "favour.",
  "Politics is Concerned with Public Goals and Decisions All conflicts for ",
  "resource-allocation do not give rise to a political situation. Politics is exclusively ",
  "concerned with conflicts involving public goals and public issues requiring ",
  "public decisions for their resolution. For instance, a conflict between worker ",
  "and employer, between customer and shopkeeper, between tenant and ",
  "landlord, between the passengers on the same bus or between the users of the ",
  "same road or of different roads meeting at a crossroad becomes a public issue ",
  "when it is concerned with broad categories of people and calls for a solution at ",
  "the public level. A conflict between husband and wife on some petty domestic ",
  "affair does not present a political situation. But if it takes the form of a question of ",
  "respective claims of men and women in the context of their mutual relationships ",
  "demanding solution at the public level, it becomes a political question and a fit ",
  "subject of politics. As Michael Curtis (Comparative Government and Politics; ",
  "1978) has rightly observed: \"The student of politics is normally concerned with ",
  "inquiry into matters of public concern, with the behaviour and acts that may ",
  "concern a society as a totality or which may ultimately be resolved by the exercise ",
  "of legitimate coercion.\"https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Nature of  85",
  "Politics",
  "Politics Requires Authoritative Decisions",
  "The resolution of a political conflict is meaningful only when it is treated as ",
  "binding by those who are affected by the decision embodying the resolution. ",
  "According to David Easton, a policy may be accepted as authoritative on several ",
  "grounds: 'moral, traditional or customary, or purely from fear of consequences' ",
  "(The Political System; 1953). In other words, authority involves 'legitimacy' or ",
  "'power' or both. For instance, when some seats in a public bus are reserved for ",
  "'ladies only' or when certain posts in bureaucracy or seats in legislatures are ",
  "reserved for the scheduled castes and scheduled tribes, this allocation is treated ",
  "as 'legitimate' due to the prevailing belief that the weaker sections are entitled to ",
  "special protection. The rich pay higher taxes, particularly income tax and wealth ",
  "tax, for maintaining government hospitals, schools and public transport at cheaper ",
  "rates, which are largely availed of by the poor. The rich cannot refuse to pay this ",
  "tax on the plea that it is not utilized for their benefit, since it involves authoritative ",
  "allocation. On the other hand, the poor are made to pay large sums in the form of ",
  "say, sales tax, on each commodity of their use, sharing the burden for the ",
  "maintenance of police, defence, etc. which are chiefly meant for the protection ",
  "of the property of the rich. The poor, too, cannot refuse to pay this tax since it ",
  "involves authoritative allocation. Then there is a machinery to implement the ",
  "authoritative decisions which symbolizes application of force or threat of physical ",
  "force or coercion for the enforcement of a particular 'value-allocation'. An ",
  "authority is always backed by law, executive orders, custom and a strong public ",
  "opinion in its favour on the one hand, and by police, magistrates and prisons on ",
  "the other. However, no authoritative allocation can be treated as eternal or ",
  "unalterable. It holds the field until a new arrangement is established as authoritative.",
  "Politics Involves Interest Groups",
  "A political situation arises from a clash of interests of different large groups of ",
  "society. These groups must be conscious of their particular interests, and be ",
  "more or less organized for pursuing those interests. The conflicting claims and ",
  "demands for the 'authoritative allocation of values' emanate from these 'interest ",
  "groups', which require policy decisions. Political parties appear on the scene ",
  "with a view to formulating large policy proposals incorporating the interests of ",
  "their support-groups according to their ideologies.",
  "Politics is an Instrument of Conflict-resolution",
  "The end-product of the political process is supposed to be the resolution of the ",
  "conflict from which the process had started. On this point, there is a divergence ",
  "between liberal and Marxist viewpoints. The liberal view of politics holds that ",
  "politics is an instrument of reconciliation of the conflicting interests in society. ",
  "On the other hand, Marxist view of politics insists that the interests of the two ",
  "major social classes—the 'haves' and 'have-nots' (the property-holders and the ",
  "propertyless)—are irreconcilable, and that, so long as society remains dividedhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "86 An Introduction to Political Theory",
  "into classes, there is no possibility of conflict-resolution. A classless society, ",
  "according to the Marxists, symbolizes not only the end of the conflict but the end ",
  "of politics itself.",
  "Politics has been defined as a process through which an 'authoritative allocation ",
  "of values' is made in society. Now this is not an independent or closed process, ",
  "but takes place within the larger arena of the social process. By 'process' we ",
  "mean sets of interactions among the components of a system. So where there is ",
  "a process, there is a system. The political process constitutes a political system. ",
  "But the political system itself is a sub-system of the larger social system. That is ",
  "why the political process has been described as a dimension of social process.",
  "Since process implies interaction among the components of a system, and the ",
  "political process itself is a component of the social system, there are interactions ",
  "between politics and other components of the social system,, such as economy ",
  "and culture. The products of these interactions are 'political economy' and 'political ",
  "culture' respectively.",
  "If politics is a dimension of the social process which arises from conflicting ",
  "demands and interests of various sections of society, what is the nature of that ",
  "conflict and what is the outcome of this process? In order to answer this question, ",
  "different positions can be taken. Of these, liberal, Marxist and communitarian ",
  "views are particularly important.",
  "Liberal view of politics is based on liberalism which coincides with the tradition ",
  "of thought beginning with John Locke (1632-1704), English philosopher. This ",
  "view concedes the existence of conflict between various interests within the ",
  "society, but holds that this conflict is not very deep. Different groups are willing ",
  "to and capable of evolving such arrangements wherein their conflicts would be ",
  "resolved. Marxist view, on the other hand, is based on Marxism which owes its ",
  "origin to the ideas developed by Karl Marx (1818-83), Friedrich Engels (1820-95), ",
  "both German philosophers, and their followers. This view attributes all social ",
  "conflict to the existence of two antagonistic classes—haves and have-nots, and ",
  "holds that their interests are irreconcilable. This conflict can be resolved only by ",
  "switching over to 'classless society' by socializing all major means of production. ",
  "Apart from these two divergent views of politics, a third view of politics has also ",
  "become popular in the recent decades although its origins may be traced to an ",
  "earlier stream of political thought. This is called 'communitarian' view of politics. ",
  "It holds that there is no real conflict in the society. The impression of conflict ",
  "arises from misunderstanding of our real interest: the common good which ",
  "comprehends everybody's real interest. This view redefines politics as the pursuit ",
  "of the common good rather than as an attempt at resolution of some pre-existing ",
  "conflict.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Nature of Politics 87",
  "Communitarianism arose from the criticism of liberalism as a means to human ",
  "happiness. It holds that the modern man enjoys better conditions of living; but his ",
  "economic security has failed to make him happy for want of emotional security. ",
  "He feels lonely in a huge crowd around him. He lives in society without the sense ",
  "of belonging to it. Communitarianism seeks to restore the broken bond between ",
  "individual and society. It makes the individual realize that he owes his existence ",
  "and personality to society. Different individuals are not isolated units but they ",
  "constitute the threads of the social fabric. They can serve their interest by serving ",
  "the common interest, not by seeking their self-interest individually. While liberalism ",
  "insists on the rights of the individual, communitarianism focuses on his duties ",
  "and obligations. Early indications of this view may be traced to Aristotle (ancient ",
  "Greek philosopher), J.J. Rousseau (1712-78), G.W.F. Hegel (1770-1831) and ",
  "T.H. Green (1836-82). Its contemporary exponents include Alasdair Maclntyre ",
  "(1929- ), Charles Taylor (1931- ), and Michael Sandel (1953 -   ) etc.",
  "THE LIBERAL VIEW",
  "Politics as State or Group Activity",
  "The liberal view of politics upholds the pluralistic view of society. According to ",
  "this view different individuals seek their interests as members of different groups. ",
  "There are a large number of groups in society, more or less organized, which ",
  "seek the interest of their members against the conflicting interests of competing ",
  "groups. In other words, each of these groups is not only conscious of its particular ",
  "interests but actively pursues them with a view to securing the authoritative ",
  "allocation of values in its favour. For instance, a workers' union seeks the interests ",
  "of the workers which may clash with the interests of the employers. But employers ",
  "have their own organizations seeking their interest. Similarly, producers and ",
  "consumers, landlords and tenants, suppliers and customers, etc. seek their ",
  "respective interests through their organized groups. In this sense, politics has ",
  "been described as a 'group activity'.",
  "Since the authoritative allocation against the demands and claims of various ",
  "groups is made by the state, the liberal theory also regards politics as a state ",
  "activity. In other words, demands and supports (such as obedience to laws and ",
  "regulations, payment of taxes, etc.) emanate from various interest-groups while ",
  "policies and decisions are delivered by the state. Thus politics, according to this ",
  "view, is a group activity as well as a state activity.",
  "As a Process of Conciliating Interests",
  "According to the liberal standpoint, different groups have conflicting interests, ",
  "but a 'common interest' also exists to reconcile the interests of the competing ",
  "groups. Politics is essentially an instrument of conflict-resolution. In other words, ",
  "whenever there is an apparent clash of interests between several groups, somehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "88 An Introduction to Political Theory",
  "way can always be found to ensure the reconciliation of their conflicting interests. ",
  "For instance, you can always form a rule or evolve a policy which will satisfy the ",
  "parties to a dispute, such as the employer and the worker, the producer and the ",
  "consumer, the supplier and the customer, the landlord and the tenant, or those ",
  "travelling by different vehicles meeting at a cross-road. In short, politics enables ",
  "the organized power of society to evolve a legitimate and just solution of their ",
  "problems and controversies. Any conflict, disagreement or dispute arising in ",
  "society is capable of resolution by conciliation and legitimate coercion. Thus, ",
  "politics is an instrument of securing order and justice in society.",
  "As a Means of Promoting the Common Good",
  "Since there is a 'common good' or 'common interest' behind the conflicting ",
  "intetests of various groups, and politics is an effort to discover and pursue that ",
  "'common interest', it is naturally a means of promoting the 'common good'. The ",
  "'common good', according to liberal theory, accommodates the interests of all ",
  "parties involved in the conflict. Thus the entire process of politics is regarded as ",
  "an instrument of progress. Awareness of the conflicting interests amongst various ",
  "groups and their interaction leads to an awareness of the 'common interest'. ",
  "Thus, at one point, the contending groups are prepared to accept the solution ",
  "which is conducive to the 'common good'. This means that not only a compromise ",
  "between contending parties is possible, but that you can also evolve a policy that ",
  "will ensure better conditions for workers and higher profits for employers; 'a ",
  "reasonable price' which will satisfy both the producer and the consumer, the ",
  "supplier and the customer; a 'queue system' which will facilitate the distribution ",
  "of rationed commodities; or the 'red and green signal system' whith will provide ",
  "order and safety to the users of cross-roads. This concern for the 'common ",
  "good' has led us to the concept of the modern 'welfare state'.",
  "THE MARXIST VIEW",
  "Primacy of Economic Interests",
  "According to the Marxist point of view, political institutions and activities are an ",
  "outgrowth of the prevailing economic system, especially the mode of production. ",
  "All social relations, including political relations, are shaped by the prevailing ",
  "economic relations in society. Conflicting economic interests are, therefore, the ",
  "motive force behind all politics. While the liberal theory envisages innumerable ",
  "political situations and clash of interests on multifarious issues—e.g. economic, ",
  "linguistic, cultural, religious, ethnic, etc.—the Marxist theory regards the clash ",
  "of economic interests as the fundamental issue of social conflict. In its view, ",
  "other issues are superficial and their resolution, if any, cannot end the conflict. In ",
  "other words, if the economic issue is solved, all other issues will automatically ",
  "disappear. Conversely, if the economic issue is evaded, settlement of all other ",
  "issues will be a futile exercise.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Nature of  89",
  "Politics",
  "Politics as an Instrument of Class Domination",
  "According to the Marxist theory, conflict and politics arise in society because its ",
  "system of production is not organized on a 'rational basis'. A rational system of ",
  "production implies: (a) highest advancement of technology so as to get maximum ",
  "production; and (b) social ownership of the means of production and distribution ",
  "so that all production caters to the needs of the masses, not of the chosen few; it ",
  "is undertaken solely for the social benefit, not for private profit. Only a rational ",
  "system of production is conducive to cooperative effort.",
  "But under capitalism and in earlier ages, production is not organized on a ",
  "rational basis. A small minority manages to corner ownership of the major ",
  "means of production and forces the rest of the population to live on hard ",
  "labour. The emergence of private property has divided society into two ",
  "classes—the 'haves' and the 'have-nots', the masters and the servants, the ",
  "exploiters and the exploited—whose interests are irreconcilable. Politics and ",
  "the state are the product of this division of society—they continue to serve the ",
  "interests of the dominant class. As F. Engels (The Origin of the Family, Private ",
  "Property and the State; 1884) has elaborated:",
  "Because the state arose from the need to hold class antagonisms in check ",
  "... it is, as a rule, the state of the most powerful, economically dominant ",
  "class, which through the medium of the state, becomes also the politically ",
  "dominant class, and thus acquires new means of holding down and ",
  "exploiting the oppressed class. Thus, the state of antiquity was above all ",
  "the state of the slave-owners for the purpose of holding down the slaves, ",
  "as the feudal state was the organ of the nobility for holding down the ",
  "peasant serfs and bondsmen, and the modern representative state is an ",
  "instrument of exploitation of the wage labour by capital.",
  "Class Interests are Irreconcilable",
  "The division of society into antagonistic classes gives rise to class-conflict or ",
  "class struggle. All politics ensues from this class struggle. As Marx and Engels in ",
  "their Communist Manifesto (1848) have observed:",
  "The history of all hitherto existing society is the history of class struggles... ",
  "Freeman and slave, patrician and plebeian, lord and serf, guild-master ",
  "and journeyman, in a word, oppressor and oppressed stood in constant ",
  "opposition to one another, carried on an uninterrupted, now hidden, now ",
  "open fight, a fight that each time ended either in a revolutionary reconsti-",
  "tution of society at large, or in the common ruin of the contending classes.",
  "This class-conflict is irreconcilable by its very nature. Politics cannot resolve ",
  "this conflict. On the contrary, politics is used by the dominant class to suppress ",
  "the conflict. This gives the impression of voluntary compromise, but in reality it ",
  "is a compromise imposed by the dominant class on the dependent class. It even ",
  "creates an 'illusion of consent' by administering strong ideological doses.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "90 An Introduction to Political Theory",
  "So long as society remains divided into classes, state and politics will continue ",
  "to be used as the tools of the dominant class for the suppression of the dependent ",
  "class. This process will continue even after the 'socialist revolution', but in 'reverse ",
  "gear'. In other words, while capitalism is characterized by the exploitation of the ",
  "workers by the capitalists, socialism (popularly dubbed communism) is ",
  "characterized by the suppression of the dispossessed capitalists by the workers ",
  "(proletariat) in order to forestall a counterrevolution and to pave the way for the ",
  "blossoming of communism—a classless society. With the elimination of the classes, ",
  "class conflict will disappear and state and politics would no longer be required; ",
  "the state will 'wither away'. Thus, according to Marxism, the antagonistic interests ",
  "of the classes cannot be reconciled by the process of politics. The end of class-",
  "conflict marks an end of politics itself.",
  "THE COMMUNITARIAN VIEW",
  "Politics is the Arena of Mutual Cooperation, Not of Conflict",
  "According to the communitarian view, the essence of human nature lies in the ",
  "spirit of cooperation, not of conflict. Hence mutual aid or cooperation is the ",
  "foundation of political organization. Aristotle had argued that the relation between ",
  "individual and the state was similar to that between an organ and the organism. ",
  "The state was an indispensable instrument of good life for all human beings. ",
  "Hence different individuals must cooperate with each other in order to secure ",
  "good life for everyone. Modern communitarians postulate a similar role of the ",
  "individual in a larger social and political organization.",
  "Communitarians tend to argue that an individual develops his identity, talents ",
  "and pursuits in life only from his place in the community. Community represents ",
  "a set of social relationships based on sharing common characteristics, common ",
  "values and common interests. In order to flourish in life an individual requires a ",
  "place in a well-functioning community. Whereas liberals encourage each person ",
  "to define and seek his own 'good' within the political structure, communitarians ",
  "direct him to discover and pursue his 'good' as an integral part of the 'good of ",
  "the community'. This can be accomplished only through cooperation, not through ",
  "competition.",
  "Politics is Instrumental to the Pursuit of the Common Good",
  "The idea of common good is the keynote of communitarianism. Its notion of ",
  "common good is different from that of liberalism. Liberalism holds that if each ",
  "individual is allowed to pursue his self-interest, common interest would be served ",
  "automatically as a consequence. On the contrary, communitarianism does not ",
  "believe that isolated individuals could have different interests. It does not recognize ",
  "even their right to pursue self-interest apart from the interest of the community ",
  "itself.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Nature of  91",
  "Politics",
  "Liberalism holds that an individual is not indebted to society for his existence ",
  "and his potentialities; hence he is absolutely free to pursue his self-appointed ",
  "goals. In contrast, communitarianism believes that the individual owes his existence ",
  "and his potentialities to society; hence he has no right to apply these potentialities ",
  "in the so-called self-interest, disregarding the interest of society. His commitment ",
  "to society is an essential feature of his personality. Alasdair Maclntyre (After ",
  "Virtue; 1981) argues that the individuals develop and perfect virtue through ",
  "cooperative human activity. It is designed to achieve such standards of excellence ",
  "which human beings are capable to achieve. If the state allows 'socially ",
  "disconnected' individuals to pursue their so-called 'self-appointed goals', the ",
  "result would be social disintegration and moral disaster. In fact the process of ",
  "such disintegration has already started in some modern liberal states as evident in ",
  "the prevalence of crime and violence, the breakdown of the family, and the ",
  "widespread drug abuse.",
  "Charles Taylor (Philosophical Papers; 1985) attacks the liberals' 'atomistic' ",
  "conception of human beings which ignores the fact that a human being must be ",
  "'situated' in a society in order to develop his personality. Similarly, Michael Sandel ",
  "(Liberalism and the Limits of justice; 1982) criticizes the liberals' conception of ",
  "disjointed nature of the people. Sandel views human nature as 'embedded' in a ",
  "particular time, place and culture. He insists on creating a 'deeper commonality' ",
  "informed by 'shared self-understanding' as well as affection. In a nutshell, the ",
  "communitarian view treats politics as an activity concerned with the identification ",
  "and pursuit of their common interest.",
  "CONCLUSION",
  "The chief difference between the liberal and the Marxist points of view regarding ",
  "the nature of politics lies in the questions of the nature and source of the conflict ",
  "from which politics emanates, the prospects of conflict-resolution, and the utility ",
  "of politics itself. Ralph Miliband, in his Marxism and Politics (1977), has ",
  "significantly observed:",
  "In the liberal view of politics, conflict exists in terms of 'problems' which ",
  "need to be 'solved'. The hidden assumption is that conflict does not, or ",
  "need not, run very deep; that it can be 'managed' by the exercise of ",
  "reason and good will and a readiness to compromise and agree . . . The ",
  "Marxist approach to conflict is very different. It is not a matter of ",
  "'problems' to be 'solved' but of a state of domination and subjection to be ",
  "ended by a total transformation of the conditions which give rise to it.",
  "Apparently, the liberal approach seems to be based on 'reason' and devoted to ",
  "'justice'. But the difficulty with this approach is that it fails to distinguish between ",
  "'compromise' and 'cooperation'. 'Compromise' can be effected without creatinghttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "92 An Introduction to Political Theory",
  "the conditions of 'freedom'. Real 'cooperation' among members of different ",
  "groups or classes can be generated only after elimination of the conditions of ",
  "'dominance' and 'dependence'. Liberal writers use 'compromise' and ",
  "'cooperation' synonymously which obscures the whole issue.",
  "According to liberal theory, conflict is not only capable of resolution, but plays ",
  "a positive role in the progress of society. As Ralph Miliband has further elaborated, ",
  "the conflict 'is not only civilized, but also civilizing.' It is not only a means of ",
  "resolving problems in a peaceful way, but also of providing new ideas, ensuring ",
  "progress, achieving ever-greater harmony, and so on. Conflict is*'functional', a ",
  "stabilizing rather than a 'disrupting force'. On the other hand, Marxist theory ",
  "regards conflict as 'dysfunctional'. It is symptomatic of a rift within society ",
  "which tends to perpetuate the practice of exploitation until its character is ",
  "transformed by a 'socialist' revolution. The so-called resolution of conflict by ",
  "liberal methods is in reality a poor consolation: 'The antagonisms are irreconcilable, ",
  "and the notion of genuine harmony is a deception or a delusion, at least in relation ",
  "to class societies'. According to this viewpoint, genuine harmony in society can ",
  "be achieved only when the real source of the conflict—the division of society ",
  "into antagonistic classes—is eliminated, i.e. when a classless society comes into ",
  "existence. The experience of the socialist revolutions in the twentieth century, ",
  "especially those of the former USSR (1917) and the People's Republic of China ",
  "(1949) and working of their systems, has, however, demonstrated that the dream ",
  "of a 'classless' society is extremely difficult to realize. Moreover, the conditions ",
  "of 'dominance' and 'dependence' exist in society at many subtle levels and they ",
  "operate in many subtle ways at the national and international levels. Justice can ",
  "only be achieved when these conditions are closely scrutinized and straightened, ",
  "and not by arriving at vague 'compromises'.",
  "Finally, the communitarian view sees no basic conflict between the interests ",
  "of different members of society. Accordingly, a uniform, common interest is the ",
  "natural characteristic of each community. It need not be established artificially in ",
  "any society. It is only to be discovered and identified. When the people are able to ",
  "see their common interest, they naturally tend to cooperate in its pursuit.",
  "None of these views of politics may be treated as universally acceptable. ",
  "Liberal view is suited to a society which is not afflicted by wide disparities of ",
  "wealth, prestige and power. Marxist view may be applied to a society sharply ",
  "divided into dominant and dependent classes, where dependent class is not left ",
  "with any alternative for peaceful solution of their problems. And communitarian ",
  "view would be suitable for a society whose members are largely satisfied with ",
  "their status and are prepared to cooperate to improve their lot. If a society is ",
  "characterized by wide disparities of power and differences of opinion, it would ",
  "be futile to look into its problems from the communitarian point of view.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Nature of Politics 93",
  "Different Views of Politics",
  "The Issue Liberal View Marxist View Communitarian View",
  "Nature of Politics Means of Reconci- Means of Suppression  Means of Pursuit of ",
  "liation of Conflicting  of class Conflict the Common Good",
  "Interests",
  "Status of the  Disconnected,  Members of  Mutually connected ",
  "Individuals Independent Units Conflicting Classes Units",
  "Structure of Society Set of Independent  Set of Antagonistic  Set of Intellectually ",
  "Individuals Classes and Emotionally United ",
  "Human Beings",
  "Notion of the Com- Stage of Equilibrium  Not Discernible in a  Uniform Good that ",
  "mon Good between Conflicting  Class-Divided  Comprehends the ",
  "Interests Society where Class  Interest of Each Member ",
  "Interests Dominate of Society",
  "Nature of Conflict Not Very Deep  Very Deep Conflict  No Real Conflict ",
  "which can be  between Classes which  within a Community",
  "Resolved Easily cannot be Resolved",
  "Way to Progress Conflict-Resolution Revolution Social Solidarity",
  "Basic Principle Liberty Equality Fraternity",
  "Exponents Locke, Bentham,  Marx, Engels,  Rousseau, Green, ",
  "IS. Mill, Laski,  Lenin, Gramsci,  Maclntyre, Sandel, ",
  "Robert Dahl Mao Charles Taylor",
  "Liberty",
  "A condition in which an individual does not face unreasonable restraints while making ",
  "full use of his abilities in fulfilling his self-appointed goals.",
  "Equality",
  "In the Marxist context it stands for  a condition in which individuals are not divided into ",
  "dominant and dependent classes  due to private ownership of the major means of",
  "production.",
  "Fraternity",
  "A sentiment which  nforms the members of a community who share a common culture, ",
  "common values, an  awareness of the common interest, and engage in the common ",
  "effort to achieve a social goal.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]