[
  "c4",
  "Approaches to the ",
  "Study of Politics",
  "DISTINCTION BETWEEN METHOD AND APPROACH",
  "In the sphere of social sciences the terms 'method' and 'approach' are applied ",
  "rather loosely, and sometimes even interchangeably. To be precise, as far as ",
  "possible, in their usage, distinction may be drawn between the two. Method is a ",
  "more general term which denotes a particular way of doing something. In a ",
  "systematic study, method may be defined as the procedure of inquiry by which ",
  "reliable knowledge could be obtained and reliable conclusions could be drawn. ",
  "Examples of method are: scientific method, inductive method, deductive method, ",
  "comparative method, etc. On the other hand, approach is a wider term which ",
  "comprehends not only the method (i.e. how to inquire) but also the focus of our ",
  "study (i.e. what to inquire) in order to understand the given phenomenon. As ",
  "Vernon Van Dyke (Political Science: A Philosophical Analysis; 1960) has stated: ",
  "\"An approach consists of criteria of selection—criteria employed in selecting the ",
  "problems or questions to consider and in selecting the data to bring to bear; it ",
  "consists of standards governing the inclusion and exclusion of questions and ",
  "data.\" Commenting on the distinction between approach and method, Dyke has ",
  "further pointed out: \"In brief, approaches consist of criteria for selecting problems ",
  "and relevant data, whereas methods are procedures for getting and utilizing data.\" ",
  "It may, however, be observed that an approach is usually wedded to a particular ",
  "method while a method is not always wedded to a particular approach. That is ",
  "why an approach suggests the relevant method also. Thus behavioural approach ",
  "is wedded to scientific method (because behaviour of several actors in a politicalhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Approaches to the Study of Politics 95",
  "situation is capable of scientific study) while the normative approach is wedded to ",
  "philosophical method (because norms and values can only be determined ",
  "philosophically, not through scientific method). Then, philosophical approach and ",
  "historical approach suggest the use of philosophical method and historical method ",
  "respectively although they also point to their respective focus of study. Again, ",
  "empirical approach to the study of politics leads us to 'political analysis', and several ",
  "models of political analysis (e.g. systems analysis, structural-functional analysis and ",
  "decision-making analysis) in fact point to several methods adopted under this ",
  "approach (although these are loosely referred to as 'political system approach', ",
  "'structural-functional approach' and 'decision-making approach' respectively).",
  "TRADITIONAL VERSUS CONTEMPORARY APPROACHES The study of politics ",
  "has a very long tradition. Several approaches have been adopted for this purpose. ",
  "Broadly speaking, the approaches which remained largely in vogue till the end of the ",
  "Second World War (1939^5) are described as traditional approaches while those which ",
  "were developed thereafter are known to be contemporary approaches. As Alan Ball ",
  "(Modern Politics and Government; 1988) has rightly suggested, the use of the label ",
  "'traditional' is neither a criticism nor a refutation of the obvious fact that they still play ",
  "important role in modern political studies. In other words, the traditional approaches to ",
  "the study of politics have not become all outdated, but they are no longer favoured by ",
  "the champions of the contemporary approaches. It is not possible to furnish any ",
  "comprehensive lists of the traditional or contemporary approaches. Truly speaking, they ",
  "do not represent watertight compartments, although some of their distinctive features ",
  "might be identified. A few decades ago it was argued that the contemporary approaches ",
  "focus on facts while traditional approaches focus on values. This view is no longer ",
  "upheld. Hence the distinction between empirical and normative approaches cannot be ",
  "treated as coterminous with the distinction between traditional and contemporary ",
  "approaches.",
  "However, it is true that the traditional study of politics was dominated by the study ",
  "of philosophy, history, law and institutions. Hence philosophical, historical, legal ",
  "and institutional approaches are usually identified as traditional approaches. On the ",
  "other hand, contemporary approaches are faced with the problem of the identity of the ",
  "discipline. They particularly focus on phenomenon of politics as a process as ",
  "manifested in the behaviour of different actors in a political situation which is sought ",
  "to be studied by scientific method. Hence 'behavioural approach' is a typically ",
  "contemporary approach. Then politics as a process is sought to be analysed by using ",
  "dfferent models of political analysis. All these models fall within the purview of the ",
  "contemporary approach. Moreover, contemporary political science seeks to enrich ",
  "itself by the relevant achievements of other social sciences which leads us to the ",
  "interdisciplinary approach. Hence interdisciplinary approach is also a contemporary ",
  "approach.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "96 An Introduction to Political Theory",
  "EMPIRICAL AND NORMATIVE APPROACHES",
  "Although contemporary political science gives prominence to empirical approach ",
  "and traditional study of politics was dominated by normative approach, it cannot ",
  "be assumed that the distinction between empirical and normative approaches ",
  "reflects the distinction between contemporary and traditional approaches. In fact ",
  "some features of empirical as well as normative approaches are found both in the ",
  "traditional and contemporary approaches. For instance, when we turn to traditional ",
  "political theory, we find that Aristotle's analysis of the causes of revolution (or ",
  "rebellion), Montesquieu's theory of separation of powers and Marx's analysis of ",
  "the exploitation of the working classes are rich in empirical content. Then, in ",
  "contemporary political theory Karl Popper's advocacy of incremental change, ",
  "F.A. Hayek's defence of libertarianism, C.B. Macpherson's concept of creative ",
  "freedom and Rawls's theory of justice are very rich in their normative content. ",
  "What is the distinction between empirical and normative approaches?",
  "Broadly speaking, the empirical approach seeks to discover and describe/ac?s ",
  "whereas the normative approach seeks to determine and prescribe values. The ",
  "empirical approach aims at making an empirical statement which is concerned ",
  "with 'is' whereas the normative approach aims at making a normative statement ",
  "which is concerned with what 'ought to be' or 'should be'. However, these ",
  "forms of expression cannot be followed literally as the criterion of distinction ",
  "between the two approaches. The crucial point is that an empirical statement is ",
  "concerned with a situation which can be observed by our sense-experience, ",
  "which can be verified by repeated observation and whose accuracy can be tested. ",
  "On the other hand, a normative statement tends to express preference for a ",
  "particular type of order as dictated by a sense of duty or universal need or by ",
  "commitment to a moral principle or ideal. While strong arguments may be advanced ",
  "in support of a normative statement, it is not capable of being discovered, described ",
  "or verified by our sense-experience. For example, 'what is justice'—this question ",
  "may be answered in several ways, such as 'justice is treating equals equally and ",
  "unequals unequally', or 'justice is giving equal freedom and equal opportunity to ",
  "all provided any departure from equal distribution will prove beneficial to the least ",
  "advantaged', etc. Now all such answers purporting to define what is justice ",
  "express a variety of value preferences; none of them is based on empirical ",
  "observation or is capable of empirical verification. So in spite of using the 'is' ",
  "form they are by no means empirical statements.",
  "Then there could be a statement requiring something to be done for the ",
  "fulfilment of a definite purpose or condition. For instance, we may say, 'everybody ",
  "ought to vote in election in order to make democracy work' (fulfilment of a ",
  "purpose) or 'if democracy is to work, everybody ought to (or should, or must) ",
  "vote in election'. Now these types of statements are certainly empirical statements ",
  "in spite of using the 'ought to' form, because their contents can be empiricallyhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Approaches to the Study of Politics 97",
  "verified or repudiated. To be sure, a normative statement requires something to ",
  "be done in order to serve an intrinsic value—which is an end-in-itself (e.g. the ",
  "truth, the good, the beautiful). On the other hand, an empirical statement requiring ",
  "something to be done is intended to serve an instrumental value—which is a ",
  "means to some higher end (e.g. 'do regular exercise to improve your health' or ",
  "'grow more trees to reduce environmental pollution'). In short, it is the content ",
  "of a statement, not its form, which makes it empirical or normative.",
  "Critics of the normative approach argue that the empirical approach is objective ",
  "whereas the normative approach is subjective. T.D. Weldon, in his Vocabulary of ",
  "Politics (1953) pointed out that a political philosophy is like a matter of taste; one ",
  "can only state one's taste and go away—there is no point in arguing. This is a ",
  "biased view. While there may exist several schools of thought upholding different ",
  "interpretations of, say, freedom, equality and justice, a dialogue between these ",
  "schools can always be opened. Those holding different viewpoints can always ",
  "come together to evolve or arrive at certain basic principles of reasoning by ",
  "which they can prove or disprove different points. It is not like a matter of ",
  "individual taste which can be stated but which cannot be defended.",
  "The terminology adopted by empirical and normative approaches for approval ",
  "or disapproval of any proposition creates confusion at times. The categories ",
  "'true or false', 'right or wrong' may have different meanings in the contexts of, ",
  "say, mathematical and moral questions. It is sometimes assumed that empirical ",
  "approach refers to 'true or false', 'right or wrong' as absolute categories while ",
  "normative approach treats them as conditional. However, it is now widely accepted ",
  "that even scientific principles are largely tentative. Nobody can claim to have ",
  "found the final truth in the realm of matter, not to speak of the realm of mind. ",
  "Scientific principles in the sphere of nature as well as society can be treated as ",
  "valid until they are repudiated by some new discovery. In politics, particularly, ",
  "we cannot afford to abstain from acting until a very high level of scientific validity ",
  "is achieved. As Robert Dahl has rightly pointed out: \"in politics, 'refusing to ",
  "decide' is simply deciding to allow others to decide for you\" (Modern Political ",
  "Analysis; 1991).",
  "Finally, the empirical approach remains largely descriptive while the normative ",
  "approach is mainly prescriptive. Empirical approach seeks to discover laws that ",
  "are unalterable (e.g. law of gravitational force). Hence, they are beyond man's ",
  "control; one can discover and describe them. Normative approach is concerned ",
  "with laws and conditions largely created or adopted by human society, which are ",
  "alterable (e.g. laws governing property and public order). One can examine how ",
  "far they are morally right or wrong and then prescribe the right course. Incidentally, ",
  "in the normative approach prescription may be preceded by description. For ",
  "instance, Plato and Aristotle had given description of their experience before ",
  "prescribing their respective solutions. On the other hand, in the empirical approach ",
  "description may be followed by prescription for the achievement of some obvioushttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "98 An Introduction to Political Theory",
  "goals, such as economy and efficiency, or some specified goals, such as health ",
  "and stability. Moreover, empirical approach can render immense help in examining ",
  "the grounds of a normative argument. For example, Aristotle prescribed harsher ",
  "punishment to a slave than to a freeman for the same crime, on the ground that a ",
  "slave is less sensitive to punishment. Empirical approach has now established ",
  "beyond doubt that men are not more or less sensitive to punishment because of ",
  "their status as freemen or slaves. This is a sufficient reason to reject Aristotle's ",
  "prescription in this behalf.",
  "The champions of empirical approach have been very vocal in criticizing the ",
  "normative approach on the ground that there is no 'scientifically valid' or reliable ",
  "method of determining what is morally right or wrong. The supporters of normative ",
  "approach do not condemn the empirical approach as such, but they criticize its ",
  "indifference toward values, particularly its ignorance of discrimination between ",
  "higher and lower values. As Leo Strauss has emphatically stated: \"By teaching ",
  "the equality of values, by denying that there are things which are intrinsically high ",
  "and others which are intrinsically low as well as by denying that there is an ",
  "essential diffrence between men and brutes, it unwittingly contributes to the ",
  "victory of the gutter\" (Essays on the Scientific Study of Politics, edited by Herbert ",
  "Strong; 1962).",
  "The state of estrangement between empirical and normative approaches, ",
  "wherever it exists, will prove disastrous. There is an urgent need to build a bridge ",
  "between the two approaches which will be beneficial not only for their respective ",
  "upholders, but also for the human civilization itself.",
  "Distinction between Empirical and Normative Approaches",
  "The Issue Empirical Approach Normative Approach",
  "Chief Concern Facts Values",
  "(It is so.) (It ought to be so.)",
  "Nature Scientific and Descriptive Critical and Prescriptive",
  "Based on Sense-Experience and Logic Speculation and Logic",
  "Criterion of Validity True or False Right or Wrong",
  "Philosophical, historical, legal and institutional approaches to the study of politics ",
  "may be taken to represent the main traditional approaches.",
  "PHILOSOPHICAL APPROACH",
  "In the first place, the philosophical approach is concerned with the clarification ",
  "of concepts used in a particular discipline. As Vernon Van Dyke (Political Science: ",
  "A Philosophical Analysis; 1960) has significantly observed:https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Approaches to the Study of  99",
  "Politics",
  "A philosophical analysis is an effort to clarify thought about the nature of",
  "the subject and about ends and means in studying it. Put more generally, a",
  "person who takes a philosophical approach to a subject aims to enhance",
  "linguistic clarity and to reduce linguistic confusion; he assumes that the",
  "language used in descriptions reflects conceptions of reality, and he wants",
  "to make conceptions of reality as clear, consistent, coherent, and helpful",
  "as possible.",
  "Secondly, the philosophical approach aims at evolving \"standards of right and",
  "wrong\" for the purpose of a critical evaluation of the existing institutions, laws",
  "and policies. As Dyke has further noted:",
  "It may denote efforts to arrive at truth through the use of reason. The truth ",
  "sought may be normative, descriptive, or prescriptive. The object of philosophic ",
  "inquiry in this sense is to establish standards of the good, the right, and the just, ",
  "and to appraise or prescribe political institutions and practices in the light of ",
  "these standards, (ibid.) Most of the classical political theory represents ",
  "philosophical approach. Its themes are generally concerned with moral reasoning ",
  "which cannot be subjected to scientific test although the empirical aspect of such ",
  "reasoning can always be questioned. Moreover, the moral aspect of such reasoning ",
  "can also be questioned from the viewpoint of our 'modern consciousness'. For ",
  "instance, Kant's concept of 'human dignity' which rules out any type of slavery, ",
  "is closer to modern consciousness than Aristotle's defence of slavery. Then most ",
  "of the political thinkers proceeded on some notion of 'human nature' which can now be ",
  "questioned in the light of the findings of the contemporary psychology and social ",
  "sciences. Hence the philosophical approach does not simply rely on the political ",
  "thought of the past; it is a subject of current and continuous debate.",
  "Most of the classical thinkers, proceeding from a hypothesis about human ",
  "nature, dwelled on two main themes: 'art of government' and 'grounds of political ",
  "obligation'. Aristotle postulated: 'man is by nature a political animal and then ",
  "elaborated his views on these two subjects. Machiavelli mainly dwelled on 'art of ",
  "government' on the assumption of the very selfish and ungrateful nature of man. ",
  "Thereafter, 'art of government' ceased to be a part of mainstream political theory. ",
  "Hobbes mainly focused on the grounds of political obligation; his absolutist view of ",
  "political obligation was carried on by Rousseau and Hegel on different grounds. ",
  "Locke was probably the first thinker to repudiate this absolutist view and to ",
  "postulate 'rights' of the individual against the state. That is why Locke is regarded as ",
  "the pioneer of individualism which later developed into liberalism. Kant ",
  "proceeding from different premises evolved the concept of 'human dignity'. J.S. ",
  "Mill sought to explore the limits of political obligation by defining the conditions of ",
  "state intervention. T.H. Green developed his theory of rights on moral grounds and ",
  "sought to limit the authority of the state. Laski similarly tried to build anhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "100 An Introduction to Political Theory",
  "elaborate system of individual rights. John Rawls revived Kant's notion of'rational ",
  "negotiators' to build his theory of justice. On the other hand, Marx sought to ",
  "demolish political obligation by identifying man's position in a social class, and ",
  "projected the working class as an instrument of revolution. Neo-Marxists have ",
  "been looking for alternative instruments as well as alternative strategies of ",
  "revolution.",
  "In a nutshell, political philosophy mainly dwelled on the logic of the grounds ",
  "and limits of political obligation. Concepts of individual rights and revolution are ",
  "by-products of this debate. Conceptions of freedom, equality and justice are ",
  "extensions of the theories of rights. The concept of democracy denotes an effort ",
  "to translate the concept of individual rights into concrete political institutions. ",
  "Again, concepts of authoritarianism, totalitarianism and fascism, etc. largely ",
  "represent the negative side of this effort.",
  "Of the contemporary champions of the philosophical approach to the study of ",
  "politics, Leo Strauss is the most outstanding. According to Strauss, political ",
  "science and political philosophy are coterminous. They denote an attempt to ",
  "obtain true knowledge of political things as well as the standards of the right and ",
  "the good. Political philosophy is a product of our quest for good life and good ",
  "society. Values as well as facts are indispensable part of political philosophy ",
  "which enable us to undertake a critical and coherent analysis of political institutions ",
  "and activities. Without such analysis, assumptions regarding the political things ",
  "take the character of opinions. Political philosophy seeks to replace opinion by ",
  "knowledge, as originally postulated by Socrates. Strauss has severely criticized ",
  "the contemporary behavioural approach which insists on 'value-free analysis' ",
  "and thus destroys the essence of true knowledge of politics.",
  "HISTORICAL APPROACH",
  "The term 'historical approach' to politics may be used in two senses. Firstly, it ",
  "may denote the process of arriving at the laws governing politics through an ",
  "analysis of historical events, that is events of the past, as exemplified by the ",
  "theories propounded by Hegel and Marx. Karl Popper has described this approach ",
  "as 'historicism'. It implies that historical processes are determined by their inherent ",
  "necessity which are beyond the control of human ingenuity. Popper has criticized ",
  "historicism because it insists on discovering what is inevitable, and then advocates ",
  "totalitarian methods for its realization, as Hegel and Marx have done for the ",
  "realization of their respective visions of future society. In the second place, ",
  "historical approach stands for an attempt at understanding politics through a ",
  "historical account of political thought of the past, as exemplied by George H. ",
  "Sabine's 'A History of Political Theory'.",
  "According to Sabine, the subject-matter of political science coincides with the ",
  "major themes of discussion in the writings of the well-known politicalhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Approaches to the Study of  101",
  "Politics",
  "philosophers—Plato, Aristotle, Hobbes, Locke, Rousseau, Bentham, Mill, Green, ",
  "Marx and others. Leading examples of the questions raised by these philosophers ",
  "are: what ideals are sought to be realized through the state; what is the meaning ",
  "of freedom and equality; what are the grounds and limits of political obligation, ",
  "etc.? Sabine points out that each political theory is advanced in response to some ",
  "specific situation. It is necessary to recapitulate the circumstances under which ",
  "a particular theory was produced, for understanding its relevance to the present ",
  "situation. Moreover, any political theory is not only a product of history, it also ",
  "served as an instrument of moulding history by its ideological force. However, all ",
  "great political theories are valid for all times.",
  "Critics of the historical approach point out that it is not possible to understand ",
  "ideas of the past ages in terms of the contemporary ideas and concepts. Moreover, ",
  "ideas of the past are hardly any guide for resolving the crises of the present-day ",
  "world which were beyond comprehension of the past thinkers. David Easton has ",
  "warned against living 'parasitically on ideas a century old' and failing to develop ",
  "a 'new political synthesis'. This challenge to historical approach of course ",
  "encouraged the development of the 'behavioural approach'. However, the recent ",
  "revival of interest in values has led to a renewed interest in the rich heritage of ",
  "political thought for evolving guiding principles for our own age. For instance, ",
  "John Rawls has built his celebrated theory of justice by drawing on the ",
  "methodology of Locke and Kant and by rejecting the utilitarian philosophy of ",
  "Bentham and Mill. Herbert Marcuse has built his neo-Marxist theory of freedom ",
  "by reverting to Hegel's concept of'civil society'. Again, C.B. Macpherson has ",
  "built his theory of democracy by reverting to Aristotle and J.S. Mill while rejecting ",
  "Bentham's utilitarianism and the contemporary elitism of Schumpeter and Dahl.",
  "LEGAL APPROACH",
  "Legal approach stands for an attempt to understand politics in terms of law. It ",
  "focuses its attention on the legal and constitutional framework in which different ",
  "organs of government have to function, inquires into their respective legal position, ",
  "their powers and the procedure which makes their actions legally valid. For ",
  "instance, legal approach to Indian politics will proceed to analyse legal implications ",
  "of various provisions of the Indian Constitution, duly documented by the decisions ",
  "of the Supreme Court of India as well as by the opinions of legal luminaries, ",
  "procedure of formation and legal position of the two Houses of the Indian ",
  "Parliament and State legislatures, procedure of election or appointment, powers ",
  "and position of the President, Prime Minister, Governors, Chief Ministers, Central ",
  "and State Cabinets, etc., role and powers of the Supreme Court of India and High ",
  "Courts, full legal implications of the federal set up, position of Fundamental Rights ",
  "and Directive Principles of State Policy, etc. Similarly, legal approach to international ",
  "politics will largely tend to analyse it in terms of the requirements of international ",
  "law.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "102 An Introduction to Political Theory",
  "The legal approach may prove inadequate in understanding the complex political ",
  "forces, processes and behaviour which might operate outside legal-formal ",
  "framework, yet it is not entirely insignificant. As Vernon Van Dyke has rightly ",
  "observed:",
  "Nor is a legal approach to be disparaged. After all, both the procedures and ",
  "the substance of political action at every level are often controlled by law. ",
  "In the field of both domestic and international politics, law frequently ",
  "prescribes the action to be taken in given contingencies; it also forbids ",
  "action or fixes the limits of permissible action.  (Political Science: A ",
  "Philosophical Analysis; 1960)",
  "Moreover, all political processes to become effective and stable must culminate ",
  "in legal provisions whether it is an independence movement in a colonized country ",
  "or an agitation for civil rights or certain concessions for any sections of society. ",
  "Besides, the study of constitutional law and international law, etc. in spite of its ",
  "limited use in understanding politics, continues to play a pivotal role in the social ",
  "and political life of almost every country.",
  "INSTITUTIONAL APPROACH",
  "Institutional approach is closely related to legal approach, yet it is different. ",
  "Significantly, this approach does not solely bank on other disciplines—philosophy, ",
  "history or law—for understanding politics. Amongst the traditional approaches it ",
  "alone gives independent identity to the systematic study of politics.",
  "Traditionally politics has been defined as the study of the state and government. ",
  "Government itself is an institution, and its various organs, such as Parliament ",
  "(legislature), Cabinet (executive), and Supreme Court (judiciary), etc. may also be ",
  "recognized as institutions. Political parties—which exist separately—are also ",
  "institutions in their own right. There are lots of other institutions in society, such as ",
  "family, school, church, or club. A student of politics will be interested only in those ",
  "institutions which have a direct bearing on politics. What is an institution?",
  "In short, an institution is a set of offices and agencies arranged in a hierarchy, ",
  "where each office or agency has certain functions and powers. Each office or ",
  "agency is manned by persons with definite status and role; other persons also ",
  "expect them to perform this role. The activities of an institution are not confined to ",
  "its office-holders. For instance, ordinary voters who participate in the process of ",
  "setting up a legislature through election are not themselves office-holders therein. ",
  "As Vernon Van Dyke has aptly summed up:",
  "An institution is any persistent system of activities and expectations, or any ",
  "stable pattern of group behaviour.  (Political Science: A Philosophical ",
  "Analysis; 1960)https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Approaches to the Study of  103",
  "Politics",
  "Accordingly the upholders of the institutional approach proceed to study the ",
  "organization and functioning of government, its various organs, political parties ",
  "and other institutions affecting politics. Classification of governments, starting ",
  "from Aristotle (monarchy, tyranny, aristocracy, oligarchy, polity and democracy) ",
  "to modern classification (democracy and dictatorship, parliamentary and ",
  "presidential, unitary and federal, etc.), identification of levels of government ",
  "(federal, state and local) as well as branches of government (executive, legislative, ",
  "judicial), composition and powers of each of these and their interrelationships ",
  "(largely in legal terms), etc. are the chief concerns of this approach. It aims at ",
  "giving an elaborate description of facts. Hence it exemplifies a shift from normative ",
  "to empirical approach, and from a historical to a contemporary concern within ",
  "the sphere of traditional approaches. However, it relies heavily on description ",
  "rather than explanation. Hence it fails to qualify as a contemporary approach.",
  "Other drawbacks of the institutional approach are: (a) with its preoccupation ",
  "with the institutions, it neglected the individual; hence during the ascendancy of ",
  "this approach, the study of voting behaviour and political attitudes of the individual ",
  "was left to sociologists; (b) in the absence of overarching institutions governing ",
  "international politics, it practically neglected the study of international politics; it ",
  "confined its attention to international relations and description of the United Nations ",
  "and its associated agencies and left the study of international politics to historians ",
  "and students of international law; (c) being concerned with the established ",
  "institutions alone, it neglected the role of violence or threat of violence, political ",
  "movements and agitations, war and revolutions, etc.; and finally (d) it neglected ",
  "the role of informal groups and processes in shaping politics.",
  "However, it should not be forgotten that institutions form a very important ",
  "part of politics. Any discussion of politics without reference to the corresponding ",
  "institutions will lead us nowhere. Moreover, in the present-day turmoil, particularly ",
  "in the developing countries, constitution-making and institution-building is the ",
  "order of the day. Institutional approach is inadequate in itself. But any other ",
  "approach will also be incomplete without paying due attention to institutions.",
  "III. CONfEMPORARY APPROACHES",
  "Broadly speaking, contemporary approaches to the study of politics signify a",
  "departure from traditional approaches in two respects: (a) they attempt to establish",
  "a separate identity of political science by focusing on the real character of politics;",
  "and (b) they try to understand politics in totality, transcending its formal aspects",
  "and looking for those aspects of social life which influence and are influenced by",
  "it. Contemporary approaches are legion, and all of them may not fulfil these",
  "conditions. The following may be regarded as the most important: (a) behavioural",
  "approach; (b) post-behavioural approach; and (c) some important models of",
  "political analysis. 'https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "104 An Introduction to Political Theory",
  "BEHAVIOURAL APPROACH",
  "Behaviouralism, or the behavioural approach to the analysis and explanation of ",
  "political phenomena, is particularly associated with the work of American political ",
  "scientists after the Second World War (1939^15), but its origins may be traced ",
  "back to the works of Graham Wallas (Human Nature in Politics) and Arthur ",
  "Bentley (The Process of Government), both published as early as 1908. Both ",
  "Wallas and Bentley were inclined to lay greater emphasis on the informal processes ",
  "of politics and less on political institutions in isolation. Wallas sought to introduce ",
  "a new realism in political studies in the light of the new findings of contemporary ",
  "psychology. While classical economists, the champions of the laissez-faire doctrine, ",
  "had treated man as a rational creature following his self-interest, the new ",
  "psychology had revealed that man was not a rational creature in this sense and ",
  "that his political actions were not totally guided by reason and self-interest. Human ",
  "nature was too complex to be explained by simplistic utilitarian propositions. ",
  "Wallas, therefore, insisted on exploring facts and evidence for understanding ",
  "human nature and its manifestations in human behaviour. His chief message was ",
  "that the political process could be understood only by analysing as to how people ",
  "actually behaved in a political situation, not merely by speculating on how they ",
  "should or would behave. Bentley, on the other hand, a pioneer of 'group approach' ",
  "to politics, primarily sought not to describe political activity, but to provide for ",
  "new tools of investigation. He was so much fascinated by the study of informal ",
  "groups that he tended almost completely to ignore the formal political institutions. ",
  "Greatly inspired by sociology, he proceeded to undertake a study of the roles of ",
  "pressure groups, political parties, elections and public opinion in the political ",
  "process.",
  "Charles E. Merriam (1874-1953) was another pioneer of the behavioural ",
  "approach. He is also famous as the founder of the Chicago School which made ",
  "substantial contribution to the behavioural movement. In the article 'The Present ",
  "State of the Study of Politics' published in American Political Science Review ",
  "(1921) and in his book New Aspects of Politics (1925) Merriam criticized ",
  "contemporary political science for its lack of scientific rigour. He deprecated the ",
  "work of historians as they had ignored the role of psychological, sociological and ",
  "economic factors in human affairs. He argued that students of politics should ",
  "make full use of recent advances in social sciences in order to develop ",
  "interdisciplinary and scientific character of political science. He called for renewed ",
  "scientific endeavour and emphasized the need for a 'policy science' by using ",
  "quantitative techniques already developed in the fields of psychology and sociology. ",
  "In his presidential address to the American Political Science Association (1925) ",
  "Merriam exhorted political scientists to look at political behaviour as one of the ",
  "essential objects of inquiry.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Approaches to the Study of  105",
  "Politics",
  "Apart from being an exponent of the scientific method for the study of politics, ",
  "Merriam was also an ardent champion of democracy. In fact he vigorously sought ",
  "to put science into the service of democratic principles. He saw no inconsistency ",
  "in promoting science and democracy together. William B. Munro (1875-1957), ",
  "another exponent of scientific method, however, argued that it was not a proper ",
  "function of political scientists to teach democratic citizenship. Then G.E.G. Catlin, ",
  "in his Science and Method of Politics (1927) advanced the case for a 'value-free' ",
  "pure science. He treated 'power' as essence of politics and argued that analysis ",
  "of 'power' should not be inclined in favour of any particular value-system. This ",
  "view of politics as the science of power as well as a case for treating politics as ",
  "a policy science was later developed thoroughly by Harold D. Lasswell (1902-",
  "78). His celebrated work Politics: Who Gets What, When, How (1936) proved to ",
  "be a landmark in the empirical approach to politics as the study and analysis of ",
  "power.",
  "Despite these early attempts, behaviouralism in political science was ",
  "systematically developed only after the Second World War, particularly through ",
  "the writings of American political scientists. David B. Truman published his paper ",
  "'The Impact on Political Science of the Revolution in the Behavioural Sciences' ",
  "in 1955. Robert Dahl's paper 'The Behavioural Approach in Political Science: ",
  "Epitaph for a Monument to a Successful Protest' appeared in the American ",
  "Political Science Review in 1961. Then Evron M. Kirkpatrick published his paper ",
  "'The Impact of the Behavioural Approach on Traditional Political Science' in ",
  "1962, and David Easton contributed his paper \"The Current Meaning of ",
  "'Behaviouralism' in Political Science\" in 1967. Heinz Eulau's article on 'Political ",
  "Behaviour' in the International Encyclopedia of the Social Sciences, published in ",
  "1968 was also an important contribution to the series. In a nutshell, behaviouralism ",
  "stood for a shift of focus in the study of politics, from the formalism and normative ",
  "orientations of the legalistic and philosophic schools to political behaviour, that is ",
  "the behaviour of actual actors in the political field, such as power-holders, power-",
  "seekers as well as voters. Behaviouralism as such came to be understood as ",
  "something wider than the study of political behaviour, yet political behaviour was ",
  "its main focus. It would, therefore, be profitable to define 'political behaviour' at the ",
  "outset. According to Geoffrey K. Roberts (A Dictionary of Political Analysis; 1971):",
  "Political behaviour, as an area of study within political science, is concerned ",
  "with those aspects of human behaviour that take place within political ",
  "contexts, that is within a state or other political community, for political ",
  "purposes or with political motivation. Its focus is the individual person— ",
  "as voter, leader, revolutionary, party member, opinion leader, etc.—rather ",
  "than the group or the political system, but it necessarily takes account of ",
  "the influences of the group on the individual's behaviour, the constraints ",
  "of the system on the individual's opportunities for action, and the effects ",
  "of the political culture on his attitudes and political habits.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "106 An Introduction to Political Theory",
  "Accordingly the political scientists who undertook the study of political behaviour ",
  "sought to account for the psychological and social influences on behaviour of the ",
  "individual in a political situation. This involved the study of such processes and ",
  "factors as political socialization, political ideologies, political culture, political ",
  "participation, political communication, leadership, decision-making, and even ",
  "political violence. An understanding of most of these processes involved ",
  "interdisciplinary and cross-disciplinary research. In any case, behaviouralism as ",
  "a movement in political science did not remain confined to the study of individual-",
  "based political behaviour, but developed into a set of orientations, procedures and ",
  "methods of analysis. In practice it embraced all that lends a scientific character ",
  "to the modern political science. According to David Easton, the intellectual ",
  "foundations of behaviouralism consist of eight major tenets:",
  "• Regularities: It implies that there are discoverable uniformities in political ",
  "behaviour which can be expressed in theory-like statements so as to provide ",
  "for explanation and prediction of political phenomena.",
  "• Verification: It requires that the validity of such theory-like statements ",
  "must be testable, in principle, by reference to relevant behaviour.",
  "• Techniques: It means that the means for acquiring and interpreting data ",
  "should be examined self-consciously, refined and validated for the purpose ",
  "of observing, recording and analysing behaviour.",
  "• Quantification: It is necessary because precision in the recording of data ",
  "and statement of findings requires measurement which should be expressed ",
  "in terms of actual quantities to facilitate proper analysis.",
  "• Values: The behaviouralists drew a clear distinction between ethical ",
  "evaluation and empirical explanation, which were concerned with values ",
  "and facts respectively. They insisted that objective scientific inquiry has ",
  "to be value-free or value-neutral.",
  "• Systematization: It stands for establishing close interrelationship between ",
  "theory and research, because research untutored by theory may prove ",
  "trivial while theory unsupportable by data may turn out to be futile.",
  "• Pure Science: It holds that the understanding and explanation of political ",
  "behaviour is essential to utilize political knowledge in the solution of urgent ",
  "practical problems of society.",
  "• Integration: It signifies integration of political science with other social ",
  "sciences in order to evolve a comprehensive view of human affairs, to ",
  "strengthen its validity and the generality of its own results.",
  "Any political inquiry conducted according to these guidelines would be most ",
  "conducive to generate reliable theory and scientific explanations. The behavioural ",
  "movement had such a profound effect on political science that these tests became ",
  "the rule of political inquiry.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Approaches to the Study of  107",
  "Politics",
  "Behaviouralism came to accord primacy to higher degree of reliability vis-a-",
  "vis higher degree of generality. It, therefore, focused on questions that could be ",
  "answered reliably on the basis of the methods available. As Vernon Van Dyke has ",
  "aptly illustrated: \"The student who takes a behavioural approach is not likely to ",
  "ask broad and vague questions like what caused the decline and fall of the Roman ",
  "Empire . . . Nor is he likely to focus on ideologies or constitutions or laws or ",
  "upon the organizational structure of institutions.\"  (Political Science: A ",
  "Philosophical Analysis; 1960). In short, behaviouralism focused on micro-level ",
  "situations rather than attempting macro-level generalizations.",
  "POST-BEHAVIOURAL REVOLUTION",
  "By the mid-1960s behaviouralism gained a dominant position in the methodology ",
  "of political science. However, its critics like Leo Strauss ('What is Political ",
  "Philosophy?', Journal of Politics; 1957) had started arguing that the rise of ",
  "behaviouralism was symptomatic of a crisis in political theory because of its ",
  "failure to come to grips with normative issues. Sheldon Wolin ('Political Theory ",
  "as a Vocation', American Political Science Review; 1969) declared that the ",
  "preoccupation of political science with method signified an abdication of true ",
  "vocation of political theory. Within the sphere of philosophy of science the ",
  "publication of Thomas Kuhn's The Structure of Scientific Revolutions (1962) ",
  "had promoted the view that significance of scientific method lies in its capacity ",
  "of problem-solving and crisis-management, not in methodological sophistication. ",
  "By the end of 1960s even the exponents of behaviouralism realized that its strict ",
  "adherence to 'pure science' was responsible for its failure to attend to the pressing ",
  "social and political issues of the period. In 1969, David Easton himself in his ",
  "presidential address to the American Political Science Association, announced a ",
  "new revolution in political science—'a post-behavioural revolution'—that ",
  "represented a shift of focus from strict methodological issues to a greater concern ",
  "with public responsibilities of the discipline and with political problems.",
  "Relevance and action were the twin slogans of post-behaviouralism. It ",
  "represented no complete departure from behaviouralism. Rather it stood for ",
  "consolidating its gains and applying them for problem-solving and crisis-",
  "management. Easton emphatically drew the attention of contemporary political ",
  "scientists to the impending threat of the nuclear bomb, inner conflicts within the ",
  "US which might lead to civil war or dictatorship, and undeclared war in Vietnam ",
  "which was perturbing moral consciousness the world over. He lamented that the ",
  "behavioural political scientists were taking refuge in their 'ivory tower', seeking ",
  "to perfect their methodology, as if they were not at all concerned with the outside ",
  "world. Emphasizing the intellectuals' historical role in protecting the humane ",
  "values of civilization, Easton warned that if they failed to play this role, they ",
  "would be reduced to mere technicians or mechanics for tinkering with society. ",
  "Reminding them of their responsibility to reshape society Easton concluded thathttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "108 An Introduction to Political Theory",
  "scientists could adopt a rational interest in value construction and application ",
  "without denying the validity of their science. Accordingly, post-behaviouralism ",
  "seeks to reintroduce a concern for values in the behavioural approach itself.",
  "In the contemporary social science the behavioural approach has shown ",
  "increasing concern with solving the prevailing problems of society. In this way it ",
  "has largely absorbed the 'post-behavioural' orientation within its scope.",
  "Distinction between Behavioural and Post-Behavioural Approaches",
  "The Issue Behavioural Approach Post-Behavioural Approach",
  "Nature of Inquiry Search for Pure Knowledge Search for Applied Knowledge and",
  "and Theory Practice",
  "Purpose of Inquiry 'Knowledge for Knowledge Sake'; Relevance of Knowledge to satisfy",
  "Not Interested in Action social needs and Action for ",
  "Problem-Solving",
  "Focus of Study • Micro-level Analysis; Macro-level Analysis; focus on the",
  "focus on small units role of big units",
  "• Process of Decision-Making Content of the Decision",
  "Attitude toward Values Value-Neutral Interested in the Choice of Values",
  "Atitude toward Social Interested in Status Quo; Not Interested in Social Change",
  "Change Interested in Social Change for Solving Social Problems",
  "Political analysis is the product of the empirical-scientific orientation in the study ",
  "of politics. In the classical tradition, Aristotle's classification of governments and ",
  "Machiavelli's cost-benefit analysis of different techniques of leadership may be ",
  "cited as earlier and rudimentary attempts of political analysis. However, political ",
  "analysis in the real sense has flourished only in modern times, particularly with ",
  "the adoption of scientific method in the study of politics. What is political analysis?",
  "Political analysis involves several steps. We start with determining the nature ",
  "of politics. David Easton's concept of politics as 'authoritive allocation of values' ",
  "will serve as a suitable example. Politics is now everywhere recognized as a ",
  "process. A process involves a set of interactions among its components. To ",
  "proceed in the direction of political analysis, we must identify these components. ",
  "This will guide us as to the relevant data which should be chosen for a proper ",
  "understanding of politics. But how are these data interrelated? This will depend ",
  "on our conception of the pattern of interaction of the components of the political ",
  "process. So the next step is to arrange our data according to their interrelationship ",
  "as conceived by us so as to yield an explanation.",
  "Now these two steps, i.e. determining the relevant data and evolving their ",
  "suitable arrangement for yielding an explanation constitute a model of political ",
  "analysis. Since such model is evolved at a conceptual level, it is possible to build ",
  "several models of political analysis, depending upon our points of inquiry. Ideallyhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Approaches to the Study of Politics 109",
  "all explanations of a given situation derived through different models of political ",
  "analysis should coincide, but this does not always happen.",
  "Contemporary political science has evolved a large number of models of ",
  "political analysis. Of these, the following are more important which could be ",
  "chosen for a detailed description: systems analysis; structural-functional analysis; ",
  "communications theory; and decision-making analysis. These models are ",
  "associated with the liberal view of politics. Finally, Marxist analysis may be added ",
  "to this list though it may lead to very different results.",
  "SYSTEMS ANALYSIS",
  "This is the pioneering model of political analysis. It conceives politics in terms of ",
  "a political system. What is a system? As Robert Dahl has elucidated: \"Any collection ",
  "of elements that interact in some way with one another can be considered a ",
  "system: a galaxy, a football team, a legislature, a political party\" (Modern Political ",
  "Analysis; 1991). For the purpose of analysis, elements of a system should be ",
  "looked at in an abstract way rather than as concrete things. Hence, elements of a ",
  "political system should not be seen as a group of individuals constituting a ",
  "government or its organs, but as abstract elements interacting with each other in ",
  "the sphere of politics.",
  "A model of political system in this sense was first developed by David Easton ",
  "('An Approach to the Analysis of Political Systems', World Politics; 1957) who ",
  "is regarded to be the pioneer of systems analysis. Easton defined politics as the ",
  "'authoritative allocation of values' which broadly constitutes the political process. ",
  "This does not take place in a closed circuit; its ends are connected with the social ",
  "process. It is in this sense that the political system has been described as an open ",
  "system. In other words, 'allocation of values' is made because there are ",
  "corresponding 'demands' from the society or 'environment'; it becomes ",
  "'authoritative' because it gets 'supports' from the 'environment'. In David ",
  "Easton's terminology, the 'political system' receives 'inputs' from the ",
  "'environment' in the form of 'demands' and 'supports'; it produces 'outputs' in ",
  "the form of 'policies and decisions'. The 'outputs' flow back into the environment ",
  "through a 'feedback' mechanism, giving rise to fresh 'demands', etc.",
  "Easton's Model of Political System",
  "Environment  (Outputs) ",
  "Political ",
  "(Inputs)  Decisions",
  "System -------->-",
  "Demands ",
  "Supports Policies",
  "t",
  "Feedback-<• ------'   Environment",
  "___https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "110 An Introduction to Political Theory",
  "Easton has characterized demands as the raw materials out of which finished ",
  "products called decisions are manufactured. He has described supports as the ",
  "energy in the form of actions or orientations enabling the political system to con-",
  "vert the demands into authoritative decisions and policies. Demands may arise ",
  "from any source—the people, politicians, administrators, opinion leaders and so ",
  "on—depending on the nature of the regime. The extent of support is bound to ",
  "vary—depending on the expectations of the people from their political system. ",
  "Variability of support is bound to affect the destinies of the political authorities ",
  "(often called governments), the regime (democratic, authoritarian, and the like), ",
  "and the political community. Outputs are produced by the political system through ",
  "special processes that ensure their acceptance as binding by most members of ",
  "the society most of the time.",
  "Easton has also given an elaborate classification of demands, supports and ",
  "outputs which illustrates their nature thoroughly. Demands are sub-classified ",
  "into four types: (1) demands for allocation of goods and services, such as wages ",
  "and working conditions, educational opportunities, recreational facilities, roads ",
  "and transportation, etc.; (2) demands for the regulation of behaviour, such as ",
  "provision of public safety, controls over markets and rules pertaining to marriage, ",
  "health and sanitation; (3) demands for participation in the political system, such ",
  "as the right to vote, to hold office, to petition government bodies and officials, ",
  "and to form political associations; and (4) demands for communication and ",
  "information, such as the affirmation of norms, the information regarding policy ",
  "intent, and display of the majesty and power of the political system in times of ",
  "foreign threats as well as on ceremonial occasions. Supports are also sub-classified ",
  "into four types: (1) material supports, such as the payment of taxes and other ",
  "levies, and rendering service in public interest, such as social work or military ",
  "service; (2) obedience to law, rules and regulations; (3) participatory supports, ",
  "such as voting, political discussion and other forms of political activity; and (4) ",
  "paying attention to governmental communication, and display of deference or ",
  "respect to public authority, symbols and ceremonials.",
  "The outputs, which may be clubbed together as policies and decisions (a ",
  "policy itself is a web of decisions), are again sub-classified into four categories:",
  "(1)extractions, which may take the form of tribute, taxes or personal services;",
  "(2)regulations of behaviour, which may cover a wide range of human activities;",
  "(3)allocation or distribution of goods and services, opportunities, honours, statuses ",
  "and the like; and (4) symbolic outputs, including affirmation of values, display of ",
  "political symbols and communication of policy intent.",
  "Feedback is essentially a communication process which produces action in ",
  "response to information about the state of the political system, or some part ",
  "thereof, or its environment, to structures within the system in such a way thathttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Approaches to the Study of Politics",
  "111",
  "the future action of those structures is modified in consequence. The ",
  "results of such modification may, in turn, produce further modifications, ",
  "and so on. The feedback channel helps the political system in ",
  "approaching its goals. It apprises the political system of the position of ",
  "its goal, its own distance from it, and the changes in this distance ",
  "brought about by its own performance, in response to information ",
  "coming from the feedback process.",
  "Under the normal circumstances, demands would serve as guide to the ",
  "political system for determining its policies and goals, and supports will ",
  "enable it to achieve its goals. It may be hoped that if the political system is ",
  "capable of processing the demand-inputs effectively, support-inputs are ",
  "bound to come forth from its environment. Feedback mechanism is ",
  "expected to adjust outputs to inputs. However, maintaining a state of ",
  "equilibrium in the political system is by no means  a simple affair. ",
  "Conversion of demands and supports into outputs in the shape of policies ",
  "and decisions has to be regulated by a complex mechanism. Of the many ",
  "demands made on the political system, some may be lost in transit without ",
  "reaching the output stage. If there are too many demands, or too much ",
  "insistence on particular type of demand, stress will arise and the channels ",
  "will be overloaded. If so, various regulatory mechanisms will have to be ",
  "applied to cope with the stress. In the first place, the structural ",
  "mechanisms, such as pressure groups, political parties, will assume the ",
  "role of'gatekeepers' who will allow only legitimate demands to enter the ",
  "political system. Secondly, cultural mechanisms will ensure that only right ",
  "type of demands—which enjoy social approval—will be encouraged. ",
  "Thirdly, communication channels can be increased to ensure a smooth ",
  "flow of excessive demands into the system. Fourthly, demands may be ",
  "controlled in the conversion process itself by the legislative, executive ",
  "and administrative organs  of government who are responsible for ",
  "processing all demands. Should the stress reach a critical stage, and ",
  "continue at that level for quite some time, changes in the authorities or ",
  "even in the regime (such as through a revolution) might become inevitable. ",
  "Failure to control the situation may even bring about eventual destruction of ",
  "the system itself.",
  "The framework of systems analysis has been found very useful for ",
  "the comparative analysis of diverse political units, such as modernized ",
  "as well as developing polities. It has also been extensively used for an ",
  "analysis of the international political system. The model of political ",
  "system has also served as a  basis for Gabriel Almond's model of ",
  "structural-functional analysis as also for  Karl Deutsch's model of ",
  "communications theory. However, it has been criticized for its inability in ",
  "the analysis of political power as well as in the analysis of mass political https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "behavi",
  "our, ",
  "such as ",
  "voting. ",
  "In any ",
  "case, it ",
  "represe",
  "nts   a ",
  "substan",
  "tial ",
  "advanc",
  "e in the ",
  "directio",
  "n   of ",
  "constru",
  "cting a ",
  "theoreti",
  "cal ",
  "frame",
  "work ",
  "from ",
  "within ",
  "politica",
  "l ",
  "scienc",
  "e.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "112 An Introduction to Political Theory",
  "STRUCTURAL-FUNCTIONAL ANALYSIS",
  "Like systems analysis, structural-functional analysis is also based on the concept ",
  "of political system. This model of political analysis has been more widely used in ",
  "the sphere of comparative politics because it provides for standard categories for ",
  "different types of political systems. It originated in the sphere of social anthropology ",
  "in the writings of Radcliffe-Brown and B. Malinowski. Then it was developed in ",
  "the field of sociology by Talcott Parsons, Robert Merton and Marion Levy. Gabriel ",
  "Almond and his associates developed it into a tool of political analysis.",
  "Gabriel Almond and J.S. Coleman (The Politics of the Developing Areas; ",
  "1960) identified four characteristics of the political system: (a) all political systems ",
  "have political structures; (b) the same functions are performed in all political ",
  "systems with different frequencies and by different kinds of structures; (c) all ",
  "political structures are multi-functional; and (d) all political systems are 'mixed' ",
  "systems in the cultural sense, i.e. they are based in a culture which is always a ",
  "mixture of the modern and the traditional.",
  "This approach was further developed by Gabriel Almond and G.B. Powell in ",
  "Comparative Politics: A Developmental Approach (1966). Almond and his ",
  "associates argued that all political systems, regardless of their type, must perform ",
  "a specific set of tasks if they are to remain in existence as systems in working ",
  "order or in equilibrium, i.e. as 'ongoing systems'. These are the functional ",
  "requirements of the system. With this assumption they sought to modify David ",
  "Easton's model of the political system, suggesting that 'inputs' and 'outputs' ",
  "recognized by Easton can best be understood as 'functions' or 'functional ",
  "requisites' of political system. They sought to redefine these inputs and outputs ",
  "with a deeper understanding of political process and proceeded to identify various ",
  "structures corresponding to these functions, in order to evolve a 'structural-",
  "functional' framework. They conceded that in various political systems, these ",
  "functions may be performed by different kinds of political structures and, ",
  "sometimes, even by structures which are not overtly recognized as being, primarily, ",
  "'political'.",
  "Accordingly, Almond and his associates discerned four input functions and ",
  "three output functions. Input functions are: (1) Political socialization and ",
  "recruitment; (2) Interest articulation; (3) Interest aggregation; and (4) Political ",
  "communication. Output functions are: (5) Rule-making; (6) Rule-application; ",
  "and (7) Rule-adjudication. Of these, output functions correspond to conventional ",
  "governmental functions, which are performed by formal governmental organs, ",
  "viz. legislature (rule-making), executive (rule-application) and judiciary (rule-",
  "adjudication). Almond has paid special attention to input functions which are ",
  "performed by non-governmental structures or institutions. Although all structures ",
  "are multi-functional, yet some structures are especially suited for specific functions.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Approaches to the Study of  113",
  "Politics",
  "Political socialization is the process whereby an individual acquires attitudes ",
  "and orientations towards political phenomena; it also implies the process whereby ",
  "society transmits political norms and beliefs from one generation to the next. ",
  "Recruitment stands for the process whereby political groups obtain members for ",
  "various important roles in the political process, either in addition to the existing ",
  "members or as replacement for other members. Since political socialization ",
  "prepares the individuals to assume various important roles in the social structure, ",
  "it is instrumental to recruitment also. Family, school and other primary groups ",
  "are most suited to perform this function. Interest articulation implies the processes ",
  "whereby opinions, attitudes, beliefs, preferences, etc. are converted into coherent ",
  "demands on the political system. This function may be performed by various ",
  "structures, but interest groups are most suited to perform this function. Interest ",
  "aggregation is the process whereby various divergent interests are collated and ",
  "translated into concrete demands of a very large section of society (preferably ",
  "appealing to all sections of society), policy proposals and programmes of action, ",
  "etc. Political parties are most suited to perform this function. Finally, political ",
  "communication is the process whereby components of a political system, such ",
  "as individuals, groups and institutions, transmit and receive information regarding ",
  "the functioning of the political system. Mass media or the organizations controlling ",
  "the media of mass communication are most suited to perform this function.",
  "Model of Structural-Functional Analysis",
  "Environment Environment",
  "Function                 Structure Function             Structure",
  "I Political So-        Family, Peer  POLITICAL Rule-Making      Legislature 0",
  "cialization           Group,",
  "N and Recruit-        School, ment       U",
  "Church, etc.",
  "P Interest               Interest  Rule-Appli-        Executive  T",
  "Articulation        Groups caption",
  "U Interest Ag-         Political Rule-Adjudi-     Judiciary P",
  "gregation            Parties SYSTEM cation",
  "T Political              Mass Media  U T",
  "Communication",
  "S Environment Environment S",
  "The structural-functional framework of political analysis has been particularly ",
  "found useful for comparative politics. A developed political system is characterized ",
  "by differentiation of structures for the performance of specific functions. In less ",
  "developed political systems, functions of interest articulaion, interest aggregation ",
  "and political communication might be performed by some structures which have ",
  "not taken a definite shape, but in a developed system growth of interest groups, ",
  "political parties and mass media would be clearly discernible. Almond and Powellhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "114 An Introduction to Political Theory",
  "have identified two chief characteristics of development of political system, that ",
  "is 'political development'. These are: (a) structural differentiation; and (b) ",
  "secularization of culture. As they have elucidated: \"A principal aspect of the ",
  "development or transformation of the political system is. . . role differentiation, ",
  "or structural differentiation. By 'differentiation' we refer to the processes whereby ",
  "roles change and become more specialized or more autonomous or whereby new ",
  "types of roles are established or new structures and sub-systems emerge or are ",
  "created.\" (Comparative Politics: A Developmental Approach; 1966) The ",
  "underlying propensities of a political system, representing its psychological ",
  "dimension, have been described as political culture. Secularization of culture is ",
  "concerned with this aspect of political system. As Almond and Powell have ",
  "further observed: \"The secularization of culture is the process whereby traditional ",
  "orientations and attitudes give way to more dynamic decision-making processes ",
  "involving the gathering of information, the evaluation of information, the laying ",
  "out of alternative courses of action, the selection of a course of action from ",
  "among these possible courses, and the means whereby one tests whether or not ",
  "a given course of action is producing the consequences which were intended.\" ",
  "These two criteria would enable us to measure the level of development of any ",
  "given political system.",
  "Structural-functional analysis has been criticized on various grounds. Firstly, ",
  "it is alleged that this form of analysis is primarily concerned with system's survival; ",
  "hence it is ideologically inclined towards conservatism. Secondly, it is not suited ",
  "to analysis of power relations in society. Finally, it projects Western-type liberal-",
  "democratic system as a standard for institution-building in developing societies ",
  "rather than encouraging them to build their institutions according to their own ",
  "genius and specific requirements. In any case, structural-functional analysis ",
  "signifies a significant advance in the sphere of political analysis.",
  "COMMUNICATIONS THEORY",
  "Communications theory represents another model of political analysis derived ",
  "from the concept of political system. Karl Deutsch (The Nerves of Government: ",
  "Models of Political Communication and Control; 1963), is the chief exponent of ",
  "this approach. Deutsch sought to apply the concepts and methods of modern ",
  "information technology as well as physiology of nervous system to an analysis of ",
  "the political system. He particularly introduced the techniques of cybernetics to ",
  "the sphere of political analysis. Cybernetics is the study of the operation of control ",
  "and communication systems; it deals both with biological systems and man-",
  "made machinery. Deutsch declared that his work was concerned less with the ",
  "bones or muscles of the body-politic than with its nerves—its channels of ",
  "communications and decision.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Approaches to the Study of Politics 115",
  "Communications theory regards the function of communication as the centre ",
  "of all political activity. An analysis of communications flowing from and flowing ",
  "into political system would, therefore, be very helpful in the description, ",
  "classification, analysis and explanation of the important aspects of political life. ",
  "Deutsch argued that it might be profitable to look upon government somewhat ",
  "less as a problem of power and somewhat more as a problem of steering, i.e. ",
  "directing the course of its activity which is the main function of communication. ",
  "He, therefore, regards political system as a 'network of communication channels'. ",
  "It is largely a 'self-regulating' or 'self-controlling' system which evolves its own ",
  "processes and mechanisms for the acquisition, collection, transmission, selection ",
  "and the storage of information. As Morton R. Davies and Vaughan A. Lewis have ",
  "aptly elucidated:",
  "The members of the political system come to acquire mechanisms for the ",
  "transmission of messages and for the coordination and control of the ",
  "channels of communication. The cohesion of a political system can be ",
  "analysed in terms of the degree to which these coordination and control ",
  "mechanisms continue to function properly—to adapt themselves, in the ",
  "context of the goals which they set, to the information which they receive ",
  "from various sources; and even to modify the goals which they have set ",
  "themselves (Models of Political Systems; 1971).",
  "The problem of communication may be studied in three contexts: (a) ",
  "communication within the political system; (b) communication between political ",
  "system and its environment; and (c) communication between two or more political ",
  "systems. Its analysis involves the study of several components, including: (a) the ",
  "structures meant for sending and receiving messages; (b) the channels used for ",
  "the purpose of communication (along with their capacities and rates of utilization, ",
  "expressed in terms of their load and load capacity, rate of flow, amount of lag and ",
  "gain, i.e. delay or promptness in responding to the information that is received); ",
  "(c) processes of storage of information; (d) feedback mechanisms; (e) the codes ",
  "and languages applied for the purpose of communication; and (f) the contents of ",
  "the messages transmitted, etc.",
  "Communication is by no means a smooth process. We must be very careful in ",
  "detecting distortions. As James C. Charlesworth has pointed out: \"The exponents ",
  "of the communicational approach to political science emphasize the importance ",
  "of distinguishing between what goes out from the source and what is exactly ",
  "received at the other end. Which shall we examine—what a governmental agency ",
  "says it says, or what the recipient says he hears?\" {Contemporary Political ",
  "Analysis; 1967). If the distortions could be corrected appropriately, lots of ",
  "problems can be prevented or minimized. As Charlesworth has further observed: ",
  "\"In order to correct the distortion we must study the determinants of distortion. ",
  "Hence, communications is a legitimate methodological segment of political science.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "116 An Introduction to Political Theory",
  "This study is unfortunately not well developed, nor is it standardized or unified. ",
  "If it were, we should have fewer industrial strikes, slum riots, university sit-ins, ",
  "and crackpot picket lines.\" (ibid.)",
  "In political science this approach is particularly useful for an analysis of the ",
  "processes of bargaining, conflict-resolution, decision-making, evaluation of ",
  "policies, estimating the impact of publicity and propaganda as well as for ",
  "understanding the dynamics of international relations. However, this approach is ",
  "hardly useful in the analysis of power structure of society, ideologies, allocation ",
  "of resources, or in explaining the phenomena of violence and revolution, etc. ",
  "Communications theory can, therefore, be commended for application only in a ",
  "limited sphere of political science.",
  "DECISION-MAKING ANALYSIS",
  "Decision-making analysis denotes an attempt to understand politics as a process ",
  "of arriving at decisions. It will be recalled that David Easton's original model of ",
  "political system treats decisions and actions as outputs of the political system. In ",
  "this sense, this approach is closely related to the concept of political system. ",
  "Decision-making is a wider phenomenon. Exercise of any form of authority ",
  "involves decision-making whether it is in the sphere of business, university-",
  "administration or family. In political science, however, we are concerned with ",
  "those areas of decision-making which affect politics. In other words, here we ",
  "are concerned with the process of arriving at public decisions. However, the ",
  "scope of decision-making in political sphere itself is very wide. As Vernon Van ",
  "Dyke has illustrated:",
  "Every actor is a decision-maker. Those acting for political parties decide ",
  "which candidate to nominate. Voters decide whether to vote and for whom. ",
  "Legislators decide which proposals to advance or support. Executives ",
  "decide what legislation to seek, whether to sign or veto acts of the legislative ",
  "body, precisely which steps to take in executing or administering the law, ",
  "and what policies to pursue where action is left to their discretion. (Political ",
  "Science: A Philosophical Analysis; 1960)",
  "In short, decision-making analysis is concerned with analysis of political ",
  "systems, processes and behaviour in terms of their decision-making mechanism ",
  "and its functioning. It broadly involves the following:",
  "(a) identification of the issues on which decisions are made;",
  "(b) the structures involved in decision-making;",
  "(c) the actors involved in decision-making (this may involve study of ",
  "personality, if necessary);",
  "(d) the alternative courses of action or options that were considered before ",
  "making a choice;https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Approaches to the Study of Politics 117",
  "(e) the factors influencing the choice of the decision-makers, i.e. their range ",
  "of preferences vis-a-vis the utilities attached to each of the alternatives;",
  "(f) any external factors, pressures or constraints which influenced their ",
  "decision; and",
  "(g) the outcome of the decision including its political costs.",
  "Under normal circumstances, it is assumed that the decision-makers are capable ",
  "of rational calculation (i.e. cost-benefit analysis) and that they are fully conscious ",
  "of their goals so that they select the most efficient or feasible means of attaining ",
  "these goals: However, if there is any departure from this course, e.g. if a decision ",
  "is a product of routinized behaviour or irrational attitude on the part of some ",
  "actors, social-psychological reasons thereof must be investigated and recorded.",
  "Decision-making analysis does not conform to a single pattern, It may follow ",
  "one of the several prevalent models. Some important models are as follows:",
  "(a) models dealing with the identification of variables of stages involved in the ",
  "decision-making processes, as used in the works of Richard Synder and ",
  "Harold Lasswell;",
  "(b) models based on analogies between economic and political decision-making ",
  "involving notions of maximizing advantage from the decision, as used in ",
  "the works of Anthony Downs, J.M. Buchanan and G. Tullock; and",
  "(c) game theory which involves quantification of the results of decision ",
  "strategies in certain types of competitive situation, i.e. a situation of conflict ",
  "or bargaining in which it is assumed that each player will seek his maximum ",
  "advantage under conditions of rationality.",
  "Decision-making analysis essentially follows interdisciplinary approach by ",
  "drawing substantially on psychology, sociology, administrative theory and ",
  "organization theory. It also seeks to relate its findings to the work of other social ",
  "scientists in the field of decision-making in non-political situations, with a view to ",
  "evolving general theory of decision-making. However, such general theory is not ",
  "yet adequately developed.",
  "Some exponents of decision-making analysis do not confine themselves to an ",
  "analysis of particular decisions, and proceed to undertake studies of socio-economic ",
  "background of decision-makers, e.g. legislators, administrators, ministers and ",
  "even of voters. Some scholars tend to go into their styles of decision-making ",
  "also. Some of them focus on the role of communications in decision-making.",
  "Decision-making analysis can be applied to a wide range of situations involving ",
  "local, regional, national as well as international politics. There, too, it may cover ",
  "the study of a large variety of actors, e.g. voters, elites, functionaries of political ",
  "parties, legislators, judges, government officials as well as officials of international ",
  "organizations. It may adopt different models of analysis according to the needs ",
  "of each situation.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "118 An Introduction to Political Theory",
  "Marxian analysis deals with a wide range of social phenomena—their past, present ",
  "and future. Politics figures therein only incidentally. It may, therefore, be called ",
  "political analysis by proxy. Alex Callinicos has significantly observed: \"Marxism ",
  "denies that politics is a persisting feature of every form of society. Furthermore, ",
  "it claims that politics, where it does exist, cannot be studied in isolation from the ",
  "rest of society. Finally, Marxism, insofar as it is a practical programme as well as ",
  "a body of theoretical analysis, seeks the abolition of politics. These claims are ",
  "obviously incompatible with the notion of an autonomous discipline of Politics\" ",
  "('Marxism and Politics' in What is Politics? The Activity and its Study, edited by ",
  "Adrian Leftwich; 1984). According to Marxist point of view, politics is not a ",
  "fundamental activity of human beings, and political system is not an autonomous ",
  "structure as held by liberal models of political analysis. Politics is only a part of ",
  "superstructure.",
  "Marxist analysis starts with a distinction between 'base' (or 'substructure') ",
  "and 'superstructure'. This building-like metaphor is used to postulate that the ",
  "economic structure of society (which represents the base) is responsible for ",
  "creating and transforming its social structure, including its legal and political ",
  "structure, religion and morals, etc. (which represents the superstructure). Marx ",
  "expressed this idea in his Preface to A Contribution to the Critique of Political ",
  "Economy (1859) as follows:",
  "In the social production of their life, men enter into definite relations that ",
  "are indispensable and independent of their will, relations of production ",
  "which correspond to a definite stage of development of their material ",
  "productive forces. The sum total of these relations of production constitutes ",
  "the economic structure of society, the real foundation, on which rises a ",
  "legal and political superstructure and to which correspond definite forms ",
  "of social consciousness. The mode of production of material life conditions ",
  "the social, political and intellectual life process in general.",
  "This means that the political system, as a part of superstructure, is not ",
  "autonomous, that it does not grow out of itself, but emerges on the foundation of ",
  "the economic structure of society. The economic structure or the mode of ",
  "production itself changes with the development of forces of production (i.e. ",
  "means of production and labour power). This would bring about corresponding ",
  "changes in the political system and other aspects of superstructure. Since the ",
  "political system is neither independent nor autonomous, no useful purpose will be ",
  "served by undertaking analysis of political system per se.",
  "Marxism (particularly classical Marxism), therefore, insists on an analysis of ",
  "the economic structure of society, historical stages of its development and the ",
  "corresponding class structure prevailing at each of these stages (which is reflectedhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Approaches to the Study of Politics 119",
  "in 'relations of production') in order to understand the character of the political ",
  "system. At each stage of historical development society is divided into two ",
  "antagonistic classes. The owners of private property or the major means of ",
  "production rise to the position of 'dominant class' whereas those living solely on ",
  "their labour on the terms dictated by the former constitute 'dependent class'. As ",
  "long as the major means of production continue to be privately owned, the division ",
  "of society into dominant and dependent classes cannot be eliminated, nor their ",
  "class conflict can ever be resolved. Politics must always be traced back to its ",
  "'hidden basis' in the class struggle. Since politics arises from class struggle, it is ",
  "historically a transient phenomenon. Different states are simply different forms ",
  "of class domination. As Marx and Engels observed: \"Political power, properly so ",
  "called, is merely the organized power of one class for oppressing another.\" ",
  "(Communist Manifesto; 1848) Politics is the process through which antagonistic ",
  "classes struggle to obtain, retain or influence state power. Thus under capitalism, ",
  "politics of the capitalist class involves their strategy for exploitation of the working ",
  "class while politics of the working class implies organizing themselves to overthrow ",
  "the capitalist system. In a nutshell, Marxism speaks of five stages of historical ",
  "development, including one prehistorical stage.",
  "Marxian Analysis of Historical Stages",
  "Historical Stage Mode of Production C/oss Structure",
  "Primitive Communism hunting, fishing, food-gathering,  Classes not yet emerged",
  "etc.",
  "Slave System animal husbandry, domestic  Masters and slaves",
  "agriculture and crafts",
  "Feudal System Large-scale agriculture Landlords and serfs",
  "Capitalist System Large-scale industry Capitalists and workers",
  "Socialist System -do- Workers in power and the ",
  "former capitalists",
  "It hopes that once genuine socialist system is established and there is no distortion ",
  "in its working, common ownership of major means of production will eventually ",
  "lead to abolition of classes; state and political power will become redundant; and ",
  "politics itself will disappear. Society will then enter the phase of communism; it ",
  "will become classless and stateless society where authority will be exercised ",
  "without resort to power, and administration will be carried on without the state ",
  "machinery.",
  "Marx, Engels and Lenin argued that political systems should be compared and ",
  "contrasted with reference to their respective class structures. We should not be ",
  "misled by their superficial similarities or differences. Illustrating his point from ",
  "his contemporary experience, Marx pointed out that the laws and state system in ",
  "North America and Prussia were based on similar system of property ownership,https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "120 An Introduction to Political Theory",
  "so these should be placed in the same category although apparently North America ",
  "was a republic, and Prussia was a monarchy.",
  "Under this approach there is practically no scope of independent political ",
  "analysis. However, neo-Marxists have realized that superstructure is by no means ",
  "a weak structure, entirely dependent on the base. In capitalist systems, ",
  "superstructure could be so strong that it may serve to strengthen the base itself. ",
  "Hence it needs independent analysis. Antonio Gramsci (1891-1937), an Italian ",
  "Marxist and forerunner of neo-Marxism, has particularly evolved a framework ",
  "for the analysis of the bourgeois state (i.e. the state under capitalist system) by ",
  "identifying the structures of domination therein.",
  "Structures > of Domination in Bourgeois State",
  "Bourgeois State",
  "(Structures of Domination)",
  "1",
  "1 ",
  "Political Society                                                            Civil Society ",
  "(Structu1re s   o f  C  o e r c io  n )                                                                     (S  tr u c  tu r e s   o f   L e g i ti m  a ti o n )         ",
  "1 ",
  "Based on Force                                                Based on Consent (Hegemony)",
  "Ralph Miliband (The State in Capitalist Society: The Analysis of the Western ",
  "System of Power; 1969) has largely used this framework which exemplifies an ",
  "attempt towards Marxian political analysis.",
  "Hegemony",
  "According to Antonio Gramsci (1891-1937), a web of beliefs and institutional as well as ",
  "social relations. In the capitalist society, family, schoot, church and other primary groups ",
  "play leading role in creating consent which keeps the system going. Use of force is ",
  "resorted to only when the instruments of consent fail to work.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]