[
  "c5",
  "Interdisciplinary Perspective ",
  "on Political Science",
  "T",
  "HE TERM 'DISCIPLINE' denotes a branch of learning, a field or subject ",
  "of study. Thus, history, political science, economics, linguistics, ",
  "anthropology, physics, chemistry, mathematics, botany, etc. are known as ",
  "different disciplines. Systematic studies of the institutions and functioning of ",
  "human society, man's behaviour in society and the interpersonal relationships of ",
  "individuals as members of society are called social sciences. Thus political science, ",
  "economics, sociology, social psychology, cultural anthropology, etc. are social ",
  "sciences. Some of the disciplines embrace some features of the physical or natural ",
  "sciences as well as social sciences. For instance, physical geography, physical ",
  "anthropology and clinical psychology belong to the physical sciences while human ",
  "geography, social or cultural anthropology and social psychology obviously fall ",
  "in the domain of social sciences.",
  "I. THE INTERDISCIPLINARY APPROACH",
  "When we rely on more than one discipline for the study of a given problem, or ",
  "when there is a tendency to draw on or contribute to more than one discipline, ",
  "our approach is called interdisciplinary. This approach can obviously be followed ",
  "in the case of disciplines dealing with some common problems or with different ",
  "aspects of the same or similar phenomena. The social sciences constitute one ",
  "such group where interdisciplinary approach would be found most suitable for ",
  "the study of their common problems.",
  "The interdisciplinary approach gives a broader perspective and thus enables ",
  "us to understand problems more thoroughly and more fruitfully. The study of ",
  "politics as a social process provides ample scope for an interdisciplinary approach. ",
  "This implies: (a) making use of the findings, theories and models of other socialhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "122 An Introduction to Political Theory",
  "sciences in understanding a political phenomenon; (b) verification of the theories ",
  "and findings of political science from the data and theories of other social sciences; ",
  "and (c) developing a broader perspective about political life with a view to making ",
  "contribution to the other social sciences. It should, however, be kept in mind that ",
  "expanding the scope of our study should be purposeful and well-conceived. In ",
  "other words, while entering the sphere of the other social sciences, we should ",
  "not deviate from our main focus. In the present context, any reference to the ",
  "problems of economics, sociology, psychology or anthropology should be made ",
  "with the definite purpose of understanding the problems of politics, not at random. ",
  "For instance, if we start the study of labour-management relations or the psychology ",
  "of crowd behaviour in a given situation, we should undertake such studies only ",
  "to analyse their impact on politics, not to understand those problems for their ",
  "own sake.",
  "GENESIS OF THE INTERDISCIPLINARY APPROACH",
  "The interdisciplinary approach denotes a recent trend in political science. This ",
  "may, of course, be traced in a rudimentary form in the traditional study of politics. ",
  "For instance, Plato in his search for rulers for an 'ideal state' made it a point that ",
  "the structure of the family and the nature of education would deeply affect the ",
  "character and activities of those holding political office. Aristotle demonstrated a ",
  "causal relation between the distribution of wealth and status in communities and ",
  "the type of political regime they had. However, these earlier studies were not ",
  "marked by a deeper analysis of the forces shaping the course of events. ",
  "Marx (1818-83) and Engels (1820-95) around the middle of the nineteenth century, ",
  "were probably the first to develop a new approach in social sciences which could ",
  "be called a systematic interdisciplinary approach. They located the primary source ",
  "of political behaviour in socio-economic factors, viz. the level of technological ",
  "development, mode of material production and the prevailing class structure. ",
  "Modern liberal political scientists have persistently been trying to demonstrate ",
  "that the study of the political process necessitates an understanding of various ",
  "social factors.",
  "CHARACTERISTICS OF THE INTERDISCIPLINARY APPROACH",
  "When we undertake the study of politics as a social process and define the political ",
  "system as an 'open system' or a system of interactions, the interdisciplinary ",
  "approach becomes imperative. In other words, when we assume that the political ",
  "system receives 'inputs' from the social system or environment, and produces ",
  "'outputs' which re-enter the environment through the 'feedback' channel, it ",
  "becomes necessary to widen the scope of our study so as to understand those ",
  "aspects of the social process which affect the process of politics and are affected ",
  "by it.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Interdisciplinary Perspective on Political Science 123",
  "Product of Empirical Orientation",
  "The empirical method stands for reliance on factual information, observation or ",
  "direct sense-experience as opposed to pure speculation. Empirical orientation in ",
  "the study of polities is a relatively recent phenomenon. Otherwise, politics is one ",
  "of the oldest disciplines of the Western world. Aristotle called it the 'master ",
  "science' to demonstrate its crucial role in the ordering of various relationships ",
  "within human society. The traditional study of politics was, however, characterized ",
  "by its close link with philosophy. Other social sciences, such as anthropology, ",
  "sociology, economics and psychology, spun off from their parent discipline— ",
  "philosophy—towards the end of the nineteenth century because of the advent of ",
  "empirical orientation in their respective spheres. Political science, in this respect, ",
  "was a relatively late-starter. However, the empirical orientation in political science ",
  "was accompanied by an understanding of the close link between political science ",
  "and the other social sciences.",
  "Traditional political science was founded on ethics or moral philosophy. Its ",
  "chief problem was to determine norms of public life, and to evolve institutions ",
  "according to those norms. It was, therefore, characterized by the normative ",
  "approach which may be distinguished from the empirical approach. The empirical ",
  "approach is concerned with facts; it is descriptive; it deals with the real. On the ",
  "other hand, the normative approach is concerned with values, it is prescriptive; it ",
  "deals with the ideal. In other words, the empirical approach is concerned with ",
  "what is there; the normative approach is concerned with what ought to be done. ",
  "The chief requisites of the empirical approach may be described as follows: (a) it ",
  "deals with observable facts and data; (b) it aims at explanation, that is it seeks to ",
  "establish a correlation between different variables, to explore the cause-and-effect ",
  "relationship, and to arrive at possible generalizations; and finally, (c) it tends to ",
  "make predictions; that is when certain data and the precise relationship between ",
  "different variables are known, the result could be predicted and verified.",
  "The empirical orientation in political science led to the realization that the real ",
  "world of politics could not be understood through images of an ideal state, nor ",
  "merely in terms of formal institutions which may operate differently in actual ",
  "practice. It set a new trend of understanding politics as a process which takes ",
  "place within the larger framework of the social system. Since the empirical method ",
  "was first developed in other social sciences, such as economics, sociology, ",
  "anthropology, psychology, etc. political science was attracted toward other social ",
  "sciences not only to learn their methodology, but also to find out how far their ",
  "data, theories and models could help in understanding the political phenomenon.",
  "Focus on Political Behaviour and Systems Analysis",
  "The empirical orientation in political science was responsible for the shift in ",
  "emphasis from political institutions to political behaviour and political system. ",
  "Firstly, it was realized that politics could be better understood in terms of thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "124 An Introduction to Political Theory",
  "behaviour of the participants, namely the electorate, legislators, bureaucrats, ",
  "executive and judicial authorities, and so on. In other words, political analysis ",
  "involved not a mere description of ideas and institutions, but an analysis of the ",
  "behaviour of the people—the individuals, groups of various types whether they ",
  "belonged to particular structures of the government or were outside it, the elite, ",
  "etc. This necessitated reliance on an interdisciplinary approach. As Heinz Eulau, ",
  "in his article on 'Political Behaviour' in the International Encyclopaedia of the ",
  "Social Sciences (1968), has elaborated: \"As man's political behaviour is only one ",
  "aspect of his total behaviour as a social being, political behaviour analysis must ",
  "be interdisciplinary; it cannot neglect the wider context in which political action ",
  "occurs. It is bound, therefore, to consider the possible effects of social, cultural ",
  "and personal factors on political behaviour.\"",
  "In the second place, the introduction of systems analysis in political science ",
  "has also given an impetus to the interdisciplinary approach. Here an attempt is ",
  "made to understand politics as a process in terms of the 'political system'. The ",
  "political system is essentially regarded as a sub-system within the ambit of the ",
  "larger social system. In other words, the political system does not operate ",
  "independently or in isolation. The formal organs of the government— the legislature, ",
  "the executive and the judiciary—do not produce their decisions on their own ",
  "initiative or at their own will, but in response to the demands emanating from the ",
  "social system, and these decisions in turn have their impact on the social system. ",
  "With this framework of analysis, it becomes necessary to understand the ",
  "economic, cultural, psychological and sociological aspects of the social ",
  "organization in order to appreciate the full import of the political process.",
  "Use of Data of other Social Sciences",
  "The interdisciplinary approach treats society as a totality whose various aspects ",
  "are closely interrelated. Political science undertakes the study of the political ",
  "aspect of society for which the data provided by the other social sciences prove ",
  "relevant and useful in various ways. For instance, you may require data on the ",
  "rate of economic growth, distribution of national income, patterns of ownership ",
  "of material wealth, educational levels and percentage of literacy of the population, ",
  "religious and cultural attitudes of the people, their family structures, professional ",
  "distribution, rural-urban ratio, etc. in order to ascertain whether a particular form ",
  "of government (such as democracy) will be sustained by a given community or ",
  "not. The political scientists' interest in political socialization and political culture ",
  "has inspired them to draw heavily from the data of psychology and sociology; ",
  "their interest in political development has increased their reliance on the data ",
  "provided by sociology and economics; their interest in political communication ",
  "has brought them nearer to social psychology. As Seymour Martin Lipset, in his ",
  "Introduction to Politics and the Social Sciences (1969) has illustrated:https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Interdisciplinary Perspective on Political Science 125",
  "The political scientist interested in political development has learned that he ",
  "cannot treat his topic without looking for the conditions of social ",
  "mobilization; men cannot become citizens in a political sense without ",
  "changes in their values and personality orientations . . . Politics will be ",
  "different in caste and non-caste societies. It will vary among systems which ",
  "have different concepts of kinship ties, and the nature of class and status ",
  "relationships in various traditional societies will affect the possibilities for ",
  "acceptance of a legal-rational political order.",
  "Use of Theories and Models of Other Social Sciences",
  "The interdisciplinary orientation has also encouraged political scientists to make an ",
  "abundant use of the theories and models evolved by other social sciences. For ",
  "instance, the elite theory (that in every society, irrespective of its forms of social ",
  "and political institutions, a small group of the chosen few always assumes a ",
  "dominant position in relation to the rest of the community) was first systematically ",
  "developed by Pareto (1848-1923), Mosca (1858-1941) and Michels (1876-1936) in ",
  "the field of sociology. It was then applied to the analysis of political institutions, ",
  "leadership and group behaviour, as also for giving new interpretations of democracy. ",
  "Similarly, the Marxian framework of'base and superstructure' (which postulates that ",
  "politics, culture, morals, ideas and institutions in any society are shaped by the ",
  "prevailing mode of material production) was first evolved in the field of economics ",
  "and sociology, and then adopted as a tool of political analysis.",
  "Some contemporary approaches to the study of politics in fact originated in ",
  "other social sciences. David Easton's concept of the political system is derived from ",
  "the concept of the social system originally developed in the field of sociology. The ",
  "structural-functional approach was originally developed in the field of cultural ",
  "anthropology by Malinowski and Radcliffe-Brown, then adopted in sociology by ",
  "Talcott Parsons, and subsequently introduced in political science by Almond and ",
  "Powell. Similarly, Harold Lasswell's model of the 'problem-solving' approach was ",
  "derived from psychology. Understanding of politics as a process of bargaining is ",
  "based on the theories of competition (e.g. perfect competition and monopolistic ",
  "competition) originally evolved in the field of economics. Schumpeter and Anthony ",
  "Downs have sought to analyse democratic politics using the economist's model of ",
  "the open market.",
  "Thus, the use of theories and models of other social sciences in the realm of ",
  "political science is quite common.",
  "In the present context, it would be interesting to illustrate the usefulness of other ",
  "social sciences in the study of politics.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "126 An Introduction to Political Theory",
  "THE USE OF HISTORY",
  "The use of history for the study of politics may be considered in two important ",
  "contexts: (a) history is used as a rich storehouse of data for an understanding and ",
  "interpretation of political phenomena, a comparative study of political situations ",
  "and verification of hypotheses about politics; and (b) when history gives us not ",
  "only an account of events but also cause-and-effect relationships, or rather, laws ",
  "of historical development (such as Marx's materialist interpretation of history), ",
  "this knowledge can be used for understanding the course of politics in a given ",
  "situation.",
  "Some traditional writers have placed history and political science in a very ",
  "close relationship. Thus, John Seeley (1834-95) observes: 'History without ",
  "political science has no fruit; political science without history has no root!' Edward ",
  "Augustus Freeman (1823-92) has gone to the extent of saying: 'History is past ",
  "politics, politics is present history.' Today, such statements appear to be an ",
  "oversimplification of a complex issue. In fact, the expanding horizons of political ",
  "science have given it an independent status and identity. It uses historical material ",
  "only selectively, although frequently. Present events often have their roots in the ",
  "past which cannot be ignored. For instance, any study of the Indian political ",
  "system must start with its historical antecedents; and the study of international ",
  "politics must be based on the historical background. Similarly, many historical ",
  "accounts need to be reconstructed to bring out the significance of various events ",
  "in the light of political theory, such as the role of various classes including the ",
  "elites, levels of politicization and the impact of changes on the economic life of ",
  "society.",
  "It is significant that unlike its traditional form, political science today is deeply ",
  "concerned with the socio-economic foundations of political phenomena. Happily, ",
  "there is a corresponding change in the outlook of modern historians with the ",
  "increasing realization of the importance of socio-economic factors behind historical ",
  "events and developments. In other words, the modern approach to history as ",
  "well as political science is not confined to the 'great' acts of kings and princes, ",
  "their battles, victories, expansion and consolidation of empires, defeats, ",
  "disintegration and downfall. Due importance is now being paid to the condition ",
  "and role of the masses in the making of history as well as the shaping of politics. ",
  "This simultaneous change of outlook has strengthened the age-old relationship ",
  "between history and political science.",
  "In short, political science cannot claim to evolve a foolproof theory unless it is ",
  "substantiated and verified by historical data, both in terms of rule and exception. ",
  "If political theory is derived from mere speculation, visionary perspective or ",
  "limited observation, it is bound to lack scientific precision and thus crumble.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Interdisciplinary Perspective on Political Science 127",
  "THE USE OF ECONOMICS",
  "Economics is primarily concerned with analysing the factors which affect human ",
  "behaviour in the process of material production, distribution and exchange. It ",
  "inquires into the factors which affect decisions about investment or use of ",
  "economically relevant resources—primarily capital, labour and goods. A closer ",
  "analysis, however, reveals that these decisions are greatly affected by 'non-",
  "economic factors', such as cultural values, personality, political needs, and ",
  "considerations of status.",
  "Economics, in fact, started its early career in the eighteenth century apolitical ",
  "economy which stood for the study and practice of the management of government ",
  "and the nation. In late nineteenth century it sought its independence from political ",
  "theory and became increasingly occupied with price and market behaviour, under ",
  "the influence of the laissez-faire doctrine. But the experience of the following ",
  "decades revealed that an unrestrained economic system led to socially disastrous ",
  "consequences—wide   economic   disparities,   mounting   exploitation   of ",
  "underprivileged sections, growing injustice and consequent friction. This ",
  "necessitated regulation of economic activity and subordination of economics to ",
  "public control. The result is the renewed mutual interest between economics and ",
  "political science.",
  "Political theory today is primarily concerned with the conflicting demands of ",
  "various groups and classes within a community or between different nations in ",
  "the international sphere. These demands, though articulated in various forms, are ",
  "primarily economic demands. No political system can sustain itself unless it ",
  "demonstrates its ability to cope with the conflicting demands by evolving a ",
  "somewhat stable equilibrium, harmony or reconciliation. This requires a deeper ",
  "understanding of economic forces and factors. Policy-decisions or planning by ",
  "the state—from the control of foreign trade to the regulation of the internal ",
  "economic life of the community—will be devoid of essence unless the underlying ",
  "economic issues are properly sorted out and resolved satisfactorily. The 'welfare ",
  "state', 'service state' or even socialist state of today claims to take care of the ",
  "economic security of citizens by providing for full employment, a reasonable ",
  "standard of living, nutrition and health, etc. Developing nations are particularly ",
  "faced with the challenge of acute and widespread poverty. Politics cannot deliver ",
  "the goods until it is able to tackle the economic problem effectively. According to ",
  "Marxian theory, too, all politics is shaped by economic forces. Thus, an adequate ",
  "knowledge of economics becomes essential for the understanding and practice ",
  "of politics. The interface between economics and politics has given rise to modern ",
  "political economy.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "28 An Introduction to Political Theory",
  "Political Economy",
  "Traditional political economy was concerned with the analysis of revenue and expenditure of ",
  "the state which distinguished it from the management of domestic economy.",
  "Modern political economy deals with political aspects of economic policy-making so ",
  "that a social policy should prove not only economically efficient but also politically ",
  "acceptable. In a broader sense, it focuses on those concepts and problems which are ",
  "the common concern of economics and politics. Examples of such concepts are: demands, ",
  "costs, allocation of resources, utility, optimization, etc. Examples of such issues are. ",
  "impact of economic factors on political life; impact of political decisions on economic ",
  "life, etc. It also includes the use of economic models (e.g. rational choice theory) for ",
  "the study of political behaviour. Marxist political economy focuses on the relation ",
  "between mode of production and various social formations (e.g. slave-owning society, ",
  "feudal society, capitalist society and socialist society).",
  "THE USE OF SOCIOLOGY",
  "Sociology is chiefly concerned with the behaviour of men in an associative ",
  "process. It inquires into how institutions, stabilized systems of expectations and ",
  "actions, fulfil the varying needs of man in society, particularly in a complex ",
  "society. It, therefore, includes within its domain almost every aspect of human ",
  "behaviour. The early sociologists, both in Europe and America, in fact, exhibited ",
  "considerable interest in politics, as they could not ignore as important a set of ",
  "institutions as the political ones or the formation of attitudes and group norms in ",
  "politics. The famous sociologists like Max Weber (1864-1920), Robert Michels ",
  "(1876-1936), Vilfredo Pareto (1848—1923) and Emile Durkheim (1858-1917) ",
  "turned to political analysis as a part of their sociological inquiry. Arther Bentley ",
  "(1870-1957), who was trained as a sociologist in Europe, eventually turned out ",
  "to be a major intellectual force in political science in America. Franklin Giddings ",
  "(1855-1931), another American sociologist of repute, encouraged his students ",
  "to undertake empirical studies of voting behaviour in the early 1920s.",
  "The application of various concepts and methods of sociology to the study of ",
  "political behaviour and institutions has given rise to a new venture called 'political ",
  "sociology'. In fact, the practitioners of political sociology not only seek to explain ",
  "political behaviour but also apply the analyses of bureaucratic structures developed ",
  "in the works of Max Weber and Robert Michels to a variety of institutional ",
  "structures, such as governmental agencies, trade unions, political parties, and ",
  "even economic institutions.",
  "The practice of politics involves taking public decisions. Any such decisions, ",
  "to be effective, must take into account the social motivations of relevant groups. ",
  "An inquiry into value-orientations, attitudes, habits, beliefs and prejudices of the ",
  "people becomes indispensable to ascertain the possible response and chances of ",
  "success of any social measure. Sociology proves quite helpful in this venture. Inhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "In terdisciplinary Perspective on Political Science 129",
  "fact, the study of politics today extends its scope beyond formal procedures and ",
  "institutions for which reliance on sociology becomes essential. In short, the ",
  "discipline of political sociology thrives on the contributions from sociology as ",
  "well as political science.",
  "Political Sociology",
  "The branch of learning which examines political institutions, processes and ideologies ",
  "in the light of corresponding social structures, processes and modes of thought. It also ",
  "examines the impact of political domination and decisions on social life. It treats ",
  "political, system as a subsystem within social system and inquires into their ",
  "interrelationship.",
  "In a broader sense, political sociology focuses on those concepts and issues which ",
  "are the common concern of sociology and politics. Examples of such concepts and ",
  "issues are: political socialization, political culture, political participation, social basis ",
  "of political behaviour, political ideologies, political consensus and cleavage, power, ",
  "authority and legitimacy, patterns of political leadership, etc.",
  "THE USE OF PSYCHOLOGY",
  "Psychology is primarily interested in learning the motives of human behaviour ",
  "and the causes of variations in individual and group behaviour. Some human ",
  "actions are, of course, the product of man's mental make-up as such. But some ",
  "of his actions are also shaped by the pattern of man's participation in varying ",
  "social situations. One of the key sources of personality formation and of individual ",
  "behaviour is seen in the pattern of his interaction with other individuals in a given ",
  "social setting. Psychology, therefore, also inquires into the effects of different ",
  "group involvements on individual behaviour. This has given rise to a special branch ",
  "of psychology, namely social psychology.",
  "An inquiry into the formation of attitudes has inspired psychologists to examine ",
  "political values and behaviour. The growth of totalitarian political movements in ",
  "the thirties and forties of the twentieth century aroused interest in the study of ",
  "the 'authoritarian personality', which involved application of insights gained from ",
  "psycho-analytic theory and social psychological methods to understanding ",
  "extremist political appeals. Similar orientations influenced the work of Harold ",
  "Lasswell (1902-78) and his disciples in their study of the influence of psychological ",
  "factors on the appeal of extremist movements particularly, and on political ",
  "behaviour generally.",
  "Besides, the study of politics involves an interest in the process of the formation ",
  "and expression of public opinion, patterns of leadership including charismatic ",
  "leadership, impact of propaganda and the role of mass communication in inculcating ",
  "political culture. Social psychology proves particularly helpful in understanding ",
  "these important aspects of the political process. The interface between psychologyhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "130 An Introduction to Political Theory",
  "and politics has given rise political psychology which is a branch of social ",
  "psychology.",
  "Political Psychology",
  "A branch of learning which uses the models and techniques of psychology for analysing ",
  "psychological aspects of political behaviour. It may also be used for influencing political ",
  "behaviour of a group. It may be regarded as a branch of social psychology which ",
  "focuses on political aspect of social life. It may include such problems within its scope: ",
  "relation between individual's personality and his political behaviour; sources of similarities ",
  "and dissimilarities between political attitudes; psychological bases of political learning, ",
  "political socialization and leadership styles; techniques and impact of political ",
  "propaganda, etc.",
  "THE USE OF PHILOSOPHY",
  "Traditional study of politics was based on philosophy. Philosophy is primarily ",
  "concerned with an inquiry into the essence of reality, limits of knowledge, nature ",
  "of truth, relation between man and universe, the purpose of universe, the ",
  "foundations of morality and beauty, and so on. Philosophy makes use of the ",
  "conclusions of empirical data, but it focuses on clarification of the conceptual ",
  "problems which may lie beyond the limits of empirical knowledge in all branches ",
  "of learning. It is an attempt at investigation of the substantive aspects of nature, ",
  "man, society and politics. When it touches the problems of politics, it is described ",
  "as political philosophy.",
  "Philosophy is sometimes distinguished from science on the ground that science ",
  "exclusively relies on empirical method, i.e. the method based on sense-experience ",
  "whereas philosophy uses transcendental method, i.e. the method based on ",
  "speculation of what is beyond sense-experience; science is descriptive whereas ",
  "philosophy is critical and evaluative. However, it should not be forgotten that ",
  "science itself is the product of philosophy. Science not only owes its origin to ",
  "philosophy, it derives its validity from philosophy itself. Auguste Comte (1798-",
  "1857), a French philosopher, traced the foundation of science to 'positive ",
  "philosophy'. Comte recognized sociology as the 'mother social science' which ",
  "was based on the development of 'positive philosophy'.",
  "With the growing craze for the use of scientific method in the study of politics ",
  "in modern times, it became fashinable to distinguish 'political science' from ",
  "'political philosophy'. Rise of behaviouralism in 1950s and 1960s was particularly ",
  "responsible for this attitude. However, since early 1970s with the advent of'post-",
  "behaviouralism' and the revival of interest in theory of justice and other related ",
  "principles (liberty, equality, community, etc.), political philosophy received a ",
  "renewed prominence. Now scientific and behavioural studies of politics arehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Interdisciplinary Perspective on Political Science 131",
  "undertaken to find facts and devise tools for achieving the goals of public policy ",
  "whereas these goals are largely determined with the help of political philosophy.",
  "Political Philosophy",
  "A branch of teaming which is primarily concerned with moral and substantive dimensions ",
  "of politics. Its centrat problems include the pursuit of good life, questions pertaining ",
  "to norms and values, good and evil, virtue and vice, means and ends, right and wrong, ",
  "and visions of an ideal state and society. Political philosophy inquires into the foundations ",
  "of political life, grounds of political obligation, and moral worthiness of different ",
  "political systems. It makes use of philosophical and historical method in determining ",
  "the goals of public life. A major part of political philosophy coincides with moral and ",
  "social philosophy.",
  "CONCLUSION",
  "Interdisciplinary approach to the study of politics is a modern approach which ",
  "marks a departure from the classical approach. The classical approach, typified ",
  "by Aristotle's description of politics as the 'master science' failed to distinguish ",
  "between normative and empirical aspects of the study of politics. Although it was ",
  "Aristotle himself who originally identified 'politics' as an independent discipline, ",
  "yet he could not discern political phenomenon from other aspects of man's social ",
  "life. In Aristotle's times all knowledge was covered by philosophy, and Aristotle ",
  "only sought to distinguish 'political philosophy' from other branches of philosophy. ",
  "It was only in the nineteenth century that different aspects of man's social life ",
  "became independent subjects of empirical study as distinct from their philosophical ",
  "foundations. Accordingly, psychology, sociology, economics, political science, ",
  "etc. emerged as independent scientific disciplines.",
  "The interdisciplinary approach in social sciences is of recent origin which ",
  "assumed special importance in the latter part of the twentieth century. It does not ",
  "seek to merge all social sciences into a single 'master science'. On the contrary, ",
  "it insists that the results of our inquiry in any sphere should be based on and ",
  "verified from the findings of all relevant social sciences. Thus political science ",
  "should not only make use of data, theories and models of other social sciences, ",
  "but should also make a suitable contribution to an understanding of those ",
  "disciplines.",
  "Moreover, some approaches to the study of politics cover a limited range of ",
  "inquiry by relying on a single discipline. Thus philosophical, historical, legal, ",
  "economic, sociological, psychological and geographical approaches turn out to ",
  "be partial approaches. On the contrary, the interdisciplinary approach seeks to ",
  "overcome this shortcoming by relying on all other relevant disciplines for the ",
  "purpose of evolving an integrated view of the subject.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]