[
  "c6",
  "Concept of the State",
  "The concept of the state has figured as the central theme of traditional political ",
  "theory. R.G. Gettel  {Political Science;  1949) defined political science as 'the ",
  "science of the state', while J.W. Gamer (Political Science and Government; 1928) ",
  "claimed that 'political science begins and ends with the state'. In modern political ",
  "theory, the significance of the concept of the state has been fluctuating. Some ",
  "exponents of the behavioural approach in political science have even suggested ",
  "abandoning the concept of the state altogether. Their main objection is that this ",
  "concept does not help in understanding political reality or the political process, ",
  "because (a) the term 'state' refers to a formal concept while real politics transcends ",
  "the formal organization of the state; (b) the 'state' is usually conceived in terms of ",
  "the 'ends' of the state which drags us to the realm of moral philosophy, far removed ",
  "from the real world of politics; and (c) the concept of the state postulates a ",
  "particular type of organization which excludes top organizations of certain ",
  "societies, real or imaginary, and thus introduces the idea of 'pre-state' societies and ",
  "'stateless' societies. This leads to the assumption that political organization is not a ",
  "universal phenomenon. David Easton, in his Political System— An Inquiry into the ",
  "State of Political Science (1953), observed:",
  "One person sees the state as the embodiment of the moral spirit, its concrete ",
  "expression; another, as the instrument of exploitation used by one class ",
  "against others. One author defines it as simply an aspect of society, ",
  "distinguishable from it only analytically; another, as simply a synonym for ",
  "government; and still another, as a separate and unique association among a ",
  "large number of other associations such as the church, trade unions, and ",
  "similar voluntary groups.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the  133",
  "State",
  "After dwelling on these ambiguities in some detail Easton came to the conclusion ",
  "that the word 'state' 'ought to be abandoned entirely'.",
  "It is important to note that distaste for the term 'state' was confined to some ",
  "exponents of liberal political theory, especially to some American political scientists. ",
  "Marxist political theory continued to use the term 'state' to denote a specific ",
  "form of political organization: the terms 'slave-owning state', 'feudal state', ",
  "'capitalist state', 'socialist/communist state', as well as 'pre-state society' and ",
  "'stateless society' are the current coins of Marxist political theory. Even the ",
  "empirically-oriented political scientists of the liberal tradition used the term 'state-",
  "building', especially in the context of developing societies, which signified a ",
  "renewed interest in the concept of the 'state' as an institutional and constitutional ",
  "mechanism. Then, in the 1980s attention swung back to the state, as exemplified ",
  "by T. Skocpol, 'Bringing the State Back In' (Bringing the State Back in: ",
  "Strategies of Analysis in Current Research, edited by P. Evans, D. Rueschemeyer ",
  "and T. Skocpol; 1985). However, in contrast to the earlier concept of the state as ",
  "an institutional structure, it was redefined as an active agent of shaping and ",
  "reshaping society. It is thus evident that, in spite of some initial suspicions and ",
  "objections, the concept of the state never became entirely redundant for the ",
  "study of politics. What is, then, meant by the term 'state'?",
  "MEANING OF THE STATE",
  "It is significant that though some sort of political organization has existed since ",
  "ancient times, such as Greek city-states and the Roman empire, yet the concept ",
  "of the 'state' as such is comparatively modern. The contemporary concept of ",
  "the state owes its origin to Machiavelli (1469-1527) who expressed this idea in ",
  "early sixteenth century as 'the power which has authority over men' (The Prince; ",
  "1513). This was an important idea because it describes the nature of the state, ",
  "not the end of the state which was a question of political philosophy rather than ",
  "political sociology or political science. This peculiar feature of the state has been ",
  "the focus of attention of many recent thinkers.",
  "Max Weber (1864-1920), a famous German sociologist, sought to evolve a ",
  "'sociological' definition of the state (1920):",
  "Sociologically, the state cannot be defined in terms of its ends... Ultimately, ",
  "one can define the modern state sociologically only in terms of the specific ",
  "means peculiar to it, as to every political association, namely the use of ",
  "physical force. (From Max Weber, tr. and ed. by H.H. Gerth and C. Wright ",
  "Mills)",
  "From this standpoint, Weber arrives at the following definition which is widely ",
  "acknowledged in modern political theory: 'A state is a human community that ",
  "(successfully) claims the monopoly of the legitimate use of physical force within ",
  "a given territory'.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "134 An Introduction to Political Theory",
  "R.M. Maclver, in his famous work  The Modern State  (1926), sought to ",
  "distinguish the state from other kinds of associations in that it embraces the whole ",
  "of people in a specific territory and it has the special function of maintaining social ",
  "order. It performs this function through its agent, the government 'which speaks ",
  "with the voice of law'. Similarly, R.M. Maclver and C.H. Page (Society: An ",
  "Introductory Analysis; 1950) have observed: \"The state is distinguished from all ",
  "other associations by its exclusive investment with the final power of coercion.\" ",
  "Harold J. Laski, in An Introduction to Politics (1931), similarly points out:",
  "Whereas all other associations are voluntary in character, and can bind the ",
  "individual only as he chooses membership of them, once he is a resident of ",
  "some given state, legally he has no choice but to obey its commands. The ",
  "state, so to say, is the crowning-point of the modern social edifice, and it is ",
  "in its supremacy over all other forms of social grouping that its special ",
  "nature is to be found.",
  "Association",
  "A human organization formed for the fulfilment of certain common objectives of its ",
  "members which motivates them to work together.",
  "Frederick M. Watkins (International Encyclopaedia of the Social Sciences; ",
  "1968) defines the state as 'a geographically delimited segment of human society ",
  "united by common obedience to a single sovereign'. Watkins lays special emphasis ",
  "on the element of sovereignty—the characteristic of the supreme law-making ",
  "authority whose decisions are final. The supremacy of the commands of the state is ",
  "an essential element which distinguishes it from all other associations of men. ",
  "Geoffrey K. Roberts (A Dictionary of Political Analysis; 1971) has tried to evolve a ",
  "working definition of the state as",
  "A territorial area in which a population is governed by a set of political ",
  "authorities, and which successfully claims the compliance of the citizenry ",
  "for its laws, and is able to secure such compliance by its monopolistic ",
  "control of legitimate force.",
  "ELEMENTS OF THE STATE",
  "In the light of the various definitions of the state, it is customary to identify the ",
  "state by its constituent elements which include: population, territory, government ",
  "and sovereignty.",
  "Population",
  "The state is a human institution. The population is, therefore, an essential element ",
  "of the state. However, the population can constitute a state only when it is unitedhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the State 135",
  "by the condition of interdependence, consciousness of common interest, and ",
  "general regard for a set of common rules of behaviour and institutions.",
  "The size of population for constituting a state cannot be fixed, yet it is always ",
  "better that such population is self-sufficient to meet all the needs of life. If it is ",
  "required to procure any goods or services from other states, it should usually be ",
  "able to pay for them, although the possibility of foreign aid, as a temporary ",
  "measure, cannot be ruled out. In any case, economic self-sufficiency is essential ",
  "for the stability of a state.",
  "The population of a state need not belong to a single race, religion, language or ",
  "culture. A homogeneous population is no longer considered an essential feature ",
  "of the modern state. The modern state claims to reconcile the interests of various ",
  "groups of its citizens.",
  "Territory",
  "Territory is another essential element of a state. Other associations either exist ",
  "within the state or they extend their sphere to several states; they do not need ",
  "separate territory. But the state must possess a territory where its authority is ",
  "accepted without dispute or challenge.",
  "A state comes into existence only when its population is settled in a fixed ",
  "territory. Friedrich Engels, in his Origin of the Family, Private Property and the ",
  "State (1884), notes that the formation of the state is accompanied by a division of ",
  "population according to territory. In the pre-state society when people live as ",
  "nomadic tribes, moving from one place to another in search of food, the members ",
  "of the tribe are held together by the ties of kinship. With the formation of the ",
  "state, citizens are allowed to exercise their rights and duties wherever they settle, ",
  "irrespective of gens and tribes. The organization of citizens according to locality ",
  "is the common feature of all states.",
  "Some writers, like John Seeley (1834-95), hold that a fixed territory is not an ",
  "essential aspect of a state. The nomadic tribes, who do not possess fixed territory, ",
  "do constitute a state. This view is, however, no longer held valid. The nomadic ",
  "tribes do have the institution of authority, or even government with custom-",
  "based law, but not a state. Political sociologists concede the existence of a 'political ",
  "system' in such communities, but their organization still does not qualify to be a ",
  "state. Moreover, the modern state is not a matter of internal organization; it needs ",
  "international recognition as well, so as to enjoy its rights and perform its duties as ",
  "a member of the comity of nations. International law regards possession of a ",
  "fixed territory as the essential attribute of the state. Demarcation of physical ",
  "boundaries is, therefore, essential for establishing the real identity of a state.",
  "The territory of a state includes the land, water and air-space within its boundary. ",
  "It also extends usually to a distance of three miles into the sea from its coast, and ",
  "is known as territorial waters, which may be sought to be extended further in ",
  "times of war.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "136 An Introduction to Political Theory",
  "Territory symbolizes the sphere of sovereignty of the state. Territory provides ",
  "for natural resources for the sustenance of the population of the state. Territory ",
  "provides for a sense of security and immense opportunities for a fuller life for its ",
  "residents; it is an object of sentimental attachment—people love and worship ",
  "their motherland and are prepared to make supreme sacrifices for the protection ",
  "and maintenance of the territorial integrity of their state. The feeling of patriotism— ",
  "the sense of belonging to a state—binds the people of different races, with different ",
  "religions, languages and cultures, by the thread of national unity and mutual ",
  "cooperation.",
  "Like population, the size of the territory of a state cannot be fixed. Territory is ",
  "usually a geographical phenomenon, dividing different states by sea, mountains ",
  "or other big natural barriers. Sometimes territories are demarcated mainly on a ",
  "political basis rather than on a geographical basis. In such cases, the peoples' ",
  "sense of identification with a particular state becomes the basis of territorial ",
  "demarcation. Reallocation of territories can bring about a merger or alteration of ",
  "the existing states or emergence of new states.",
  "Government",
  "Government is still another essential element of the state. According to J.W. ",
  "Garner (Political Science and Government; 1928), 'government is the agency or ",
  "machinery through which common policies are determined and by which common ",
  "affairs are regulated and common interests promoted'. If the state represents an ",
  "abstract concept, government is its concrete form. In other words, authority of ",
  "the state is exercised by government; functions of the state are performed by ",
  "government. Laws of the state are made, declared and enforced by government; ",
  "justice is dispensed by the judicial organ of government. Government is responsible ",
  "for the maintenance of law and order and for the provision of common services— ",
  "defence, issue of currency, foreign relations, roads, bridges, and even transport, ",
  "communications, water, electricity, health and education, etc. and it is entitled to ",
  "levy taxes for the provision of all such services. Without government, the people ",
  "are a chaotic mass of disjointed particles, without common aims, common interests ",
  "or a common organization.",
  "A citizen has to deal with government of the state; any transaction between ",
  "different states, including war, takes place through the medium of their ",
  "governments.",
  "However, government and state should not be treated as co-terminous. ",
  "Governments may rise and fall without disturbing identity of the state, so long as ",
  "they are formed and dissolved according to the established custom, procedure or ",
  "constitution of the state. But a state will lose its identity if it is suppressed by an ",
  "alien power so much so that the established procedure of forming a government ",
  "is also suspended. When the people of a state lose their right to have a government ",
  "according to the established procedure, i.e. a legitimate government enjoyinghttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the  137",
  "State",
  "customary respect and obedience of the people, the state is reduced to a colony ",
  "of the imperial power which suppressed it.",
  "Sovereignty",
  "Finally, sovereignty also constitutes an essential element of the state. Sovereignty ",
  "denotes the supreme or ultimate power of the state to make laws or take political ",
  "decisions—establishing public goals, fixing priorities and resolving conflicts—as ",
  "also enforcing such laws and decisions by the use of legitimate force. In fact, ",
  "sovereignty denotes the final authority of the state over its population and its ",
  "territory. This authority may be exercised by the government of the day, but it ",
  "essentially belongs to the state from which it is derived by the government.",
  "It is by virtue of its sovereignty that a state declares—through the agency of ",
  "the government—its laws and decisions and issues commands which are binding ",
  "on all citizens, claims obedience thereto, and punishes the offenders. It is also by ",
  "virtue of its sovereignty that a state similarly deals independently with other states.",
  "Commands of the state are treated as superior to those of any other association ",
  "or institution, even to the dictates of social customs or conscience of individual, ",
  "because sovereignty is the sole preserve of the state. As Max Weber (1920) ",
  "points out:",
  "The right to use physical force is ascribed to other institutions or to ",
  "individuals only to the extent to which the state permits it. The state is ",
  "considered the sole source of the 'right' to use violence. (From Max ",
  "Weber, tr. and ed. by H.H. Gerth and C. Wright Mills)",
  "Other associations are either voluntary or based on custom or necessity. The ",
  "right to use legitimate coercion in its own right is the exclusive prerogative of the ",
  "state.",
  "A state continues to exist so long as it is armed with sovereignty. If a state ",
  "loses its sovereignty because of internal revolt or external aggression, the result ",
  "is anarchy and disappearance of the state as such. Some writers regard ",
  "'international recognition' as an essential element of the state. This denotes formal ",
  "recognition of the sovereignty of the state over a given territory and population ",
  "by other states. International recognition, however, is the outcome of the ",
  "sovereignty of the state, not a condition of its existence. When a new state, like ",
  "Bangladesh, comes into existence, it may be recognized by some states immediately ",
  "while other states thay withhold their recognition for quite a long time. Much ",
  "depends on the foreign policy of a state whether to recognize the new state ",
  "immediately or to delay it. USA had withheld recognition of the new states of ",
  "USSR and People's Republic of China for decades after they came into existence, ",
  "but they did exist as states. Hence, international recognition is only incidental to ",
  "the sovereignty of the state, not a fundamental element of the state itself.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "138 An Introduction to Political Theory",
  "STATE AND SOCIETY",
  "The term 'state' is sometimes used synonymously with 'society'. However, ",
  "such usage arises from confusion—intentional or unintentional. A distinction ",
  "between state and society is desirable, not only for scientific precision but also ",
  "for saving individual from absolutist, authoritarian and totalitarian rule.",
  "The state is usually described as 'society politically organized'. Society is an ",
  "association of human beings which fulfils all their needs of life—from cradle to ",
  "grave. The state fulfils their particular need of political organization—it subjects ",
  "them to binding laws and decisions to provide for order and security, and common ",
  "services. When a society is governed by a common set of rules, regulations and ",
  "a supreme decision-making authority, only then does it qualify for being a state. ",
  "Society binds men into multifarious relationships—all such relationships do not ",
  "fall in the domain of a state. Social relationships are usually determined by necessity, ",
  "custom, courtesy, morality, mutual understanding, agreement or even contract; ",
  "political relations are mainly determined by command and obedience. Social ",
  "relations cover a large variety of subjects, to meet all the needs of human life— ",
  "physical, emotional, intellectual, spiritual, and so on.",
  "Society may coincide with the state, especially when society takes the form of ",
  "a nation. Thus, Indian society and the Indian state denote associations of the ",
  "same set of persons. But that is not always the case. There can be a society ",
  "within the state, such as a village community. Social relationships can extend ",
  "beyond the state also. Thus, you can have friends, relatives, acquaintances, ",
  "sympathizers, admirers, clients, customers or even colleagues beyond the national ",
  "frontiers of your state. They belong to your society, but not to your state. Then, ",
  "there can be a society without a state. Primitive tribes who constitute society ",
  "need not constitute a state. Even the groups of hunters, root-diggers and food-",
  "gatherers of a primitive type form a society though they are not aware of the idea ",
  "of the state.",
  "The state is formed out of society. So society is a primary association. It is ",
  "society which chooses the pattern of its political grouping. States may be created, ",
  "altered or dissolved, but society goes on for ever. Men can live without a state, ",
  "but not without society. That is why man is described as a social animal by ",
  "nature. Growth of the state is an attribute of civilization, whose form is subject to ",
  "change with the .advance of civilization. The state depends on society for its ",
  "existence, not vice versa. Thus, R.M. Maclver (The Modern State; 1926) observed:",
  "There are social forms like the family or the church or the club, which ",
  "owe neither their origin nor their inspiration to the state; and social forces ",
  "like custom or competition, which the state may protect or modify, but ",
  "certainly does not create; and social motives like friendship or jealousy, ",
  "which establish relationships too intimate and personal to be controlled byhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the  139",
  "State",
  "the great engine of the state... The state in a word regulates the outstanding ",
  "external relationships of men in society.",
  "Thus, man owes much more to society than what he owes to the state. But ",
  "when state and society are identified and man's obligations towards society are ",
  "attributed to the state, it leads to socially disastrous consequences—complete ",
  "subordination of man to the authority of government, unrestrained by any control-",
  "mechanism.",
  "STATE AND CIVIL SOCIETY",
  "Originally the terms 'civil society' and 'political society' were used as coterminous. ",
  "Thus the term 'civil society' was applied synonymously with 'state'. But under ",
  "the complex conditions of present-day society it is necessary to recognize the ",
  "distinctive features of civil society.",
  "Initially the ancient Roman thinker Marcus Tullius Cicero (106-43 B.C.) used ",
  "the term 'civil society' in the sense of the state in the first century B.C. But in his ",
  "view it was not merely the external structure of the state. It stood for a society ",
  "whose members lived together as citizens, abided by civil laws and led a civilzed, ",
  "cultured and dignified life. In this sense, the barbarian communities did not qualify ",
  "to be described as civil societies.",
  "Seventeenth-century English philosopher John Locke (1632-1704) equated ",
  "civil society with political society. He observed that when people relinquish the ",
  "state of nature and set up a government for the protection of their natural right to ",
  "'life, liberty and property', they enter into civil society. Thus civil society is a ",
  "means to establish discipline, order and security for the human community. ",
  "Eighteenth-century French philosopher Jean Jaques Rousseau (1712-78) also ",
  "treated 'civil society' and 'political society' as coterminous. It provides for legal ",
  "equality of all citizens who thus become equal in the eye of law in spite of their ",
  "natural differences.",
  "State of Nature",
  "The hypothetical condition in which people live before the formation of the state.",
  "German philosopher G.W.F. Hegel (1770-1831) sought to distinguish 'civil ",
  "society' from the state which were based in 'universal egoism' and 'universal ",
  "altruism' respectively. In Hegel's view, civil society represented an organization ",
  "in which an individual dealt with all other individuals (apart from the members of ",
  "his family) as means to serve his self-interest. It is the sphere of economic ",
  "activities where an individual tries to know the need of others and to satisfy them ",
  "in order to satisfy his own needs. Another German philosopher Karl Marx (1818-",
  "83) accepted Hegel's description of civil society, but he did not accept Hegel'shttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "140 An Introduction to Political Theory",
  "distinction between civil society and the state, Marx believed that in actual practice ",
  "civil society represented the state itself. It recognized individual as a citizen and ",
  "conceded equality of all individuals in the eye of law. But since the economic ",
  "power in the contemporary civil society was in the hands of capitalist class, law ",
  "also served the interests of this class.",
  "Antonio Gramsci (1891-1937), an Italian Marxist, identified two levels of the ",
  "superstructure of capitalist society: (a) civil society which was nearer the base; and ",
  "(b) political society which exercised overall control. Civil society includes family, ",
  "school and church which transmit capitalist value-system to the new generation; ",
  "political society includes police, judiciary, prisons, etc. Civil society embodies ",
  "'structures of legitimation'; political society embodies 'structures of coercion'. ",
  "Together they form 'structures of domination'. Capitalist society largely depends on ",
  "the efficiency of the institutions of civil society for its stability.",
  "Base and Superstructure",
  "The terms used in Marxist theory to describe the relation between economic structure ",
  "of society and other aspects of social life. In this building-like metaphor, mode of ",
  "production (i.e. the economic structure of society) constitutes the base, while legal ",
  "and political structure, religion, morals, and other forms of social consciousness constitute ",
  "the superstructure. It is believed that any change in the base results in corresponding ",
  "changes in the superstructure.",
  "Herbert Marcuse (1898-1979), a Neo-Marxist philosopher in America, argued ",
  "that Hegel's distinction between 'civil society' and the 'state' was particularly ",
  "significant for an analysis of the problems of contemporary society. He noted that ",
  "under the modern capitalism civil society had ecliped the state whereas under the ",
  "modern communism the state had ecliped civil society. We must secure ",
  "independence of both institutions in order to restore civil liberties of the citizens.",
  "In short, distinction between the state and civil society must be maintained in ",
  "order to prevent authoritarianism. In the contemporary discourse, the term 'civil ",
  "society' is also used to describe the 'intermediate' associations between individual ",
  "(or family) and the state. It is the product of 'freedom of association'. It is the ",
  "bedrock of civil liberties. It serves as a channel of communication between ",
  "individuals and the state and functions as a shock-absorber in the event of mounting ",
  "tension between individuals and the state.",
  "Civil Liberties",
  "Legal instruments of protection of the individual from arbitrary acts of government. ",
  "These include personal freedom, freedom of movement, freedom of thought and ",
  "expression, faith and worship, freedom of association, right to fair trial, equality ",
  "before the law, etc.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the  141",
  "State",
  "STATE AND GOVERNMENT",
  "Government is regarded as an essential element of the state. In actual practice, ",
  "the state is represented by the government. Governments exercise all authority ",
  "and functions on behalf of the state. However, the terms 'state' and 'government' ",
  "should not be used synonymously. 'State' represents a wider and more stable ",
  "entity than 'government'. As R.M. Maclver (The Web of Government; 1965) has ",
  "elucidated:",
  "When we speak of the state we mean the organization, of which ",
  "government is the administrative organ. Every social organization must ",
  "have a focus of administration, an agency by which its policies are given ",
  "specific character and translated into action. But the organization is greater ",
  "than the organ. In this sense, the state is greater and more inclusive than ",
  "government. A state has a constitution, a code of laws, a way of setting ",
  "up its government, a body of citizens. When we think of this whole structure ",
  "we think of the state.",
  "Thus, so long as a state maintains its identity and independence, governments ",
  "may be formed and dissolved according to the established procedure without ",
  "affecting the character of the state. But a state itself may lose its identity when it ",
  "is suppressed and conquered by an alien power and its constitution or the ",
  "established procedure of forming a legitimate government is suspended. The ",
  "subjugated people may, however, retain or revive their feeling of national solidarity ",
  "and re-establish their state in due course.",
  "The state serves as a symbol of unity of the people. The image of the state ",
  "inspires unity among the people and provides them with an identity as a nation. It ",
  "arouses national pride and a spirit of sacrifice among the people. Government ",
  "only represents a working arrangement to carry out functions of the state. ",
  "Government commands our obedience; the state commands our loyalty. ",
  "Government may be good or bad, efficient or inefficient, but the state will continue ",
  "to be a symbol of our national greatness. We may criticize or condemn the ",
  "government, and still acclaim the greatness of our state!",
  "It is, however, essential that our duties and obligations toward the state should ",
  "be determined by the character of the government it creates. If the government ",
  "loses its credibility, it should either be replaced according to the established ",
  "procedure, or the credibility of the state itself will be eroded. The government ",
  "should be subjected to constant watch so that it conforms to the image of the ",
  "state as the protector and promoter of our common interests. Any theory which ",
  "does not provide for a concrete control mechanism over the government is bound ",
  "to have disastrous consequences.",
  "The idealist theory does not make a distinction between state and government. ",
  "It creates an image of the perfect state. Hegel eulogized the state, especially thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "142 An Introduction to Political Theory",
  "nation-state, as the 'march of God on earth'! This theory demands complete ",
  "subordination of man to the authority and command of the state, without ensuring ",
  "whether the actual government which makes such demands, conforms to the ",
  "image of the ideal state or not!",
  "The liberal-democratic theory is more rational in this respect. It treats the state ",
  "as a product of the 'will of society', an instrument of'conflict-resolution' and of ",
  "securing the common interest; then it authorizes society to constitute a government ",
  "by free choice, and demands that the government should be responsible to the ",
  "people, and should work with the continuous consent of the people. Any political ",
  "theory which creates a truly constitutional government cannot be ignorant of the ",
  "fallibility of government. It must recognize the distinction between the state and ",
  "government.",
  "Marxist theory treats government as agency of the state. It attributes any ",
  "imperfection of government to the state itself. Accordingly, so long as society is ",
  "divided into dominant and dependent classes, any government is bound to serve ",
  "as an instrument of the dominant class. Thus, Marxist theory regards the state ",
  "itself as an instrument of class exploitation, and advocates transformation, and ",
  "ultimate withering away, of the state in order to restore 'authority' to a classless ",
  "society.",
  "STATE AND NATION",
  "The modern state usually takes the form of a nation-state. The frontiers of the ",
  "state are called national frontiers; the interest of the state is described as national ",
  "interest; the character of the people of a state is called its national character. ",
  "Relations between different states are known as international relations.",
  "At the outset, a nation may be distinguished from nationality. Nationality usually ",
  "denotes a set of people inspired by a feeling of unity based on common race, ",
  "language, religion, culture, geographical compactness, common political aspirations ",
  "and historical development. Most of these factors are based on birth and provide ",
  "little scope for expanding the horizons of social relationships. Feelings of nationality ",
  "separate one set of people from other such sets. Sometimes this is accompanied ",
  "by a sense of one's own superiority, or a sense of disdain for others which may ",
  "lead to tensions, wars and other disastrous consequences. In any case, the feeling ",
  "of nationality grows from a relatively narrow base.",
  "Some writers define nation on the same basis as nationality and then advocate ",
  "a separate state for each nationality. This view is no longer held valid. A nation ",
  "grows on a much wider base. It refers to people living in a defined territory, ",
  "inspired by a sense of unity, common political aspirations, common interests, ",
  "common history and common destiny though they may belong to different ",
  "nationalities. In other words, groups of people of different races, with different ",
  "religions, languages and cultures, etc. may live together and feel united as citizenshttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the  143",
  "State",
  "of the same state, owing their undivided allegiance to that state. Thus, nationhood ",
  "transcends the conditions of birth and extends to the permanent residents of a ",
  "state. Members of a nation of course distinguish themselves from other nations. ",
  "They may sometimes be prejudiced against other peoples. Yet a logical outcome ",
  "of the idea of a nation postulates equality among nations, their co-existence and ",
  "cooperation. Since 1920, the principle of national self-determination has been ",
  "almost universally accepted which has led to the establishment of nation-states, ",
  "and rapid development of international law to regulate relations between nation-",
  "states.",
  "National Self-Determination",
  "The principle that each nation has the right to be independent and to choose a suitable ",
  "form of government for itself. At the end of the First World War (1914-18), Woodrow ",
  "Wilson (1856-1924) conceived of it primarily as a criterion for the break-up of the ",
  "empires defeated in the war, i.e. Austro-Hungarian, German and Ottoman empires. ",
  "Around this time, V.I. Lenin (1870-1924) conceived of this principle essentially as the ",
  "ground for granting independence to dependent nations from cotonial and imperial ",
  "domination.",
  "After the Second World War (1939-45), the United Nations upheld this principle ",
  "through various international documents. Thus UN General Assembly resolution on the ",
  "independence of colonial peoples (1960), two UN covenants on human rights (1966), ",
  "UN General Assembly Declaration on Friendly Relations among States (1970) and the ",
  "Final Act of the Conference for Security and Cooperation in Europe (1975) have gradually ",
  "transformed it into a general legal principle of the international community.",
  "The developing countries, i.e. the countries of Asia, Africa and Latin America ",
  "who won their independence from colonial and imperial domination after the ",
  "Second World War (1939^45), are faced today with the gigantic task of nation-",
  "building. Most of them evolved a national sentiment during their struggle for ",
  "independence, but disruptive tendencies started to emerge after they achieved ",
  "their independence. Nation-building involves inculcating a feeling of unity and the ",
  "process of their integration into compact groups. The attempt is, however, bound ",
  "to remain elusive unless they contain their widening economic disparities and ",
  "free themselves completely from the foul play of neo-colonial powers who continue ",
  "to exploit them despite their political independence.",
  "RISE AND GROWTH OF THE MODERN NATION-STATE",
  "The modern state is argely identified as the nation-state. The state has acquired ",
  "its present form through a long historical process extending over thousands of ",
  "years. The state itself was the product of the interplay of several factors, including ",
  "kinship, religion, property, war, technical development, and political consciousness. ",
  "The family was the first institution to emerge from the state of savagery, whichhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "144 An Introduction to Political Theory",
  "brought some sense of attachment, obligation, order and security in the life of ",
  "man. Originally, man's family was traced from the mother which gave rise to the ",
  "matrilineal family. This, in due course, gave way to the patriarchal family when ",
  "woman was reduced to being the property of man. The family gave rise to a ",
  "larger social organization. Initially, kinship or blood-relationship provided a strong ",
  "tie for people to live together and to fulfil their needs through division of labour. ",
  "In due course, some consistent patterns of behaviour and relationships of ",
  "domination and subordination emerged. Social life came to be regulated by custom ",
  "and authority. This eventually led to the evolution of the state.",
  "Sociologists have generally identified the following forms of state in the course ",
  "of its historical evolution: the tribal state; the Oriental empire; the Greek city-state; ",
  "the Roman world empire; the feudal state; and, finally, the modern nation-state.",
  "THE TRIBAL STATE",
  "The earliest form of tribal organization of authority—command and obedience— ",
  "is described as the tribal state. The tribal states were usually small in size. These ",
  "were governed by chiefs, often assisted by advisory councils. Some of them ",
  "were nomadic (hence not qualifying as 'states'); others were permanently settled ",
  "in definite areas. While the main purpose of their existence was the preservation ",
  "of internal order and the waging of aggressive or defensive war, they often retained ",
  "strong traces of common birth, common religion, and common economic interests. ",
  "The aborigines of Australia represent this type. The tribes of the Western ",
  "hemisphere, before they came into contact with Europe, also belonged to this ",
  "category.",
  "The nomenclature 'tribal state' is, however, controversial. Many authors, ",
  "including Engels, hold that some forms of tribal society did have the institution of ",
  "authority, but they did not possess characteristics of the state in the proper sense ",
  "of the term. Such societies have been described as pre-state societies. In any ",
  "case, they represent a primitive form of social organization which was later ",
  "developed into the state.",
  "THE ORIENTAL EMPIRE",
  "In course of time, population increased; new techniques of production were ",
  "evolved and new sources of natural bounty were discovered. A warm climate, ",
  "fertile soil, abundance of water and sunlight and vast areas free from geographical ",
  "barriers, helped men to accumulate wealth and to evolve new forms of social ",
  "organization. In the fertile valleys of the Nile, the Euphrates, the Ganges, the ",
  "Yellow River, and Yangtze, which are called the 'cradles of civilization', wealth ",
  "accumulated and cities arose. Such areas, furnishing abundant food with little ",
  "effort, attracted surrounding peoples belonging to different kinship groups.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the State 145",
  "This was followed by their conflict and intermingling which eventually resulted ",
  "in the creation of the state.",
  "The increased prosperity led to the development of the art of war and conquest ",
  "of territories. As the stronger groups won over the weaker ones, the inhabitants ",
  "of these valleys were bound together into the empires of Egypt, Babylon, Assyria, ",
  "India, and China. These empires were not strongly centralized, but were made up ",
  "of subordinate units, practically autonomous in local affairs, yet under central ",
  "supervision, obliged to furnish soldiers and to pay tribute.",
  "The early advance of civilization was, therefore, marked by oppression and ",
  "exploitation. In the frequent wars of conquests, the victors became masters, the ",
  "vanquished slaves, with resultant social differences, castes and despotism. The ",
  "rulers became supreme, in collusion with a class of priests who became guardians ",
  "of religion. The subjects were relegated to slavery and debasement. An elaborate ",
  "network of officials was created by the ruling classes to fortify their authority, ",
  "but the large size of empires eroded central authority, led to local revolts and ",
  "external invasions, and consequent disintegration of these empires.",
  "THE CREEK CITY-STATE",
  "As civilization spread to the region around the Aegean and the Mediterranean, ",
  "new geographical forms gave rise to new forms of social organization. Europe is ",
  "a peninsula where land is broken by the sea into small units permitting ",
  "communication, but making invasion from Asia difficult in those days. The peculiar ",
  "location of Greece helped in the evolution of a new form of political organization ",
  "in the ancient days. The mountains and the sea divided this area into numerous ",
  "valleys and islands. These could be easily defended, yet, because of the sea, ",
  "these were not isolated. In contrast to the uniformity of Asia, the variety and ",
  "moderation of nature in Greece developed a different mental attitude and genius. ",
  "Here, small communities were settled in secluded valleys, guarded by mountains ",
  "and the sea, yet in constant contact with the outside world through their harbours. ",
  "Quite naturally, they evolved their political organization into city-states.",
  "The Greek city-states were free from the despotism that fettered the earlier ",
  "empires. The small size of the state provided for closer relations between ",
  "government and the citizen. Earlier forms of democracy, therefore, evolved in ",
  "these city-states. However, their population was divided into freemen and slaves. ",
  "About 75 per cent of the population comprised of the slaves. The prominent city-",
  "states were Athens, Sparta, Orinth, Argos, Thebes, and Attica. Sparta is known ",
  "for its perfect discipline while Athens provided an ideal platform for direct ",
  "democracy.",
  "The Greek city-states disintegrated due to mutual rivalry, frequent wars between ",
  "themselves and external invasion, first from Macedon, then from Rome.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "146 An Introduction to Political Theory",
  "THE ROMAN WORLD EMPIRE",
  "After the downfall of the Greek city-states, the main line of political development ",
  "passed westward to Rome. In due course, Rome became the centre of civilization. ",
  "It was situated in the centre of Europe, at the head of navigation of the only ",
  "important river. The various settlements on the neighbouring hills were soon ",
  "united with Rome by conquest or by federation. This led to a fusion of various ",
  "types of people. Thus, in Rome the rigid fetters of custom were broken earlier ",
  "than usual. Relations of various tribes were governed by compromise or treaty. ",
  "This led to the growth of Rome's wonderful system of law. The process of ",
  "conquest eventually resulted in the formation of Empire.",
  "The Roman empire evolved a well-knit political organization. Monarchy was ",
  "replaced by aristocracy of birth and wealth. Though the population was still ",
  "divided into patricians and plebeians, yet the plebeians enjoyed greater privileges ",
  "than the Greek slaves. Internal dissensions were largely averted by extending ",
  "citizenship. Assemblies were widened. However, the power of wealthy aristocrats ",
  "increased with the expansion of empire. Religious sanction was added to the ",
  "authority of the emperor which led to the concentration and centralization of ",
  "authority. The result was suppression of individual freedom; the institutions of ",
  "democracy and local self-government disappeared. The strong empire eventually ",
  "disintegrated under its own weight.",
  "THE FEUDAL STATE",
  "After the decline and fall of the Roman empire, central authority was eroded. In ",
  "the Medieval Age which began in the fifth century of the Christian era, powers ",
  "began to be exercised by feudal chiefs, i.e. the landlords holding big estates. This ",
  "led to a hierarchical political organization with the king as the supreme lord at the ",
  "top, and serfs at the bottom. In fact, the king exercised only superficial control ",
  "as the lord over the feudal vassals who enjoyed the real power within their domain. ",
  "The serfs were landless peasants, obliged to pass on a very major share of their ",
  "produce to their feudal lords. Thus, society still remained divided into the exploiter ",
  "and exploited classes—the lords and the serfs, respectively.",
  "With the erosion of the authority of kings, the Christian church emerged as ",
  "another symbol of authority. The Pope emerged as the head of the Holy Roman ",
  "Empire. By the beginning of the fourteenth century, when Popes were using their ",
  "authority arbitrarily, the authority of the church was challenged and power of ",
  "monarchy restored. On the other hand, the advent of the industrial revolution ",
  "brought about a change in the mode of material production, leading to the emer-",
  "gence of a new industrial-merchant class, requiring large numbers of workers ",
  "for the new industries. All these factors led to the dissolution of the feudal system ",
  "and the emergence of a new state-system.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the State 147",
  "THE MODERN NATION-STATE",
  "With the dissolution of the feudal system and erosion of the authority of the ",
  "church, new individualism appeared which demanded greater freedom for man. ",
  "A new political system was needed in accordance with the new ideas and new ",
  "conditions. This took the form of the nation-state. As population became stationary ",
  "and common interests developed, it became increasingly evident that new states ",
  "would, in general, follow geographic and ethnic lines. Bonds of nationality and ",
  "language, strengthened by natural boundaries, grouped the feudal fragments into ",
  "more and more permanent combinations. This process led to the emergence of ",
  "France, Spain, England, Switzerland, the Netherlands, Russia, and, later, Germany ",
  "and Italy as the nation-states. This separation of territories into distinct states, ",
  "each with its own national spirit, destroyed the idea of a common superior and ",
  "paved the way for the rise of international law and the modern theory of the ",
  "sovereignty and legal equality of states.",
  "The earlier nation-states were largely monarchies. However, since the eighteenth ",
  "century, there has been a slow transition from absolute monarchy to constitutional ",
  "monarchy and democracy in large parts of Europe. In some countries, such as ",
  "England, the transition to democracy was relatively peaceful, while in France it ",
  "was brought about by a violent revolution. In any case, with the growth and ",
  "expansion of democracy, the principles of liberty, equality, popular sovereignty ",
  "and rule of law came to be established as the principles of government in a large ",
  "part of Europe.",
  "The process of formation of the modern nation-state started in Europe as ",
  "early as the sixteenth century. However, European nations did not seek to extend ",
  "this principle to all mankind. The industrial revolution and the emergence of a ",
  "new industrial-merchant class in European countries opened up new avenues of ",
  "prosperity for these people. But, at the same time, they required new sources of ",
  "raw material, cheap labour and new markets for consumption of their industrial ",
  "products. This led them to the exploration of new territories and expansion of ",
  "their colonial net to the countries of Asia, Africa and Latin America, with the ",
  "obvious intention of exploiting the natural and human resources of these countries. ",
  "Though the colonial powers sought to exalt their own role in the garb of such ",
  "phrases as the 'whiteman's burden', yet they indulged in the maximum possible ",
  "exploitation of the subject peoples. Thus, nineteenth-century Europe is ",
  "characterized by a strange paradox: a nation-state with liberty, equality and rule ",
  "of law at home, and imperialistic exploitation abroad.",
  "Colonialism",
  "The practice under which a nation-state, after consolidating its national power, extends ",
  "its domination over territories and the people of other countries for exploiting their ",
  "natural and human resources. The colonial power establishes its own administration in ",
  "the subject country and takes alt resources thereof under its own control.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "148 An Introduction to Political Theory",
  "Political consciousness and national movements started emerging in the subject ",
  "peoples in the twentieth century, especially after the First World War (1914-18). ",
  "Besides, people in some countries were otherwise suffering under despotic rule. ",
  "The political aspirations of the oppressed people of different countries brought ",
  "about two important changes in the twentieth century: (a) socialist revolutions ",
  "inspired by Marxist ideology, first in Russia (1917), and later in China (1949) and ",
  "other countries; and (b) attainment of independence by the peoples of Asia and ",
  "Africa from their colonial rulers, especially after the Second World War (1939— ",
  "45), such as India, Pakistan, Burma, Egypt, Nigeria, Algeria, Ghana, Fiji, Vietnam, ",
  "Indonesia, Libya, Syria, Zimbabwe and Namibia. These new nations along with ",
  "Latin American countries are collectively described as the 'Third World' or the ",
  "developing nations. Their social, economic and political life was shattered during ",
  "the colonial rule; and they are now faced with the gigantic task of development, ",
  "challenge of poverty and disruptive forces within, largely because of the exploitation ",
  "of the masses by their ruling classes, sometimes in collusion with foreign powers. ",
  "A large number of these nations have been subjected to military dictatorship and ",
  "oppression.",
  "Marxian socialism, which brought about socialist systems in the world, ",
  "advocated a world-wide organization of workers. Initially, it did not subscribe to ",
  "the idea of confining workers' movements to national boundaries. However, ",
  "harsh realities of human nature and practical necessity forced the people of the ",
  "socialist states to accept and perpetuate their position as nation-states. A large ",
  "number of socialist states have now relinquished socialism and are now heading ",
  "towards liberalization as independent nation-states. Similarly, the new nations of ",
  "the Third World have also stabilized as nation-states.",
  "The stability of the nation-state system has led to the vast development of ",
  "international law and international organizations (like the United Nations and its ",
  "specialized agencies) to regulate the behaviour of nation-states, international ",
  "transactions, to ensure collaboration in the development of science and technology, ",
  "art, literature and culture as also to tackle global problems like prevention of ",
  "atmospheric pollution, sharing of rare but essential resources, saving humanity ",
  "from injustice, and so on.",
  "Neo-Colonialism",
  "The practice under which an advanced nation does not maintain its political domination ",
  "in a foreign territory, but taking advantage of its superior position in organization of ",
  "trade and industry, uses the resources of a developing nation as a source of cheap ",
  "labour and raw materials as well as a big market of its own products. It is a subtle",
  "method of economic exploitation of developing nations by the developed nations.",
  "---------------------------------------------------------------------------------------https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the State",
  "149",
  "However, exploitation in the international sphere continues in many ",
  "new, subtle forms, such as neo-colonialism. The new nations require ",
  "machinery and know-how from advanced nations to build up their own ",
  "industrial-technological base. They get these things at the expense of ",
  "their rare and valuable resources, and  thus they are increasingly ",
  "impoverished. The pattern of import-export of developing nations reveals ",
  "how cheap they sell their own material and labour involved in their ",
  "products, and how expensively they acquire the material and labour ",
  "involved  in the products of foreign nations! Even foreign aid to ",
  "developing nations has become a source of their exploitation. Besides, ",
  "large numbers of talented persons from the developing nations, highly ",
  "educated and trained in their own countries at huge public expense, ",
  "migrate every year to serve the advanced nations! These are highly ",
  "complex problems which need to be sorted out and tackled in order to ",
  "save humanity from mounting exploitation and injustice.",
  "The concept of nation-state is the focus of two conflicting ideologies, ",
  "viz. nationalism and internationalism. Nationalism denotes a sentiment ",
  "as well as an ideology. As a sentiment it involves an individual's ",
  "attachment to his nation. A nationalist in this sense accords primacy to ",
  "his national interest over all other interests. As an ideology nationalism ",
  "postulates that the structure of a state or its political organization should ",
  "be founded on nationhood. In other words, each nation should ",
  "constitute an independent state; and each state should represent a ",
  "particular nation. The people who identify themselves as a natural ",
  "community, and claim to be the members of a nation must live under a ",
  "political system of their own choice; they should enjoy an equal status ",
  "with other nations in the world community; and no nation should be ",
  "kept under the domination or supremacy of any other nation.",
  "If the members of a community regard themselves as a nation, they ",
  "can create  or invent some elements of nationhood in order to ",
  "strengthen their national sentiment. For example, they can evolve their ",
  "'national language', adopt a 'national flag', 'national anthem' and other ",
  "symbols of national identity like national tree, national flower, national ",
  "fruit, national bird, national animal, national river, etc., declare national ",
  "festivals, build memorials of 'national heroes' before whom the entire ",
  "nation bows its head; and they can inspire the members of the nation ",
  "through popular songs, paintings and statues depicting heroic episodes ",
  "of their national history.",
  "If a community has evolved national consciousness but its territory is ",
  "occupied by a colonial or imperial power, it can organize itself for https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "the ",
  "strugg",
  "le   of ",
  "indepe",
  "ndenc",
  "e. It is ",
  "called ",
  "'nation",
  "al ",
  "move",
  "ment'. ",
  "In ",
  "short, ",
  "nation",
  "alism ",
  "pays ",
  "highes",
  "t ",
  "import",
  "ance ",
  "to ",
  "one's ",
  "loyalt",
  "y and ",
  "comm",
  "itment ",
  "to ",
  "one's ",
  "nation",
  ".https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "150 An Introduction to Political Theory",
  "On the other hand, internationalism does not regard nation-state as the centre ",
  "of political organization, nor it accepts nation as the object of individual's undivided ",
  "loyalty. It insists that mankind should evolve larger organizations in order to ",
  "achieve some great objectives. Broadly speaking, we may discern two streams ",
  "of internationalism: (a) international communism; and (b) a principle of international ",
  "organization. International communism is associated with the teachings of Marx ",
  "(1818-83) and Engels (1820-95). In Communist Manifesto (1848) they observed ",
  "that workers have no country of their own. They exhorted workers of the world ",
  "to unite to bring about socialist revolution all over the world. In their view, socialist ",
  "revolution was necessary for the emancipation of humanity. This could not be ",
  "confined to the boundaries of a particular nation.",
  "As a principle of international politics internationalism implies that in view of ",
  "the growing contact between different parts of the world, a nation-state is no ",
  "longer capable of fulfilling all the needs of its members, not to speak of mankind ",
  "as such. Hence peoples of different nation-states should form larger international ",
  "organizations and cooperate to serve the common interest of mankind. In the ",
  "case of a clash between national interest and universal human interest, human ",
  "interest should be given precedence. In this sense, internationalism repudiates the ",
  "idea of 'my country, right or wrong'. It insists that each nation-state should ",
  "accept reasonable restraints on its sovereignty in the interests of world peace, ",
  "collective security and observance of international law.",
  "It is important to note that an earlier version of internationalism believed in ",
  "international cooperation in military, commercial, educational and cultural spheres ",
  "in the mutual interest of the nations concerned. But the United Nations called for ",
  "international cooperation in order to maintain world peace and to eradicate hunger, ",
  "disease, illiteracy and superstition from various parts of the world. In the ",
  "contemporary world, the problems of environmental pollution, terrorism and ",
  "drug-trafficking have assumed global dimensions. Internationalists should come ",
  "forward to muster vigorous international cooperation to fight against these evils ",
  "on the global scale.",
  "In the history of mankind various types of state systems were evolved in different ",
  "ages, but none of them could provide for enduring peace and security to people. ",
  "Greek city-states were fighting against each other. Roman empire was able to ",
  "control peoples of different races but it failed to arouse a sense of social solidarity ",
  "among them. In the medieval age the Pope and the Emperor wanted to create a ",
  "universal system on the basis of religious unity, but when different countries ",
  "became aware of their national identities, the medieval empire was dissolved.",
  "Today nation-state is also facing the similar problem. It has proved more ",
  "efficient than the medieval empire to provide mankind with security and happiness,https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the State",
  "151",
  "but under the changed conditions it seems unable to perform its role. ",
  "With the beginning of the twenty-first century, search for a new form of ",
  "organization has  begun which should be able to fulfil hopes and ",
  "aspirations of humanity. But there is no certainty about the future form ",
  "of the state.",
  "In the modern age nation and state are generally regarded as ",
  "concominant, but  many examples will prove otherwise. Some ",
  "communities are scattered over different parts of the world who entertain ",
  "a sense of unity on the basis of common race, common culture, common ",
  "language and common religion and profess national consciousness on ",
  "that ground, but they are unable to organize themselves as a single state. ",
  "For example, the Kurds are scattered over Iraq, Iran and Turkey although ",
  "they recognize themselves as one nation.",
  "Then there are states in which different ethnic groups live together ",
  "but they have not been able to assimilate themselves into one nation. ",
  "Countries like Lebanon and Cyprus remained afflicted with civil wars ",
  "for very long. Former USSR, Yugoslavia, Czechoslovakia and Ethiopia ",
  "have been divided into many parts due to such disruptive tendencies.",
  "Many people have migrated to other countries in search of ",
  "opportunities for advancement, and have become naturalized citizens of ",
  "those countries. But they are so deeply attached to the language, culture, ",
  "faith and customs of the countries of their origin that they are prepared to ",
  "make sacrifices for the welfare of those countries. For examples, the ",
  "Chinese who have settled abroad are still making  substantial ",
  "contribution to the advancement of China.",
  "One major function of a nation-state is to provide for security to its ",
  "residents. But due to the invention of lethal weapons and probability of ",
  "their use by other countries, no nation-state has remained capable of ",
  "providing full security to its residents. Thus if a country resorts to a ",
  "nuclear attack on others with the help of advanced missiles, it would ",
  "prove disastrous to humanity far and wide. Further, it would cause so ",
  "much atmospheric pollution that no part of the globe is likely to be spared ",
  "by its effect.",
  "Even otherwise the atmospheric pollution caused by the disposal of the ",
  "industrial waste is not confined to the boundaries of nation-states. Again ",
  "the increasing consumption of petrol and diesel by the advanced nations is ",
  "responsible for causing immense harm to the global atmosphere. Cutting ",
  "of forests and mountains for fuel, timber, lime stone or hydro-electric ",
  "power projects in any country causes soil erosion. Its cumulative effect ",
  "results in distortion of weather cycle and consequent danger of global ",
  "wanning.",
  "Then information revolution all over the world has practically ",
  "eliminated the distance between different countries in the matter of ",
  "communication. Telephone, internet, e-mail, fax, etc. enable us to send a https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "messag",
  "e or a ",
  "copy of ",
  "any ",
  "docume",
  "nt   or ",
  "picture ",
  "from ",
  "one ",
  "corner ",
  "of   the ",
  "world ",
  "to ",
  "another ",
  "at   the ",
  "speed ",
  "of light. ",
  "With ",
  "the help ",
  "of ",
  "satellite",
  ", ",
  "televisi",
  "on ",
  "progra",
  "mmes ",
  "can be ",
  "transmi",
  "tted ",
  "and ",
  "watche",
  "d in allhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "152 An Introduction to Political Theory",
  "parts of the world simultaneously. Any important event occurring in any part of ",
  "the world is reported so fast and so vividly in all other parts that nothing remains ",
  "unknown. The increasing intimacy of the people all over the world has converted ",
  "it into a 'global village'.",
  "Unprecedented advancement of the means of transport and communication ",
  "has paved the way for globalization of economy. Even criminals, drug traffickers ",
  "and terrorists are making full use of the advanced means of transport and ",
  "communication. The situation calls for a global effort to deal with the global ",
  "problems. In this scenario, nation-state will have to play a new role for which it ",
  "should concede necessary adjustment in its authority and sovereignty.",
  "VI. CONTEMPORARY TRENDS IN ADVANCED ",
  "INDUSTRIAL COUNTRIES AND THE THIRD WORLD",
  "The contemporary world was politically divided into three major parts: the first ",
  "world (Western capitalist countries plus Japan, Australia and New Zealand; often ",
  "including Israel and South Africa); the second world (Communist states of Eastern ",
  "and Central Europe, led by the former Soviet Union) and the third world (the ",
  "newly independent, developing countries of Asia, Africa and Latin America). ",
  "While the first world and the second world were engaged in the 'cold war' ",
  "(ideological propaganda against each other in a bid to prove their respective ",
  "superiority), the third world preferred to remain 'non-aligned' in order to focus ",
  "on development and also to contain the intensity of the prevailing 'cold war'.",
  "With the dissolution of the second world around 1991, and the consequent ",
  "end of the 'cold war', this division became partly outdated. However, the third ",
  "world still maintained its identity with a more vigorous focus on development. Its ",
  "identity was reinforced by an alternative division of the world on economic basis ",
  "which was in vogue along with its political division. The economic division of the ",
  "world recognized two broad categories: the developed world and the developing ",
  "world, sometimes identified as North-South divide. The concept of the developing ",
  "world coincided with the third world. Indeed the aggregate of the developing ",
  "countries continued to be described as the third world even in the context of ",
  "economic division of the world. With the increasing importance of economic ",
  "power in the world politics, the economic division of the world has become more ",
  "significant.",
  "TRENDS IN ADVANCED INDUSTRIAL COUNTRIES",
  "Western writers have been trying to demonstrate that the course of development ",
  "in the advanced industrial countries is determined by the level of their ",
  "industrialization and consequent modernization, and not by their ideological ",
  "commitment. This meant that the western democracies and the communist stateshttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the State 153",
  "would follow a similar course of development. Max Weber (1864-1920), a German ",
  "sociologist, had observed in early twentieth century that all modern societies were ",
  "prone to developing a 'legal-rational' model of bureaucracy. By the mid of the ",
  "twentieth century, James Burnham (1907-87) tried to show  (Managerial ",
  "Revolution; 1942) that the rise of a new class of managers was common to ",
  "capitalist, communist and mixed economies. This symbolized the shift of power ",
  "from the legal owner of the means of production to the effective manager. Burnham ",
  "declared that the war of 1939 (the Second World War) was the first great war of ",
  "managerial society as the war of 1914 (the First World War) was the last great war ",
  "of capitalist society.",
  "Several economists and economic historians in 1960s postulated similar patterns ",
  "of development in all industrial societies in spite of differences in their ideologies. ",
  "Of these, W.W. Rostow {The Stages of Economic Growth; 1960), J.K. Galbraith ",
  "(The New industrial State; 1964), and Simon Kuznets (Economic Growth and ",
  "Structure; 1965) are particularly important. They argued that economic growth ",
  "constitutes a uniform process involving definite stages of growth in all industrial ",
  "economies irrespective of their adherence to diverse political ideologies. In other ",
  "words, all industrializing societies are governed by a uniform 'logic' underlying this ",
  "process. These may be identified by a number of common characteristics, e.g. the ",
  "demand to utilize technology efficiently; the increasing specialization of tasks; the ",
  "necessity for a highly skilled and educated manpower; an increasing ratio of ",
  "workers in industrial and service sectors in relation to the agricultural sector; the ",
  "growing  significance  of  material  incentives;   evolution of  more  complex ",
  "organizational structures; and the emergence of similar patterns of management, ",
  "planning and policy objectives.",
  "Then a host of sociologists also sought to identify common tendencies of ",
  "development in all 'modernizing' societies. Thus Marion J. Levy, Jr. (Modernization ",
  "and the Structure of Society; 1966) and Talcott Parsons (The System of Modern ",
  "Societies;  1971) asserted that universal structural constraints involved in the ",
  "process of industrialization lead to the development of certain common ",
  "characteristics in different types of societies. These include urbanization, expanding ",
  "educational systems, similar occupational prestige and mobility patterns, falling ",
  "birth and death rates, widespread electronic communication networks, etc. ",
  "Advanced industrial societies are further characterized by dominance of scientific ",
  "rationalism over superstition, universalism over particularism, individualism over ",
  "collectivism, standards of achievement over nepotism, and the dominance of a state ",
  "that defines rights and obligations, extension of citizenship, increased political ",
  "participation, and the expansion of individual liberties.",
  "Critics point out that most of these characteristics focus on the western model of ",
  "development. The theory of universal characteristics of developed societies ",
  "underplays the role of cultural and ideological factors as well as the strength of ",
  "leadership prevailing in different types of political systems. It would be futile tohttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "154 An Introduction to Political Theory",
  "look for these characteristics in the course of progress made in socialist countries ",
  "and the third world. This theory is largely designed to project 'market society ",
  "model' as a universal model of development which would work to the advantage ",
  "of western democracies at the expense of other countries.",
  "Incidentally, the concept of'post-industrial society', developed by Daniel Bell ",
  "(The Coming of Post-Industrial Society; A Venture in Social Forecasting; 1974) ",
  "gives a vivid description of the most highly developed states in the western world. ",
  "Bell himself is a votary of the 'end of ideology' thesis which holds that the ",
  "character of social-economic organization of a country at the advanced stage of ",
  "industrial development is determined by the level of its industrial development, ",
  "and not by the prevailing ideology. His description of 'post-industrial society' ",
  "throws many hints about the possible course of development in many countries ",
  "beyond western democracies.",
  "In order to contrast a 'post-industrial society' with an 'industrial society' Bell ",
  "observes that in an industrial society, corporation is the chief economic and ",
  "social institution, work is machine-oriented which leads to conflict between capital ",
  "and labour. On the other hand, in a post-industrial society, corporation has a less ",
  "central place, work relations are more people-oriented, and a lesser proportion of ",
  "the labour force works in industry than in services. In such a society, scientific ",
  "and technical elites play prominent role; universities, research institutes and ",
  "knowledge in general are held in high esteem; merit rather than property is the ",
  "principle of social stratification; group competition replaces class warfare, and ",
  "the social structure has a more rational and efficient basis. The economic function ",
  "is subordinated to the political order because the government is responsible for ",
  "planning. Experts and the bureaucracy play a leading role in such planning, and ",
  "the state intervenes in the economy for a broad variety of reasons. This trend ",
  "challenges some aspects of democracy and constitutes a danger to individual ",
  "rights.",
  "In a nutshell, advanced industrial societies in the contemporary world are ",
  "characterized by the expansion of service sector. More people are now employed ",
  "in hotels, restaurants, shops, motor garages, transport and tourism, communication, ",
  "entertainment and advertising jobs, etc. than those in factories. The business ",
  "becomes more people-oriented. Government planning and regulation is extended ",
  "to every part of public life. This may provide for some protection to ordinary ",
  "people, but it may also involve strict vigilance on individual's life and some restriction ",
  "on his freedom.",
  "TRENDS IN THE THIRD WORLD",
  "The third world largely comprises of developing countries. Mostly they are situated ",
  "in Asia, Africa and Latin America. They achieved their independence from colonial ",
  "domination at various points of time after the Second World War (1939-45),https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the  155",
  "State",
  "although Latin American countries had attained formal independence in early ",
  "nineteenth century. They were at different levels of 'underdevelopment' at the ",
  "time of their respective independence. Different countries made progress at different ",
  "rate. They are now at different levels of 'development'.",
  "Most of third world countries remained politically 'non-aligned' in the era of ",
  "the 'cold war', but most of them have now been economically 'linked' with the ",
  "developed world thanks to the all-pervading process of 'globalization'. Some ",
  "countries had independently adopted socialist path without seeking alignment ",
  "with the second world. The collapse of socialism in the Eastern Europe and the ",
  "former Soviet Union (1989-91) had a profound impact on their mode of thought. ",
  "Thus Albania, Yugoslavia, Mongolia and Yemen relinquished socialist systems on ",
  "their own. China, Vietnam, North Korea and Cuba have retained socialist systems, ",
  "probably with a more liberal outlook. China—the largest and the most important ",
  "among them—has shown keen interest in the process of liberalization and ",
  "globalization.",
  "China gained independence in 1949 and emerged as a big communist power. It ",
  "did not join the communist camp, nor took interest in the 'non-aligned' movement. ",
  "It always proclaimed itself to be part of the third world although non-aligned ",
  "nations viewed this claim with suspicion. It is true that China did not qualify as a ",
  "superpower, yet as a country with one billion people—largest in any country of ",
  "the world, bountiful natural resources, and nuclear hardware is, by any standard, ",
  "a great power. Incidentally, India and Pakistan have also become nuclear powers ",
  "although Pakistan's economic condition remains deplorable.",
  "Economic division of the world was sought to be formalized by the Report of ",
  "the Willy Brandt Commission, entitled North-South: A Program for Survival ",
  "(1980). It drew distinction between two hemispheres: North, which was ",
  "economically more advanced; and South, which was less developed. This division ",
  "paved the way for evolving more meaningful relation between rich and poor ",
  "countries. Issues like North-South dialogue and South-South cooperation came ",
  "into prominence in pursuance of this idea. However, technically this division was ",
  "not found correct. There are some well-to-do nations, like Australia and New ",
  "Zealand, and even South Africa, south of the equator; and some poor nations, ",
  "like India and the rest of South Asia (Pakistan, Bangladesh, Nepal, Sri Lanka, ",
  "Bhutan and Maldives), most of South-East Asia, the Caribbean, Central America, ",
  "and the northern region of South America are in the north.",
  "Now with the disintegration of the second world, and further disintegration of ",
  "some members of the former second world, like Czechoslovakia, the category of ",
  "poor countries is no longer confined to the third world. Again, there is a wide ",
  "variety of levels of development. Some Middle Eastern countries have a higher ",
  "per capita income than does the United States. Then the first generation of countries ",
  "like Taiwan, the Republic of Korea (South Korea), Singapore and Hong Konghttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "156 An Introduction to Political Theory",
  "(the 'Four Dragons') had penetrated Japanese and Western markets; and the second ",
  "generation of these newly industrializing economies is likely to excel in the ",
  "competition. (Of these, Hong Kong has merged with China since 1997.) On the ",
  "other end of the spectrum, sub-Saharan Africa is the most marginalized region of ",
  "the world.",
  "On political side, a large number of third world countries came under military ",
  "rule because of their political, administrative and economic instability. It has been ",
  "superseded by popular rule in most of those countries. At one time, most of Latin ",
  "American countries were under military rule. But in late 1990s democracy had ",
  "been established in the entire region. However, Ecuador experienced military coup ",
  "in 2000. In Africa, Nigeria had a pretty long history of military rule. It returned to ",
  "civilian rule in 1999. In Asia, Pakistan returned to military rule in 1999 followed ",
  "by democratic elections in 2002. Military rulers in Myanmar (Burma) have been ",
  "constantly evading handing over power to people's elected representatives.",
  "Finally, ethnic bias and fundamentalist attitude, combined with the widespread ",
  "frustration of the youth on economic front, in several parts of the third world have ",
  "given rise to terrorism at a large scale, threatening many parts of the world. ",
  "Destruction of the World Trade Centre at New York in 2001, involving hundreds ",
  "of casualties, was one of the most heinous acts of terrorism. Third world countries ",
  "will not only have to solve their economic problems but also ensure an end to ",
  "exploitation of vulnerable sections of people both at national and international levels.",
  "In contemporary discourse, the term 'civil society' is used in two senses. In one ",
  "sense, civil society comprises the social institutions like school, church and peer ",
  "groups of citizens which serve as structures of legitimation of the state. These ",
  "instituions largely lend support to the state. This meaning of civil society ",
  "corresponds to Gramsci's view of its role in sustaining the capitalist system. In the ",
  "second sense, civil society stands for a set of public interest organizations set up by ",
  "some conscious citizens which make various demands on the state or launch social ",
  "movements to mobilize ordinary citizens on the way to social reform. The state ",
  "must respond promptly to their demands in order to ensure smooth functioning of ",
  "society. The role of civil society in this sense has assumed special significance in ",
  "recent years.",
  "Present-day concept of civil society closely corresponds to Tocqueville's view ",
  "on the role of 'intermediate voluntary associations'. Alexis de Tocqueville (1805-",
  "59), a French philosopher, in his celebrated work Democracy in America (1835-",
  "40), argued that with the dissolution of aristocracy in Europe an alternative for the ",
  "pluralist dispersion of power was urgently needed. In the medieval Europe, there ",
  "were three centres of power : Clergy, Nobility and Commoners. Of these,https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the State 157",
  "Clergy and Nobility enjoyed substantial powers in their respective fields. ",
  "Commoners could also make their voice heard at the decision-making level because ",
  "of their large numbers. But with the coming of democracy, old centres of power ",
  "had been destroyed. Power was now concentrating in the hands of majority. ",
  "This led to the danger of tyranny of majority.",
  "When a nation abolishes aristrocracy, centralization follows as a matter of course.",
  "Alexis de Tocqueville, The Ancien Regime (1856)",
  "In order to protect the freedom of citizens, Tocqueville suggested that a vigorous ",
  "system of voluntary associations could act as counterweights to the state power. ",
  "They could crystallize and publicize opinions and interests which would otherwise ",
  "go unheard. Moreover, these associations could stimulate collective self-help ",
  "rather than reliance on state initiative. They could draw people into cooperative ",
  "ventures, breaking down their social isolation and making them aware of their ",
  "wider social responsibilities. They could function as 'schools of democracy', ",
  "instilling habits of civic virtue and public spirit into their members. In short, these ",
  "associations would serve as an effective instrument of defence of individual ",
  "liberty and encourage close cooperation between the citizens to solve their common ",
  "problems. Tocqueville was an ardent champion of freedom of association. He ",
  "earnestly hoped that free political parties and a free press would prove to be most ",
  "effective among these voluntary associations. In the contemporary context, various ",
  "interest groups and non-governmental organizations (NGOs) could be added to ",
  "this list.",
  "What is understood by republican government in the United States is the slow and quiet ",
  "action of society upon itself.",
  "Alexis de Tocqueville, Democracy in America (1835-40)",
  "Civil society is now regarded as an important organ of democratic society. It ",
  "includes a wide range of associations and social movements which provide ample ",
  "opportunities to the citizens to develop their capacities and express their varying ",
  "interests and diverse identities. It creates an atmosphere where the citizens are ",
  "able to enjoy some level of autonomy or independence from government control ",
  "or influence. It promotes a moral sense of obligation among the citizens and ",
  "motivates them to participate in civic causes. It discourages their dependence on ",
  "the government for the solution of their common problems. Thus it serves as the ",
  "true source of democratization.",
  "Civil society connotes those areas of social life—the domestic world, the economic ",
  "sphere, cultural activities and political interaction—which are organized by private or ",
  "voluntary arrangements between individuals and groups outside the direct control of the ",
  "state.",
  "David Held, Political Theory and the Modem State (1989)https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "158 An Introduction to Political Theory",
  "In recent political discourse, the concept of civil society has been further ",
  "refined. Jean L. Cohen and Andrew Arato, in their essay Civil Society and Political ",
  "Theory (1992), have defined civil society as an area of public activity distinct ",
  "from both the state and the market. This area involves a range of groups and ",
  "associations, including families. In this sense, civil society is regarded to be ",
  "essential for a healthy democratic society. It permits participation and ",
  "communicative interaction of individuals. Cohen and Arato have argued that this ",
  "field of social life is designed to supplement the political institutions of representative ",
  "democracy rather than serve as a replacement thereof.",
  "Paul Hirst, a British academic, in Associative Democracy: New Forms of ",
  "Economic and Social Governance (1994), has visualized civil society as a set of ",
  "voluntary associations which would be the primary bases of democracy. He has ",
  "evolved a model of democracy in which self-governing associations would perform ",
  "public functions. This arrangement would not only reduce the burden on the ",
  "central state, but also curtail its power. According to this scheme, the associations ",
  "of civil society would only supplement the representative democracy rather than ",
  "replace it. However, the goals of democracy would be achieved primarily through ",
  "these associations rather than through a centralized state. The role of the state ",
  "would be reduced to supervising and regulating the voluntary associations of ",
  "civil society.",
  "Robert Putnam, an American social scientist, in his article 'Bowling Alone: ",
  "America's Declining Social Capital' in The Global Resurgence of Democracy, ",
  "edited by Larry Diamond and Marc F. Plattner (1998), has suggested that the ",
  "associations of civil society can create 'social capital', i.e. a set of social practices ",
  "which involve civic engagement and ideas of reciprocity. Putnam firmly believes ",
  "that such a network of civic involvement is necessary for an effective democracy. ",
  "However, he laments that in the past two or three decades the Americans have ",
  "forgotten 'the art of pursuing in common the objects of common desires', which ",
  "was recognized and admired by Alexis de Tocqueville. Putnam has pointed out ",
  "that the present-day American society is characterized by a reduction in citizens' ",
  "activity in the associations of civil society, with a consequent decline in the quality ",
  "of American democracy.",
  "In short, civil society is now regarded the central theme of democratic debate. ",
  "It is also viewed as a device of democratic action against the old-style communist ",
  "systems that sought to monopolize all political power in the hands of one-party ",
  "state. Indeed the communist governments in Eastern Europe had demobilized ",
  "civil society so that rulers could directly control the individual. In 1960s and ",
  "1970s it was realized that the institutions of civil society could not only be used ",
  "to strengthen the authority of the ruling class, but the opposition could also use ",
  "this device to promote its own viewpoint. Where the authority of the ruling class ",
  "could not be challenged at the political level, there the hegemony of the rulers ",
  "could be undermined through manipulation of education and culture.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the State 159",
  "In late 1970s and 1980s the device of civil society was widely used in East ",
  "European socialist countries as a weapon against the all-encompassing claims of ",
  "the totalitarian state. The Solidarity movement in Poland sought to build up the ",
  "institutions of civil society as a 'parallel society' with a view to safeguarding the ",
  "interests of workers. In Bulgaria, an environmental group called 'Ecoglasnost' ",
  "raised the issue of the wanton destruction of natural resources and the appalling ",
  "pollution in industrial centres. Since these centres were functioning under ",
  "government control, Ecoglasnost proved to be an effective organ of civil society as ",
  "the anti-government movement in Bulgaria. After the successful revolutions of ",
  "1989 throughout the Eastern Europe, the concept of civil society gained immense ",
  "popularity. Western intellectuals also found the concept of civil society  as ",
  "instrumental to the revival of citizen participation in public affairs in democratic ",
  "societies where it had recently declined. In fact, 'civil society movement' in the ",
  "recent decades has emerged as an ally of 'new social movements'.",
  "Totalitarian State",
  "The state that seeks to regulate and control all aspects of life of its citizens—whether",
  "public or private. In other words, it seeks to direct all political, economic, social-",
  "cultural and intellectual activities of people towards fulfilling certain aims which are",
  "determined by the state itself. No citizen has the right or opportunity to oppose or",
  "criticize   the   state,   or   to   propose   any   new   aim.  ",
  "________________________________________________________________",
  "New Social Movements",
  "A diverse set of popular movements in the contemporary world that are characterized ",
  "by a departure from the conventional methods of political organization and expression. ",
  "In advanced capitalist societies, these movements have centred around feminist, ",
  "ecological, peace and anti-nuclear issues. In Africa, Asia and Latin America they have ",
  "focused on wider issues including women's and human rights, environmental and ",
  "social issues, and uplift of the downtrodden. New social movements seek to empower ",
  "the common people and mobilize the institutions of civil society toward the achievement ",
  "of their common goals without involving the state.",
  "It is now increasingly realized that civil society can prove to be an effective ",
  "instrument to counter the citizens' indifference toward their civic duties. Today the ",
  "people seldom participate in political discussion; they are hardly interested in ",
  "criticism of the government. Under the circumstances, civil society movement can ",
  "motivate them to take active interest in public affairs and freely articulate their ",
  "opinions. This will strengthen democracy. The intellectuals of today wish to ",
  "establish a vast network of voluntary associations, which would be independent ",
  "from the state as well as from trade and industry. It is significant that such ",
  "associations can flourish only in a democratic set-up where people have complete ",
  "freedom of speech, association and assembly.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "160 An Introduction to Political Theory",
  "Civil society movement demands that the conduct of public affairs should not ",
  "be allowed to be concentrated in the hands of bureaucracy. Instead the citizen ",
  "participation in these affairs should be fully encouraged. Civil society alone can ",
  "provide the people with a forum where they can articulate their criticism of ",
  "government policy and action. Thus civil society would prove to be an effective ",
  "instrument of removing economic inequalities and securing social justice.",
  "Comparative Study of the State and Civil Society",
  "Characteristics of",
  "The Issue The State Civil Society",
  "Structure Formal, unified structure comprising Comprises loose organizations of",
  "identifiable organs of power: citizens voluntarily pursuing",
  "legislature, executive, judiciary public interest",
  "Authority Armed with supreme legal authority, Enjoys no formal, legal authority; at",
  "i.e. sovereignty best, it enjoys moral authority over ",
  "citizens",
  "Jurisdiction Compulsory jurisdiction over its No compulsory jurisdiction anywhere;",
  "citizens and territory it largely depends on its ability of ",
  "motivation and inspiration",
  "Functions Maintenance of law and order; Protection of the common interest",
  "protection of citizens from internal of citizens by mobilizing them,",
  "and external offences, natural and pooling their resources, and exerting",
  "other calamities influence on government organs",
  "Resources Huge resources at its disposal— No definite assets or sources of income;",
  "ownership of national wealth, taxation, it has to create its own resources",
  "public debt, etc. through mobilizing subscriptions, ",
  "grants and donations, etc.",
  "Occurence Universal; some form of political It appears only in relatively advanced",
  "organization is found in all societies societies where citizens have become ",
  "adequately conscious of their rights, ",
  "duties and the common interest",
  "A CRITICAL APPRAISAL",
  "Some observers view civil society as an area where citizens are able to enjoy ",
  "some level of autonomy or independence from the government. It is expected to ",
  "promote an active citizenry to adopt a moral sense of obligation and participate in ",
  "civic causes. When people are encouraged to form multiple voluntary associations, ",
  "they have the opportunity to express themselves along with the competing ",
  "viewpoints and perspectives. They can also find effective solution of their common ",
  "problems through these associations. For example, after the 1985 Mexico City ",
  "earthquake, the urban poor worked through neighbourhood organizations to force ",
  "the government and World Bank to alter their recovery plans. Similar civic action ",
  "groups have been formed to fight crime and corruption in Mexico and Nigeria. Inhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of the State 161",
  "Nigeria, groups of youngmen known as 'area boys' have played an active role in ",
  "handling civic problems. They have a widespread approval from the people who ",
  "are fed up with government inaction.",
  "However, civil society movement is not an unmixed blessing. Does it promote ",
  "democracy at all levels? Some observers point out that some organs of civil ",
  "society are themselves afflicted by elitist or oligarchic tendencies. Then some ",
  "manifestations of civil society itself can take highly 'uncivil' forms. For example, ",
  "activities of the groups like Carapintada military leaders in Argentina, and the ",
  "Inkatha in South Africa, indicate the proliferation of 'uncivil movements' that ",
  "promote exclusion and violence as a means of competing for and gaining power ",
  "within a democratic system. Such groups use democratic language, institutions ",
  "and strategies for achieving their undemocratic ends. In short, the enlightened ",
  "groups within the civil society should not only keep a vigil over the state and its ",
  "bureaucracy, they should also ensure that any group trying to fulfil its sinister ",
  "designs by pretending to be the part of civil society, is not allowed to destroy the ",
  "spirit of democracy.",
  "Elitism",
  "A theory of organization which holds that the chosen few— endowed with the qualities",
  "of leadership—should exercise all decision-making power.",
  "Oligarchy",
  "A pattern of organization in which the chosen few exercise all power, largely by means",
  "of their manipulative skills.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]