[
  "c7",
  "Concept of Sovereignty",
  "Sovereignty is regarded as an essential element of the state. The term 'sovereignty' ",
  "is derived from the Latin word superanus meaning supreme. Thus sovereignty ",
  "denotes supremacy or supreme power of the state. In what sense is the state ",
  "regarded supreme or superior to other associations?",
  "At the outset, it may be noted that sovereignty is primarily a legal concept. It ",
  "denotes supremacy of the state primarily in the legal sphere. J.W. Garner, in his ",
  "Introduction to Political Science (1910), had defined sovereignty as that ",
  "'characteristic of the state in virtue of which it cannot be legally bound except by ",
  "its own will or limited by any other power than itself All classical definitions of ",
  "sovereignty focus on supremacy of the state in the legal sense. All objections ",
  "about sovereignty arise when this concept is shifted from the legal and juristic ",
  "domain to other spheres such as moral, political, and sociological.",
  "The basic idea is that the sovereign—be it a monarch, chief executive or an ",
  "assembly—is able to declare law, issue commands and take political decisions ",
  "(i.e. determining public goals and their priorities) which are binding on all ",
  "individuals and associations within his jurisdiction. He commands physical force ",
  "to punish those who ignore or disobey his orders or decisions. The sovereign ",
  "issues laws, commands and decisions at his own will, not with the approval or ",
  "consent of any other individual or association. Sovereignty, in its pure form, is ",
  "more befitting a monarch than an assembly or constitutional set-up but it has to ",
  "be applied to various systems so long as it is accepted as a universal characteristic ",
  "of the state. Moreover, supreme legal authority of the state can best be established ",
  "through the concept of sovereignty itself.",
  "In fact, sovereignty arms the state with supreme legal authority in both internal ",
  "and external spheres. Internally, it establishes supremacy of the state over allhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Sovereignty",
  "163",
  "individuals and associations; externally it upholds independence of the state ",
  "from the control or interference of any other state in the conduct of its ",
  "international relations. Theoretically, each sovereign state is equal to every ",
  "other in international law, regardless of its population, area or economic ",
  "wealth. The United Nations Charter states that the United Nations 'is based ",
  "on the principle of the sovereign  equality of all its Members' and ",
  "recognizes a sphere of 'domestic jurisdiction' which is to be reserved to ",
  "each member state.",
  "Since the concept of sovereignty attributes supreme power to the will of ",
  "the sovereign, it is by nature an absolute, unlimited and perpetual power. ",
  "This may, however, not be interpreted as an arbitrary power. The absolute ",
  "power implied by sovereignty is not intended to be exercised without reason ",
  "or without invoking one's conscience or sense of justice or without ",
  "regard to prevalent customs, social values, ideals or necessity of the ",
  "common interest or public interest. Due regard to all these factors has to be ",
  "given, otherwise the legitimacy and authority of the sovereign power will ",
  "be rapidly eroded and sovereignty may eventually be lost. The idea behind ",
  "the absolute nature of sovereignty is that, legally speaking, the sovereign is ",
  "not obliged to consult or seek the approval of any other individual or group ",
  "whether a particular decision, command or law is right or wrong. He is ",
  "empowered to decide all such issues at his own will and discretion, and ",
  "his decisions will be binding on all unless he himself chooses to revoke ",
  "them!",
  "HISTORICAL DEVELOPMENT",
  "In fact, the modern theory of the state was perfected only when the ",
  "concept of sovereignty was introduced into it. Jean Bodin, a French writer ",
  "of the sixteenth  century, was the first to formulate the concept of ",
  "sovereignty systematically. Although in ancient days Aristotle had talked of ",
  "supreme power located in different  bodies according to the form of ",
  "government, he had not given the idea of sovereignty because, according ",
  "to him, the power of the ruler or ruling body was limited by the law which ",
  "existed above them. Conditions in the Middle Ages were not favourable to ",
  "the development of the concept of sovereignty because the emperor's ",
  "power was limited on the one side by the rights of the feudal lords, and ",
  "on the other side by the claims of the Pope to superior authority. The idea of ",
  "sovereignty made its appearance with the dawn of the modern period. ",
  "Toward the end of the medieval period a number of causes combined to ",
  "create new  political ideas. The feudal nobles were weakened by the ",
  "Crusades and by their own quarrels. Commerce and towns destroyed their ",
  "monopoly of wealth; new methods of warfare destroyed their military ",
  "supremacy. Taking advantage of their weakness, the king increased his ",
  "power and importance until he became supreme in the state.",
  "Besides, the ruling monarchs of national states like England and France ",
  "had achieved a degree of unification and centralization of authority never ",
  "attainedhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "164 An Introduction to Political Theory",
  "before, so that they freed themselves from the control of the Pope as well. Thus, ",
  "the ground had been prepared for the development of the theory of sovereignty. ",
  "Jean Bodin, who held Henry III, King of France, in highest esteem, became an ",
  "exponent of this theory.",
  "Jean Bodin (1530-96)",
  "Bodin defined sovereignty as 'the absolute and perpetual power of commanding ",
  "in a state', as the 'supreme power over citizens and subjects unrestrained by ",
  "law'. Thus, Bodin places the sovereign above law, because he himself is the ",
  "source of law. This view marked a significant departure from the medieval outlook. ",
  "The medievel world conceived law as part of the universal and eternal order. ",
  "Kings, councils and judges who enforced law were themselves under law. They ",
  "were not empowered to create it. It could only be discovered by a study of ",
  "custom and precedent. The idea of the state as a source of law was alien to ",
  "medieval thought.",
  "Bodin sought to reverse this position by making the sovereign himself the ",
  "source of all law. Defining the state as an aggregation of families and their common ",
  "possessions ruled by a sovereign power and by reason, Bodin argued that in ",
  "every independent community governed by law there must be some authority, ",
  "whether residing in one person or several, whereby the laws themselves are ",
  "established and from which they proceed.",
  "Bodin treated the sovereign above law but not above duty and moral ",
  "responsibility. He imposed two important limitations on the powers of the sovereign: ",
  "(a) firstly, there are some fundamental laws (such as, the Salic law of France, ",
  "which excluded females from dynastic succession) and the sovereign could not ",
  "lawfully abrogate such laws; and (b) secondly, private property, being granted by ",
  "the law of nature, was inviolable; therefore, the sovereign could not tax his subjects ",
  "without their consent.",
  "Hugo Grotius (1583-1645)",
  "After about half a century of Bodin's enunciation of the theory of sovereignty, ",
  "Grotius, a Dutch jurist, widely known as the father of international law, made an ",
  "important contribution to the concept of sovereignty. He brought out the ",
  "implications of sovereignty of the state in the international sphere, i.e. independence ",
  "of the sovereign state from foreign control. Grotius sought to build a system of ",
  "international law on two distinct foundations: (a) Nations are subject to natural ",
  "law or 'the dictate of right reason' in the same manner as citizens because the ",
  "society of nations is formed on the same fundamental moral principles which ",
  "guide the behaviour of men in society; and (b) Grotius recognized a 'voluntary' ",
  "law of nations based upon their free consent, whether explicit as expressed in ",
  "treaties and conventions, or implicit as expressed in usages and customs.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  165",
  "Sovereignty",
  "Thus, Grotius, like Bodin, attributed moral responsibility to sovereignty, but ",
  "he extended it to the external sphere also. In the second place, he made it clear ",
  "that nations respected international law not because it curtailed their sovereignty, ",
  "but because they voluntarily chose to do so, of their free consent. In this way, ",
  "Grotius introduced the idea of external sovereignty to the existing idea of internal ",
  "sovereignty, and thus gave it a fuller shape.",
  "Thomas Hobbes (1588-1679)",
  "In the seventeenth century Hobbes, an English political thinker, further developed ",
  "the concept of sovereignty. As an exponent of the theory of the social contract, ",
  "Hobbes argued that the state was a product of the will of the people. Sovereignty ",
  "is an attribute of the state; its character is determined by the terms of the social ",
  "contract.",
  "As men emerge from the state of nature—characterized by law of the jungle— ",
  "and form a state to attain order, peace and security, they create a sovereign for ",
  "this purpose. They surrender all their natural rights—the right of the stronger to ",
  "oppress the weaker—to the sovereign. The surrender is complete, final and ",
  "irrevocable. How can they ask for restoration of their natural rights once they ",
  "have become civilized men! Defying the authority of the sovereign would mean ",
  "reversion to the state of nature, the state of anarchy, law of the jungle, where the ",
  "stronger will be free to oppress the weaker. Hobbes, therefore, places authority ",
  "of the sovereign beyond challenge.",
  "Hobbes's chief contribution to the theory of sovereignty consists in adding an ",
  "element of legitimacy to authority of the sovereign, because be held: (a) that the ",
  "sovereign is the product of the will of the people; and (b) that the sovereign ",
  "enjoys his supreme authority for its functional value, that is by virtue of providing ",
  "order, peace and security in the place of anarchy and oppression.",
  "John Locke (1632-1704), another English exponent of the theory of the social ",
  "contract, did not concede absolute sovereignty of the state. He thought that the ",
  "supreme power in society was held by the people which came into existence ",
  "before the formation of the state. The natural rights of life, liberty and property ",
  "were retained by the people and the state was created for the protection of these ",
  "vital rights. Ruler or government could not possess supreme power.",
  "Jean Jacques Rousseau (1712-78)",
  "In the eighteenth century, Rousseau, the French exponent of the theory of the ",
  "social cpntract, made an important contribution to the theory of sovereignty, by ",
  "introducing the doctrine of popular sovereignty. While another chief exponent of ",
  "the social contract theory, viz. Hobbes had created a sovereign apart from the ",
  "people, Rousseau made the people themselves sovereign. In his opinion, the social ",
  "contract was concluded between the people in their individual capacity on the ",
  "one hand, and the people in their corporate capacity on the other. According tohttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "166 An Introduction to Political Theory",
  "this line of argument sovereignty is retained by the people themselves in their ",
  "corporate capacity, represented by the general will, while their actual will is ",
  "subordinated to their real will. Rousseau, therefore, suggested that sovereignty ",
  "belongs to the people; it could be exercised only in an assembly of the whole ",
  "people. Government is but an agent of the general will which reigns supreme. In ",
  "other words, a government cannot logically claim to hold sovereignty. Rousseau ",
  "also maintained that sovereignty is absolute and unlimited because the supreme ",
  "direction and control of the general will is accepted by the people unconditionally ",
  "in the interests of their freedom. Rousseau went to the extent of saying that the ",
  "'people can be forced to be free'.",
  "General Will",
  "According to J.J. Rousseau (1712-78), a French philosopher, the common denominator ",
  "of the real will of the people which embodies not only their common interest but also ",
  "everybody's real and long-term interest. Man realizes his freedom by submitting his ",
  "particular will to the direction of the general will.",
  "Jeremy Bentham (1748-1832)",
  "Bentham, the famous English Utilitarian, argued that sovereignty was not limited ",
  "by law, but was subject to moral limitations. Bentham maintained that sovereignty ",
  "was limited by the possibility of resistance, and there were conditions under ",
  "which resistance was morally justified. He, therefore, insisted that the sovereign ",
  "should justify his authority by useful legislation with the object of promoting the ",
  "greatest happiness of the greatest numbers.",
  "John Austin (1790-1859)",
  "In the nineteenth century, the theory of sovereignty as a legal concept was ",
  "perfected by Austin, an English jurist. He is regarded as the greatest exponent of ",
  "the monistic theory of sovereignty. In his Province of Jurisprudence Determined ",
  "(1832) Austin observed:",
  "If a determinate human superior, not in the habit of obedience to a like ",
  "superior, receives habitual obedience from the bulk of a given society, that ",
  "determinate superior is sovereign in that society, and that society (including ",
  "the superior) is a society political and independent.",
  "Austin's theory of sovereignty was influenced by the then prevailing conditions ",
  "in England. The early Utilitarians had sought to remove the anomalies of common ",
  "law by subordinating it to a superior law which consisted in the universal and ",
  "permanent dictates of natural reason; the state could neither ignore nor abrogate ",
  "that superior law. Repudiating these arguments, Austin advanced his theory of ",
  "positive law which expressed the will of the legal sovereign of the state andhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  167",
  "Sovereignty",
  "hence not bound by the dictates of natural law or any other superior law. Austin ",
  "sought to define law as the command of the sovereign, obliging the subject to do or ",
  "refrain from doing, certain acts, failure to obey the law being visited by penalty. Thus, he ",
  "identified the following characteristics of law: (a) It must emanate from a determinate ",
  "source, that is the sovereign, to be clearly located in the state; (b) it must be the ",
  "expression of the command of the sovereign; and (c) it must be backed by ",
  "sanctions. In other words, disobedience to law must be punishable. These ",
  "characteristics are peculiar to the positive law of the state, not to be found in ",
  "natural law, custom or religious commandments. Thus, natural law, or for that matter ",
  "any superior law, is not law in the proper sense of the term. Accordingly, in case a ",
  "positive law enforced by the state comes into conflict with the natural law or religious ",
  "commandments, etc., the former must prevail. In this way Austin established ",
  "supremacy of the power, authority and commands of the sovereign beyond doubt. He ",
  "maintained that any rights of the citizens, including the right to property, were ",
  "nothing but concessions granted by the sovereign. The subjects could have no ",
  "legal right against the state.",
  "By establishing a single source of all positive law Austin put forward a monistic ",
  "view of law, state and sovereignty. It is significant that Austin's theory solely ",
  "dwells on the legal character of sovereignty; it does not repudiate moral or social ",
  "limitations on the power of the state. He does not declare the state as a 'perfect ",
  "embodiment of reason' as the idealist theory had maintained. Austin is an exponent ",
  "of absolute and unlimited sovereignty purely from the legal or formal point of ",
  "view. He admits that sovereign authority habitually observes fundamental moral ",
  "principles though not legally bound by any external authority. He does not envisage ",
  "an irresponsible sovereign, but holds that the sovereign cannot be formally made ",
  "responsible to any authority similar to himself; his authority is legally superior to ",
  "all individuals and groups within his jurisdiction.",
  "II. CHARACTERISTICS OF SOVEREIGNTY",
  "Viewed as a purely legal concept, it is customary to describe certain characteristics ",
  "of sovereignty. They are: absoluteness, permanence, universality, inalienability ",
  "and indivisibility.",
  "ABSOLUTENESS",
  "Jean Bodin, the first exponent of sovereignty, said: 'Sovereignty is the absolute ",
  "and perpetual power . . . of commanding in a state'. Sovereignty is regarded as ",
  "absolute because it cannot be limited or restricted by any superior power or ",
  "authority. The will of the sovereign reigns supreme in the state. The sovereign ",
  "may, of his own will, pay due regard to moral principles, customs and traditions ",
  "or public opinion, but he is not responsible to any authority—individual or group—https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "168 An Introduction to Political Theory",
  "similar or superior to himself. Similarly, the sovereign may pay due regard to ",
  "international law by his free consent, not because he is obliged to obey the ",
  "commands of any superior state or international organization.",
  "Absoluteness of sovereignty is the logical outcome of its legal character, which ",
  "may not hold good in the political sphere, nor would it govern the non-legal ",
  "actions of the individuals and groups within the state.",
  "PERMANENCE",
  "Permanence of sovereignty is the corollary of its absoluteness. Bodin describes ",
  "sovereignty as perpetual power because, 'if power be held only for a certain time ",
  "(it does not matter how long a time), it is not sovereign power, and he who holds ",
  "it for that time is not a sovereign.'",
  "In order to understand the permanence of sovereignty, it is necessary to ",
  "distinguish between the state and government. Theoretically, sovereignty belongs ",
  "to the state. Governments may be formed and dissolved according to established ",
  "procedure, but the continuity of the state will not be affected by such changes. ",
  "As such, sovereignty endures as long as the state maintains its independence. ",
  "The quality of permanence should not be interpreted to mean that sovereignty is ",
  "eternal. On the other hand, if a state loses its independence and is placed under ",
  "the suzerainty of another state, its sovereignty is also lost.",
  "UNIVERSALITY",
  "Sovereignty is a universal, all-pervasive or all-comprehensive quality in the sense ",
  "that it extends to all individuals, groups, areas and things within the jurisdiction of ",
  "the state. If a state grants immunity or ex-territoriality to any category of persons, ",
  "especially foreign heads of states, U.N. officials, foreign envoys, ambassadors, ",
  "their staff, residence and vehicles, etc. it is because of its free consent, not ",
  "because of any external obligation or restriction. In other words, it is a matter of ",
  "international courtesy, not of compulsion. This concession can be withdrawn at ",
  "any moment at the will of the sovereign.",
  "International associations and multinational corporations operating within the ",
  "territories of different states are also subject to the sovereignty of the respective ",
  "states.",
  "INALIENABILITY",
  "As an essential element of the state, sovereignty cannot be transferred or given ",
  "away without destroying the state itself. As Lieber has put it: 'Sovereignty can no ",
  "more be alienated than a tree can alienate its right to sprout or a man can transfer ",
  "his life and personality without self-destruction.' When a state cedes a portion of ",
  "its territory to another state, the ceding state is not wholly destroyed. But fromhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  169",
  "Sovereignty",
  "the point of view of the ceded portion, the original state no longer exists, and ",
  "sovereignty of a new state comes into existence. This also proves that the ",
  "sovereignty of a state over any area is not transferred but replaced by another ",
  "state.",
  "According to Hobbes when people emerge from the state of nature, they ",
  "create a sovereign. It is not a case of sovereignty being transferred from people ",
  "to the sovereign, because in the state of nature sovereignty did not exist at all. ",
  "When Locke postulates surrender of some of the natural rights of the people to ",
  "the state on the condition that their fundamental natural rights to 'life, liberty, and ",
  "property' shall be protected, it is not a question of transfer of sovereignty, because ",
  "the people themselves remain supreme throughout, in spite of the formation of ",
  "the state. In Rousseau's system of thought sovereignty is throughout held by the ",
  "general will, although powers may be delegated to the government; hence, ",
  "sovereignty proves to be inalienable.",
  "INDIVISIBILITY",
  "As sovereignty is an absolute power, it cannot be divided between or shared by ",
  "different sets of individuals or groups. In every state, sovereignty must be vested ",
  "in a single body, legally competent to issue the final commands. Division of ",
  "sovereignty is bound to give rise to inconsistent, conflicting and ambiguous ",
  "commands. This condition is not compatible with the very concept of sovereignty. ",
  "In other words, a divided sovereignty is a contradiction in terms.",
  "The principle of the federal state is usually cited as an exception to this ",
  "characteristic of sovereignty. Federalism involves the allocation of powers between ",
  "the federal (central or union) government and state governments which are regarded ",
  "as independent and coordinate in their respective spheres. A.L. Lowell, an American ",
  "writer, argued that 'there can exist within the same territories two sovereigns ",
  "issuing commands to the same subjects touching different matters'. The Supreme ",
  "Court of America also declared in one case that 'the United States are sovereign ",
  "as to all the powers of government actually surrendered by the states, while each ",
  "state in the union is sovereign as to all powers reserved'. We in India are no less ",
  "familiar with federal government. We have legislatures and cabinets in the states ",
  "besides the Union Parliament and the Cabinet. The subjects of legislation are ",
  "divided into the Union List, State List and Concurrent List. Unlike the USA, ",
  "however, in India the Union and the states are governed by a single constitution ",
  "and residuary subjects of legislation are assigned to the Union. The main features ",
  "of federal states in other countries are more or less similar.",
  "This paradox can be resolved by making a distinction between 'sovereignty' ",
  "and 'power' in the legal sense. Power emanates from sovereignty. Sovereignty ",
  "vests in the state, power is assigned to the government. Sovereignty is supposed ",
  "to be exercised by the state; power is exercised by the different organs ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "170",
  "An Introduction to \"Political ",
  "Theory",
  "government—legislative, executive and judicial. The pattern of exercise of power ",
  "depends on the nature of organization of the government. We describe states as ",
  "'unitary' and 'federal' because of different patterns of organization of their ",
  "governments. Properly speaking, these are forms of government, not the forms ",
  "of state. In a unitary government, power is divided between a single set of ",
  "legislature, executive and judiciary. On the other hand, a federal government ",
  "evolves various sets of such organs. Thus, the federal system represents an ",
  "extension of the principle of division of powers between the organs of the federal ",
  "and state governments. All of them combined together constitute a single state ",
  "with a single sovereignty—absolute, perpetual, all-pervasive, inalienable and ",
  "indivisible. The division of powers can be evolved or altered from time to time ",
  "but sovereignty remains intact so long as the state maintains its independent ",
  "existence. In the international sphere, too, the state continues to be regarded as ",
  "one entity—single and indivisible—whatever its form of government and ",
  "consequent division of powers.",
  "It is again important to note that all these characteristics are peculiar to the ",
  "legal notion of sovereignty. They are best represented by an absolute monarchy. ",
  "In the actual working of the state—especially in the case of a democratic, federal, ",
  "pluralist and constitutional government—it becomes extremely difficult to discover ",
  "the seat or real character of sovereignty.",
  "III. ASPECTS OF SOVEREIGNTY",
  "Sovereignty is primarily a legal concept. However, in actual practice, sovereignty ",
  "may take different forms under different conditions which are described as different ",
  "aspects of sovereignty.",
  "TITULAR SOVEREIGNTY",
  "In constitutional monarchies, such as England and Japan, the queen, the king or ",
  "the emperor is officially referred to as the sovereign. Such a ruler is only a ",
  "nominal or titular head of state, without any real powers which are vested in ",
  "different organs of the government according to the constitution of the state. ",
  "This form of sovereignty is, therefore, called titular sovereignty.",
  "DE JURE AND DE FACTO SOVEREIGNTY",
  "In the case of revolutions, that is a successful overthrow of the existing regime ",
  "in a state through unconstitutional means—that is not by the established procedure ",
  "of replacing the existing government—a distinction arises between the formal ",
  "and actual position. Thus, till such time as the new sovereign is legally established ",
  "and recognized, there may exist two sovereigns—one in the legal sense who has ",
  "lost his real powers; the other in the factual sense who has not yet been legallyhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  171",
  "Sovereignty",
  "established. Under such circumstances, the legal or formal sovereign is said to ",
  "retain dejure sovereignty while the actual sovereign is characterized by defacto ",
  "sovereignty. This state of affairs can only continue temporarily because it is ",
  "marked by uncertainty, confusion and irregularity. Some historical examples of ",
  "the emergence of de facto sovereignty are: the authority exercised by Cromwell ",
  "in England, by Napoleon in France, and the Bolshevist group in Russia after ",
  "1917. The military dictatorships of the present-day world, established after a ",
  "coup d 'etat, also represent de facto sovereignty until they evolve suitable means ",
  "to legitimize their authority. De facto sovereignty is so described because in ",
  "actual practice its commands are obeyed by the people, either because of sheer ",
  "force or a strong following among the people.",
  "Some writers, including John Austin, refuse to draw a distinction between de ",
  "jure and de facto sovereignty. They argue that adjectives like 'lawful' and 'unlawful' ",
  "cannot be applied to the term sovereignty as it becomes meaningless without ",
  "legal sanction. It would, therefore, be more logical if the terms de facto and de ",
  "jure are applied only to government, not to sovereignty. The dejure sovereignty ",
  "alone is sovereignty in the real sense of the term. The so-called de facto sovereignty ",
  "remains inconsequential until it achieves the status of dejure sovereignty.",
  "A CRITICAL APPRAISAL",
  "The concept of sovereignty was evolved to perfect the theory of the modern ",
  "state. It sought to free the modern state from obligations towards other social ",
  "institutions, particularly the authority of feudal lords and the papacy, and to establish ",
  "the dignity of the state in the international sphere. Thus, the theory of sovereignty ",
  "proclaimed the monopoly of the state in deciding public policy and declaring the ",
  "law that binds all citizens in unequivocal terms. It instituted the nation-state as an ",
  "independent entity in the international sphere, not bound by any organization ",
  "superior to itself. In short, sovereignty armed the state with supreme authority in ",
  "its internal as well as external affairs.",
  "As a legal notion, sovereignty constitutes an essential element of the legal ",
  "character of the state. In fact, the state cannot perform its function of regulating ",
  "the life of its citizens unless it is equipped with supreme authority. The logic of ",
  "the legal character of sovereignty postulates that it has to be absolute, permanent, ",
  "universal, inalienable and indivisible. In the legal sphere, therefore, sovereignty ",
  "cannot be held responsible to any human superior. When we say that the sovereign ",
  "is not bound by any moral principles or international obligations except at his ",
  "own will, it is only intended to emphasize that the sovereign cannot be subordinated ",
  "to any other human agency for interpretation of such obligations.",
  "But in the sphere of actual practice, all authority postulates responsibility. ",
  "Sovereignty, being supreme authority, postulates highest responsibility. ",
  "Theoretically, we may evolve the image of a perfect sovereign and thus justifyhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "172 An Introduction to Political Theory",
  "him exercising supreme authority. But in the real world, sovereignty has to be ",
  "vested in human beings who, being mortals, are as imperfect as any other human ",
  "beings. When the authority of a mortal human sovereign is proclaimed to be ",
  "absolute, perpetual, beyond any responsibility or obligation, it leads to socially ",
  "disastrous consequences—the most cruel and degenerate forms of autocracy, ",
  "tyranny and authoritarianism, untold oppression inside the state and more ",
  "destructive wars outside.",
  "To straighten the issue, it is imperative to draw a distinction between the state ",
  "and the government so that sovereignty is always regarded as an attribute of the ",
  "state—conceived as an abstract idea—while the government consisting of human ",
  "beings, whatever their wisdom or excellence of character, is only assigned definite ",
  "powers, to be exercised through an established procedure with inbuilt checks ",
  "and safeguards. This is necessary so that no organ of the government is able to ",
  "become omnipotent. This would imply a departure from the original concept of ",
  "sovereignly which sought to vest sovereignty in a 'determinate person or body of ",
  "persons'. This would mean a constitutional government. Only this kind of ",
  "government can be expected to function in a responsible manner and deliver the ",
  "goods, especially in the present age of democracy when the people are claimed to ",
  "be the real sovereign.",
  "WHAT IS POPULAR SOVEREIGNTY?",
  "Sovereignty is primarily a legal concept. The legal sovereign is supposed to be ",
  "absolute and omnipotent, functioning solely according to his own judgment and ",
  "will—right or wrong. He can ignore and override any other considerations— ",
  "prescriptions of divine law or natural law, principles of morality, dictates of public ",
  "opinion, etc. According to the classical theory, legal sovereignty is vested in the ",
  "'determinate person or body of persons'. It is definitely organized, precise and ",
  "recognized as the source of law. It represents the will of the state and its commands ",
  "are legally binding. Its disobedience is visited by penalties. It is the source of all ",
  "rights in society. It is absolute, unlimited and supreme.",
  "In the political sphere, legal sovereignty closely corresponds to absolute ",
  "monarchy. It is significant that Jean Bodin and John Austin—the chief exponents ",
  "of legal sovereignty—had built their theories in the context of absolute monarchies. ",
  "This sort of situation does not create problems of inconsistency between theory ",
  "and practice. However, as we move to other forms of government, we are faced ",
  "with the dilemma of reconciling the idea of legal sovereignty with the actual ",
  "powers of the sovereign body. That is why A.C. Dicey (An Introduction to the ",
  "Study of the Law of Constitution; 1885) observes: 'Behind the sovereign which ",
  "the lawyer recognizes there is another sovereign to whom the legal sovereign ",
  "must bow.' This other sovereign is described by Dicey as the political sovereign.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of Sovereignty 173",
  "When political sovereign comprises all members of a community, i.e. the people, ",
  "the idea of its supreme legal authority is expressed as 'popular sovereignty'. In ",
  "other words, the idea of popular sovereignty regards people as the source of all ",
  "authority in the state. In its view, the organs of state which exercise supreme ",
  "power of law-making, law-enforcement and adjudication, draw their legitimacy ",
  "from the will of the people. It does not rely on any superior law—natural law, ",
  "religious commandments or any other authority—to ascertain what is right or ",
  "wrong. It does not look for any source of 'superior reason' apart from the mind ",
  "of the people. Thus it regards people themselves, in their corporate capacity, as ",
  "the embodiment of reason, the best judges of right and wrong, and hence the real ",
  "source of supreme authority. This doctrine comprises the cornerstone of the ",
  "classical theory of democracy.",
  "Natural Law",
  "A set of rules of good conduct which exist independently of conventional law. These ",
  "are directly derived from nature which can be discovered through moral intuition and ",
  "by the application of human faculty of reasoning. The champions of natural law regard ",
  "it as superior to any other taw.",
  "HISTORICAL DEVELOPMENT",
  "Jean Jaques Rousseau (1712-78) is regarded the chief exponent of the doctrine ",
  "of popular sovereignty. However, its early indications may be found in ancient as ",
  "well as medieval political thought. Marcus Tullius, Cicero (106-43 B.C.), an ",
  "ancient Roman philosopher, postulated that the ultimate source of political authority ",
  "may be traced to the aggregate people of a state. However, when Roman Empire ",
  "became very powerful, it was conceded that will of the Emperor was the source ",
  "of validity of law.",
  "Medieval European thought regarded God as the source of all authority. Pope ",
  "was his representative on earth. In the final phase of the medieval age, Marsiglio ",
  "of Padua (1275-1343), an Italian philosopher, sought to challenge the absolute ",
  "authority of Pope in order to restore the authority of the people. In the medieval ",
  "Europe it was believed that temporal rulers should submit themselves to papacy ",
  "not only in ecclesiastical matters but also in temporal matters. On the contrary, ",
  "Marsiglio in his Defensor Pads (1324) tried to prove that papacy and clergy ",
  "should submit themselves to the whole people not only in temporal matters but ",
  "also in spiritual matters. Marsiglio described the principle of supreme authority of ",
  "the people as 'republicanism'. He argued that the powers of the priesthood should ",
  "be confined to the administration of the sacraments and the teaching of divine ",
  "law, but even in these functions priests should be regulated and controlled by thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "174 An Introduction to Political Theory",
  "people and their elected government. He held that the priesthood itself should be ",
  "elected by the people of each community rather than being appointed by Pope ",
  "who was chosen by an oligarchy. The principle of legitimacy required that Pope ",
  "himself should be elected by the whole of Christendom.",
  "In early modern age, Johannes Althusius (1557-1638), a German jurist, also ",
  "indicated the idea of popular sovereignty in his own way. He conceived of ",
  "sovereignty as the supreme power of performing those acts which are necessary ",
  "for the material and spiritual welfare of the members of a state. In his view the ",
  "state is the product of contract or consent of the people. Hence the state must ",
  "exercise sovereignty to secure welfare of its members. In essence, sovereignty ",
  "resides in all the members of a state although it may be exercised by a particular ",
  "body from time to time. Since people themselves cannot perform the functions ",
  "of the state directly, they delegate these functions to their representatives. Still ",
  "the final authority implied by sovereignty remains with the people themselves. In ",
  "other words, the rulers in a democracy are required to function under the ultimate ",
  "control of the people.",
  "ROUSSEAU'S CONCEPT OF THE GENERAL WILL",
  "Rousseau's concept of the general will gives best expression to the idea of popular ",
  "sovereignty. Thomas Hobbes (1588-1679) had created a sovereign authority ",
  "apart from the people. Rousseau created a sovereign out of the people themselves. ",
  "Hobbes made sovereignty an instrument of serving self-interest of the individual; ",
  "Rousseau made it an instrument of serving the common interest. Rousseau justified ",
  "his doctrine of popular sovereignty on moral grounds.",
  "At the outset it may be noted that Rousseau's idea of the will cannot be separated ",
  "from thought. He makes a distinction between the will of the individual, i.e. the ",
  "particular will and the will of the community, i.e. the general will. Particular will ",
  "may either be inclined toward general will, or it may turn against it. When an ",
  "individual is motivated by his momentary self-interest, he is acting against the ",
  "general will. It is called his 'actual will'. For example, when an individual wants ",
  "to jump red light on a crossing, he is acting on actual will. On the contrary, when ",
  "he decides to act in the common interest, i.e. according to the general will, he is ",
  "acting on his 'real will'. In other words, real will involves 'self-discipline' in the ",
  "interest of the community. It also serves the individual's real and long-term interest ",
  "which cannot be separated from the common interest. Actual will reflects an ",
  "individual's lower self; real will reflects his higher self.",
  "When different individuals act on their actual will, their interests would clash ",
  "with each other because everybody would be acting on his momentary self-",
  "interest. It may be followed by disastrous consequences. For instance, when ",
  "people want to jump red light on a crossing, it may result in accident. But when ",
  "they act on their real will, there is little possibility of their clash. When all arehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Concept of  175",
  "Sovereignty",
  "self-disciplined, there will be a smooth flow of traffic. It will ensure safety of one ",
  "and all. When an individual is acting on actual will, he is not only acting against ",
  "the interest of the community, but also acting against his own real interest, or ",
  "against his true 'freedom'. When he is prevented from acting in that way, he may ",
  "feel constrained, but he is not being deprived of his 'freedom' in the real sense of ",
  "the term. That is why Rousseau quips: \"A man can be forced to be free.\" When ",
  "people act on their actual will, they are bound to have differences. But when they ",
  "act on their real will, their differences would disappear. They would start thinking ",
  "alike. As the proverb goes: \"All wise men think alike.\" General will is, therefore, ",
  "harmonious. It reflects the real will of all members of the community. It is ",
  "described as the 'common denominator' of the real will of all members of the ",
  "community.",
  "Genesis of the General Will",
  "Human Will",
  "1",
  "I \\",
  "Individual Community",
  "* 1",
  "Particular Will General Will",
  "1",
  "♦                        + i \\",
  "Actual Will             Real Will",
  "\\                          \\",
  "Motivated by        Motivated by",
  "Immediate           Ultimate,",
  "Self-interest         Collective Good",
  "\\                          \\",
  "Represents         Represents",
  "Lower Self           Higher Self",
  "1                          |",
  "Transient                Stable",
  "|                          1",
  "Differs from         Common to all",
  "Individual to        Members of the",
  "Individual             Community",
  "Rousseau's concept of popular sovereignty stands for the supreme authority ",
  "of the general will in a society. Since general will is reflected in the 'higher self ",
  "of each member of the community, it is morally superior to any other expression ",
  "of will. Sovereignty of the general will would ensure the rule of the right reason ",
  "in society which would be constantly devoted to the common good. General will ",
  "is elevated to the position of an absolute, unlimited and inalienable sovereignty ",
  "because it reflects the common will of all right-thinking people.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "176 An Introduction to Political Theory",
  "The concept of popular sovereignty does not rely on any principle of higher ",
  "law, e.g. natural law, divine law or divine revelation, but regards the organized ",
  "power of the people as the source of all reason to determine what is right or ",
  "wrong. It therefore embodies the best expression of the principle of classical ",
  "democracy. However, it is suitable only for a small and uniform community, ",
  "preferably for 'direct democracy' as Rousseau himself conceded. In the ",
  "contemporary large and complex societies where 'representative democracy' is ",
  "inevitable, it can only be accepted for its symbolic significance.",
  "Direct Democracy",
  "A system of governance in which alt public decisions are taken by the general body of ",
  "citizens at. their regular meetings. It is feasible only in very small communities, as in ",
  "some ancient Greek city-states.",
  "CONCLUSION",
  "Indeed Rousseau commended popular sovereignty for two reasons: (a) Sovereignty ",
  "should be founded on the will of the people; and (b) Sovereignty should be ",
  "exercised for the public good or the common good. The first reason considers ",
  "sovereignty as a right; the second considers it as a duty. The principle of ",
  "democracy calls for their synthesis. But unfortunately, some thinkers have ",
  "confused the two. They tried to treat both these reasons as the foundation of the ",
  "power of the sovereign. Thus they have opened the floodgates of absolutism and ",
  "totalitarianism. When sovereign is not bound by his duty, he is no longer capable ",
  "of upholding democracy.",
  "In practical politics, distinction must be drawn between the 'state' and ",
  "'government'. The principle of popular sovereignty may be invoked to concede ",
  "sovereignty of the state which is an abstract entity. But government is comprised ",
  "of human beings who are fallible in spite of their best education and training. If ",
  "sovereignty is attributed to government, even if it is elected by the people, the ",
  "possibility of its misuse cannot be ruled out. As Aristotle had warned: 'power and ",
  "virtue cannot coexist.' Democracy can function only with a 'constitutional ",
  "government' which implies the existence of effective checks on the power-holders.",
  "Again, Rousseau has not drawn a clear distinction between 'will' and 'reason'. ",
  "Reason is mainly concerned with the questions of 'right' and 'wrong'. Will is ",
  "supposed to be neutral. Reason deals with complex questions which are subject ",
  "to prolonged debate? Will is a simple matter which can be ascertained empirically. ",
  "It is the crux of liberal theory. The questions of 'superior will' and 'inferior will' ",
  "drag it into the field of reason. Thus it enters the realm of idealist theory which is ",
  "often invoked in support of absolutism. In short, Rousseau's philosophy must be ",
  "taken with a note of caution.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]