[
  "c8",
  "Pluralist Theory of ",
  "Sovereignty",
  "T",
  "HE CLASSICAL THEORY OF sovereignty, as enunciated by various ",
  "thinkers from Jean Bodin (1530-96) to John Austin (1790-1859), gave ",
  "the best description of the legal character of sovereignty. It held ",
  "sovereignty as absolute, perpetual, universal, inalienable and indivisible. It ",
  "envisaged a single sovereign in the state—a person or a body of persons. It is, ",
  "therefore, described as the monistic theory of sovereignty.",
  "When this monistic theory is applied to the political field, it gives rise to many ",
  "problems. In the political sphere, the state is represented by government which ",
  "claims sovereignty on behalf of the state. When the relationship between individual ",
  "and the state is defined in terms of sovereignty, it postulates the unlimited authority ",
  "of the state over individual which implies unlimited political obligation. In other ",
  "words, the idea of the supreme, absolute and unlimited authority of the state ",
  "reduces individuals to the status of dumb-driven cattle who have to follow the ",
  "dictates of the state. In actual practice, these dictates are issued by the government ",
  "consisting of human beings who may be wise or foolish, benevolent or selfish, ",
  "virtuous or vicious—but in no case perfect, divine and infallible. Thus, the theory ",
  "of sovereignty in the political sphere implies complete subordination of one set of ",
  "individuals to another set of similar individuals. The pluralist theory of sovereignty ",
  "seeks to resolve this dilemma.",
  "The form of sovereignty as developed from Jean Bodin to John Austin was ",
  "generally regarded as an essential attribute of the modern state till the nineteenth ",
  "century. Accordingly, it was almost universally admitted that the state is superior ",
  "to all other human associations in society because sovereignty is exclusive to thehttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "178 An Introduction to Political Theory",
  "state. This implied immense expansion of the powers of the state. This idea was ",
  "enshrined in the organic theory of the state which glorified the state as the fountain ",
  "of all moral and social values. The juristic theory went to the extent of evolving a ",
  "juristic personality of the state.",
  "Organic Theory of the State",
  "In this metaphorical expression, the state is compared to an organism or a living body, ",
  "and individuals are regarded as its organs. An individual separated from the state ",
  "Loses his existence and identity like an organ severed from the body.",
  "However, the socialists—especially, Marx and Engels—had demonstrated in the ",
  "nineteenth century itself, how the economic interests of the dominant class ",
  "exclusively determined the policy of the state. The rise of capitalism combined ",
  "with the theory of the absolute state posed a real threat to freedom in society. Many ",
  "a thinker expressed serious concern at this state of affairs.",
  "J.N. Figgis  (Churches in the Modern State;  1913) saw clearly that the ",
  "ascendance of the absolute state in his own day was directly linked to 'the horror of ",
  "that very economic and industrial oppression which is the distinctive gift of modern ",
  "capitalism to history'. Besides, in the twentieth century, there was an all-round ",
  "development of social sciences which promoted new theories regarding the nature ",
  "of the state. Modern psychology exploded the myth of the personality of the state ",
  "which was earlier used to exalt the state and its sovereignty. Modern sociology, ",
  "again, demonstrated that the law is the product of prevailing social conditions, not ",
  "an expression of the commands of the sovereign. This led several modern thinkers ",
  "to realize that the state is only a partial manifestation of the social nature of man, ",
  "with a defined sphere of activity. It cannot be treated as an all-comprehensive ",
  "institution encompassing all aspects of the social life of man as the classical theory ",
  "of sovereignty had postulated. This gave rise to the pluralistic  theory which ",
  "launched a systematic attack on the doctrine of state-sovereignty.",
  "In short, the pluralist theory sought to redefine the nature of the state as one of ",
  "the several associations of human beings operating in society to secure the ",
  "multifarious interests of individuals. In view of this, it envisaged a new role for the ",
  "state as an arbiter over conflicting claims of different associations. It also ",
  "repudiated the exclusive and absolute claim of the state to individual's allegiance; it ",
  "insisted that the state should compete with other human associations to establish its ",
  "claim to superior authority.",
  "It is significant that the pluralist challenge to state-sovereignty coincided with ",
  "the conditions created by the First World War (1914-18). During war-time the state ",
  "required its citizens to sacrifice everything—including their near and dear ones, ",
  "even their own lives—for the sake of the state. The people did make untold ",
  "sacrifices, yet this state of affairs prompted an inquiry into whether the state washttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Pluralist Theory of Sovereignty 179",
  "logically entitled to make such enormous demands. There were men, known as ",
  "'conscientious objectors', who claimed that their conscience urged them to oppose ",
  "bloody war as a means of settling human disputes. Moreover the policy of war ",
  "was determined by the men in power who were as imperfect and fallible as any ",
  "other human beings. A little folly on their part could escalate war and bring untold ",
  "suffering to the citizens of the state. How, then, could the absolute authority of ",
  "the state be taken for granted?",
  "Harold J. Laski (A Grammar of Politics; 1938) enumerated two important ",
  "factors which prompted the pluralist attack on sovereignty of the state:",
  "(a) In the first place, the state claimed legal omnipotence; and it claimed the ",
  "allegiance of its citizens on the ground that it represented the total interest ",
  "of the society within its territorial jurisdiction. The pluralists pointed out ",
  "that legal omnipotence was a purely formal concept often invalid in fact; ",
  "and they argued that however majestic and powerful, the state, in fact, ",
  "was only one of many associations in society, that, in experience, there ",
  "were always limits to powers, and these were set by the relation between ",
  "the purpose the state sought to fiulfil and the judgment made by men of ",
  "that purpose;",
  "(b) In the second place, the pluralist doctrine was derived from the realization ",
  "that the state's claim to pre-eminence always means, in fact, the sovereignty ",
  "of a government composed of fallible men whose intentions alone are not ",
  "a sufficient justification for so vast a claim. There went into the making of ",
  "pluralism an historic analysis derived from the conflict between churches ",
  "and the state, between trade unions and the state, between, as in the case ",
  "of the conscientious objector to military service, the individual and the ",
  "state.",
  "II. THE PRINCIPLES OF PLURALISM",
  "According to A Dictionary of the Social Sciences (ed. Julius Gould and William ",
  "L. Kolb; 1964), 'political pluralism refers to those doctrines. . . which assert that ",
  "certain groups in society (e.g. family, church, union, local government) embody ",
  "important social values prior to and independent of their authorization or approval ",
  "by the state'. Pluralistic theory of sovereignty is broadly based on this concept of ",
  "political pluralism.",
  "THE PLURALISTIC NATURE OF SOCIETY",
  "The pluralist theory is marked by a shift in focus from the legal to the sociological ",
  "character of the state. It recognizes the role of several associations in society, ",
  "formed by men in pursuance of their multifarious interests. Some of these ",
  "associations have been in existence prior to the origin of the state itself; some ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "180 An Introduction to Political Theory",
  "them exist independent of the state, that is they are neither created, nor sponsored, ",
  "nor maintained, nor even regulated by the state. Sociologically speaking, the state ",
  "is but one of these associations, standing side-by-side with them, not above ",
  "them. Such associations include the church and other religious organizations, ",
  "trade unions, cooperative societies and chambers of commerce, and so many ",
  "voluntary associations devoted to education, cultural and scientific pursuits. All ",
  "these associations embody some social value, means of satisfying some needs ",
  "and other worthwhile pursuits.",
  "Pluralists hold that it is morally preferable for individuals to be associated ",
  "politically with a wide range of associations in pursuance of their interests. These ",
  "groups provide them with an opportunity to make use of their creative abilities ",
  "and to seek self-fulfilment in various spheres of life. No outside agency, not least ",
  "the state, should interfere in their functioning unless their activities are required ",
  "to be regulated in the interest of public order, public safety or public morality.",
  "ROLE OF THE STATE AS COORDINATOR",
  "When there are several associations in society to take care of the varied interests ",
  "of individuals and for the fulfilment of their personality, what is then the nature ",
  "and role of the state? According to the pluralist standpoint, the state does not ",
  "exist above these associations. In fact the state, as society politically organized, ",
  "cannot be conceived as distinct from these associations. To be sure, the state ",
  "itself is an association of associations. As an association coordinates the activities ",
  "of its members, so the state co-ordinates the activities of these associations in ",
  "society. It is a means of resolving the conflicting claims of these associations, by ",
  "evolving a common basis of their functioning, not by imposing its own will or ",
  "regulations on them, but by harmonizing and coordinating their several interests ",
  "so as to secure the 'common good', the 'common interest', or the 'public interest'. ",
  "This role of the state is essential for the maintenance of order in society.",
  "It is significant that the pluralist theory seeks to curtail or limit the absolute ",
  "authority of the state as against the theory of state-sovereignty. It does not seek ",
  "to abolish the state itself as anarchists do. The pluralists postulate some recognized ",
  "functions of the state. For instance, the functions of maintaining internal order ",
  "and security, defence from external enemies and enforcement of voluntary ",
  "contracts should be left to the state unless a contract is deemed to be void on ",
  "moral grounds!",
  "THE STATE MUST JUSTIFY ITS CLAIM TO AUTHORITY",
  "As the state is only one of the associations in society intended to serve the interests ",
  "of society, its claim to superior authority cannot be taken for granted. The state ",
  "enjoys a privileged position in the sense that its jurisdiction is compulsory over all ",
  "individuals and associations within its fold. It is equipped with coercive powershttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Pluralist Theory of Sovereignty 181",
  "so that it can punish those who ignore or defy its commands. These characteristics ",
  "do not automatically establish the superior authority of the state. On the other ",
  "hand, they postulate a higher moral responsibility on the state. The pluralists ",
  "require the state to justify the exercise of its special powers.",
  "The state, as an association of associations, is required to secure the 'common ",
  "interest' or the 'public interest' by harmonizing the interests of all associations ",
  "operating in society. Some of the associations might be more organized and more ",
  "vocal than others; some of the vulnerable sections in society might be devoid of ",
  "any organization! Some of the interests might be well-represented in the assemblies, ",
  "or impressed upon the state through various investigatory commissions, through ",
  "special delegations, or through mass movements, demonstrations and rallies; ",
  "others might be dormant and hardly noticed. Theoretically, the state is expected ",
  "to ensure that all interests are given due weightage while seeking their coordination ",
  "in pursuance of the common interest. The state, as an arbiter of conflicting ",
  "claims, must demonstrate that it is not dominated by any special interest or 'vested ",
  "interests' while exercising its authority; otherwise it would betray the confidence ",
  "reposed in it. As Benn and Peters (Social Principles and the Democratic State; ",
  "1975) have insisted: 'The state must not be allowed to fall into the hands of men ",
  "concerned only for the interest of a limited group. It must be sensitive to all, ",
  "without succumbing to any one or any limited coalition of interests'.",
  "This is the most delicate and difficult task of the state. It will be recalled that ",
  "even the Marxian attack on the state is based on the argument that the capitalist ",
  "state and its predecessors have been the instruments of serving the interests of ",
  "the dominant class at the expense of the dependent class!",
  "DECENTRALIZATION OF AUTHORITY",
  "The pluralists do not extend unconditional acceptance to the sovereign authority ",
  "of the state. They do not accept the state as a Leviathan (a sea-monster) as ",
  "imagined by Thomas Hobbes (1588-1679). They repudiate monopoly of the ",
  "state on the allegiance of all individuals and require that the state should justify its ",
  "claims to allegiance on moral grounds. They argue that expansion of the authority ",
  "of the state undermines democracy and liberty of the individual and that ",
  "concentration of authority in the state erodes administrative efficiency. The ",
  "complexity of the economic and political relations of the modern world cannot be ",
  "dealt with by a monolithic view of the state. They, therefore, argue that the ",
  "management and control of society should be shared by several associations in ",
  "proportion to their contribution to the social good.",
  "The pluralistic theory, therefore, advocates reorganization of the state through ",
  "a set of institutions guaranteeing its effective limitations, such as workers' and ",
  "consumers' unions, which should serve as countervailing powers in the state.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "182 An Introduction to Political Theory",
  "The doctrine of political pluralism was developed by a number of social and ",
  "political thinkers from Europe and America. Emile Durkheim (1858-1917)—a ",
  "French sociologist, Otto von Gierke (1841-1913)—a German writer, F.W. Maitland ",
  "(1850-1906)—an English legal historian, and G.D.H. Cole (1889-1959)—an ",
  "English economist are regarded as the forerunners of the pluralist theory. Gierke ",
  "and Maitland enunciated the theory of the real personality of groups which became ",
  "the focus of attention of many a later pluralist. According to the Gierke-Maitland ",
  "thesis, each group in society possesses a real personality and will, and it plays a ",
  "distinctive role in the process of law-making. The state, of course, plays the ",
  "principal role in this sphere, but it is by no means exclusive. In other words, law ",
  "is not made by the state alone; several social groups make their own contribution ",
  "to this process. These social groups are characterized by certain privileges and ",
  "obligations independent of the state's formal sanction.",
  "The exponents of the pluralist theory include Leon Duguit—a French thinker, ",
  "Hugo Krabbe—a Dutch writer, Harold J. Laski, Ernest Barker, and A.D. Lindsay— ",
  "English political thinkers, and Robert M. Maclver—an American sociologist. Of ",
  "these, Laski and Maclver are the most outstanding.",
  "Leon Duguit (1859-1928)",
  "Duguit argues that law* are not an expression of the commands of an absolute ",
  "sovereign. They are the conditions of social solidarity, that is interdependence of ",
  "men in society. In other words, laws embody those fundamental rules which ",
  "sustain the social life of men. They are obligatory not because they are the ",
  "commands of a 'determinate human superior', as the classical theory of ",
  "sovereignty maintains, but because their observance is crucial to the functioning ",
  "of human society. Accordingly, laws exist even before the origin of the state ",
  "itself; they are by no means a product of the state. The state itself is an instrument ",
  "of securing social solidarity. Duguit, therefore, subordinates the state to the rules ",
  "of social solidarity which find expression in the form of laws. He, therefore, ",
  "argues that 'public service' rather than sovereignty is the essential characteristic ",
  "of the state. Thus, Duguit rejects the theory of absolute sovereignty and makes ",
  "the state responsible to society. He is not primarily interested in the political ",
  "importance of the social groups within the state. Rather, he insists that ",
  "administrative actions should be subjected to judicial limitations.",
  "Hugo Krabbe (1857-1936)",
  "Krabbe proceeds to distinguish between law and the state, and argues that law is ",
  "independent of and superior to the state. Thus, sovereignty is an attribute of law, ",
  "not of the state. Krabbe holds that law does not emanate from social solidarity,https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Pluralist Theory of Sovereignty 183",
  "but from a sense of right of the majority of the community constituting the state. ",
  "In his The Idea of the Modern State (1922) Krabbe asserts that the essence of the ",
  "state is to be found in the operation of legal relations, not in the operation of ",
  "relations between the strong and the weak. Krabbe's theory of the state rejects ",
  "the idea that power is an essential feature of the state. In his view, the state is ",
  "essentially a legal community—a portion of mankind having its own independent ",
  "body of legal relations. The purpose of the state is to reconcile conflicting interests ",
  "within the community in conformity with the values embodied in the law.",
  "A.D. Lindsay (1879-1952)",
  "Lindsay, in his 'The State in Recent Political Theory' {Political Quarterly; 1914), ",
  "accepts the theory of the real personality of associations of human beings and ",
  "argues that the state is only one of the numerous associations each of which ",
  "possesses a corporate personality of its own. Many other associations, being ",
  "smaller than the state, are more homogeneous and represent a closer community ",
  "of interests. If they are permitted to act autonomously, they are likely to attract ",
  "the deeper loyalties of their members, and prove themselves to be more effective ",
  "agencies of social coordination than the state itself. Lindsay, therefore, insists ",
  "that each one of these associations should be given greater authority and initiative, ",
  "so much so that they should be allowed to legislate for themselves. Thus, Lindsay ",
  "pleads for breaking the monopoly of the state in law-making and advocates ",
  "decentralization of legislative powers to the several associations in society.",
  "Ernest Barker (1874-1960)",
  "Barker, on the other hand, rejects the concept of the 'real personality' of the ",
  "group, although he admits the juristic claim that the permanent groups within ",
  "society existed prior to the state and that each of them has a corporate character ",
  "and functions of its own. In his Political Thought in England from Herbert ",
  "Spencer to the Present Day (1915), Barker observes: \"We see the state less as an ",
  "association of individuals in a common life; we see it more as an association of ",
  "individuals, already united in various groups for a further and more embracing ",
  "common purpose.\"",
  "Barker argues that the state should necessarily adjust the relations of associations ",
  "to itself, to other associations and to their own members in order to maintain the ",
  "integrity of its own scheme to preserve the equality of associations before law ",
  "and to protect individuals from the possible tyranny of the group. Thus, he views ",
  "the state as an association of associations, a community of communities, and an ",
  "agency for harmonizing the interests of the groups as well as of individuals.",
  "Harold j. Laski (1893-1950)",
  "Laski is the most ardent exponent of the pluralist theory of sovereignty. He is a ",
  "prolific writer and his views on this subject lie scattered in a large number of hishttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "184 An Introduction to Political Theory",
  "works: A Grammar of Politics, An Introduction to Politics, Studies in Law and ",
  "Politics, The Foundations of Sovereignty, Authority in the Modern State, The State ",
  "in Theory and Practice, Reflections on the Revolution of Our Time, etc. Though ",
  "very brilliant, he has not been very consistent in his formulations. After adjusting ",
  "his pluralist position between liberalism and Marxism, he ultimately emerged as an ",
  "exponent of positive liberalism—a combination of liberalism and socialism. In his ",
  "scheme of the reorganization of the state on the basis of democratization of power, ",
  "Laski comes out as an ardent pluralist.",
  "In the early phase of his political thought, that is in the 1920s, Laski advanced ",
  "vigorous criticism of the theory of state sovereignty, and held that this theory ",
  "would pass like the theory of the divine right of kings which had had its day. He ",
  "thought of sovereignty as nothing more than a legal fiction and a barren concept. ",
  "But, in a later phase, that is in the 1930s, Laski began to evolve a balanced view of ",
  "pluralism—identifying the points of its strength and weakness, and then he ",
  "conceded the importance of sovereignty as an essential element of state-power, ",
  "though he viewed the state itself as an agency for regulating class-relations in ",
  "society, while he himself preferred a classless society.",
  "Attack on Absolute Sovereignty",
  "In his A Grammar of Politics (1938), Laski proceeds to scrutinize the theory of ",
  "sovereignty from three aspects and discovers its weaknesses everywhere: In the first ",
  "place, historical analysis of the state repudiates the idea of absolute sovereignty. He ",
  "accepts Sir Henry Maine's criticism of Austin and shows how custom and tradition ",
  "substantially limit the exercise of sovereign power. These are not legal checks ",
  "imposed by some determinate human superior, nor do they operate with the express ",
  "or tacit consent of the sovereign himself. The deference which even omnipotent ",
  "monarchs and sultans have to show to custom, is a political need, a dictate of ",
  "prudence and expediency. Besides these limitations in the internal sphere, ",
  "sovereignty is also subject to limitations in the external sphere. Here Laski finds the ",
  "claims of absolute sovereignty incompatible with the interests of humanity. As he ",
  "observes: \"In a creative civilization what is important is not the historical accident ",
  "of separate States, but the scientific fact of world-interdependence. The real unit of ",
  "allegiance is the world. The real obligation of obedience is to the total interest of ",
  "our fellow-men.\" (A Grammar of Politics; 1938)",
  "In the second place, the theory of absolute sovereignty fails as a theory of law. ",
  "Here Laski accepts Dicey's distinction between legal and popular sovereignty as a ",
  "proof of the absurdity of Austin's definition of sovereignty as determinate and ",
  "indivisible. He proceeds to show how even the idea of popular sovereignty is not ",
  "workable. In Laski's own words, \"everyone knows that to regard the King-in-",
  "Parliament as a sovereign body in the Austinian sense is absurd. No Parliament ",
  "would dare to disfranchize the Roman Catholics or to prohibit the existence of trade ",
  "unions. If it made the attempt, it would cease to be a Parliament. That is tohttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Pluralist Theory of Sovereignty 185",
  "say that in practice legally unlimited power turns out to be power exercised under ",
  "conditions fairly well known to each generation.\"",
  "Finally, the theory of sovereignty does not hold good in the analysis of a ",
  "political organization. Laski cites the case of the federal state, particularly of the ",
  "United States, to show that the location of sovereignty—as envisaged by Austin— ",
  "is very difficult in the case of such political organizations.",
  "Distinction between the State and Government",
  "Laski dwells on the distinction between the state and government to demonstrate ",
  "the inadequacy of the theory of absolute and unlimited sovereignty. He points out ",
  "that, in actual practice, the so-called sovereign powers of the state are claimed by ",
  "the government, that is a body of persons issuing orders and enforcing obedience ",
  "thereto. In the exercise of these powers the government can never be allowed to ",
  "become absolute and irresponsible. In his The State in Theory and Practice (1935), ",
  "Laski observed that government is but the agent of the state:",
  "It exists to carry out the purpose of the state. It is not itself the supreme ",
  "coercive power; it is simply the mechanism of administration which gives ",
  "effect to the purpose of that power. It is not, we are told, sovereign in the ",
  "sense in which the state is sovereign; its competence is defined by such ",
  "authority as the state may choose to confer upon it; and if it oversteps that ",
  "authority it may, where such provision exists, be called to account.",
  "Pointing to the dangers of conferring absolute powers on government, Laski ",
  "further observes:",
  "Every government is composed of fallible men. They may deliberately ",
  "exploit the authority they possess for their own selfish purposes. They ",
  "may, with the best intentions, but quite unreasonably, mistake the private ",
  "interest of a few for the well-being of the whole community. They may be ",
  "ignorant of the position they confront, or be incompetent in handling it. ",
  "Circumstances such as these have occurred in every political society at ",
  "some period of its history. The value of the distinction between state and ",
  "government is the possibility it offers of creating institutional mechanisms ",
  "for changing the agents of the state, that is the government, when the ",
  "latter shows itself inadequate to its responsibilities.",
  "Moral Grounds of Allegiance",
  "In The Foundations of Sovereignty (1921), Laski argues that the state is only one ",
  "among many forms of human associations and, as compared with other ",
  "associations, it has no superior claims to an individual's allegiance. He argues that ",
  "the state has no right to the allegiance of an individual save insofar as his conscience ",
  "gives assent. His point is that to demand unquestioning obedience to the orders of ",
  "the sovereign authority without giving the individual the right to judge for himself'https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "186 An Introduction to Political Theory",
  "their moral adequacy is morally wrong; it stunts the growth of his moral personality. ",
  "In his A Grammar of Politics (1938), Laski argues that the larger functions of the ",
  "state postulate larger responsibility as well. The state can justify its existence only ",
  "as a 'public service corporation':",
  "The State differs from every other association in that it is, in the first place, ",
  "an association in which membership is compulsory. It is, in the second ",
  "place, essentially territorial in nature . . . The State controls the level at ",
  "which men are to live as men. It is, in administrative terms, a government ",
  "whose activities are shaped by the common needs of its members. To ",
  "satisfy those common needs, it must control other associations to the degree ",
  "that secures from them the service such needs require.",
  "In other words, the state must justify exercise of its social authority by ensuring ",
  "an effective coordination of functions of other human associations in the best ",
  "public interest. Its claim to the allegiance of individuals will rest on the efficient ",
  "performance of its functions.",
  "Laski tries to build up the pluralistic character of the state on the basis of the ",
  "pluralistic character of society itself. He observes that society is not a uniform ",
  "organization of all citizens. Citizens organize themselves into several associations ",
  "according to their specific interests and these associations in turn organize ",
  "themselves into society. Thus society is an association of associations, or a ",
  "federation of various interest groups. This principle should form the basis of ",
  "authority of the state. So Laski declares: \"... because society is federal, authority ",
  "must be federal also.\" {A Grammar of Politics; 1938) In other words, the state ",
  "should exercise its authority over the various interest groups which constitute it. ",
  "But each interest group should in turn exercise its authority over its members.",
  "Thus Laski insists that sovereignty in the state should be shared by many groups ",
  "according to the respective value of the functions of each group. The state should ",
  "perform its coordinating function, but has no right to omnipotence. The power of ",
  "the state should become coordinative instead of being hierarchical, and authority ",
  "should become federal instead of being absolute and indivisible. Laski's plea to ",
  "make authority federal is the cornerstone of his pluralist doctrine. Its logical ",
  "conclusion may be found in his concept of the democratization of power.",
  "Democratization of Power",
  "In his pluralist fervour, Laski feels deeply concerned about the undemocratic ",
  "control of industry and politics by the economic overlords in society—a ",
  "characteristic feature of capitalist civilization. In his Reflections on the Revolution ",
  "of Our Time (1943), Laski most eloquently declares:",
  "In modern society, the large industrial corporations are controlled by a caste ",
  "of economic directors, mainly remarkable for their skill in financialhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Pluralist Theory of Sovereignty 187",
  "manipulation, who are masters alike of their shareholders and of the ",
  "consumers and are not seldom in a position to hold even the states to ",
  "ransom. Their power is as massive in volume as it has largely been ",
  "irresponsible in operation. We have reached a stage in historical evolution ",
  "where either their power must be subordinated to the interest of the ",
  "community or the interest of the community will be a tragic pseudonym ",
  "for their power.",
  "This state of affairs cannot be transformed, Laski feels, unless the vital ",
  "instruments of production are owned and controlled by the community. But he ",
  "immediately shifts from this socialist solution to an alternative scheme of ",
  "democratization of power—a pluralist solution. Laski identifies four bases of ",
  "economic power: the supply of capital and credit; the ownership and control of ",
  "land; control of the import and export trades; and, finally, control of transport, ",
  "fuel and power. Socialization of these vital resources will avert concentration of ",
  "economic power in society and start the process of the democratization of power.",
  "Robert M. Maclver (1882-1970)",
  "Maclver has developed his pluralistic theory in his two outstanding works: The ",
  "Modern State (1926) and The Web of Government (1947/1965). Maclver takes a ",
  "sociological view of the state and traces its evolution from primitive social ",
  "structures to its modern form. In this process he rejects the theory of absolute ",
  "sovereignty and vindicates the pluralist view of the state.",
  "Supremacy of Law",
  "As the outset, Maclver identifies the state as one of several human associations. ",
  "The state is distinguished from other associations because it gives expression to ",
  "law, not because it is characterized by sovereignty. Maclver has advanced three ",
  "arguments against the doctrine of sovereignty: (a) In the first place, the concept ",
  "of the general will, as formulated by Rousseau (1712-78) and Green (1836-82), ",
  "is sometimes invoked as the basis of sovereignty. But it is difficult to discover the ",
  "existence of the general will in the state. There are many persons in the state who ",
  "differ from the prevalent will in the state. The states of the past included vast ",
  "numbers of aliens and slaves apart from the citizens whose will could not be ",
  "reconciled with the so-called will of the state. Besides, the state appears as an ",
  "upholder of custom and, therefore, loyalty to the state in such a case is derived ",
  "from men's regard for custom, not for the state itself; (b) Secondly, even in a ",
  "democratic state, it is very difficult to locate the ultimate sovereign. There is no ",
  "homogeneous will of the people. Majority and minority opinions exist ",
  "simultaneously. One government is replaced by another; will seems to go on ",
  "changing; policy also changes therewith; and (c) Finally, power in the state is ",
  "always exercised by a political government. Limits to the power of governmenthttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "188 An Introduction to Political Theory",
  "are set by the constitution over which government has no direct control. The ",
  "stability of the authority of government depends on its legitimacy for which it ",
  "must conform to the prevalent traditions and social values.",
  "Maclver, therefore, argues that the state is characterized by the supremacy of ",
  "law which exists apart from the state. Thus he observes:",
  "It is not the office but the instrument, not sovereignty but the law and the ",
  "constitution that wear the legitimate armour of might. The government ",
  "has power as the guardian of the constitution, as the executor of law, not ",
  "in its own right. Outside the realm of law its use of force is as irreducible ",
  "to principle as that of any strong man armed. To law, therefore, we must ",
  "turn, and not to sovereignty as such, if we are to attain a true definition of ",
  "the state. (The Modern State; 1926)",
  "Law, in this sense, cannot be regarded as an expression of the will of the state. ",
  "The state does not create law. Law exists prior to the state; the state only grasps ",
  "it and gives it a definite expression in the form of its statutes. In other words, the ",
  "state only codifies law, or modifies its form; it cannot make or remake it. As ",
  "Maclver points out: \"The state can no more reconstitute at any time the law as a ",
  "whole than a man can remake his body.\" Maclver agrees with Hugo Krabbe that ",
  "the authority of law is greater than the authority of the state.",
  "Basis of Authority",
  "As the state is one of several human associations, the basis of authority of the ",
  "state cannot be different from that of other associations or corporations. Maclver ",
  "asserts: \"Every association of any magnitude has grades of authority and control ",
  "analogous to those of the state.\" {The Modern State). A business corporation has ",
  "a body of shareholders who are united in the will and interest to uphold the ",
  "corporation. The shareholders must choose a board of directors, but neither on ",
  "the choice nor on the policy of the board are they likely to be unanimous. In the ",
  "sphere of the state, the will of the people—which is nothing more than the dominant ",
  "will or the majority will—is analogous to the will of the shareholders and ",
  "government is analogous to the board of directors. The state, accordingly, derives ",
  "its authority from the will of the majority of the people, not in its own right.",
  "A corporation is recognized by law; it entails certain rights and obligations. ",
  "The state is similar to other corporations in this sense also. It is recognized by ",
  "law, and has its definite rights and obligations. What is, then, the relation of the ",
  "state to other corporate entities—the human associations whose right it recognizes ",
  "and defines?",
  "According to Maclver, the state",
  "gives them a special status defining their privileges and responsibilities: ",
  "The state does not create the corporation but only regulates its legal ",
  "character . . The association, such as a professional group or a body ofhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Pluralist Theory of Sovereignty 189",
  "believers, exists apart from and prior to the state's act of recognition. The ",
  "state cannot, for the most part, either make or unmake it ... The great ",
  "associations are as native to the soil of society as the state itself. The state ",
  "can scarcely even decide whether it will or will not recognize them.",
  "How can the state fulfil the function of control and coordination of human ",
  "associations unless it enjoys supremacy over them? Does it imply that, while ",
  "other associations cater to the partial interests of men, the state is the guardian ",
  "and agent of the universal interests of men?",
  "Maclver's answer to these questions is the essence of his pluralist position. ",
  "He argues that the state does not regulate the internal affairs of other associations; ",
  "it does not and cannot determine their purposes or, for the most part, their ",
  "methods. It does not treat them as its own agencies or instruments. The state ",
  "comes into the picture only when the interests of one group encroach on another. ",
  "In other words, the state acts only in order to resolve the conflicting interests of ",
  "various associations in society. The state cannot impose its own will on human ",
  "associations for the protection of the 'common interest'. In Maclver's own ",
  "words, the state",
  "stands for the common interests; but only so far as the common interest ",
  "is sufficiently unified to admit of political expression, and only so far as it ",
  "is sufficiently externalized to admit of legal regulation. True, it stands for ",
  "the common interest; but not for the whole of the common interest. . . ",
  "The common interest is no simple objective, attainable in its entirety by an ",
  "inclusive authority. The partial interests of a thousand associations, cultural ",
  "and economic, are also parts of the common interest.",
  "Even if the state claims to be the protector of the common interest, it cannot ",
  "demand superior authority on this account. Other associations may cater to less ",
  "extensive interests of men, yet they may attract their deeper loyalties because ",
  "they are more intimate and more closely bound with the traditions and beliefs of ",
  "groups. As Maclver further observes: \"On this account the doctrine of absolute ",
  "sovereignty, if actually practised in the states of today with all their diversities of ",
  "culture, would be fatal to the harmony of social life.\"",
  "Initially Maclver seems to hold that the state should not use its authority to ",
  "regulate the internal affairs of any other human association. But in the later part ",
  "of his life, he sought to introduce a note of caution in this matter. In a subsequent ",
  "edition of The Web of Government (1965) Maclver makes a distinction between ",
  "two types of organizations—those which serve the emotional and cultural interests ",
  "of men and cannot be regulated by the state; and those which serve the economic ",
  "interests of different groups, and have to be regulated to serve the common ",
  "interest. As he points out:https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "190 An Introduction to Political Theory",
  "There are schools and styles in every form of art, in every field of cultural ",
  "expression. The followers of any one .. . take delight in their own, in the ",
  "difference itself. Religions may alike proclaim the brotherhood of man or ",
  "the fatherhood of God, but each has its own conception of the ",
  "fatherhood.To coordinate them all into one would be to destroy their ",
  "characteristic qualities, to drain them of their vitality.",
  "On the other hand, the associations formed to serve the economic interests of ",
  "various groups cannot be treated on similar lines. As Maclver argues:",
  "Economic activities, for example, cannot be left to the free arbitrament of ",
  "individuals and groups without serious interference with public order. ",
  "Thus, an employer cannot lower the wages of his employees below the ",
  "prevailing rate . . . extend the hours of labour without doing harm to his ",
  "fellow employers as well as to his employees ... No more can a man ",
  "rightly claim to use his property in any way that seems good to him. His ",
  "property not only is the fruit of the cooperative labour of many men but ",
  "also it is the potential if not the actual source of the livelihood of others. If ",
  "he neglects it, lets it run to waste or ruin, or actually destroys it he is ",
  "injuring his fellows.",
  "Recognition of this distinction between the two types of associations ",
  "provides a profounder basis to Maclver's pluralist theory.",
  "A CRITICAL APPRAISAL",
  "The pluralist theory of sovereignty is important because it deals with the problem ",
  "of sovereignty in the political sphere. It is significant that the classical theory of ",
  "sovereignty was developed by several thinkers from Jean Bodin to John Austin as ",
  "a purely legal concept. These thinkers were generally conscious of the moral ",
  "responsibility of the sovereign, but they did not recognize any human superior ",
  "whose advice or approval would be necessary for the sovereign. This position ",
  "could be upheld so long as sovereignty was nothing more than a legal notion.",
  "But once the theory of absolute and unlimited sovereignty is accepted, the ",
  "distinction between the state and government is soon forgotten or ignored and ",
  "absolute powers are claimed by a government in the name of the state, paving the ",
  "way for autocracy and tyranny. It is, therefore, quite expedient that the implications ",
  "of sovereignty in the political sphere are worked out and spelled out so that sound ",
  "principles of politics and government can be evolved. This is precisely the field ",
  "where the pluralist theory has made an important contribution.",
  "The exponents of the pluralist theory have elaborated the limitations on the ",
  "authority of the state—in practice, on the authority of government. Some of the ",
  "pluralists, like A.D. Lindsay and Robert M. Maclver, have even regarded other ",
  "associations as objects of deeper individual loyalties than the state. Harold J.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Pluralist Theory of  191",
  "Sovereignty",
  "Laski has used the pluralist model especially to curb the concentration of economic ",
  "power—a baneful product of capitalism. Maclver has, of course, made an ",
  "important point by prescribing different roles of the state with regard to the ",
  "cultural and emotional groups on the one hand, and economic interest groups on ",
  "the other.",
  "There are, however, some dangers inherent in the pluralist theory. When interest ",
  "groups become the centre of individual loyalty, so much so that some groups ",
  "attract deeper loyalty than the state itself, there is a danger that some groups ",
  "might become unduly powerful; they may dictate unjust terms on society because ",
  "of this power. For instance, the unions of those performing essential services, ",
  "such as mechanics, engineers, doctors, dispensers, drivers, and even sweepers, ",
  "may be able to exert undue pressure on the authorities because they can disrupt ",
  "normal social life, while teachers, artists, scientists, etc. may not be able to press ",
  "for their just and genuine demands. Moreover, some categories of persons, such ",
  "as traders and workers, are usually more organized and vocal than other categories, ",
  "such as consumers. The pluralist model of government, in such cases, implies ",
  "pre-eminence of the interests of dominant groups over those of the vulnerable ",
  "sections of society.",
  "Under the circumstances, the responsibility for protecting the common interest ",
  "devolves on the state. The state should act as an agency for harmonizing the ",
  "conflicting claims of different interest groups—because some groups might be ",
  "unduly eloquent in advancing their claims while others might not be even conscious ",
  "of their interests, not to speak of properly organizing and articulating their genuine ",
  "interests. The state should, therefore, determine the requirements of the common ",
  "interest in admitting the respective claims of the various interest groups.",
  "Again, with the ascendancy of big corporations in the modern state, the position ",
  "of other groups has considerably weakened. The giant corporations have, in ",
  "fact, eclipsed other social groups as regards their influence on the policy-making ",
  "process. Under such circumstances, public policy can hardly be regarded as an ",
  "end-product of mutual adjustment of group interests. In order to restore the ",
  "rightful place of smaller groups vis-d-vis the bigger ones, the state must play an ",
  "effective role in curbing the powers and influence of the more powerful organs, ",
  "particularly the big corporations. This would call for a stronger base for the state ",
  "sovereignty than what the pluralist theory might concede.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]