[
  "c9",
  "Contemporary Challenges",
  "to Sovereignty",
  "C",
  "ONVENTIONAL THEORY OF sovereignty upholds supreme legal ",
  "authority of the state in internal as well as external sphere. In recent ",
  "years this theory was challenged from both sides: (a) Internal ",
  "challenges to sovereignty came from the growing authority of various groups and ",
  "associations who claimed allegiance from their members within the state. This ",
  "was brought out by the pluralist theory of sovereignty; and (b) External challenges ",
  "to sovereignty came from international environment which threatened autonomy ",
  "of the nation-state. The process of globalization further aggravated the situation. ",
  "Here we shall focus on the external challenges to the sovereignty of the nation-",
  "state.",
  "IMPERIALISM AND COLONIALISM",
  "Imperialism has a long history. Apparently it has wound up, but the forces involved ",
  "in its expansion continue to work in subtle and disguised forms. Originally ",
  "imperialism meant the formation of an empire, that is bringing several countries ",
  "under the control of one supreme authority. In this sense it has existed since ",
  "ancient times. In modern times it found a new expression in the form of ",
  "'colonialism'. Edward Said (Culture and Imperialism; 1993) has aptly drawn ",
  "distinction between the two terms: \"imperialism means the practice, the theory, ",
  "and the attitudes of a dominating metropolitan centre ruling a distant territory\" ",
  "whereas \"colonialism, which is almost always a consequence of imperialism, is ",
  "the implanting of settlements on distant territory.\" In actual practice, however, ",
  "the term 'imperialism' is used more comprehensively. It includes various ",
  "expressions of 'colonialism' also.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Challenges to Sovereignty",
  "193",
  "Modern forms of imperialism are the product of expansion of trade and ",
  "industry in several countries of Europe. For example, in the eighteenth and ",
  "nineteenth centuries Britain, France, Belgium, Netherlands, Spain and Portugal, ",
  "among others, sought to set up their colonies in a number of countries in ",
  "Africa, Asia and America for the expansion of their trade and industry after ",
  "their own national consolidation. They started exploiting the natural and ",
  "human resources of those countries to strengthen their own economies. The ",
  "champions of imperialism usually argue that they seek to extend the benefit of ",
  "civilization to the 'uncivilized' people. Indeed it is an attempt to attribute moral ",
  "dignity to the pursuit of their self-interest.",
  "J.A. Hobson  (Imperialism;  1902) defined imperialism as a search for ",
  "'captive i market'. He attacked on it as a method of exploitation. V.I. Lenin ",
  "(Imperialism: The Highest Stage of Capitalism; 1916) argued that imperialism ",
  "was an economic necessity of capitalist economy. Accordingly, when capital ",
  "accumulates to such an extent that it cannot at all find profitable use in the ",
  "main capitalist countries, they are forced to look abroad for profitable outlets. ",
  "Lenin identified three driving forces behind the imperialist expansion: search ",
  "for new spheres of investment, new markets and new sources of raw materials. ",
  "Foreign trade allows capitalists to secure a higher rate of return than that ",
  "available at home. Overseas investment opens up new sources of labour and ",
  "markets, and allows access to raw materials at extremely cheaper rates.",
  "Lenin described the 'division of nations into oppressor and oppressed' as ",
  "the 'essence of imperialism'. Although Lenin exhorted all oppressed nations to ",
  "unite",
  " against their oppressors and overthrow them, yet his message could not go beyond ",
  "Russian Revolution (1917) at that time. However, the oppressed nations ",
  "gradually became aware of the nature of their exploitation by their colonial ",
  "masters and they launched their struggle for independence individually. As a ",
  "result, the process of 'decolonization' began after the Second World War ",
  "(1939^15) when colonial rulers began to concede independence to their ",
  "subject countries. India was first to gain independence in 1947.",
  "ADVENT OF NEO-COLONIALISM",
  "However, the exploitation of the former colonies of Asia, Africa and Latin ",
  "America did not stop with the achievement of their independence. The former ",
  "imperialist  powers acquired new, subtle means of exploiting the former ",
  "colonies which are described as 'neo-colonialism'. Neo-colonialism denotes the ",
  "strategy of a colonial power which does not maintain its political domination in ",
  "a foreign territory, but continues its economic exploitation by using it as a ",
  "source of cheap labour and raw materials as well as a big market for its ",
  "industrial products. The new nations or the developing countries, with their ",
  "vast size and population and low level of industrial development, remain the ",
  "chief source of supply of raw materials andhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "194 An Introduction to Political Theory",
  "labour-intensive products for the developed world. But the price levels for such ",
  "products are largely dictated by the rich countries until they can organize ",
  "themselves into a semi-cartel like the Organization of the Petroleum Exporting ",
  "Countries (OPEC) (founded in 1960). For other products, such organizations ",
  "simply do not exist.",
  "In the absence of sufficient capital and technical expertise required for their ",
  "industrialization, the developing countries are forced to make use of their resources ",
  "in labour-intensive industries with a low margin of profit. On the other hand, ",
  "developed countries make use of their resources in capital-intensive and ",
  "technology-intensive industries with a high margin of profit. Thus international ",
  "trade continuously operates to the disadvantage of the developing countries. The ",
  "victims of neo-colonialism hardly find a way to solve their problems of poverty, ",
  "unemployment and technological backwardness or to stop their exploitation. Thus ",
  "Chile, Brazil, Panama and other Latin American countries continue to be the ",
  "source of cheap raw materials and cheap labour for the industries of the United ",
  "States. Similarly, the countries like Taiwan, Malaysia and Philippines continue to ",
  "serve as backyards for the Japanese industries.",
  "Then developed countries invest their capital in the developing countries through ",
  "Multinational Corporations (MNCs) which manufacture and market a variety of ",
  "consumers goods within those countries and earn huge profits for the countries ",
  "of their origin. This gives them an opportunity to make use of cheap labour as ",
  "well as raw materials of the developing countries for their own advantage. Again, ",
  "the developing countries also serve as the provider of cheap labour for the ",
  "production of components in consumer goods assembled elsewhere where ",
  "requisite expertise is available. Often the poorer countries lack the expertise or ",
  "investment capital to benefit from the marketing of finished products, but they ",
  "can provide the labour for factories owned and built by companies based in ",
  "richer countries. Even the highly skilled labour of the developing countries like ",
  "doctors, engineers and other professionals, produced at a high public cost, is ",
  "sometimes directly transferred to the developed world for want of adequate career ",
  "opportunities in their own countries. This phenomenon is called 'brain drain'.",
  "The term 'neo-colonialism' was coined by the first President of independent ",
  "Ghana, Kwame Nkrumah (1909-72) in his essay Neo-colonialism: The Last ",
  "Stage of Imperialism (1965). This work follows the style and line of argument of ",
  "Lenin's Imperialism: The Highest Stage of Capitalism (1916). Nkrumah argued ",
  "that although countries like Ghana had technically achieved independence, the ",
  "ex-colonial powers and newly emerging superpowers such as the United States ",
  "continued to play a decisive role through international monetary bodies, and ",
  "through the fixing of prices on world markets, multinational corporations and ",
  "cartels and a variety of educational and cultural institutions. In Nkrumah's ",
  "view, neo-colonialism was more injurious and more difficult to detect than the ",
  "conventional form of colonialism.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Challenges to Sovereignty 195",
  "In a nutshell, the legacy of imperialism still continues to afflict the developing ",
  "countries who have gained formal, political independence. A developing country ",
  "which declares itself to be a 'sovereign, democratic republic' may still feel ",
  "constrained by the forces of neo-colonialism.",
  "II. ROLE OF THE POWER BLOCS",
  "Another factor that caused a constraint on the sovereignty of the developing ",
  "countries was the emergence of the power blocs after the Second World War ",
  "(1939-45). However, these countries decided to fight against this constraint and ",
  "largely maintained their independence throughout.",
  "GENESIS OF THE POWER BLOCS",
  "After the Second World War a large part of the world was divided into two big ",
  "ideological camps. Of these one was the capitalist camp led by the United States; ",
  "another was the communist camp led by the Soviet Union (the then USSR). The ",
  "United States as well as the Soviet Union was capable of facing any big power ",
  "with its large military might and nuclear weapons. Hence each of them was ",
  "recognized as a 'superpower'. Thus each ideological camp was led by a superpower.",
  "Both the superpowers had formed their respective military alliances. The chief ",
  "military alliance of the capitalist camp was North Atlantic Treaty Organization ",
  "(NATO) which was founded in 1949. Its leading members were the United States, ",
  "the United Kingdom, France, Belgium, Netherlands, Luxemberg, Denmark, ",
  "Norway, Iceland, Portugal, Italy, West Germany (Federal Republic of Germany) ",
  "and Canada. The chief military alliance of the communist camp was Warsaw ",
  "Pact which was founded in 1955. Its members included the USSR, Albania (which ",
  "left it in 1968), Bulgaria, Czechoslovakia, East Germany (German Democratic ",
  "Republic), Hungary, Poland and Rumania.",
  "Since both these camps sought to dominate the world with their huge power ",
  "apparatus, these were termed the 'power blocs'. But each of them wanted to ",
  "demonstrate the supremacy of its ideology and to enlist its following in the rest of ",
  "the world. There was no armed conflict between the two groups, but a vigorous ",
  "propaganda against each other was in full swing. In international politics this ",
  "queer conflict was described as the 'Cold War' which created immense tension ",
  "and threatened the world peace. The term 'Cold War' in this sense was popularized ",
  "by the American columnist Walter Lippman (1889-1974).",
  "The emergence of the power blocs coincided with the decline of imperialism. ",
  "A large number of countries of Asia and Africa gained their independence after ",
  "the Second World War (1939-45) and established their identity as the new nation-",
  "states. The countries of Latin America, who had formally gained their independence ",
  "in early nineteeth century, also joined them. These countries had remainedhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "196 An Introduction to Political Theory",
  "underdeveloped during the long period of foreign domination. They were chiefly ",
  "interested in maintaining their independence and securing their social and economic ",
  "development. Together they were described as the 'third world' at the instance ",
  "of the French economist and demographer Alfred Sauvy (1898-1990). Fortunately, ",
  "some of these countries had distinguished world leaders with a great vision. So ",
  "most of these countries, under the able leadership of Nehru (of India), Nasser (of ",
  "Egypt) and Tito (of Yugoslavia) adopted the policy of remaining away from the ",
  "power blocs. This policy was termed as 'non-alignment'. Eventually, non-",
  "alignment became a distinctive feature of the third world.",
  "Gradually non-alignment evolved into a movement as well as a common forum ",
  "for the new nations. Its aims included the opposition to colonialism and neo-",
  "colonialism all over the world, to promote disarmament for the maintenance of ",
  "world peace, to promote cooperation between the developing countries and to ",
  "form organizations to look after their common interests in the field of industry ",
  "and trade, technological development, education and information, etc. They ",
  "particularly tried to dispel the tension between the two power blocs and to build ",
  "a bridge of understanding between the two.",
  "IMPACT OF THE POWER BLOCS",
  "The emergence of the power blocs posed a new threat to the sovereignty of the ",
  "nation-state. In the past any state could arrange for its defence by organizing its ",
  "military power and by entering into alliance with other friendly states. But when ",
  "the superpowers created very big military alliances, with their own nuclear weapons ",
  "and Intercontinental Ballistic Missiles (ICBMs), no nation-state remained capable ",
  "of providing for an effective security of its citizens by conventional means. Under ",
  "the circumstances, each nation-state felt constrained to rely on either superpower ",
  "and to join its camp. This meant compromising one's independence and bowing ",
  "to the commands of a superpower. When the new nations decided to maintain ",
  "their independence through the policy of non-alignment, they really had a tough ",
  "time, facing criticism, pressures and threats from both side. But eventually this ",
  "came to stay.",
  "However, since the early 1990s there has been a radical change in the position ",
  "of the power blocs. The reforms initiated by Mikhail Gorbachev in the Soviet ",
  "Union in 1985 encouraged free flow of information, social and political debates, ",
  "decentralization of economy and review of foreign policy in the communist camp. ",
  "This led to the relaxation of the Soviet Union's control over the communist nations ",
  "of Eastern Europe, and eventual collapse of the communist system in most of ",
  "these countries by 1991. This marked the dissolution of the one power bloc led ",
  "by the former USSR and consequent end of the 'cold war'. The Wall of Berlin ",
  "between East and West Germany was demolished, and Warsaw Pact also became ",
  "redundant. However, the North Atlantic Treaty Organization (NATO) is still goinghttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Challenges to Sovereignty",
  "197",
  "strong. From military angle, only one power bloc is left now. However, ",
  "the substantive base of domination in the contemporary world has been ",
  "shifting from military power to economic power,  spread over various ",
  "centres. Besides, the use of superior technology has led to the spreading ",
  "of environmental pollution all over the world, and linking of all parts of the ",
  "world by an effective communication network. In short, the process of ",
  "'globalization' has emerged as a new challenge to the sovereignty of the ",
  "nation-state.",
  "PRIMACY OF ECONOMIC ISSUES",
  "The emerging problems of global concern and magnitude call for global ",
  "solution. These problems may touch many areas but primarily they are ",
  "centred around economic issues. For many years, the superpowers and ",
  "their allies focused on the predominance of military power, and paid only ",
  "secondary importance to the economic issues. For most of the 1950s, ",
  "1960s and early 1970s, lethal weapons in possession of a nation were ",
  "regarded the symbols of its power; its economic assets and liabilities were ",
  "not regarded so significant. However, in late 1970s and 1980s economic ",
  "issues began to acquire greater importance in international politics.",
  "Now it was increasingly realized that the economies of major powers ",
  "were linked with the world economy. For instance, it was discovered that ",
  "the United States, Western Europe and Japan had become dependent on ",
  "foreign sources of energy and other non-fuel mineral resources. Then, ",
  "Japan had emerged as a major international economic actor whereas the ",
  "United States was reduced from the world's greatest creditor nation to the ",
  "world's greatest debtor nation. The Soviet Union and Eastern European ",
  "states conceded that they too had immense  budget deficits. Western ",
  "Europe decided to create a single European Common Market. Third world ",
  "countries were groaning under a heavy debt burden, and its large segments ",
  "were still wanting in economic development. The centre of international ",
  "economic growth had shifted to the western Pacific. And a large part of ",
  "the world had been transformed into a single financial market thanks to ",
  "the development of electronic banking.",
  "Increasing importance of economic issues in world politics became ",
  "evident in so many other areas also. Thus, when Iraq conquered Kuwait in ",
  "1990, many countries feared that their economies would be hard hit by ",
  "Iraq's control of a large part of the world's oil reserves. Again the ",
  "economies of various nations were so interlinked that they seemed to ",
  "comprise a world economy. This may be illustrated by some examples. ",
  "An aircraft built in America flew Japanese businessmen to Indonesia to ",
  "secure oil for Japanese industries. French financiers used the same aircraft ",
  "to track their investments in stock markets in London, New York, Tokyo https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "and ",
  "Hong ",
  "Kong. ",
  "When ",
  "Ameri",
  "can ",
  "consu",
  "mers ",
  "purcha",
  "sed ",
  "lesshttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "198 An Introduction to Political Theory",
  "expensive East Asian textile products, U.S. textile manufacturers were forced to ",
  "lay off workers. Then in order to strengthen their position in the textile market, ",
  "American entrepreneurs sought to invest in high-technology West German textile ",
  "machines. These machines were purchased with the money that was deposited ",
  "by Saudi princes in Italian banks.",
  "Interlinkages between the economies of various nations may be illustrated ",
  "further. When Japanese manufacturers lower the prices of various electronic ",
  "gadgets, the prices of VCRs, TVs and microwave ovens fall in America. Nuclear ",
  "accident at Chernobyl in the former USSR (1986) gave rise to the fear that its ",
  "radiation had contaminated the food chain over half a world. When terrorists ",
  "destroyed World Trade Centre in America (2001), whole world was shocked while ",
  "watching its live telecast on TV. When famine sweeps Africa, TV viewers I around ",
  "the world are touched by the tragedy. Burning of forests in Indonesia brings ",
  "climate change in whole South East Asia. News of a hole in the Earth's ozone layer ",
  "over Antarctica comes as a warning of global disaster for the chemical industries ",
  "world over.",
  "Under the circumstances, it is natural to ask: if all nation-states have become ",
  "interdependent in their economic relations, environmentally and even emotion-",
  "ally, how can a particular nation claim absolute sovereignty in its external relations? ",
  "What is the duty of developed nations toward promoting economic growth in the ",
  "developing societies? At what point the issues of national importance end and ",
  "those of international importance begin? How can needy nations lay hands on ",
  "those essential and rare resources which are the exclusive monopoly of the few ",
  "nations? Which nations are responsible to control worldwide terrorism, drug-",
  "trafficking and environmental degradation? The concept of external sovereignty ",
  "of nation-state will have to be revised suitably in order to deal with such situations.",
  "GLOBALIZATION AS A CONSCIOUS POLICY",
  "When globalization became inevitable, many nations of the world thought of ",
  "finding out its beneficial aspects and adopting it as a conscious policy. This also ",
  "coincided with the increasing popularity of 'liberalization' and 'privatization' in ",
  "many parts of the world. Way back in 1980s, governments of USA and UK ",
  "decided to reduce their liability of public welfare in order to contain the rising ",
  "burden on public exchequer. The crisis which engulfed Eastern European socialist ",
  "economies toward the end of this decade and their eventual collapse in early ",
  "1990s proved that state-sponsored development could not sustain an economy ",
  "for long. Then third world countries also realized that the expansion of welfare ",
  "services at the expense of the tax-payer had failed to serve its purpose due to ",
  "bureaucratic inefficiency and corruption. Increasing tax-burden on able and ",
  "industrious sections led to the loss of incentive and consequent decline of output. ",
  "Again, the mounting demands of subsidies could not be met with the available ",
  "resources. So liberalization became order of the day.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Challenges to Sovereignty 199",
  "Liberalization",
  "The policy of removal or relaxation of government control or restriction on economic ",
  "activity with a view to maximizing its efficiency. It seeks to reduce the state's liability ",
  "toward welfare of the individuals and promote incentive-based rewards rather than ",
  "dependence on various subsidies.",
  "Privatization",
  "The policy of transfering government ownership and control of any sector of economy ",
  "to private ownership and control in order to improve the standard of its management ",
  "and to prevent loss to the public exchequer.",
  "Policy of globalization represents a logical conclusion of the policy of liberal-",
  "ization and privatization. This policy also became popular since 1980s. It holds ",
  "that economic efficiency can be increased further if economic activity is allowed ",
  "to benefit from the resources available at the global scale. It encourages the ",
  "utilization of capital and machinery available in one part of the world, raw materials ",
  "in another part, labour in still another part for the process of production and ",
  "search of markets for the final product all over the world. Its objectives include ",
  "the minimization of cost of a product, enhancement of its quality, and the ",
  "maximization of profit from its marketing.",
  "Globalization encourages the expansion of multinational corporations (MNCs), ",
  "because they are best-suited to mobilize capital and other resources including ",
  "managerial skills. It promotes the expansion of transport and communication ",
  "network, because that is the primary condition of its operation. It distributes ",
  "standard goods and services to every nook and cranny of the world and thus ",
  "introduces uniform style of living and uniform ways of entertainment. Finally it ",
  "contributes to the development of a global culture which is expected to create ",
  "greater understanding among different peoples of the world.",
  "A CRITICAL APPRAISAL",
  "Some writers eulogize globalization as a boon for humanity. They argue that now ",
  "national boundaries do not stand in the way of progress of an individual or a ",
  "community thanks to globalization. Men have gained access to the treasure of ",
  "knowledge and culture which is the product of genius all over the world. Now ",
  "local communities have the opportunity to benefit from technology, information ",
  "services and markets available anywhere in the world. Finally, globalization has ",
  "created awareness regarding global environment all over the world, and different ",
  "nations have come to recognize global problems as a matter of their individual ",
  "and collective responsibility.",
  "Others condemn globalization as a bane for a large part of the world. They ",
  "believe that globalization is a device to maintain domination of the developedhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "200 An Introduction to Political Theory",
  "countries of the West over the developing countries. They regard it an expression ",
  "of neo-colonialism. They argue that Western culture is being projected as global ",
  "culture through the so-called globalization, and thereby the cultural heritage of ",
  "the East is being eroded. Besides, local economies are being made subservient to ",
  "Western economies by linking them with each other in the name of globalization.",
  "Critics of globalization assert that global culture and global economy have not ",
  "come into existence in the course of natural evolution, but they have been invented ",
  "by capitalist powers to serve their self-interest. Underdeveloped countries are ",
  "being entrapped by projecting the inevitability of globalization. Some critics allege ",
  "that for the developing countries globalization implies the acceptance of terms ",
  "and conditions dictated by International Monetary Fund (IMF), World Bank and ",
  "other Western-dominated agencies which result in benefiting a tiny class within ",
  "the country at the expense of the large majority.",
  "Process of Globalization",
  "Structural Adjustment",
  "A process closely linked with globalization. It implies reforms that enhance productive ",
  "potential and facilitate improvement in economic performance and standard of living. ",
  "International Monetary Fund (IMF) provides assistance on concessional terms to low-",
  "income countries to enable them to carry out such reforms. These largely include: (a) ",
  "Measures that eliminate inefficiency in the use of resources and allow more rapid ",
  "adjustment to technological innovations and changes in relative prices; and (b) Measures ",
  "to increase output potential by adding to productive resources (such as capital and ",
  "labour) or by raising overall productivity.",
  "Regional Economic Integration",
  "The process whereby groups of certain countries seek to eliminate the artificial barriers ",
  "in the way of international trade and competition. This is largely accomplished.by (a) ",
  "Preferential Trade Agreement; (b) Free Trade Area; (c) Customs Union; (d) Common ",
  "Market; and (e) Economic Union. This process gives an impetus to globalization.",
  "Again some writers strive to strike a balance between the merits and demerits ",
  "of globalization. They concede that globalization has failed to eradicate poverty ",
  "from the world or reduce economic disparities. It has caused environmental ",
  "degradation, prompted intolerance, encouraged militarism, disintegrated ",
  "communities and worsened the condition of subordinate groups. But it should ",
  "not be forgotten that globalization has raised real per capita income in the world ",
  "to three times since 1945; it has reduced the ratio of the extremely poor in world ",
  "population to a half; it has created awareness regarding environment, and congenial ",
  "conditions for disarmament. It has brought the condition of subordinate groups ",
  "to limelight and inspired them to form their global organizations for theirhttps://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  "Contemporary Challenges to Sovereignty 201",
  "emancipation. It has also liberated them from the ideological domination of their ",
  "local communities and enabled them to fight for their legitimate rights.",
  "On the whole, any attempt to stop the process of globalization in the present-",
  "day scenario would be futile. We must seriously analyse its beneficial and harmful ",
  "aspects and devise suitable ways and means to maximize its benefits for humanity ",
  "and prevent its damaging effects.",
  "Perspectives on Globalization",
  "Realist Perspective",
  "Globalization does not alter the existing territorial division of world into nation-states. ",
  "It increases interdependence of different societies and economies but it does not ",
  "interfere with the state-system. It does not transcend state sovereignty, nor the ",
  "struggle for political power between states.",
  "Liberal Perspective",
  "Globalization has transformed world politics by replacing states as central actors by a ",
  "myriad of other groups and organizations whose importance differs according to the ",
  "issue-area concerned. With the help of revolution in technology and communications ",
  "interlinking economies of different nations, it has introduced a new international ",
  "division of labour, bringing greater efficiency, choice and prosperity.",
  "Radical Perspective",
  "Globalization is nothing but the latest stage in the development of international ",
  "capitatism. Above all it is a Western-led phenomenon which further deepens the ",
  "existing divide between the metropolitan and peripheral economies. At best it is an ",
  "instrument of neo-colonialism.https://telegram.me/UPSCMaterials https://telegram.me/FreeUPSCMaterials https://telegram.me/MaterialforExam",
  ""
]