[
  "Chapter2",
  "India and South Asia",
  "W",
  " hy does India have so many problems with",
  " its  neighbours?  The  short  answer  is:  the",
  " baneful  effects  of  the  politics  of  cultural ",
  "identity throughout South Asia arising out of a collective failure ",
  "to recognize and acknowledge that South Asia has a distinctive ",
  "personality and intertwined history arising out of its deﬁ nite ",
  "geographic identity. Virtually cut off from the rest of the world ",
  "by the Himalayas to the north, the Indian Ocean to the south, ",
  "thick forests to the east, and deserts to the west, its inhabitants ",
  "traditionally  had  relatively  few  contacts  with  the  outside ",
  "world. At the same time, the absence of any signiﬁ cant internal ",
  "geographical barriers, other than the Central Indian forests and ",
  "mountains (accounting for the somewhat different history north ",
  "and south of the Vindhyas) created an inevitable geographical, ",
  "cultural, economic and ecological interdependence of all parts of ",
  "this vast expanse of territory. These circumstances gave to the ",
  "heartland of the South Asian sub-continent, covering the bulk ",
  "of the territory of present-day India, Pakistan and Bangladesh, ",
  "a broadly common history and led to the evolution of a unique ",
  "civilization and culture. Remote and protected in the pre-modern ",
  "era from the cultural inﬂ uences of the mainland by the sea and ",
  "the mountains, the periphery of the sub-continent (Sri Lanka, ",
  "Maldives, Nepal, Bhutan, Baluchistan, the northwest frontier ",
  "and tribal regions of Pakistan and India’s Northeast Region) had ",
  "a more autonomous development and therefore more distinctive ",
  "cultures. But even these regions had considerable interaction ",
  "with, and were greatly inﬂ uenced by, the heartland.INDIA AND SOUTH ASIA 17",
  "South Asia’s Cultural Unity",
  "Generally, culture is the most important component of an ",
  "individual’s personality. It is also, for most countries around ",
  "the world, the prime component of a nation’s identity. This is ",
  "even more true for a land as steeped in culture and tradition ",
  "as South Asia, with religion as the key element shaping the ",
  "collective personality of the people and governing their daily ",
  "lives. South Asia’s religions have many common elements. ",
  "An offshoot of Hinduism, Buddhism rejected the evils of the ",
  "Hindu caste system, but retained its moral and ethical codes, ",
  "and the principal features of its philosophy. Buddha is revered ",
  "among Hindus as an avatar of Vishnu. Islam, as practised ",
  "in South Asia, has a distinct sub-continental character, very ",
  "different from the Islam practised in the Arab world, Southeast ",
  "Asia  and  Africa.  It  has  not  been  able  to  transcend  many ",
  "Hindu  traditions,  including  the  caste  system  (whence  the ",
  "unique category of ‘Dalit Muslims’). This is not so surprising, ",
  "considering that the overwhelming majority of the Muslims ",
  "in the sub-continent are converts from Hinduism. For the ",
  "same reason, there are Dalits among South Asia’s Christians ",
  "too. Despite the fundamental anti-caste character of Sikhism, ",
  "the caste system has carried over into Sikh traditions as well. ",
  "The dividing line between Hinduism and Sikhism, at least ",
  "in popular perceptions, is not clear. Hindus and Sikhs freely ",
  "visit gurudwaras and temples, and inter-marry. Some Hindu ",
  "families have a tradition that one son becomes a Sikh while the ",
  "others remain Hindus. ",
  "In  South  Asia,  neither  religion  nor  race  nor  language ",
  "constitutes a basis for developing a unique national identity. ",
  "On the other hand, there is a commonality in dress, food habits, ",
  "marriage and social customs and, most importantly, the way of ",
  "thinking of the South Asian people, regardless of religion. The ",
  "South Asian obsession with cricket reﬂ ects a common culture. ",
  "Popular  ﬁ lms,  music,  songs  and  dance  also  transcend  all ",
  "political frontiers. All South Asian countries have an uncanny ",
  "common political culture. The politics of agitation like bandhs, ",
  "gheraos, and so on as a form of protest and a means to seek  18 CHALLENGE AND STRATEGY ",
  "redressal of grievances are widespread. Other commonalities ",
  "are the political legitimacy of heredity and kinship, the ability ",
  "of women to become political leaders and, regrettably, political ",
  "violence. Probably in no other part of the world have there ",
  "been  so  many  political  assassinations.  All  these  common ",
  "characteristics of the people of South Asia can be explained by ",
  "the deep cultural and psychological bonds, a kind of emotional ",
  "unity, among the people of South Asia, arising out of their sub-",
  "conscious recognition that South Asia constitutes a distinct ",
  "civilization.",
  "Outsiders too have regarded India—not the modern nation-",
  "state of India but the geographical entity of South Asia—as ",
  "a distinct civilization. Tales of India’s fabled wealth and rich ",
  "culture fascinated them and aroused their curiosity. Soldiers ",
  "and plunderers, traders and travellers strove to reach India, ",
  "whether it was the Macedonian Alexander the Great or the ",
  "Chinese travellers Xuan Zhang and Fa Hien, the Arab Ibn ",
  "Batuta or the Turks and Mongols from Central Asia. When the ",
  "Spanish and the Portuguese started their voyages of exploration ",
  "in the 15th century, it was in search of India. While Vasco da ",
  "Gama actually reached India in 1498, Christopher Columbus ",
  "who reached the shores of the American continent a few years ",
  "earlier thought he had reached India. In the pre-modern era, ",
  "Europeans understandably initially mistook other parts of the ",
  "world with which they came into contact to be India since they ",
  "were aware of only the Indian civilization as another ﬂ ourishing ",
  "developed  civilization.  Thus,  the  European  immigrants  to ",
  "the Americas called the indigenous people of the Americas ",
  "Indians, be it the ‘Red Indians’, or the ‘Indians’ of the Mayan ",
  "and Inca civilizations in Central and South America. The West ",
  "Indies and the East Indies got their names in a similar fashion. ",
  "The impact of ‘Indian civilization’ extended to countries on the ",
  "Indian Ocean rim, and even across the Himalayas to Central ",
  "Asia, where the fascination for India continues unabated. It is ",
  "worth recalling all this to emphasize that, throughout history, ",
  "outsiders recognized and admired India’s unique civilization ",
  "and culture.",
  "British colonial rule gave rise to a shared elite culture in ",
  "undivided India. The thinking and attitude, even the language INDIA AND SOUTH ASIA 19",
  "(a mix of English with the local languages), of the elite in ",
  "India, Pakistan, Bangladesh and Sri Lanka in the immediate ",
  "post-colonial period were common. So were the institutions ",
  "and laws. In countries where the British impact was not so ",
  "direct, for example Nepal and Bhutan, their respective elites ",
  "are distinctive.",
  "Historically, the dividing lines between different religious, ",
  "linguistic, ethnic and other South Asian communities were ",
  "never sharp or clear-cut. All modern South Asian countries ",
  "are multi-ethnic and multi-religious societies, and attempts to ",
  "repudiate the reality that religious and cultural roots extend ",
  "beyond  national  frontiers  lead  to  many  inconvenient  and ",
  "illogical contradictions. The Holy Vedas of the Hindus have ",
  "their origins in the territory of present-day Pakistan. The sub-",
  "continental Muslim culture and the Urdu language, which ",
  "Pakistan claims as its cultural heritage, have their roots in Delhi ",
  "and western Uttar Pradesh. The holy places of Buddhism, the ",
  "dominant religion in Bhutan, Sri Lanka and northern Nepal, ",
  "are in India and the Terai belt of Nepal where Buddhism does ",
  "not have any strong roots or large following. Nankana Sahib, ",
  "the birthplace of Guru Nanak, the founder of Sikhism, is in ",
  "present-day Pakistan. The word ‘Hindustan’, which means the ",
  "abode of the Hindus, derives from the word ‘Hind’ or ‘Sindh’. ",
  "To invaders streaming down the Khyber Pass, ‘Hindus’ were ",
  "the inhabitants of the land beyond the ﬁ rst major natural ",
  "barrier, the river Sindh, or Indus. Pakistan’s attempts to ﬁ nd a ",
  "new identity for itself, by clawing at tenuous linkages with West ",
  "and Central Asia, while denying its deep historical, cultural and ",
  "other links with the South Asian sub-continent, have proved ",
  "futile. It is not easy to uproot or disown the cultural inheritance ",
  "going back many centuries.",
  "The question of cultural identity is not merely theoretical ",
  "but has a profound practical relevance. It has affected the politics ",
  "of the South Asian countries, both within the respective countries ",
  "as well as in intra-State relations. Differences over culture have ",
  "retarded development in all countries. The creation of Pakistan ",
  "was a manifestation of cultural separatism, the essence of its ",
  "ideology, a denial of its common cultural roots with India. ",
  "Cultural identity ﬁ gures high in the politics of other South  20 CHALLENGE AND STRATEGY ",
  "Asian countries too. For Bangladesh, its War of Independence ",
  "in  1971  was  about  preserving  its  cultural  identity  against ",
  "West Pakistani, speciﬁ cally Punjabi, political and economic ",
  "domination.  However,  in  reasserting  Bengali  nationalism, ",
  "it has excluded the other cultural and social groups like the ",
  "Adibashis, the Chakmas and the Garos. In recent years, it has ",
  "understated its Bengali character, which it has in common with ",
  "West Bengal, and over-stated its Islamic character. Nepal, at ",
  "least till recently, retained its sense of identity by emphasizing ",
  "the role of the Hindu monarch as a factor of unity, as well as ",
  "by small but telling practices like a unique time zone, a unique ",
  "ﬂ ag shape and a unique ofﬁ cial dress. Bhutan’s deliberate ",
  "policy of remaining in isolation is intended to preserve its ",
  "cultural identity. The origins of the conﬂ ict in Sri Lanka lie ",
  "in the attempt of the Sinhala community to evolve a Sinhala–",
  "Buddhist cultural identity to the exclusion of its Tamil heritage. ",
  "Maldives, isolated from the mainland, developed a unique ",
  "national identity created out of the interplay of inﬂ uences from ",
  "India, Sri Lanka as well as the Persian and Arab world. But ",
  "by designating Islam as the ofﬁ cial religion and prohibiting ",
  "the citizens of Maldives from practising any other religion, the ",
  "1997 constitution and former President Gayoom’s policies of ",
  "using religion for political purposes have created an intolerant ",
  "fundamentalist society.",
  "Common Heritage vs Modern Identities",
  "The modern nations of South Asia have emerged as separate ",
  "entities just over six decades ago, a relatively short period in ",
  "the history of this ancient land. As sovereign and independent ",
  "countries,  they  have  acquired  new  political  and  juridical ",
  "personalities,  taken  separate  paths  of  development,  and ",
  "understandably seek to project a distinct cultural tradition ",
  "as an expression of their nationalism and separate identity. ",
  "Without that, their very raison d’être would weaken. South ",
  "Asian leaders who routinely and grandly proclaim that poverty INDIA AND SOUTH ASIA 21",
  "alleviation and people’s welfare are the foremost concerns ",
  "for all countries should ﬁ rst try to analyze why the whole of ",
  "South Asia is so backward. Obviously, it is not because of ",
  "paucity of resources—no other part of the world is so blessed ",
  "with abundant sunshine and water, or because people are not ",
  "talented or hard working, South Asians seem to do very well ",
  "when they migrate abroad. South Asia has not developed or ",
  "progressed as much as it could have because the people of ",
  "South Asia over-emphasize their newest identity as citizens ",
  "of one country or another and underplay their shared cultural ",
  "heritage and traditions with other South Asians. South Asia’s ",
  "tragedy is that its people have been artiﬁ cially divided on the ",
  "bases of ethnicity, caste and religion, ﬁ rst by their colonial ",
  "masters and then by their own political elites.",
  "A major challenge before all South Asian countries is how ",
  "to reconcile and harmonize the common cultural heritage of ",
  "the South Asian sub-continent with the preservation of their ",
  "separate  modern  political  identities.  Questions  arise.  How ",
  "long can a country keep alive its artiﬁ cially cultivated identity ",
  "by a selective emphasis of some, and a deliberate denial of ",
  "other, elements of its past? Are the centuries-old traditions ",
  "less important than the decades-old ones? Is the religious ",
  "identity more important than the regional or cultural identity? ",
  "Is  the  modern  experience  more  relevant  than  the  ancient ",
  "inheritance?",
  "The way it has been handled in South Asia so far, culture ",
  "has been a divisive and debilitating factor. It need not be so. ",
  "The common cultural heritage of South Asia can, and should, ",
  "promote unity, harmony and mutually beneﬁ cial development. ",
  "South Asia has had a long tradition of communal harmony ",
  "and peaceful coexistence through the centuries, at least till ",
  "the colonial era. Rulers may have been intolerant, but at the ",
  "popular level South Asia was spared prolonged bloody religious ",
  "wars like the Crusades or the Catholic–Protestant enmities of ",
  "the medieval times. However, since the birth of new nations in ",
  "South Asia in the second half of the 20th century, this region ",
  "has been beset with enormous violence and killings. ",
  "Modern South Asia’s political borders are colonial, not ",
  "natural.  True,  South  Asia  has  never  been  a  homogeneous  22 CHALLENGE AND STRATEGY ",
  "political unit. But never in its history has it been divided along ",
  "such irrational lines. It is not possible to have mono-religious, ",
  "ethnically or linguistically homogeneous States in South Asia. ",
  "The idea was tried through the creation of Pakistan in 1947, but ",
  "has failed. The Tamil conﬂ ict brings out that it is not possible ",
  "to have a stable Sri Lanka with Sinhala–Buddhist domination. ",
  "The Nepali ruling elite, dominated by people from the hills, ",
  "cannot wish away the Madhesis of the Terai who constitute ",
  "nearly  half  the  population  of  Nepal.  Unfortunately,  many ",
  "South Asian countries have wrapped their respective national ",
  "ﬂ ags around an exclusivist, somewhat artiﬁ cial, identity based ",
  "on religion or ethnicity. Therein lie the roots of many of South ",
  "Asia’s political and economic problems. Is South Asia home to ",
  "so many so-called failed States because the concept of nation-",
  "hood in South Asia is ﬂ awed? Is South Asia one of the poorest ",
  "regions in the world because South Asian political leaders ",
  "have deliberately chosen to underplay the interdependence, ",
  "complementarities and commonalities of the region? Instead ",
  "of taking advantage of their common cultural heritage and ",
  "natural synergies—including institutions and inter-connected ",
  "physical  infrastructure  inherited  from  colonial  times—to ",
  "collectively play their rightful role in the world, South Asians ",
  "are a divided lot working at cross-purposes. Instead of using ",
  "their common traditions to increase their collective strength ",
  "and bargaining power, South Asians are enfeebled by internal ",
  "rivalries and jealousies. ",
  "Challenges before India",
  "How  to  change  this  state  of  affairs?  Here  the  lead  must ",
  "inevitably be taken by India. The challenges are formidable. ",
  "India’s neighbours, fearful of its overwhelmingly larger size, ",
  "power and hence inﬂ uence over individual countries as well ",
  "as in the region as a whole, are both envious and suspicious ",
  "of India and do not fully cooperate with it on its political ",
  "and security concerns. It does not help that the generally INDIA AND SOUTH ASIA 23",
  "boorish, overbearing and condescending behaviour of most ",
  "Indians towards its neighbours has created the image of the ",
  "‘ugly Indian’ in these countries. Thus India’s neighbours have ",
  "traditionally sought some countervailing force to balance its ",
  "all-round domination of South Asia. This has taken the form of ",
  "using available leverages against India, and by obstructionist, ",
  "often openly hostile, policies deliberately designed to hurt it ",
  "economically (for example, Bangladesh’s refusal to give transit ",
  "access to the Northeast Region or Nepal’s reluctance to more ",
  "effectively harness its hydropower potential), and politically ",
  "(for example, by allowing outside powers to exercise a degree ",
  "of inﬂ uence on their policies that makes India uneasy). India’s ",
  "neighbours have shied away from too close a relationship with ",
  "it since that could blur their essential identity of projecting ",
  "themselves as not Indian. But there is a conundrum—while they ",
  "see India as a threat to their identity, all of India’s neighbours ",
  "(except, of course, Pakistan and to some extent, Bangladesh) ",
  "also view it as the ultimate guarantor of their own security.",
  "India’s policies towards its immediate neighbours over the ",
  "last six decades have not proved terribly successful. A change in ",
  "India’s approach is called for. India’s hard-nosed self-interest ",
  "itself dictates the need for fresh thinking. Even though India has ",
  "managed an 8 to 9 per cent annual rate of economic growth in ",
  "recent years, its ability to take along its smaller neighbours will ",
  "be a key determinant in India’s long-term ability to carry on its ",
  "current impressive growth story. India cannot hope to remain ",
  "prosperous  if  its  neighbours  languish.  Growing  economic ",
  "opportunities in India will inevitably generate cross-border ",
  "ﬂ ows of legal and illegal economic migrants across porous and ",
  "laxly policed borders from the poorer regions in South Asia. ",
  "The open border regime with Nepal has led to a regular ﬂ ow of ",
  "Nepali immigrants to India; it has also acted as a safety valve ",
  "in Nepal. From Bangladesh, a steady stream of illegal migrants ",
  "numbering more than 20 million has fanned out across India ",
  "and  changed  the  demographic  proﬁ le  in  the  neighbouring ",
  "states of West Bengal, Tripura and Assam, as well as in Delhi. ",
  "Illegal immigration has severely compromised India’s security. ",
  "It has spawned many terrorist cells within India. But India has ",
  "been unable to insulate itself from its neighbours by creating an  24 CHALLENGE AND STRATEGY ",
  "effective cordon sanitaire around itself. Only along the India–",
  "Pakistan border has the fencing worked, that too because a ",
  "strip of land along the border has been cleared of population. ",
  "Border fencing on the Bangladesh border has been ineffective ",
  "in stopping illegal Bangladeshi migrants from coming into ",
  "India. This is hardly surprising. Even the US, with its vastly ",
  "superior resources and technology, has been unable to control ",
  "illegal migration from Mexico across a riverine border running ",
  "through thinly populated arid territory. Where is the hope that ",
  "India can control borders that cut through thickly populated ",
  "areas with dense vegetation, particularly when the country on ",
  "the other side of the border is covertly encouraging emigration ",
  "to reduce its own problems? ",
  "A change of strategy is called for. In order to foster greater ",
  "mutual conﬁ dence and trust, India has to devote much more ",
  "time and attention to its neighbours. There should be more ",
  "frequent high-level visits, telephonic conversations and informal ",
  "contacts, using pegs like private visits, religious pilgrimages and ",
  "transit halts in order to make personal assessments, exchange ",
  "views, resolve problems—and massage egos! Discussions should ",
  "not be conﬁ ned to purely bilateral issues but cover regional and ",
  "global issues too. This would convey the message that India ",
  "considers  its  neighbours  sufﬁ ciently  important  to  have  an ",
  "exchange of views on a broad spectrum of global and regional ",
  "issues. It only exacerbates the apprehensions and frustrations of ",
  "India’s neighbours if India ignores or looks down upon them. ",
  "India  also  has  to  be  generous  and  magnanimous  in ",
  "stimulating the economic development of its neighbours. It has ",
  "to make its neighbours willing partners in its own growth and ",
  "prosperity. While fully respecting its neighbours’ sovereignty, ",
  "independence and sensitivities, India has no alternative but to ",
  "treat them like India’s own states from an economic perspective. ",
  "The  steps  taken  by  India  so  far  can  be  supplemented  by ",
  "generous technical and economic assistance and large-scale ",
  "investments in order to build up their infrastructure. These ",
  "must be high visibility projects that impact on and improve ",
  "the lives of common people in the neighbouring countries, not ",
  "projects that can be criticised as bringing beneﬁ t to India only. ",
  "Second, the Indian Government must encourage, through tax INDIA AND SOUTH ASIA 25",
  "and other incentives similar to those given within India for ",
  "certain regions and states, India’s private sector to invest in ",
  "these countries to promote their industrial development, create ",
  "local jobs and produce value-added products for export to ",
  "India and elsewhere. Hopefully, this would reduce the pressure ",
  "for people to want to migrate to India in search of greener ",
  "pastures. Reciprocally, India should welcome investment by ",
  "businessmen from neighbouring countries. That would give ",
  "their ruling elites a long-term stake in India’s stability, growth ",
  "and  prosperity.  Finally,  India  needs  to  put  in  place  more ",
  "liberal and streamlined border trade arrangements. In the ",
  "absence of a clear strategic approach to promote the economic ",
  "development of its neighbouring countries, India has left the ",
  "space open for other countries like China, the US, the United ",
  "Kingdom as well as a host of smaller donors belonging to the ",
  "West, whose economic inﬂ uence in these countries easily gets ",
  "translated into political inﬂ uence.",
  "The Future of South Asian Association ",
  "for Regional Cooperation (SAARC)",
  "All over the world, most countries normally have a fairly large ",
  "percentage of their overall foreign trade with neighbouring ",
  "countries, but this is not the case in South Asia. South Asia’s ",
  "forays into sub-regional cooperation have been unimpressive. ",
  "This  is  an  anomaly.  Unwarranted  mutual  suspicions  and ",
  "political hesitations have stunted the natural integrated growth ",
  "and development of the countries of the region. Despite so ",
  "many agreed areas of cooperation, innumerable institutional ",
  "mechanisms  and  a  permanent  Secretariat,  South  Asian ",
  "Association for Regional Cooperation (SAARC) has not taken ",
  "off as a meaningful framework for regional cooperation. Even ",
  "summits have not been held regularly. In 23 years, SAARC has ",
  "held only 15 summits, of which four were held in consecutive ",
  "years between 1985 and 1988 in the immediate aftermath ",
  "of the formation of SAARC. The absence of any substantive ",
  "cooperation is masked by an overly exaggerated emphasis on  26 CHALLENGE AND STRATEGY ",
  "hyperbole, public rhetoric, formalism, protocol and pomposity. ",
  "So far SAARC has been basically a talk-shop, or at best a ",
  "consultative body, without any concrete collaborative project to ",
  "show. The silver lining is that the relatively low level of regional ",
  "trade and economic activity in the region only underlines the ",
  "large potential for expanding trade and investment, which will ",
  "translate into jobs and economic growth for all countries in the ",
  "region.",
  "India, Pakistan and Bangladesh, the three largest countries ",
  "of South Asia, who constitute the core of SAARC, bear collective ",
  "responsibility for this situation. The remaining ﬁ ve SAARC ",
  "member-countries  are,  in  geographical,  demographic  and ",
  "economic terms, on the periphery of SAARC. Three (Nepal, ",
  "Bhutan and Afghanistan) are landlocked, and the other two ",
  "(Sri Lanka and the Maldives) islands. India has no serious ",
  "problems with any of these ﬁ ve smaller States, which are happy ",
  "and eager to take advantage of India’s proximity and economic ",
  "dynamism. When President Zia-ur-Rahman of Bangladesh ﬁ rst ",
  "proposed the setting up of SAARC in the early 1980s, it was not ",
  "born out of any genuine desire for regional cooperation. SAARC ",
  "was a mechanism for India’s smaller neighbours to gang up ",
  "against India. India was understandably not enthusiastic about ",
  "SAARC. It could not openly oppose SAARC, but remained ",
  "indifferent to it. India has tended to regard SAARC summits ",
  "mostly as a venue for bilateral diplomacy with Pakistan, or ",
  "to signal unhappiness with a neighbour. Pakistan also bears ",
  "considerable responsibility for SAARC’s failure to take off. ",
  "Pakistan continues to link implementation of the South Asian ",
  "Free Trade Area (SAFTA) agreement with a resolution of the ",
  "Kashmir issue. Bangladesh too is not blameless. It should ",
  "not be forgotten that Bangladesh was once part of Pakistan ",
  "and its ruling elite, particularly the military, remain under ",
  "considerable Pakistani inﬂ uence. The problem with Pakistan ",
  "and Bangladesh is that they have a mindset that is not matched ",
  "by  objective  realities.  Their  quest  for  ‘equality’,  especially ",
  "in the case of Pakistan, engenders a competitive rather than ",
  "cooperative approach. They realize, but do not acknowledge, ",
  "that they cannot match India, but their response is to seek to ",
  "bring India down. INDIA AND SOUTH ASIA 27",
  "SAARC suffers from some fundamental structural ﬂ aws. ",
  "Unless all the countries of the organisation share a common ",
  "security perspective, it will be difﬁ cult to move forward in ",
  "any  meaningful  way  on  regional  economic  cooperation. ",
  "Regional  economic  cooperation—the  European  Union  and ",
  "ASEAN are good examples—requires a degree of trust and ",
  "goodwill, which in turn presupposes that all participants share ",
  "a common political and strategic perspective. Since Pakistan ",
  "and Bangladesh continue to foment terrorist activities against ",
  "the Indian State and people, such a precondition is clearly ",
  "missing. Unsurprisingly, SAARC has ﬂ oundered for more than ",
  "two decades. India’s overwhelming dominance and the fact ",
  "that no other member of SAARC has common borders with ",
  "any other SAARC country except India (this has changed after ",
  "Afghanistan joined SAARC) put psychological and physical ",
  "barriers to regional cooperation. Nor has SAARC shown itself ",
  "to be meaningful to ordinary people; there is no domestic ",
  "constituency for SAARC in the member-countries.",
  "Things may be changing. The last two SAARC Summits held ",
  "in New Delhi in April 2007 and in Colombo in August 2008 ",
  "hold out the hope that SAARC might—just might—evolve into ",
  "a meaningful regional organization. With Afghanistan joining ",
  "SAARC, its membership has expanded for the ﬁ rst time since its ",
  "inception. Now SAARC is not merely a South Asian construct, ",
  "since Afghanistan is as much Central Asian as South Asian. The ",
  "second important development is the participation of major ",
  "world and regional powers like China, Japan, South Korea, the ",
  "US and the European Union as Observers. Important countries ",
  "in  India’s  strategic  neighbourhood  like  Iran,  Myanmar, ",
  "Mauritius  and  Australia  have  also  subsequently  joined  as ",
  "Observers. SAARC has clearly begun to look beyond South Asia, ",
  "and the world too has begun to look at SAARC more seriously. ",
  "The major world powers that have become Observers in SAARC ",
  "are understandably interested in the success or otherwise of the ",
  "SAARC experiment. All of them are deeply engaged with India. ",
  "Some are wooing India, others seeking to contain it. Given the ",
  "global signiﬁ cance of the long-term direction that South Asia ",
  "takes, the world is understandably interested in the future of ",
  "SAARC. Perhaps the gaze and scrutiny of outsiders will induce  28 CHALLENGE AND STRATEGY ",
  "mature and responsible behaviour among SAARC countries. ",
  "Cooperative, trustful and harmonious relations between India ",
  "and its neighbours could make South Asia a truly dynamic ",
  "engine of growth for the region and a pole of inﬂ uence in the ",
  "world. Perhaps the South Asian countries can achieve through ",
  "SAARC what they could not bilaterally.",
  "If SAARC shows potential, it is primarily because India’s ",
  "traditional mindset about SAARC has changed of late. This ",
  "is welcome. India’s changed attitude towards SAARC is not ",
  "only because India realizes that its traditional approach in ",
  "dealing with its neighbours has been ineffectual in securing ",
  "India’s interests; it is also in part the result of globalization and ",
  "India’s own growing prosperity. India is more self-conﬁ dent, ",
  "its economy more open and its foreign policy more diversiﬁ ed ",
  "and pragmatic. It follows that India should be far more open-",
  "minded about other countries’ involvement in SAARC when it ",
  "has itself joined many regional and global organizations such ",
  "as the East Asia Summit (EAS), the Shanghai Cooperation ",
  "Organisation (SCO) and the Asia–Europe Meeting (ASEM). ",
  "India is a regular invitee to the G–8 outreach meetings, has ",
  "emerged as a key player in WTO negotiations, and is a member ",
  "of potentially signiﬁ cant trilateral groupings like Russia–India–",
  "China (RIC) and India–Brazil–South Africa (IBSA). As a rising ",
  "power aspiring to play a greater regional and global role and ",
  "to become a Permanent Member of the UN Security Council, ",
  "India would hardly want to be perceived as being obstructionist, ",
  "narrow-minded and insecure. ",
  "As the largest country in SAARC, India carries a special ",
  "responsibility. It must show that it is a true regional leader, not ",
  "the neighbourhood bully. Bold measures on India’s part are ",
  "called for. SAFTA agreement is a wholly inadequate framework ",
  "for trade liberalization within South Asia. The range of the ",
  "tariff cuts is very modest (0-5 per cent); the period over which ",
  "the reduction is to take place is too long; the range of products ",
  "excluded from tariff cuts (‘negative lists’) is too large; non-tariff ",
  "barriers are excluded; there is no provision for liberalization in ",
  "the areas of investment and services; Pakistan does not extend ",
  "the SAFTA agreement beneﬁ ts to India because it denies India ",
  "Most–Favoured–Nation (MFN) treatment and the extent of INDIA AND SOUTH ASIA 29",
  "trade liberalization that has been envisaged under the SAFTA  ",
  "agreement is much less than what the South Asian countries ",
  "themselves are pursuing within the framework of the WTO. ",
  "India appears to have understood this. ",
  "By giving duty free access to the Least Developed Countries ",
  "(LDCs) within SAARC—which would in practice beneﬁ t only ",
  "Bangladesh,  since  Nepal  and  Bhutan  already  enjoy  duty-",
  "free access to India and Afghanistan cannot really beneﬁ t ",
  "unless  Pakistan  gives  transit  facilities  between  India  and ",
  "Afghanistan—by accepting the concept of ‘asymmetrical res-",
  "ponsibilities’,  and  by  its  restrained  approach  to  Pakistan’s ",
  "non-implementation of its obligations to SAFTA agreement, ",
  "India has taken a few welcome steps in this direction. These ",
  "initiatives need to be followed up. It is only India that can ",
  "give SAARC a truly new direction from the ‘declaratory to the ",
  "implementation phase’. Grant of unilateral trade concessions ",
  "to India’s neighbours would not cause signiﬁ cant commercial ",
  "harm to India though a few sectors like textiles, ready-made ",
  "garments, tea and rubber would feel the impact. However, the ",
  "potential of non-economic gains, particularly a change in the ",
  "psychology of the ruling elites and even more so of the ordinary ",
  "people in India’s neighbouring countries would far outweigh ",
  "the economic sacriﬁ ces. India needs to take a political view ",
  "on marrying India’s long-term political and strategic interests ",
  "with possible commercial losses. ",
  "One of the priority areas for SAARC is connectivity, which is ",
  "woefully inadequate at present. If people belonging to different ",
  "countries within the region do not interact with and understand ",
  "one another sufﬁ ciently well, there can hardly be meaningful ",
  "regional  cooperation.  Hence  the  importance  of  people-to-",
  "people contacts, for which better physical connectivity is an ",
  "essential pre-requisite. The South Asian countries are denied ",
  "the economic advantages of large-scale cross-border trade and ",
  "economic activity like tourism. Personal and family contacts ",
  "have been disrupted. Without wide-ranging people-to-people ",
  "interaction,  misunderstandings  and  apprehensions  are  not ",
  "likely to go away, nor can there realistically be any meaningful ",
  "regional cooperation. The establishment of direct air ﬂ ights ",
  "between the SAARC capitals is a good start, but it is overland ",
  "connectivity that is crucial. Fortunately, some small steps have  30 CHALLENGE AND STRATEGY ",
  "been taken between India and both Pakistan and Bangladesh ",
  "in recent months. The real challenges will be in establishing ",
  "transit facilities from India across Pakistan to Afghanistan and ",
  "across Bangladesh to the Northeast Region of India.",
  "SAARC should also concentrate on forging a South Asian ",
  "identity, and focusing on areas where the common interests of ",
  "the member-countries outweigh their differences. Environmen-",
  "tal challenges, control of communicable diseases and pandem-",
  "ics, countering drug smuggling and tackling the trafﬁ cking of ",
  "women and children are some promising areas of cooperation. ",
  "Above all, the South Asian countries have a common interest in ",
  "cooperation on water resources. Although differences remain, ",
  "the countries of the South Asian sub-continent are already ",
  "engaged in much deeper cooperation than countries similarly ",
  "placed elsewhere in the world. The Indus Waters Treaty between ",
  "India and Pakistan and the Ganga Waters Treaty between ",
  "India and Bangladesh constitute an excellent starting point for ",
  "further cooperation. One fundamental truism that all South ",
  "Asian countries have to grasp and internalize is that they share ",
  "a vital common interest in ensuring that the rivers that ﬂ ow ",
  "into the sub-continent from Tibet—not just the major rivers ",
  "like the Indus, Sutlej, Karnali/Ghaghra and the Brahmaputra ",
  "but the smaller ones too—are not obstructed in any way. Upper ",
  "riparian India bears the brunt of any untoward happening in ",
  "Tibet—as happened when the Sutlej River ﬂ ooded large parts of ",
  "Himachal Pradesh in 2000, and the Parechu River threatened ",
  "to do in 2004—but any depletion of water ﬂ ows into India will ",
  "ultimately affect lower riparians Pakistan and Bangladesh too. ",
  "This is a real danger since there is talk in China of diverting ",
  "rivers rising in Tibet and ﬂ owing into the sub-continent. Any ",
  "irresponsible Chinese activity in Tibet could accelerate the ",
  "shrinking  of  Tibetan  glaciers  and  change  the  climate  that ",
  "sustains the hundreds of millions of inhabitants in South Asia. ",
  "The very existence of a low-lying country like Bangladesh or ",
  "a small island country like the Maldives could be threatened. ",
  "If these scenarios do come to pass, such Chinese behaviour ",
  "would be deﬁ nitely considered a hostile act by all South Asian ",
  "countries. Thus, all South Asian countries have a legitimate INDIA AND SOUTH ASIA 31",
  "interest in having a dialogue with China on this point. India ",
  "has already started discussions with China, and there is an ",
  "agreement for exchange of hydrological data, but it would be ",
  "much better if India, Pakistan and Bangladesh could jointly ",
  "broach this subject with China. The South Asian countries ",
  "could also consult with countries that face a similar problem ",
  "vis-à-vis China. Russia and Kazakhstan are talking to China on ",
  "this subject since major rivers like the Irtysh and Ili ﬂ ow from ",
  "China into these countries. Cambodia, Laos, Myanmar and ",
  "Vietnam are already facing depleted ﬂ ows in the Mekong and ",
  "Salween because of dams built upstream by the Chinese.",
  "The period 2007–08, when India was Chairman of SAARC, ",
  "represented a potentially important window of opportunity ",
  "for India to evolve an imaginative long-term policy towards ",
  "its neighbours involving a ‘leap of faith’. For a while there was ",
  "optimism that SAARC was an idea whose time has ﬁ nally come. ",
  "But domestic political turmoil in Pakistan, Bangladesh, Nepal ",
  "and Sri Lanka, not to speak of political uncertainties in India ",
  "itself, made it difﬁ cult to move ahead with bold initiatives. If ",
  "SAARC is to be transformed into a ‘Partnership for Prosperity’, ",
  "some meaningful regional projects need to take off soon. The ",
  "problem of tackling terrorism will have to be squarely addressed ",
  "without pussyfooting. While the involvement of major world ",
  "powers in SAARC gives India’s neighbours a higher comfort ",
  "level, the latter too will have to eschew the temptation of letting ",
  "outsiders play a disproportionate and distorting role within ",
  "SAARC. India can be expected to nip in the bud incipient trends ",
  "to give outside powers too much role in ﬁ nancing development ",
  "projects so that SAARC does not deviate from its stated goal of ",
  "collective self-reliance. The keenness of some smaller countries ",
  "to include China as a member of SAARC is indicative of the ",
  "difﬁ culty of getting out of the rut in which the chariot of SAARC ",
  "has stalled. Unless this kind of thinking changes, SAARC will ",
  "merely sputter on aimlessly. One hopes that better sense will ",
  "prevail. ",
  "With  SAARC  at  a  crossroads,  India’s  neighbours, ",
  "particularly Pakistan and Bangladesh, are confronted with a ",
  "fundamental challenge. When distant countries are planning ",
  "long-term strategies to plug into India’s impressive growth,  32 CHALLENGE AND STRATEGY ",
  "logic dictates that India’s neighbours too should be thinking ",
  "along  similar  lines.  Sharing  many  complementarities  with ",
  "India, they can become globally competitive if they take full ",
  "advantage of their geographical proximity to India. They could ",
  "exploit India’s competitive advantages such as easy availability ",
  "of raw materials, economies of scale of a huge production base ",
  "and a large market. All of them have a deep understanding of ",
  "India, and are well networked with key players in India. But they ",
  "have to honestly answer some hard questions. Do they want to ",
  "ride on the back of India’s success and weight in the world? ",
  "Will the global competitiveness of Pakistan and Bangladesh ",
  "improve if they are economically integrated with India? Or ",
  "do  these  countries  believe  that  their  growth,  development ",
  "and prosperity could be autonomously generated? Probably ",
  "because they are aware that they have fewer options, India’s ",
  "smaller neighbours like Bhutan, Nepal, Maldives and Sri Lanka ",
  "have shown greater interest in economic integration with India ",
  "than the larger ones like Pakistan and Bangladesh. They are ",
  "more receptive to cooperation within a regional framework ",
  "than on a bilateral basis, perhaps because numbers give them ",
  "a sense of greater security. All South Asian countries need to ",
  "look beyond existing political prejudices and think of what they ",
  "must collectively do in a globalized, fast-changing world if they ",
  "are not to be left behind.",
  "Democracy in South Asia",
  "The issue of democracy sometimes complicates India’s relations ",
  "with its neighbours. The problem is that while India is an ",
  "established and vibrant secular democracy, its neighbours are ",
  "not.  India  will  always  remain  an  unspoken  factor  in  the ",
  "domestic politics of its neighbours—and, to a lesser extent, ",
  "vice versa. Willy-nilly, the Indian model of democracy exerts ",
  "a powerful inﬂ uence on politics in neighbouring countries. ",
  "Recent  political  developments  in  Nepal,  Bangladesh  and ",
  "Pakistan  bring  out  the  strong  yearnings  of  the  people  for INDIA AND SOUTH ASIA 33",
  "genuinely democratic regimes. The overthrow of Musharraf in ",
  "Pakistan, the end of Nepal’s monarchy and the growing popular ",
  "revulsion against covert military rule in Bangladesh show that ",
  "South  Asian  authoritarian  regimes  do  not  have  long-term ",
  "survivability. Sensing the changing winds, Bhutan is moving ",
  "towards a constitutional monarchy and Maldives towards a ",
  "multiparty democratic system. From India’s perspective, these ",
  "are welcome developments. India is interested in democratic ",
  "neighbours because regimes that are elected by and accountable ",
  "to the people are likely to be more cooperative and friendly to ",
  "India since there is a much greater coincidence of interests ",
  "among ordinary people, rather than the elites, of South Asia.",
  "Democratic governments in South Asia are also likely to be ",
  "more stable. South Asia’s history shows that multi-ethnic and ",
  "multi-religious South Asian countries can be harmonious and ",
  "peaceful, both internally and with one another, only within a ",
  "genuinely democratic framework that takes care of legitimate ",
  "popular grievances and provides some guarantees of a res-",
  "pectful and tolerant approach towards all religious and other ",
  "minorities.  Non-democratic  governments  create  a  political ",
  "void that is readily ﬁ lled by religious obscurantists, extremists ",
  "and fundamentalists. Within the South Asian countries, most ",
  "of the controversies, agitations, violence and killings have been ",
  "over cultural identity rather than economic issues. Some of the ",
  "key factors that have shaped India’s political life in recent years ",
  "have been communal problems involving Hindus and Muslims ",
  "(and lately Christians too), the issue of ‘secular’ vs ‘communal’ ",
  "parties, the controversy over ‘Hindutva’, and the rejection by ",
  "the Dalits and the Other Backward Classes (OBCs) of a common ",
  "cultural legacy with the upper caste Hindus. Pakistan broke ",
  "up over the inability of the system to accommodate Bengali ",
  "nationalism. Punjabi Sunni political, economic and cultural ",
  "domination in Pakistan has continued to provoke widespread ",
  "Shia–Sunni violence and separatist movements in Baluchistan ",
  "and  Sindh.  Sri  Lanka  has  been  wrecked  by  a  debilitating ",
  "ethnic violence over the Tamil issue for over two decades. ",
  "In Nepal, the recent violence in the Terai is ethno-cultural ",
  "in nature, representing the resentment of the Madhesis over ",
  "the continuing domination of the hill people in all aspects of  34 CHALLENGE AND STRATEGY ",
  "Nepal’s life. Democracy is the only effective long-term way to ",
  "tackle secessionism, communal violence, sectarian conﬂ ict and ",
  "fundamentalism, and to ensure peace, prosperity and stability ",
  "in South Asia.",
  "India  is  also  concerned  that  the  policies  of  repressive ",
  "regimes in India’s neighbours often give rise to domestic strife ",
  "that inevitably has a fall-out on India, particularly on contiguous ",
  "States where the population shares deep emotional, cultural and ",
  "family links across the border. Moreover, as ethnic, religious and ",
  "linguistic groups in South Asia invariably straddle more than ",
  "one country, tensions tend to spill over state borders. Where ",
  "a divided community feels that its culture or identity is being ",
  "threatened, the problem no longer remains domestic. There ",
  "is widespread empathy for Sri Lanka Tamils in India’s Tamil ",
  "Nadu state which has periodically received persecuted Tamil ",
  "migrants from Sri Lanka. Some other noteworthy examples ",
  "are the millions of Bangladeshi citizens who sought refuge ",
  "in India in 1971 and those who have illegally migrated into ",
  "Assam and various other parts of India; the periodic migration ",
  "of persecuted Tamils in Sri Lanka and, most recently, the ",
  "problems that Nepali-origin people expelled from Bhutan have ",
  "created for West Bengal and Nepal. If the Madhesis in Nepal’s ",
  "Terai do not ﬁ nd political satisfaction of their grievances within ",
  "the framework of Nepal’s new Constitution, the problem will ",
  "spill over into India.",
  "India  does  not  use  democracy  as  an  ideological  stick ",
  "with which to beat its neighbours. It is not in the business of ",
  "exporting democracy and has been perfectly willing to deal ",
  "with all kinds of regimes in its neighbourhood and around the ",
  "world. Moral judgements need to be tempered by pragmatism ",
  "and political realism. At times a strong hand is needed to keep ",
  "a country united, secure and stable. However, where military ",
  "regimes are in power, the military has to be seen as acting in ",
  "national interest, not self-interest. The use of military power ",
  "must be legitimized by the explicit support of the people—as ",
  "is done in democracies where there is civilian control over the ",
  "military—or by the people’s implicit acceptance of military rule. ",
  "As a democratic country, India must speak out more in favour of ",
  "the desirability of democracy in its neighbourhood, since in its INDIA AND SOUTH ASIA 35",
  "experience democratic governments in neighbouring countries ",
  "have been more cooperative and less hostile than authoritarian ",
  "regimes and also because the solutions to many of the social ",
  "and political problems in its neighbouring countries lie in ",
  "greater democracy.",
  "India  should  obviously  not  interfere  in  its  neighbours’ ",
  "internal affairs. At the same time, it cannot afford to abdicate ",
  "its responsibility to facilitate the resolution of such problems ",
  "in its neighbouring countries because these have an effect ",
  "on India itself. It has no alternative but to closely follow and ",
  "deeply analyze political trends and discreetly try to inﬂ uence ",
  "the domestic political debate within these countries. Over the ",
  "last six decades, India has been on many occasions the decisive ",
  "factor in seeking a resolution of domestic political crises in ",
  "Bangladesh  (1971),  Sri  Lanka  (1987),  Nepal  (1950–51  and ",
  "2005–08) and Maldives (1988). The challenge for India lies ",
  "in not getting drawn into situations from which there may be ",
  "no safe and honourable exit, and in simultaneously pushing ",
  "for national consensus that involves all the principal political ",
  "actors in the country concerned.",
  "Most of India’s neighbours are at a crucial transition period ",
  "in their internal politics. Following the historic elections in ",
  "Pakistan in February 2008 and the departure of Musharraf, ",
  "will the new civilian government manage to effectively govern ",
  "Pakistan? Will Bangladesh use this opportunity to cleanse its ",
  "political life and become a healthy democracy or will its military ",
  "succumb to the temptations of political power? Is there any ",
  "hope at all of Sri Lanka being able to ﬁ nd a negotiated political ",
  "solution to the Tamil conﬂ ict? Will Nepal settle down and evolve ",
  "into an inclusive and stable democracy? How will Bhutan’s ",
  "new monarch handle Bhutan’s tentative forays into democratic ",
  "governance? The answers to these questions will determine to ",
  "some extent the policies of these countries towards India. The ",
  "chances of regional cooperation taking off are much better if ",
  "India’s neighbouring countries have democratic governments ",
  "that are responsive to the real interests of ordinary people rather ",
  "than the selﬁ sh interests of the ruling elites. Bangladesh, for ",
  "example, has invariably seen higher economic growth during ",
  "democratic regimes than under dictatorships. 36 CHALLENGE AND STRATEGY ",
  "Future Prospects",
  "The quest for a peaceful, harmonious neighbourhood, while ",
  "certainly most desirable as an end in itself, cannot be the only ",
  "long-term strategic ambition of India. If South Asia were united ",
  "and vibrant, it would be able to easily extend its reach and ",
  "spread its inﬂ uence in South Asia’s strategic neighbourhood of ",
  "the Persian Gulf, Central Asia and Southeast Asia. Historically, ",
  "Indian inﬂ uence has been preponderant in all these regions. ",
  "It is only over the last six decades, since South Asia itself has ",
  "been divided, that India has lost its natural inﬂ uence in these ",
  "regions, and other powers have stepped in. All South Asian ",
  "nations,  particularly  India,  Pakistan  and  Bangladesh,  have ",
  "common interests in the Persian Gulf region. These countries ",
  "have between them more than 450 million Muslims who have ",
  "close emotional and spiritual bonds to the holy places of Islam ",
  "in this region like Mecca, Medina, Najaf and Karbala; large ",
  "expatriate communities which are critical to the economic life ",
  "in the member-states of the Gulf Cooperation Council (GCC) ",
  "but which are frequently exploited and overwhelming energy ",
  "dependency on the Persian Gulf region. India’s vision of an ",
  "integrated Asia from the Himalayas to the Paciﬁ c would have ",
  "reassured other SAARC countries that they would not be left ",
  "behind as India increasingly integrates with East Asia. If South ",
  "Asia as a whole seeks to integrate with East Asia, all parties, ",
  "namely India, the other South Asian countries and the East ",
  "Asian countries would beneﬁ t more. Bangladesh’s cooperation ",
  "is  required  for  the  optimal  success  of  India’s  economic ",
  "integration with the East Asian economies as well as for India ",
  "to take advantage of overland transportation links between ",
  "India and Southeast Asia. ",
  "Is  Bangladesh  willing  to  be  India’s  partner  in  this ",
  "endeavour? If Bangladesh wants to, it can easily take full ",
  "advantage of India’s strategic opening to the east. Similarly, if ",
  "Pakistan can be persuaded to change its traditional mindset, it ",
  "can work with India and Afghanistan in re-establishing South ",
  "Asia’s  traditionally  strong  but  now  considerably  weakened ",
  "contacts with Central Asia. With Iran becoming an Observer in INDIA AND SOUTH ASIA 37",
  "SAARC, and if the proposed Iran–Pakistan–India oil pipeline ",
  "fructiﬁ es, Iran too could be part of this cooperative regional ",
  "framework.",
  "Can  the  South  Asian  sub-continent  ever  overcome  its ",
  "divisions and be reunited? Probably not. Nor is this necessary. ",
  "But South Asians can derive hope and inspiration from the ",
  "example of Europe. While retaining their respective political ",
  "sovereignties,  European  countries  have  set  aside  their ",
  "deep-seated  historical  animosities  to  come  together  in  an ",
  "unprecedentedly  peaceful  and  cooperative  relationship.  It ",
  "is doubtful if the soldiers who fought the Second World War ",
  "could have imagined in their wildest dreams that their great-",
  "grandchildren would be born in a Europe without borders ",
  "and with a single currency. The leaders of South Asia must be ",
  "commended for having made a conceptual breakthrough in ",
  "the way they see and treat one another. At the 14th summit ",
  "of SAARC in New Delhi in 2007, they agreed on working ",
  "towards the ambitious goals of a South Asian Customs Union, ",
  "a South Asian Economic Union and a South Asian community. ",
  "No doubt these goals will take time. The European Economic ",
  "Community was set up in 1957 under the Treaty of Rome. It ",
  "took another 35 years for the Europeans to set up the European ",
  "Union under the Treaty of Maastricht in 1992.",
  "History teaches us that dramatic and completely unexpec-",
  "ted developments do sometimes occur. Why not in South Asia ",
  "too? In the long term, India might look for regional integration ",
  "within a European Union-type framework—open borders and ",
  "free movement of peoples, goods and capital—undoing the ",
  "artiﬁ cial South Asian political order established following the ",
  "partition of undivided India. However, that is a long way off. ",
  "It may come about only when the younger generation of South ",
  "Asians, which does not carry bitter memories of old feuds and ",
  "antagonisms, begins to wield political power. 38 CHALLENGE AND STRATEGY ",
  ""
]