[
  "Chapter6",
  "Tibet and China",
  "Steady Growth in Relations",
  "R",
  " elations with China have been steadily improv-",
  " ing since Prime Minister Rajiv Gandhi’s visit",
  " to China in 1988, the ﬁ rst by an Indian Prime ",
  "Minister since Nehru’s visit in 1954. In 1993, during Prime ",
  "Minister Narasimha Rao’s visit, the two countries signed an ",
  "agreement to maintain peace and tranquility along the Line ",
  "of Actual Control. Three years later during Chinese President ",
  "Jiang  Zemin’s  visit  in  1996  an  agreement  on  conﬁ dence ",
  "building measures in the border areas was signed. Relations ",
  "took a dip after Pokharan-II, but once China had come to ",
  "terms with India becoming a nuclear weapons power in 1998, ",
  "the upward trajectory in bilateral ties was resumed. Over the ",
  "last few years, frequent high-level visits and meetings have ",
  "been taking place, both in the capitals of the two countries as ",
  "well as on the margins of multilateral and regional gatherings. ",
  "India and China have developed a regular pattern of exchanges ",
  "and visits in diverse ﬁ elds, including among senior ofﬁ cers ",
  "of the armed forces. Military conﬁ dence-building measures, ",
  "including low-level joint military exercises, have been initiated. ",
  "During Chinese Prime Minister Wen Jiabao’s visit to India in ",
  "April 2005, the two countries even managed to agree upon a ",
  "‘strategic and cooperative partnership’.",
  "There was also encouraging progress on the border issue. ",
  "Measures were initiated in 2001 to exchange maps that would TIBET AND CHINA 93",
  "clarify  the  Line  of  Actual  Control.  In  2003,  during  Prime ",
  "Minister Vajpayee’s visit, China implicitly recognized Sikkim ",
  "as a part of India, and the traditional trade route between India ",
  "and Tibet via Nathu-la pass in Sikkim was re-opened in 2006. ",
  "It was decided that border talks would be held through special ",
  "representatives of the leaders to ﬁ nd an early ‘political solution’ ",
  "to the boundary question based on agreed political parameters ",
  "and guiding principles, rather than going only by the legal ",
  "and historical claims of the two sides. Such an agreement was ",
  "signed two years later during Chinese Prime Minister Wen ",
  "Jiabao’s visit to India in 2005. Early political settlement of the ",
  "boundary question was seen as a ‘shared strategic objective’. ",
  "This gave justiﬁ able ground for optimism that there could be ",
  "an early breakthrough on the border issue. ",
  "Two-way  trade  and  tourism  have  sharply  increased. ",
  "China is today India’s largest trading partner, having recently ",
  "overtaken the US although the economic relationship is not ",
  "without its problems. India is concerned over its trade deﬁ cit ",
  "(over $10 billion in 2007) and the pattern of trade with China, ",
  "India exporting mostly raw materials and commodities, and ",
  "China  mostly  manufactured  products.  As  China  is  a  non-",
  "market economy with opaque pricing mechanisms and hidden ",
  "subsidies,  Chinese  companies  are  suspected  of  dumping, ",
  "and of resorting to non-tariff barriers and other unfair trade ",
  "practices.  Considering  that  many  Chinese  companies  are ",
  "suspected to have intelligence links, India has been also wary ",
  "of Chinese companies investing in sensitive sectors and regions ",
  "in India. That is why India is not as enthusiastic as China is for ",
  "a bilateral FTA. But these are not issues that cannot be sorted ",
  "out to mutual satisfaction.",
  "Popular perceptions in India about China has also begun to ",
  "change. China has been increasingly seen as a rapidly growing ",
  "and inﬂ uential world power and an essentially benign neighbour ",
  "from which India could learn much. At least that has been the ",
  "perception of the younger generation of Indians that does not ",
  "have unpleasant memories of the 1960s, 1970s and 1980s when ",
  "China was viewed with enormous suspicion and hostility, and ",
  "therefore does not suffer from the fears and complexes of their ",
  "older countrymen who grew up in the second half of the 20th ",
  "century under the shadow of the 1962 border war. 94 CHALLENGE AND STRATEGY ",
  "Flare-up of Border Controversy",
  "Against this background of rapidly developing overall bilateral ",
  "relations over the last two decades, it is unfortunate that the ",
  "relationship has begun to unravel over the last two or three ",
  "years.  The  deliberately  strong,  blunt  and  repeated  public ",
  "reiteration of the Chinese claim to the Indian state of Arunachal ",
  "Pradesh ﬁ rst through remarks on the eve of Chinese President ",
  "Hu  Jintao’s  visit  to  India  in  2006,  repeated  in  2007  and ",
  "2008—when a particularly brazen and offensive diplomatic ",
  "demarche was made on Prime Minister Manmohan Singh’s ",
  "visit to Arunachal Pradesh days after his return from a visit ",
  "to China in January 2008—has triggered off a widespread ",
  "wave of public indignation across India. China argues that ",
  "since it considers Arunachal Pradesh to be a part of China ",
  "the inhabitants of Arunachal Pradesh are ipso facto Chinese ",
  "citizens and therefore do not need a visa to visit China. It is ",
  "true that the Chinese position has always been that the whole ",
  "of Arunachal Pradesh belongs to China. It is equally true that ",
  "for many years China did not press this claim forcefully, and ",
  "it was given out by well-informed sources that in any border ",
  "settlement China’s real interest was in getting back Tawang, not ",
  "the whole of Arunachal Pradesh. As a result of China’s recent ",
  "moves on Arunachal Pradesh, the March 2008 crackdown ",
  "in Tibet and increased Chinese border incursions, the latent ",
  "mistrust of China, always well entrenched among the security ",
  "agencies but missing of late in public perceptions and within the ",
  "strategic community, has now resurfaced among a wide cross-",
  "section of Indians. It has given India the reality check that, no ",
  "matter that China is now India’s largest trading partner, India’s ",
  "relationship with China is essentially a political and strategic ",
  "one arising out of the fact that India and China are neighbours ",
  "with an unresolved boundary dispute.",
  "Since China no doubt realizes that India will not accept ",
  "humiliating terms, the implication of China’s recent aggressive ",
  "postures is that China is in no hurry to conclude a boundary ",
  "settlement with India. China’s position has put India under ",
  "psychological pressure, and created fresh uncertainties in the TIBET AND CHINA 95",
  "minds of the Indian political and military leadership about ",
  "China’s long-term intentions towards India. It has become ",
  "necessary to re-assess India’s policy towards China in the light ",
  "of the recent aggressive Chinese posture, the lack of progress in ",
  "the boundary negotiations with China and the uprising in Tibet ",
  "in March 2008.",
  "India’s approach to the border issue and to overall relations ",
  "with China does not appear to have been fully thought through. ",
  "Given the nature of the Indian system, where personnel change ",
  "every few years, India’s negotiators are probably not as well ",
  "prepared as their Chinese counterparts who, by all accounts, ",
  "are  very  thorough  and  well-briefed.  Unlike  the  Chinese, ",
  "Indians in general lack a strong sense of history. Decisions in ",
  "India also tend to be personalized, with key ﬁ gures at the top ",
  "often more inclined to go by their instincts, or to be concerned ",
  "about leaving behind a ‘legacy’ than trusting the dispassionate ",
  "analysis and advice of professionals. It is instructive to note ",
  "that whereas on the Chinese side the principal negotiator on ",
  "the border remains the same since 2003, on the Indian side ",
  "there have been three negotiators during the same period.",
  "Tibet as a Key Factor",
  "Tibet is the key to understanding China’s policy towards India in ",
  "general and on the India–China boundary question in particular. ",
  "For too long has India viewed China as just an East Asian ",
  "country. This is understandable, since China’s heartland lies in ",
  "East Asia, and China’s strategic importance for the rest of the ",
  "world is as an East Asian power. But from India’s perspective, ",
  "China’s importance lies primarily in its Eurasian character. ",
  "It is in Central Asia, speciﬁ cally Tibet and Xinjiang, that the ",
  "political borders of contemporary India and China meet. It ",
  "is China’s control of Tibet—and to a lesser extent Xinjiang—",
  "that poses security threats to India. From China’s security ",
  "perspective, if Tibet is not a part of China, Tibet will inevitably ",
  "drift closer to India because of its geographical proximity as  96 CHALLENGE AND STRATEGY ",
  "well as religious and cultural afﬁ nity to India. Unlike Tibet’s ",
  "relationship with China, there is no history of hostility or war ",
  "between Tibet and India. Aware that in the past Tibet held ",
  "sway over parts of China, China is wary of any foreign presence ",
  "and inﬂ uence in Tibet, as Britain had established in the 19th ",
  "century to protect its Indian empire. Given Tibet’s geography, ",
  "any foreign inﬂ uence in Tibet can only be Indian. In retrospect, ",
  "it is clear that China’s policy towards India in the 1950s was ",
  "formulated with the objective of securing China’s control of ",
  "Tibet. China lulled India into complacency with its mendacious ",
  "bhai-bhai and Panchsheel rhetoric, and got India to vacate its ",
  "presence in Tibet as well as to recognize Tibet as a region of ",
  "China in the 1954 India–China Trade Agreement. It cleverly ",
  "put off the settlement of the India–Tibet border alignment ",
  "so that it could quietly go ahead with the construction of the ",
  "Xinjiang–Tibet highway passing through Aksai Chin that was ",
  "critical for China to consolidate its hold on Tibet. When the ",
  "Dalai Lama ﬂ ed Tibet for India in 1959, China was uncertain ",
  "about India’s attitude and feared that India could become a ",
  "platform to launch attacks on Tibet. The content and the timing ",
  "of Chinese Prime Minister Zhou Enlai reported package deal ",
  "offer to Prime Minister Nehru in April 1960 to let China keep ",
  "Aksai Chin in return for recognition of the McMahon Line is ",
  "signiﬁ cant—the strategic Aksai Chin area would not be given ",
  "up, but China was willing to recognize the McMahon Line in ",
  "order to get some breathing space to consolidate its hold over ",
  "Tibet.",
  "From a ground-level perspective, Tibet is crucial because it ",
  "is the geographical link between India and China. Unless there ",
  "is all-round agreement that Tibet is a part of China, there is only ",
  "an India–Tibet boundary, not an India–China boundary. Even ",
  "the 1914 Shimla Agreement that delineated the McMahon Line ",
  "was signed between India and Tibet. The Chinese representative ",
  "only initialed the agreement and China later denounced it. ",
  "China rightly believes that a settlement of the India–China ",
  "border has implications for the status of Tibet. From a political ",
  "perspective, China would like to have Tibet recognized as an ",
  "inalienable part of China, not only now but historically too. ",
  "Without that the Chinese takeover of Tibet lacks legitimacy and ",
  "will always be considered an imperial conquest. As such, China TIBET AND CHINA 97",
  "is not likely to settle the boundary question with India unless ",
  "it has deﬁ nitively resolved the question of Tibet on its terms ",
  "and Tibet comes ﬁ rmly under its control. Arunachal Pradesh ",
  "matters to China because the Chinese leadership has projected ",
  "it as ‘southern Tibet’ and therefore China’s inability to annex ",
  "Arunachal Pradesh could be seen as weakening China’s claim ",
  "to Tibet itself. The speciﬁ c claim to Tawang on the specious ",
  "ground that this is the birthplace of the sixth Dalai Lama is ",
  "not because the Chinese have any respect for this institution ",
  "(quite the contrary) but because they see it as legitimizing their ",
  "control over the institution of the Dalai Lama and thereby ",
  "Tibetan Buddhism which, as the Dalai Lama has said, is the ",
  "ultimate source of threat for Tibet’s separation from mainland ",
  "China. This line of thinking appears to have been reinforced as ",
  "a result of the widespread disturbances and violence in Tibet ",
  "and elsewhere in March 2008. ",
  "India  cannot  under  any  circumstances  accept  such ",
  "ﬂ awed Chinese reasoning for its claim to Arunachal Pradesh. ",
  "Essentially, China is adopting dilatory tactics in its boundary ",
  "negotiations with India. There are no great issues of principle ",
  "involved in the Chinese approach. It is illogical that China ",
  "should not accept the McMahon Line as the boundary with ",
  "India when it has done so with Myanmar in January 1960, ",
  "and had made a similar offer to India in April 1960. In any ",
  "case, by withdrawing to the McMahon Line after crossing it in ",
  "1962, China implicitly accepted its validity. Nor does China’s ",
  "argument that the 1914 Shimla Agreement be considered invalid ",
  "carry any substance. After all, China scrupulously observed the ",
  "99—year lease on Hong Kong that the British imposed on a ",
  "weak China in 1898 and patiently waited till 1997 to peacefully ",
  "resume sovereignty over Hong Kong after holding lengthy and ",
  "detailed negotiations with the British Government. Thus, India ",
  "should approach the boundary question with China with the ",
  "clear understanding that the delay in settling the border with ",
  "China is simply because China does not want a settlement just ",
  "now. Given recent developments in Tibet, the chances for an ",
  "early settlement have receded.",
  "China has already extracted signiﬁ cant concessions from ",
  "India on Tibet through India’s acceptance that China is a  98 CHALLENGE AND STRATEGY ",
  "legitimate  negotiating  partner  for  conducting  negotiations ",
  "to settle the India–Tibet border, and that Tibet is a part of ",
  "China. But China remains uncertain and somewhat anxious ",
  "about India’s Tibet policy and is highly suspicious of India’s ",
  "motives in providing refuge to tens of thousands of Tibetan ",
  "refugees and a base for the Dalai Lama’s activities. The Dalai ",
  "Lama’s periodic statements that India’s policy on Tibet is over-",
  "cautious only reinforce China’s suspicions and fears. It would ",
  "seem that the Chinese leaders, under the direction of Hu Jintao ",
  "who was the Chinese Communist Party Secretary in Tibet for ",
  "many years and built up his career on the basis of his Tibet ",
  "record, have made up their minds that a satisfactory solution ",
  "to Tibet, from China’s point of view, is unlikely while the Dalai ",
  "Lama is still alive and that China’s interests are better served by ",
  "waiting till the Dalai Lama passes away. The Chinese mistrust ",
  "and suspicion of the Dalai Lama has only intensiﬁ ed after the ",
  "March 2008 troubles in Tibet and other parts of China where ",
  "there is a concentration of Tibetans. Besides, considering the ",
  "harsh and vituperative language, reminiscent of the days of the ",
  "Cultural Revolution, used by the Chinese leaders and ofﬁ cial ",
  "media to denounce the Dalai Lama on this occasion makes it ",
  "much more difﬁ cult for the Chinese Government to even have ",
  "talks with the Dalai Lama, much less that such talks can be ",
  "successful. In any case, the various rounds of talks that the ",
  "Chinese Government has had with the representatives of the ",
  "Dalai Lama have not brought the two sides any closer. In fact, ",
  "as the outcome of the Tibet conclave held in Dharamsala in ",
  "November 2008 showed, the latest round of talks in July 2008 ",
  "that ended in deadlock may well turn out to be the last one.",
  "Contrary to what the Chinese Government may be thinking, ",
  "the situation may deteriorate and go out of control after the ",
  "present Dalai Lama is no more. When the troubles erupted ",
  "in Tibet, other parts of China and elsewhere in the world in ",
  "March 2008, the Dalai Lama did not appear to be in control of ",
  "the movement. Although he remains by far the most respected ",
  "personality  for  the  Tibetans,  the  younger  generation  of ",
  "Tibetans who were born and have grown up outside Tibet has ",
  "increasingly begun to question the efﬁ cacy of his middle path ",
  "of seeking only ‘genuine autonomy’ and keeping the resistance TIBET AND CHINA 99",
  "non-violent. They have been inspired by the new nations that ",
  "have come up in Central Asia and in Europe. Tibetans wonder ",
  "why Hong Kong and Macao can have their autonomy but not ",
  "the Tibetans, despite the fact that they have a much more ",
  "distinct personality and enjoyed quasi-independence in the ",
  "ﬁ rst half of the 20th century. Even in his lifetime, the Dalai ",
  "Lama appears to have become conscious of the limits of his ",
  "power and inﬂ uence, which probably led him to play the card of ",
  "threatening to resign if the violence escalates. With this move, ",
  "he may have temporarily restored the unity of the movement. ",
  "But graver dangers lie ahead.",
  "After the passing away of the Dalai Lama, the Tibetan ",
  "movem  ent is not only likely to get splintered but also far ",
  "more radicalized, unpredictable and violent, as the Dalai Lama ",
  "himself has conceded. The trigger for trouble could come over ",
  "the issue of the selection of the next Dalai Lama. The Dalai Lama ",
  "has explained that the very purpose of reincarnation is to carry ",
  "forward the unﬁ nished work started in the previous life, and if ",
  "the Dalai Lama were to die while still a refugee, then logically ",
  "his reincarnation should be born outside Tibet so that the next ",
  "Dalai Lama can carry on the unﬁ nished work during his previous ",
  "incarnation. It is possible, as he has indicated recently, that the ",
  "present Dalai Lama goes ahead with a referendum among the ",
  "Tibetans in the Himalayan range, including China, Nepal and ",
  "India, as well as Mongolia—although Tibetans living in China ",
  "are unlikely to be allowed to participate—to decide whether he ",
  "should select his successor during his lifetime itself from among ",
  "the Tibetan diaspora. In case this proposal does not ﬁ nd favour, ",
  "there would be no future Dalai Lama! As opposed to this, the ",
  "Chinese Government in a bizarre move has arrogated to itself ",
  "the absurd right to approve all reincarnations of Tibetan lamas! ",
  "This will undoubtedly create a tricky situation for India since ",
  "the Dalai Lama lives in India and there is a high probability ",
  "that his successor would be reincarnated in India, perhaps in ",
  "Dharamsala or even Tawang. China could well demand that ",
  "India hand over the new Dalai Lama to China, where he will ",
  "no doubt disappear under mysterious circumstances. Even if it ",
  "is not in India that the next Dalai Lama is reincarnated, India ",
  "remains the main base of active followers of the Dalai Lama ",
  "who constitute the principal body of support for him. 100 CHALLENGE AND STRATEGY ",
  "China’s Tibet policy has been a failure. Many Chinese ",
  "themselves now acknowledge this. In March 2008, a group ",
  "of eminent Chinese writers and intellectuals from across the ",
  "country have shown the courage to publicly question the Beijing ",
  "regime’s Tibet policy. Among other things they call upon the ",
  "Chinese Government to abide by the freedom of religious belief ",
  "and the freedom of speech explicitly enshrined in the Chinese ",
  "Constitution,  thereby  allowing  the  Tibetan  people  fully  to ",
  "express their grievances and hopes, and permitting citizens of all ",
  "nationalities freely to criticize and make suggestions regarding ",
  "the government’s nationality policy. The psychological impact ",
  "of developments in Tibet could be debilitating for China in the ",
  "long term. Tibet may well hold the key both to China’s internal ",
  "stability and to Hu Jintao’s own political longevity, particularly ",
  "as he is personally associated with the crackdown on Tibetans ",
  "in 1988. No wonder Beijing considers Tibet a ‘life-and-death’ ",
  "question. The developments of March 2008 may turn out to be ",
  "a deﬁ ning moment or even a turning point in modern China’s ",
  "political history.",
  "India appears to be taking some welcome steps, howsoever ",
  "tentative, to review its Tibet policy. The ﬁ rst move was made in ",
  "January 2008 when the statement issued at the end of Indian ",
  "Prime Minister’s visit to China did not carry any reference ",
  "to Tibet. It is not clear whether this was a deliberate policy ",
  "move,  or  a  one-off  measure.  The  widespread  disturbances ",
  "in Tibet in March 2008 provided a welcome opportunity for ",
  "India to continue with its subtle policy shift. India’s ofﬁ cial ",
  "statement on 15 March 2008 was a step in the right direction. ",
  "Clearly refuting ofﬁ cial Chinese propaganda, it stated that ",
  "‘innocent people’ had died in Lhasa. By expressing its ‘hope ",
  "that all those involved will work to improve the situation and ",
  "remove the causes of such trouble in Tibet…through dialogue ",
  "and non-violent means’, New Delhi conveyed its message to ",
  "Beijing that there is merit in the demands of Tibetans, that the ",
  "onus is on Beijing to ﬁ nd a solution, and that such a solution ",
  "requires dialogue, not use of force. In describing the Dalai ",
  "Lama as a man of non-violence, Prime Minister Manmohan ",
  "Singh signalled that India does not endorse the harsh and TIBET AND CHINA 101",
  "vituperative ofﬁ cial Chinese denunciations of the Dalai Lama. ",
  "At the same time, India reassured China that it considers Tibet ",
  "as ‘an autonomous region of China’. One hopes that in the ",
  "coming months the government gives its Tibet policy a clearer ",
  "strategic direction.",
  "While formulating its policy on Tibet, India has to keep in ",
  "mind that as it is uniquely placed vis-à-vis Tibet, India must ",
  "have a unique policy that conforms to its national interests, ",
  "irrespective of what the rest of the world says or does. No other ",
  "country has comparable stakes in Tibet’s peace and stability. A ",
  "Tibet in ferment makes India’s Himalayan frontiers unstable ",
  "and insecure. As a democratic country that is hosting such a ",
  "large number of Tibetans, India has a legitimate interest in ",
  "what happens in Tibet. Tibet cannot be just an internal matter ",
  "of China because it has direct consequences for India. India ",
  "has to bear the burden of hosting nearly 120,000 Tibetan ",
  "refugees because of China’s repressive policies in Tibet. If there ",
  "is a severe crackdown in Tibet, it will inevitably trigger off a ",
  "fresh inﬂ ux into India of Tibetan refugees, whom India would ",
  "ﬁ nd it difﬁ cult to turn away on practical and humanitarian ",
  "grounds. An increased Chinese military presence in Tibet has ",
  "implications for India’s security. ",
  "What could be the elements of India’s Tibet policy? At a ",
  "general level, in ofﬁ cial statements and/or through authori-",
  "tative but deniable unofﬁ cial channels, India could emphasize ",
  "that  while  it  ﬁ rmly  upholds  the  principles  of  supporting ",
  "the territorial integrity of duly constituted states and non-",
  "interference in other states’ internal affairs, its own experience ",
  "shows  that  the  peace  and  stability  of  multi-racial,  multi-",
  "religious and multi-cultural societies requires dialogue and ",
  "accommodation within a democratic framework. Ethnic and ",
  "separatist problems require political solutions that give every ",
  "citizen the conﬁ dence that he is an equal stakeholder in the ",
  "state. India expects that China would put in place policies that ",
  "would stabilize Tibet and give the Tibetan diaspora in India the ",
  "conﬁ dence that they can return to their homeland.",
  "India also needs to take full advantage of an important ",
  "nuance, perhaps unintended, in India’s acceptance of Tibet as a  102 CHALLENGE AND STRATEGY ",
  "part of China. India has merely conceded, during Prime Minister ",
  "Vajpayee’s visit, that the ‘territory of the Tibetan Autonomous ",
  "Region is a part of the People’s Republic of China’. It has not ",
  "accepted that Tibet—whose borders historically and in the ",
  "minds of the Tibetans extend beyond the Tibetan Autonomous ",
  "Region—was always a part of China. Despite Chinese protests, ",
  "India  invited  Tibet  as  a  separate  delegation  to  the  Asian ",
  "Relations  Conference  that  was  convened  in  New  Delhi  in ",
  "March 1947. Traditionally, thousands of Indian pilgrims have ",
  "made pilgrimages to Mount Kailash and Mansarovar lakes ",
  "in Tibet without needing any permission from the Chinese ",
  "authorities in Beijing. Second, if at any time in the future the ",
  "People’s Republic of China were to give way to another entity ",
  "India could well argue that it is not obliged to recognize Tibet ",
  "as a part of any new political entity of China. Of course, this is a ",
  "hypothetical and somewhat unlikely scenario, but the Chinese ",
  "who are given to catching nuances and subtleties would not ",
  "have missed this point. ",
  "India’s new Tibet policy should also take into account that ",
  "China has routinely and brazenly violated its solemn bilateral ",
  "commitments.  Contrary  to  the  agreements  reached  during ",
  "Prime Minister Vajpayee’s visit to China in 2003 and in contra-",
  "vention of the Guiding Principles and Political Parameters for ",
  "Settling the Boundary Question signed during Prime Minister ",
  "Wen Jiabao’s visit to India in 2005, China has re-opened very ",
  "aggressively  its  claim  to  Arunachal  Pradesh,  has  not  fully ",
  "accepted Sikkim as a part of India, and does not want an early ",
  "settlement of the boundary question. In launching a border war ",
  "in 1962, China has also not followed the letter and spirit of the ",
  "1954 Panchsheel Agreement. India needs to take a leaf out of ",
  "China’s book in this regard. India should also subtly reopen the ",
  "whole question of the legitimacy of China’s claim to Tibet, which ",
  "is the basic foundation for China to make any territorial claim ",
  "on India. Technically, the 1954 Trade Agreement expired after ",
  "eight years since it has not been renewed. In the light of recent ",
  "developments in Tibet, there could be other ways of signalling ",
  "that India is introducing some nuances in its traditional policy. TIBET AND CHINA 103",
  "For example, India could state that it considers ‘the territory of ",
  "Tibet, as an autonomous region, a part of the People’s Republic ",
  "of China’, the implication being that it is only if Tibet is a truly ",
  "autonomous region that India recognizes it as a part of China. ",
  "India’s understanding of Tibet’s true autonomy should mirror ",
  "the Dalai Lama’s position on this question.",
  "China’s offensive and patronizing tone about India’s stand ",
  "on Tibet requires an appropriate riposte. Ironically, China, in ",
  "welcoming the Indian approach during the Tibetan uprising ",
  "in March 2008, has unwittingly given legitimacy to India’s ",
  "unofﬁ cial policy shift. It is evident that notwithstanding India’s ",
  "reafﬁ rmations that the Tibetans in India are not allowed to ",
  "indulge in political activities on Indian soil, India remains a ",
  "base from which they are conducting a political campaign ",
  "against Chinese rule in Tibet. The Chinese should be made to ",
  "understand that such practical deviations from India’s stated ",
  "policy would continue. India should be in no hurry to remove ",
  "the ambiguities in its Tibet policy unless conditions are created ",
  "in Tibet that the Tibetan refugees can go back in safety and ",
  "dignity. Moreover, since China has shown no understanding of ",
  "India’s position on Kashmir, there is no reason for India to give ",
  "China satisfaction on Tibet.",
  "Chinese Perceptions of India",
  "Traditionally China has never looked at India as an equal, but ",
  "merely as an upstart wannabe. India’s place, in Chinese eyes, is ",
  "in South Asia only; it should not aspire to be an inﬂ uential Asian, ",
  "much less a global, player. While the May 1998 Pokharan-II ",
  "nuclear weapons tests did make China sit up and take notice, it ",
  "was not something over which the Chinese lost too much sleep. ",
  "During US President Clinton’s visit to China a month later, ",
  "China got US implicit endorsement of its position as Asia’s ",
  "leading power. However, what appears to be bothering China ",
  "is India’s impressive and consistent economic performance  104 CHALLENGE AND STRATEGY ",
  "over the last decade. India has become an attractive economic ",
  "partner for a large number of countries, which are beginning ",
  "to  look  at  India  seriously  as  an  alternative  to  China.  The ",
  "rest of the world no longer regards China as the only game ",
  "in town. Admittedly, the size of India’s economy is less than ",
  "half of China’s, but if India keeps growing steadily even if not ",
  "spectacularly and China’s economic miracle falters, the gap ",
  "between India and China will narrow. India is the only other ",
  "Asian country with the size, resources, demographic proﬁ le and ",
  "all-round capabilities to pose a credible challenge to China’s ",
  "dominance over Asia in the long term. It has some deﬁ nite ",
  "advantages over China such as its democratic structure, its legal ",
  "system, its developed services sector, its sophisticated world-",
  "class ﬁ nance and banking systems and, of course, its prowess ",
  "in information technology and English language. India also has ",
  "made progress in some high-technology sectors, including space ",
  "and biotechnology. Its defence modernization programme has ",
  "made China sit up and take notice. India threatens to become a ",
  "competitor to China for investment, energy and markets. There ",
  "appears to be a return to the paradigm of the 1950s involving ",
  "competition between India and China over which model of ",
  "development is more successful. The ardour with which the ",
  "UPA Government has pursued a strategic engagement with ",
  "the US has also unsettled China. India’s diplomatic activism all ",
  "over the world, and its growing attractiveness as a partner for ",
  "a growing number of countries signal that much of the world, ",
  "and India itself, does not want India to remain in the South ",
  "Asia box. ",
  "From China’s point of view, therefore, it makes sense to ",
  "keep India unsure about China’s intentions. That will make ",
  "it  difﬁ cult  for  India  to  free  up  resources  from  defence  to ",
  "development priorities. War is not necessary if psychological ",
  "pressure and controlled border aggression serve the purpose. ",
  "Steady economic integration of Tibet and Nepal into China’s ",
  "fold is also expected to strengthen China’s bargaining position. ",
  "In this way, China probably hopes that over time the military ",
  "and economic gap between India and China may increase, and ",
  "that China may be able to drive a better bargain with India on ",
  "the boundary question later rather than sooner. TIBET AND CHINA 105",
  "India’s Strategy",
  "As India cannot afford to compromise on even the existing areas ",
  "it holds, it has no alternative but to patiently wait till its own ",
  "economic strength and standing in the region and the world ",
  "is comparable to that of China, or hope that China’s position ",
  "weakens. Like China, India too should not show undue anxiety ",
  "to settle the boundary question. India can keep China engaged ",
  "and let the border talks continue, but it must change its tactics. ",
  "When in 2003 India and China agreed to search for a political ",
  "solution to the border dispute, India did not pursue the matter ",
  "of continuing the exchange of maps in the Western, Middle ",
  "and Eastern sectors, a practice that was stopped by the Chinese ",
  "for no plausible reason in 2002 after India had presented its ",
  "map of the Western sector. In the light of the stalemate on the ",
  "border talks and frequent border encroachments, India has ",
  "during Prime Minister Manmohan Singh’s visit to China in ",
  "2008 pressed for a framework agreement for early resumption ",
  "of the task of clariﬁ cation and demarcation of the Line of Actual ",
  "Control, on which the Chinese have been dragging their feet.",
  "India should step up its vigilance on the border, but remain ",
  "ﬁ rm and conﬁ dent. In a most welcome and long overdue step, ",
  "India has started to build up its logistics and infrastructure ",
  "in the border areas, including re-opening closed airstrips like ",
  "Daulat Beg Oldi, Fukche and Chushul in Ladakh. Work must ",
  "be speeded up and more funds allocated. The areas that are ",
  "opened up by roads must also be settled with people, otherwise ",
  "China could create unpleasant ground realities in these areas. ",
  "Although the unsettled frontiers do remain a source of tension, ",
  "they are likely to remain quiet since it may not suit China’s ",
  "larger interests to agitate the border issue in the near future. It ",
  "also carries risks. Any adventurism will no doubt be effectively ",
  "tackled at a military level by the Indian army, now much better ",
  "prepared than in 1962. The greater danger for China is that this ",
  "would blow a huge hole in China’s carefully cultivated claim ",
  "of ‘peaceful rise’ thereby rekindling latent suspicions of China ",
  "among its neighbours, as well as damaging China’s image and ",
  "concrete interests all over the world. Most dangerous would  106 CHALLENGE AND STRATEGY ",
  "be the possibility that were such a move to go wrong, it could ",
  "trigger off internal discontent and disturbances within China.",
  "India would be wise to develop leverages vis-à-vis China on ",
  "the border issue. As part of its negotiating strategy, India must ",
  "extend its claim lines into Tibet beyond what it may eventually ",
  "agree upon in a ﬁ nal settlement. It should put in a claim to ",
  "Kailash and Mansarovar. If China can lay claim to Tawang in ",
  "Arunachal Pradesh on the grounds of its cultural, historical ",
  "and spiritual links with Tibet, the case for India’s claim to ",
  "Kailash–Mansarovar  region  on  similar  reasoning  is  more ",
  "substantive. After all, hundreds of millions of Hindus consider ",
  "this to be the abode of Lord Shiva. By not reiterating the ",
  "Parliament Resolution of 1962, India has regrettably signalled ",
  "its willingness to compromise on its principled position. China, ",
  "on the other hand, has not given up any claim; rather, it has ",
  "hardened its position on Arunachal Pradesh. India should also ",
  "bring up the Shaksgam valley of POK that was transferred from ",
  "Pakistan to China in 1963, and reassert its concern over the ",
  "Karakoram Highway linking POK with Xinjiang that is now ",
  "likely to be upgraded and converted into an energy corridor.",
  "Hopefully, the widespread public outrage in India over ",
  "China’s  hard-line  approach  on  Arunachal  Pradesh  and  its ",
  "crackdown on Tibet would convince India’s leaders of the ",
  "need to stand up to China to protect India’s vital interests. ",
  "Unless  the  government  has  its  ﬁ nger  on  the  pulse  of  the ",
  "nation, and understands the importance of taking the public ",
  "into conﬁ dence on the progress of the boundary negotiations, ",
  "any boundary settlement negotiated with China may suffer ",
  "the same fate as the Indo–US nuclear deal. The need for ",
  "conﬁ dentiality in negotiations goes without saying. However, ",
  "that cannot be a pretext to keep the public and the strategic ",
  "community completely in the dark about what is going on in ",
  "the negotiations on the boundary question. As for China, if it ",
  "ever hopes to peacefully settle the boundary question and build ",
  "a long-term cooperative relationship with India, it will have ",
  "to understand that in a democracy like India it is vital to gain ",
  "the trust of the public. China would also be well advised not to ",
  "misjudge India’s strength and resolve.TIBET AND CHINA 107",
  "China’s  activities  in  India’s  neighbourhood  give  India ",
  "cause for considerable concern. For more than four and a half ",
  "decades, China has used its ‘all-weather’ relationship with ",
  "Pakistan very effectively to keep India in check. It is attempting ",
  "to do the same with India’s other immediate neighbours. The ",
  "Indian security establishment has many areas of concern such ",
  "as  China’s  railway  network  that  has  reached  Kashgar  and ",
  "Lhasa and its proposed further extension to Xigatse near the ",
  "Indian border as well as into Nepal; the rapid development ",
  "of infrastructure in Tibet; China’s activism in Myanmar; its ",
  "entrenched position in Pakistan, including the development ",
  "of Gwadar port and proposals for an upgraded road (perhaps ",
  "even rail and pipeline connections) from Pakistan to Xinjiang ",
  "along the Karakoram Highway and its success in developing ",
  "a  military  relationship  with  Bangladesh  and  Sri  Lanka. ",
  "Uncertainties in the India–China relationship reassure India’s ",
  "insecure  neighbours  that  they  have  an  alternative  source ",
  "of support against India. China’s growing economic weight ",
  "makes it an attractive partner for India’s neighbours seeking to ",
  "reduce their economic dependence on India. If India remains ",
  "bogged down in relationships of suspicion and mistrust with ",
  "its South Asian neighbours, India will not be able to achieve ",
  "optimal economic growth and spread its wings on the global ",
  "stage. That suits China.",
  "The US has made no secret of its desire to see a stronger ",
  "India as its close strategic partner that could be a counter-",
  "weight to China’s present and future dominance of Asia. The ",
  "public statements emanating from Washington on the strategic ",
  "importance of the India–US nuclear deal and the unusual ",
  "ardour with which the UPA Government has pursued the deal ",
  "are hardly likely to reassure China that India will not somehow ",
  "join  the  US  camp.  The  growing  warmth  in  India–Japan ",
  "relations is being warily watched by China. The Chinese would ",
  "not have forgotten India–US collaboration in the 1950s for ",
  "putting pressure on China over Tibet, and may be apprehensive ",
  "of a similar joint approach if a long-term India–US strategic ",
  "partnership does come about. India should not allow itself to ",
  "become a pawn in US strategic plans, which can change rapidly. ",
  "There are too many linkages between the US and China that  108 CHALLENGE AND STRATEGY ",
  "the US will be loath to disrupt for the sake of India. Already, ",
  "the US–Japan–Australia–India strategic dialogue has come ",
  "a cropper after John Howard and Shinzo Abe have demitted ",
  "ofﬁ ce as Prime Ministers of Australia and Japan respectively. ",
  "Realpolitik dictates that India should continue to develop closer ",
  "relationships with China’s neighbours like Japan, South Korea, ",
  "Mongolia and Vietnam, including in the defence ﬁ eld. India ",
  "also needs to beef up its presence and activity in the Indian ",
  "Ocean, and make increasingly frequent forays into the west ",
  "Paciﬁ c Ocean too. Such measures will help to exert counter ",
  "psychological pressure on China.",
  "India must shed its difﬁ dence in dealing with China. If ",
  "India aspires to be a serious regional and global player, it must ",
  "behave in a more digniﬁ ed manner worthy of a great power, ",
  "particularly in relation to a country like China. The eagerness, ",
  "even anxiety, that India has at times tended to convey about ",
  "reaching an early settlement of the boundary question, sends ",
  "a regrettable signal of weakness. There was no need for Prime ",
  "Minister  Manmohan  Singh  to  make  syrupy  references  to ",
  "China as India’s ‘greatest’ neighbour during his meeting with ",
  "Chinese President Hu Jintao at the G–8 meeting in Germany ",
  "in June 2007 or to genuﬂ ect all too visibly before Hu Jintao ",
  "at the G–8 meeting in Japan in July 2008. That is hardly a ",
  "sensible approach when dealing with a growing power that has ",
  "traditionally looked at the world with a sense of superiority and ",
  "in the case of India additionally with condescension.",
  "On the contrary, India needs to follow a deliberate strategy ",
  "of psychological warfare against China. For example, India ",
  "should stop parroting Chinese propaganda about the alleged ",
  "peaceful interaction between India and China for thousands of ",
  "years. The fact is that historically China did not ﬁ gure in India’s ",
  "consciousness; it was only the Chinese monks Fa Hien and ",
  "Xuan Zhang who made Indians aware of the existence of China. ",
  "Instead, India should emphasize that the reason why India and ",
  "China were at peace for thousands of years is largely because ",
  "the two countries were not neighbours till the second half of ",
  "the 20th century and therefore didn’t have much interaction ",
  "throughout history. India’s northern neighbour has been Tibet, ",
  "with which India has had close and friendly religious, cultural TIBET AND CHINA 109",
  "and people-to-people ties based on mutual respect. Second, ",
  "India should undertake a systematic campaign to puncture the ",
  "Chinese concept of it being the ‘Middle Kingdom’. It should ",
  "be argued that this is merely China’s self-perception born out ",
  "of its ignorance and isolation from the rest of the world for ",
  "centuries. China’s ignorance is quite understandable, since ",
  "perhaps the other civilizations with which China came into ",
  "contact were not so developed, leading China to regard all ",
  "foreigners as ‘barbarians’ who were expected to kowtow to the ",
  "‘Middle Kingdom’. The concept of equality of sovereign States ",
  "was not known to China. Of course the reality is that India was ",
  "as, if not more, developed than China, but China was unaware ",
  "of this. Third, India should make a conscious effort to project ",
  "its culture and achievements in a positive light, including for ",
  "the sake of India’s own self-esteem. India’s intellectual and ",
  "spiritual  advancements  can  be  seen  in  the  fact  that  India ",
  "gave birth to sophisticated religions and philosophies that ",
  "had a wide appeal in other parts of Asia. India is the home of ",
  "Buddhism which later spread to Tibet, China and other parts ",
  "of Asia. The attractiveness of India’s developed culture can ",
  "be seen in the sprawling Buddhist and Hindu kingdoms that ",
  "ﬂ ourished in Southeast Asia. India also had a more advanced ",
  "form of political organization that is inclusive and consensual, ",
  "so essential to preserve harmony in multi-cultural countries ",
  "like India and China. India also borrowed freely from other ",
  "civilizations with which it came into contact, thereby enriching ",
  "its own civilization and achievements. It is these traits of ",
  "ﬂ exibility and openness in the character of its people that equips ",
  "India much better to deal with the challenges of globalization ",
  "than civilizations that for historical reasons have been closed to ",
  "the outside world. Finally, through the media, intellectual and ",
  "academic circles, India must create greater public awareness ",
  "of the myriad challenges that China faces instead of the rose-",
  "tinted views about China that ﬁ nd excessive prominence in ",
  "India’s public discourse.",
  "At the same time, prudence and common sense dictate that ",
  "it is not in India’s interest to have a relationship of perennial ",
  "tension and antagonism with a large and powerful neighbour ",
  "like China. As there is much to be gained from a peaceful  110 CHALLENGE AND STRATEGY ",
  "cooperative relationship with China, India must seek possible ",
  "areas of cooperation with it, on the basis of equality and dignity, ",
  "without any illusions that there can be any return to the so-",
  "called fraternal relationship of the 1950s. Taking a leaf out of ",
  "its script for dealing with Pakistan, where India has established ",
  "links across the Line of Control in Jammu and Kashmir, India ",
  "should  explore  the  possibility  of  establishing  trans-border ",
  "transport and economic linkages with China to mutual beneﬁ t, ",
  "even though there is a territorial dispute between the two ",
  "countries.  A  hard-wired  economic  relationship,  including ",
  "across the Line of Actual Control—the task of clarifying which ",
  "must remain an important priority—will create greater mutual ",
  "conﬁ dence and stakes in a stable, peaceful relationship between ",
  "India and China. Both countries must pursue sub-regional co-",
  "operation to build mutual stakes in the other country’s growth ",
  "and stability. As India and China are both energy-deﬁ cient, ",
  "energy can be among the areas of mutually beneﬁ cial economic ",
  "cooperation that will lead to interdependence and, as major ",
  "buyers, enable them to get better bargains from oil suppliers.",
  "Despite tensions in bilateral relations, the two countries are ",
  "together in many regional forums that provide the opportunity ",
  "for the two countries to engage each other constructively. India ",
  "and China have become Observers in regional organizations ",
  "that the other dominates, namely the SCO and SAARC respec-",
  "tively. Both are members of the East Asia Summit and the ",
  "trilateral  Russia–India–China  framework.  India’s  ofﬁ cial ",
  "position is that there is enough space in Asia for both China and ",
  "India. This is an understandable position of a relatively weaker ",
  "power. The more relevant question is whether China feels the ",
  "same way. Without that, such statements reﬂ ect more hope ",
  "and hype than reality. While some degree of mutual wariness ",
  "and competition for economic and strategic space is inevitable, ",
  "it is only if the two rising powers of Asia are conﬁ dent that ",
  "the other is not engaged in a zero-sum game that there can be ",
  "peace and stability in Asia.",
  "India and China have a common interest in cooperating ",
  "on many global issues including countering terrorism and ",
  "fundamentalism.  But  it  is  signiﬁ cant  that  China  has  not ",
  "supported India’s bid to become a Permanent Member of the TIBET AND CHINA 111",
  "UN Security Council, nor was it openly in favour of modifying ",
  "the  Nuclear  Suppliers’  Group  guidelines  to  accommodate ",
  "India. The interests of India and China also diverge on other ",
  "crucial issues. On climate change, China is a major polluter ",
  "whereas India is not, and therefore it is not in India’s interest ",
  "to be clubbed with China. In the WTO also, India’s interests ",
  "somewhat diverge from China’s. India’s economy relies more ",
  "on services and China’s on manufacturing. Moreover China ",
  "has already made signiﬁ cant concessions at the time of its ",
  "accession to the WTO.",
  "India’s security concerns and the competition for inﬂ uence ",
  "in Asia will ensure some degree of enduring mistrust and ",
  "suspicion in the India–China relationship. As a strategic rival ",
  "and a difﬁ cult neighbour, China will not easily give up its policy ",
  "of creating difﬁ culties for India through Pakistan and India’s ",
  "other neighbours. China will always retain a high priority in ",
  "India’s foreign and security policy and poses one of the most ",
  "complex challenges to Indian diplomacy.",
  ""
]