[
  "Chapter8",
  "Persian Gulf, Palestine ",
  "and Israel",
  "Historical and Emotional Bonds",
  "T",
  " he Persian Gulf region is indeed very special",
  " for India. The Arabian Sea has linked, rather",
  " than divided, the Arab world and India. As a ",
  "neighbouring region with very close people-to-people ties to ",
  "India, this region has historically always ﬁ gured very high ",
  "in  India’s  external  ties.  Trade,  culture,  religion,  language, ",
  "philosophy and science and technology have bound the people ",
  "of India and the Arab world over many centuries. No wars have ",
  "been fought between Arabs and Indians. No bilateral disputes ",
  "have marred the relationship. Arab traders have been visiting ",
  "India since at least the 8th century. Many of them settled down ",
  "in India and married local girls, the origin of Kerala’s Moplah ",
  "community. There was movement of both traders and pilgrims ",
  "in  the  other  direction  too,  and  many  Arabs  have  Indian ",
  "ancestry. To this day, there is a large community of Indians in ",
  "Yemen and of Yemenis in Hyderabad. This peaceful interaction ",
  "with the Arab world, which resulted in the conﬂ uence of ideas, ",
  "art, literature, and much else, has left an indelible imprint on ",
  "India’s history, culture and civilization. Under British rule, ",
  "the Arab Gulf States were further integrated with India, as ",
  "they were administered from India, and the Indian Rupee was ",
  "the currency in circulation locally in the Gulf. For the Arabs, PERSIAN GULF, PALESTINE AND ISRAEL 131",
  "India, particularly Mumbai, was their preferred destination ",
  "for medical treatment and recreation, and many Arabs bought ",
  "prime property in Mumbai. This tradition continues to this day. ",
  "Yet, for all the common factors that dictate a close relationship ",
  "between this region and India, post-Independence India had ",
  "no inﬂ uence for a considerable period in Saudi Arabia, the ",
  "largest and most inﬂ uential Arab State in the Persian Gulf.",
  "Opening with Saudi Arabia",
  "Saudi Arabia, home to Islam’s holiest shrines in Mecca and ",
  "Medina, has always had a special pull for the 160 million or ",
  "so Indian Muslims. Hundreds of thousands of Indian Muslim ",
  "pilgrims visit Saudi Arabia every year for Haj and Umrah. ",
  "Their interests and needs constitute an exceedingly important ",
  "political parameter for any Indian Government, which is why ",
  "all Indian Ambassadors to Saudi Arabia and Indian Consuls ",
  "General in Jeddah have been Muslims, the better to be able to ",
  "visit the holy cities and look after the interests of the Indian ",
  "pilgrims. This focus regrettably cuts into the time and attention ",
  "that is paid by the Indian Government and its envoys to Saudi ",
  "Arabia’s intrinsic geopolitical importance—as an important ",
  "player in a complex and fast-changing regional and global ",
  "scenario, as the largest economy in the region, as the world’s ",
  "largest oil producer and exporter, as world’s largest holder ",
  "of investible petrodollars, as the largest global employer of ",
  "Indians and, of course, as the leader of the Islamic world—",
  "particularly  after  the  decline  of  Egypt.  Thus  Saudi  Arabia ",
  "matters hugely to India. But India’s relations with that country ",
  "remained strained for many decades. This was partly because ",
  "of the Cold War divide and partly due to the machinations of ",
  "Pakistan. Pakistan has enjoyed considerable inﬂ uence in Saudi ",
  "Arabia  for  three  principal  reasons—the  Islamic  factor;  its ",
  "assiduous and systematic cultivation of the Saudi royal family ",
  "members and its close cooperation in the security ﬁ eld with ",
  "Saudi Arabia.  132 CHALLENGE AND STRATEGY ",
  "After an exchange of visits by the King of Saudi Arabia ",
  "and the Prime Minister of India in the mid-1950s, there was ",
  "no high-level visit from India till that of Prime Minister Indira ",
  "Gandhi in 1982. The King of Saudi Arabia visited India again ",
  "only in January 2006, more than half-century after the last visit ",
  "by a Saudi King to India. Recognizing the strategic signiﬁ cance ",
  "of the visit, the Indian Government extended special protocol ",
  "honours to the Saudi King. In the Delhi Declaration that was, ",
  "unprecedentedly for the Saudi side, signed by King Abdullah ",
  "and Prime Minister Manmohan Singh, both sides recognized ",
  "the visit as a historic one that heralded a new era in bilateral ",
  "relations. It was for the ﬁ rst time in more than a quarter century ",
  "that India gained direct access to the Saudi leadership that till ",
  "then had been hesitant to treat India in anything but the most ",
  "routine  way,  notwithstanding  the  considerable  commercial ",
  "interests of Saudi Arabia in selling oil to India and of India in ",
  "getting jobs for Indian workers in Saudi Arabia. As a result of ",
  "the visit, new horizons opened up in energy sector cooperation. ",
  "India acknowledged Saudi Arabia as a trusted and reliable ",
  "source of oil supplies. There was an agreement on developing ",
  "a strategic energy partnership based on complementarities ",
  "and interdependence involving reliable, stable and increased ",
  "volume  of  crude  oil  supplies  to  India  through  ‘evergreen’ ",
  "contracts,  upstream  and  downstream  investments  in  the ",
  "oil  sector  in  Saudi  Arabia,  India  and  third  countries,  and ",
  "joint ventures for gas-based fertilizer plants in Saudi Arabia. ",
  "Counter-terrorism, information technology, agriculture, bio-",
  "technology, educational and cultural exchanges were other ",
  "areas identiﬁ ed for cooperation.",
  "Important as the agreements on energy and other areas ",
  "were, the principal signiﬁ cance of the Saudi King’s visit was ",
  "political. India’s decision to honour the Saudi King by inviting ",
  "him as Chief Guest on India’s Republic Day was imaginative and ",
  "astute. The Saudi King’s acceptance of the invitation and the ",
  "conscious inclusion of India in his ﬁ rst trip outside the region, ",
  "particularly his participation as Chief Guest in India’s Republic ",
  "Day celebrations, sent a very public message to the people of ",
  "India and the world that Saudi Arabia regards its relationship ",
  "with India as important. The signiﬁ cant signal picked up by the PERSIAN GULF, PALESTINE AND ISRAEL 133",
  "rulers and the people of the Arab world was that India is a friend ",
  "with whom more intensive and extensive contacts should be ",
  "established. A number of other Arab Gulf leaders have visited ",
  "India in the ensuing months and years to build closer ties. In this ",
  "way, India has managed to make a signiﬁ cant breakthrough in ",
  "changing perceptions about it among the Arab Gulf countries. ",
  "Their earlier hesitations about India had emanated from two ",
  "factors: (a) Pakistan’s successful exploitation of the politics of ",
  "Islam to prejudice the Arab countries against India and (b) the ",
  "coolness that crept into India’s relations with the Arab States of ",
  "the Persian Gulf because of India’s stand on Saddam Hussein’s ",
  "invasion of Kuwait in 1990.",
  "Against the background of the hitherto desultory India–",
  "Saudi Arabia relations, it was nothing short of revolutionary ",
  "that the two countries should have agreed to develop a broad ",
  "strategic vision and to recognize that the stability and security ",
  "of the Gulf region and the Indian sub-continent are closely ",
  "interlinked. This highly successful landmark visit has opened ",
  "a new chapter not only in India–Saudi relations but also in ",
  "relations between India and the Arab Gulf States as a whole. It ",
  "is, therefore, particularly regrettable that the follow-up to Saudi ",
  "King Abdullah’s visit to India has been so tardy, resulting in the ",
  "loss of momentum built up in 2006.",
  "India and Iraq",
  "Iraq is the most important of the other Arab Gulf States. Even ",
  "though India established diplomatic relations with Iraq in ",
  "1947 and signed the Treaty of Perpetual Peace and Friendship ",
  "with it in 1952, India was not happy with Iraq’s participation ",
  "in  the  West-sponsored  Baghdad  Pact.  Iraq’s  new  military ",
  "leaders noted India’s recognition of the new government in ",
  "Iraq  following  the  1958  coup.  Iraq’s  withdrawal  from  the ",
  "Baghdad Pact brought satisfaction to India. During the 1960s, ",
  "India–Iraq relations improved. Iraq remained neutral in the ",
  "1965 India–Pakistan war. Relations between India and Iraq ",
  "improved dramatically in the mid-1970s as a result of a personal  134 CHALLENGE AND STRATEGY ",
  "decision by President Saddam Hussein. Iraq supported India ",
  "on vital issues like Kashmir. India, for its part, trained a large ",
  "number of Iraqi defence personnel. Many Indian experts and ",
  "professionals got work in Iraq. Indian companies too were very ",
  "active and executed several construction projects in Iraq. India ",
  "also developed an afﬁ nity towards Iraq as the only secular Arab ",
  "country. Both collaborated within the framework of the non-",
  "aligned movement. With India and Iraq both having close ties ",
  "to the Soviet Union, India greatly beneﬁ ted from a three-way ",
  "swap deal whereby Iraq paid off its debts to the Soviet Union ",
  "by supplying large quantities of Iraqi oil to India, which was ",
  "paid for by India through export of goods to the Soviet Union ",
  "in rupees. Good relations were established between the ruling ",
  "parties in both countries, a legacy that led to the Oil-for-Food ",
  "scandal that erupted in 2005 and cost Minister of External ",
  "Affairs Natwar Singh his job. This legacy of mutual goodwill ",
  "has not been lost. ",
  "Foreign  Minister  Gujral’s  public  embrace  of  Saddam ",
  "Hussein when he visited Iraq during the ﬁ rst Gulf crisis in ",
  "1990 may have been undiplomatic, but it was nevertheless a ",
  "spontaneous and heartfelt instinctive gesture that conveyed ",
  "the warm feelings that India had for Saddam Hussein who was ",
  "regarded as a friend of India. It is noteworthy that the decision ",
  "of the Government of Prime Minister Chandrashekhar during ",
  "the 1991 Gulf War to provide refuelling facilities to US military ",
  "aircraft drew such a sharp protest that the government had ",
  "to suspend the facility. India opposed sanctions against Iraq ",
  "and supplied food and medicines to that country. India, which ",
  "was then a member of the UN Security Council, abstained ",
  "on Resolution 686 that outlined the requirements for Iraq to ",
  "comply with the ceaseﬁ re. In 1998, when India conducted its ",
  "nuclear weapons tests, Iraq supported India.",
  "If the First Gulf War of 1991 crippled Iraq, the US invasion ",
  "in 2003 has shattered the country. By this time, India was ",
  "seriously trying to improve relations with the US, which no ",
  "doubt inﬂ uenced its decision not to formally oppose the war ",
  "against Iraq. India came under tremendous pressure from the ",
  "US to send troops to Iraq in 2003, and it was only the shrewd-",
  "ness and political sagacity of Prime Minister Vajpayee that ",
  "prevented this from happening. It is also possible that India’s PERSIAN GULF, PALESTINE AND ISRAEL 135",
  "traditional friendship with Iraq inﬂ uenced India’s decision. At ",
  "any rate, the goodwill for India among the people of Iraq was ",
  "deﬁ nitely an important factor that enabled India to secure the ",
  "release of the kidnapped Indian truck drivers in Iraq in 2004. ",
  "It also seems to have inﬂ uenced India’s decision to allocate a ",
  "relatively generous $20 million in bilateral assistance for Iraq’s ",
  "reconstruction and another $10 million to the International ",
  "Reconstruction Fund Facility for Iraq launched in 2004 by the ",
  "UN and the World Bank. As the violence in Iraq escalated, and ",
  "in order not to provoke the Iraqi groups ﬁ ghting the military ",
  "forces  of  the  US  and  its  coalition  partners,  India  thought ",
  "it prudent not to replace its Ambassador who came away ",
  "when his term expired in 2005, but it has kept open a small ",
  "diplomatic Mission in Baghdad. Movement of Indian labour to ",
  "Iraq remains banned since 2004 but many Indians, desperate ",
  "for lucrative but risky jobs offered by the contractors to the US ",
  "armed forces in Iraq, seem to have quietly slipped into Iraq. ",
  "Unfortunately, as India’s policy towards Iraq over the last few ",
  "years has been perceived as having been crafted under US ",
  "inﬂ uence and pressure, India has lost some of its traditional ",
  "goodwill and inﬂ uence in Iraq. Whenever peace returns to Iraq, ",
  "India will have to pick up the pieces of its relationship with Iraq ",
  "and try to deal itself back into the situation. Meanwhile, many ",
  "private Indian companies are doing business in the Kurdistan ",
  "region of Iraq, which is functioning quite autonomously, is ",
  "directly connected by air to international airports in the region ",
  "and is quite safe.",
  "People-to-People and Economic Ties with the Gulf",
  "India has historically had close and cordial ties with Oman, ",
  "geographically the closest country in the Persian Gulf region. As ",
  "early as in March 1953, India signed with the Sultan of Muscat ",
  "and Oman (the earlier name of Oman) the Treaty of Friendship, ",
  "Commerce and Navigation. Meaningful people-to-people and ",
  "trade relations with the other Arab Gulf countries began only ",
  "after the oil boom of the early 1970s that brought unpreceden-",
  "ted prosperity to the region. Indians ﬂ ocked to the region  136 CHALLENGE AND STRATEGY ",
  "as new job opportunities opened up there. Today, there are ",
  "nearly 5 million Indians—no one is sure of the exact number—",
  "working and living in the Arab Gulf States, and constitute about ",
  "20 per cent of the total population in the smaller Gulf States. ",
  "The largest concentrations of Indian workers are in Saudi ",
  "Arabia and the United Arab Emirates. Indians are among the ",
  "favoured foreign workers in all the Gulf countries because they ",
  "are relatively more disciplined, do not get involved in local ",
  "politics and create little trouble. If their numbers have not ",
  "increased even more it is only because the Gulf countries for ",
  "internal reasons have imposed informal limits on the number ",
  "of workers that can come from any one country. Indian workers, ",
  "both blue collar and white collar, have played a tremendous ",
  "role in ensuring the sustained growth and prosperity of the ",
  "Arab Gulf countries. Behind the glitter of Dubai is the sweat ",
  "and toil of foreign workers, including Indians. Indians have ",
  "traditionally ﬂ ocked to the Gulf because of the comparatively ",
  "better employment opportunities and higher wages available ",
  "there, but India’s recent strong economic growth has increased ",
  "both employment opportunities and wages in India for many ",
  "who earlier tended to gravitate towards the Gulf. ",
  "Looking after the welfare of these Indians is a high priority ",
  "for all Indian diplomatic and consular establishments in the ",
  "Gulf. This includes, in the ﬁ rst place, taking steps to ensure ",
  "that unscrupulous local employers do not exploit the Indian ",
  "workers,  working  out  suitable  arrangements  with  local ",
  "authorities for setting up Indian schools, and a whole range ",
  "of consular issues. The welfare of Indians working in the Gulf ",
  "region is a politically sensitive issue for both the Central and ",
  "many state governments, particularly in southern India, which ",
  "send a large number of migrant workers to the Gulf. The ",
  "remittances of workers from the Gulf still constitute a sizeable ",
  "proportion of India’s foreign exchange earnings in the services ",
  "sector though not as large as it used to be even a decade ago. It ",
  "is the frequent travel to and from India of these workers that ",
  "makes the India–Gulf region the most proﬁ table sector for ",
  "the airlines of both India and the Arab Gulf countries. In the ",
  "future, as their own populations grow, the Arab Gulf countries ",
  "will have to provide jobs for locals in the ﬁ rst instance. It is PERSIAN GULF, PALESTINE AND ISRAEL 137",
  "possible that the demand for labour from India may go down ",
  "or that the skills required may change. India has to anticipate ",
  "possible  trends  and  work  out  ways  to  handle  a  changed ",
  "situation; otherwise the closing of a traditional employment ",
  "avenue could create social and political unrest in the affected ",
  "parts of the country.",
  "India’s trade with the Arab Gulf countries is also quite ",
  "signiﬁ cant. It is rapidly growing, even though much of it is ",
  "third country trade routed via ports like Dubai. India and the ",
  "Gulf Cooperation Council countries—Saudi Arabia, Kuwait, ",
  "Qatar, Bahrain, United Arab Emirates and Oman—are also ",
  "negotiating an FTA. The Persian Gulf region is an important ",
  "destination for setting up projects and exports like consultancy ",
  "services and information technology. Education, health care ",
  "and tourism are other promising areas of cooperation. There ",
  "is a long-term congruence of the interests of the Arab Gulf ",
  "countries and India. The Arab Gulf countries realize that India ",
  "offers a large and attractive workforce that brings much needed ",
  "manpower and skills. After 9/11, the oil-rich among them are ",
  "now looking to diversify their investments away from the West ",
  "into economically attractive investment schemes and projects ",
  "in countries that give them a high level of comfort. India is keen ",
  "to get Arab investments for infrastructure projects in India ",
  "particularly in the oil, gas and petrochemicals sectors, and has ",
  "taken some steps in this direction such as holding an Indo-",
  "Arab Investment Projects Conclave. However it needs to be ",
  "far more pro-active and imaginative in tapping the burgeoning ",
  "Arab petrodollars, perhaps through a special strategy geared ",
  "for Arab investors. Apart from the economic and ﬁ nancial ",
  "beneﬁ ts that such investments would bring to both sides, they ",
  "would serve a larger strategic purpose. Through its large semi-",
  "permanent work force, India has acquired enduring stakes in ",
  "the stability and prosperity of the Persian Gulf region. If the ",
  "Arabs were to invest their wealth in India, they too would ",
  "develop  long-term  stakes  in  India’s  continued  economic ",
  "growth and prosperity. Such enduring linkages between India ",
  "and the Arab world will strengthen mutual interest in ensuring ",
  "the stability, development and prosperity of both sides.  138 CHALLENGE AND STRATEGY ",
  "Organization of Islamic Conference (OIC) Politics",
  "The role of the OIC has become a minor irritant in India’s ",
  "relations with the Arab world. The OIC was set up in 1969 ",
  "to promote solidarity among the Islamic countries following ",
  "the arson attack on the Al-Aqsa mosque in Jerusalem. India ",
  "was invited to the ﬁ rst conference convened in Rabat, and ",
  "the Indian Ambassador did participate and make a speech. ",
  "However,  when  a  high-level  Indian  delegation  arrived  in ",
  "Rabat, it was not allowed to participate because of Pakistan’s ",
  "objections. Over the last four decades, the OIC has become ",
  "a sprawling organization of 56 members that is more in the ",
  "nature of a club that is useful for networking and conducting ",
  "business on the sidelines than for any intrinsic worth it may ",
  "have. The OIC does, however, regularly adopt resolutions on ",
  "Kashmir reﬂ ecting the Pakistani position. These are routinely ",
  "adopted without any discussion. India has wisely not allowed ",
  "the OIC issue to cloud its real interests with the OIC member-",
  "countries. ",
  "From time to time, suggestions have been made that India ",
  "could become an Observer or even a Member in the OIC. This is ",
  "not at all a viable option because, as an Observer, India would ",
  "have to tacitly accept OIC resolutions in whose formulation it ",
  "plays no role. It also does not become India, with the second ",
  "largest Muslim population in the world, to be a mere observer ",
  "in an organization that claims to represent the interests of ",
  "Muslims. Moreover, India would have to battle Pakistan to get ",
  "itself associated with the OIC, which is not worth India’s while ",
  "since there are no great Indian interests at stake in the OIC. ",
  "Perhaps the most compelling reason for India to stay away is a ",
  "domestic political one. It is not at all desirable, and politically ",
  "risky, for a secular State like India to formally associate itself ",
  "with an avowedly religious international organization as that ",
  "could create an unnecessary political and communal backlash ",
  "within India.PERSIAN GULF, PALESTINE AND ISRAEL 139",
  "The Iran Conundrum",
  "Although a dominant power in the Persian Gulf, Iran itself is ",
  "primarily a land power. India’s contacts with Iran have been ",
  "traditionally over land, not across the Arabian Sea. With the ",
  "formation of Pakistan in 1947, India and Iran, or Persia as it ",
  "was known till 1935, lost the geographical contiguity they had ",
  "enjoyed for centuries. As a result, Indian policy-makers to some ",
  "extent failed to appreciate that from a strategic perspective ",
  "India has to deal with Iran as a neighbouring country. The ",
  "rhetoric frequently used about Iran and India’s historical-",
  "cultural ties has substance—certainly insofar as it concerns north ",
  "India, whose history, culture and language have been shaped to ",
  "a considerable degree by Persian inﬂ uence. Nor should India ",
  "and the world forget that despite its strategic location Iran is ",
  "one of the few major countries in Asia that managed to maintain ",
  "its independence and was never colonized, unlike many of its ",
  "neighbours, including India. In all the demonizing of Iran in ",
  "the West after the 1979 revolution, few bother to recall that the ",
  "revolution itself was a reaction to the CIA–sponsored coup that ",
  "overthrew Iranian Prime Minister Mossadegh in 1953 and the ",
  "subsequent savagely autocratic rule of the Shah of Iran, who ",
  "became the darling of both the West and Israel. It is important ",
  "to recall all this because the outside world needs to handle Iran ",
  "with respect and be conscious of the sense of national pride ",
  "and self-achievement in the sophisticated Iranian mind that ",
  "draws inspiration and strength from its rich and deep-rooted ",
  "heritage of civilization and culture. For India, another harder ",
  "and more pressing reality is that relations with Iran have a ",
  "domestic political dimension. As the largest Shia country and ",
  "home to some of the holiest shrines of the Shia community, ",
  "Iran remains inﬂ uential among India’s large Shia population, ",
  "which can be an important swing vote in elections.",
  "The development of India’s relations with Iran has not ",
  "followed a consistent pattern. It is noteworthy that Iran was ",
  "one of the ﬁ rst countries with which India signed a Friendship ",
  "Treaty in March 1950. The early promise of friendship could ",
  "weather neither the politics of the Cold War nor India–Pakistan  140 CHALLENGE AND STRATEGY ",
  "animosity and conﬂ icts. After the overthrow of Mossadegh, Iran ",
  "under the Shah got enmeshed in the strategic plans of the West ",
  "and became a member of various Western-sponsored regional ",
  "organizations like the Baghdad Pact and later CENTO, while ",
  "India’s orientation was more towards the Soviet Union and the ",
  "NAM. Nor did Nehru’s friendship with fellow-NAM founder ",
  "and socialist President Nasser of Egypt go down well with a ",
  "conservative  monarchy  like  the  Iranian  Shah’s.  Iran’s  role ",
  "in supporting Pakistani machinations to prevent India from ",
  "attending the 1969 OIC Summit at Rabat added to the strains ",
  "in India–Iran relations. It was only after Pakistan’s defeat in ",
  "the 1971 war, which changed the balance of power in South Asia ",
  "decisively in India’s favour, and the passing away of Nasser, ",
  "that both sides took steps to improve relations. Prime Minister ",
  "Indira Gandhi and the Shah of Iran exchanged visits in 1974. ",
  "However, India’s own turbulent domestic politics of the second ",
  "half of the 1970s, followed by the Iranian Revolution of 1979 ",
  "and the almost decade-long war that Iran fought with Iraq, then ",
  "a close friend of India, once again derailed this relationship. ",
  "From the early 1990s, starting with Prime Minister Narasimha ",
  "Rao’s visit to Iran in 1993, relations have maintained a steady ",
  "upward  graph,  with  regular  exchange  of  high-level  visits, ",
  "including the highly symbolic visit of President Khatami to ",
  "India as Chief Guest for India’s Republic Day celebrations in ",
  "2003.",
  "Unfortunately, relations once again took a sharp dip in 2005 ",
  "following India’s position in the International Atomic Energy ",
  "Agency (IAEA) in September 2005 and February 2006 on ",
  "transferring Iran’s dossier on its nuclear programme from the ",
  "IAEA to the UN Security Council. This step by India generated ",
  "resentment and mistrust against India in Iran, jeopardized the ",
  "future of the already-concluded Liqueﬁ ed Natural Gas (LNG) ",
  "contracts between India and Iran, and probably led Iran to ",
  "conclude that India is neither a serious nor a reliable strategic ",
  "partner. It also polarized political and public opinion in India ",
  "and  destroyed  the  traditional  foreign  policy  consensus  in ",
  "India cutting across party lines that has been a great strength ",
  "of Indian foreign policy since Independence. Following these ",
  "episodes, India’s handling of its relations with Iran has also PERSIAN GULF, PALESTINE AND ISRAEL 141",
  "become a litmus test of India’s willingness and ability to follow ",
  "an independent foreign policy. The cloud in bilateral relations ",
  "was lifted only as a result of Iranian President Ahmadinejad’s ",
  "brief stopover in New Delhi in April 2008, when the Indian ",
  "side went out of the way to reassure him that it would follow ",
  "an independent policy towards Iran and not succumb to US ",
  "pressure.",
  "This is most welcome, since Iran does matter greatly to ",
  "India from a strategic perspective. It makes eminent sense for ",
  "India to have a good understanding with Iran, as it is Pakistan’s ",
  "neighbour and a very inﬂ uential actor in the Persian Gulf. ",
  "Iran is also the key country for India’s access to strategically ",
  "important  Afghanistan  and  Central  Asia.  In  order  to  gain ",
  "access to Afghanistan and later to Central Asia too, India has ",
  "built a road from Zaranj in western Afghanistan to Delaram ",
  "on the garland road that will provide connectivity to Herat ",
  "and  Mazar-e-Sharif.  A  proposal  is  under  consideration  to ",
  "develop Iran’s Chabahar port and connect it by rail with Iran’s ",
  "existing railway network. India, Iran and Turkmenistan have ",
  "an arrangement to facilitate transit of Indian goods via Iran to ",
  "Turkmenistan, while India, Iran and Russia have taken steps ",
  "to develop a North–South Corridor that is intended to provide ",
  "faster and cheaper connectivity between India and Russia via ",
  "Iran and the Caspian Sea. Iran and India closely cooperated in ",
  "supporting the Northern Alliance in Afghanistan against the ",
  "Taliban in the 1990s. After the destruction of Iraq, Iran is the ",
  "only country to India’s west that stands in the way of complete ",
  "US domination of Southwest Asia.",
  "Iran is and will remain important for India’s long-term ",
  "energy  security,  as  it  possesses  the  world’s  second  largest ",
  "reserves of both oil and gas. It is in recognition of this reality ",
  "that a few years ago India took the signiﬁ cant step of de-linking ",
  "the Iran–Pakistan–India (IPI) gas pipeline project from the ",
  "overall relationship with Pakistan. In a sharp reversal of the ",
  "position it had been taking on the issue for the preceding two-",
  "and-a-half years, India agreed during President Ahmadinejad’s ",
  "visit to India in April 2008 to fast-track discussions on the IPI ",
  "gas pipeline project. But the stipulated deadlines have been ",
  "missed, and India went slow on the IPI project as it focused  142 CHALLENGE AND STRATEGY ",
  "on nailing down the India–US nuclear deal. Iran for its part ",
  "also needs to look at the IPI project as a strategic project that ",
  "would have long-term economic and political beneﬁ ts, rather ",
  "than try to squeeze maximum proﬁ ts. The IPI project holds the ",
  "possibility of bringing enormous economic and geopolitical ",
  "beneﬁ ts to all three countries. On the energy front, it would ",
  "provide Pakistan and India with plentiful gas supplies for ",
  "many  decades.  Politically,  it  would  be  a  huge  conﬁ dence-",
  "building  measure  between  India  and  Pakistan  that  could ",
  "create the momentum for a fundamental transformation of ",
  "India–Pakistan relations. The project would be a political coup ",
  "for Iran, as it would undermine the US policy to sanction and ",
  "isolate Iran. Gas exports to Pakistan and India would give Iran ",
  "valuable long-term customers and a steady stream of much-",
  "needed revenue. The project would also provide reassurance to ",
  "the Indian business community to make investments in Iran, ",
  "something that Iran needs badly. As a regional energy project, ",
  "the gas pipeline project could form the nucleus of a regional ",
  "cooperation arrangement between South Asia and Iran, which ",
  "would have a very positive impact on long-term regional peace ",
  "and stability.",
  "As Iran’s nuclear programme is the single most important ",
  "issue that has cast a shadow on India–Iran relations since ",
  "2005, India’s attitude to Iran’s nuclear programme needs to be ",
  "critically examined. India’s approach has been conditioned by ",
  "it wanting to keep on the right side of the US and other world ",
  "powers as it worked for the Nuclear Suppliers Group (NSG) to ",
  "give India an exemption from the prevailing NSG guidelines ",
  "on transfer of nuclear fuel, equipment and technology to India. ",
  "India has made it clear that it does not want Iran to acquire ",
  "nuclear weapons. It has taken the sensible line that Iran has the ",
  "right to peaceful uses of nuclear energy including enrichment ",
  "but that, having signed the Nuclear Non-Proliferation Treaty ",
  "(NPT), Iran must adhere to its international obligations and ",
  "commitments. However, the determination of this should  be ",
  "by the International Atomic Energy Agency (IAEA), not the ",
  "US or the so-called international community. It is, of course, ",
  "illogical that India should be asking other States to observe ",
  "their obligations under an international treaty that India itself PERSIAN GULF, PALESTINE AND ISRAEL 143",
  "has not signed. India’s is simply a practical and prudent, even ",
  "if inconsistent, position. India does not wish to see another ",
  "nuclear weapons state in the Persian Gulf region, since that ",
  "would spur other countries like Saudi Arabia, Egypt and Turkey ",
  "to also acquire nuclear weapons, leading to the destabilization ",
  "of the whole region. Despite US attempts to establish such ",
  "linkages, India has not been assisting Iran’s nuclear programme ",
  "except as permitted by the IAEA. Following the imposition of ",
  "UN Security Council sanctions on Iran in February 2007, India ",
  "amended its export guidelines to prohibit export of any materials ",
  "or technology that could contribute to the development of a ",
  "nuclear weapons capability by Iran. ",
  "From Iran’s point of view, a strategic relationship with an ",
  "important country like India is worthwhile because it lessens ",
  "Iran’s isolation. India could also be a source of important ",
  "defence equipment and technologies for Iran. Although India ",
  "and Iran have agreed at the highest level on the desirability ",
  "of defence cooperation, including training and exchange of ",
  "visits, Iran would like to proceed much faster and further on ",
  "this aspect of relations. India is reluctant to do so. India’s ",
  "hesitation may be related to the sensitivities of Israel, which is ",
  "a valued defence partner whose feathers India would not like ",
  "to needlessly rufﬂ e. For Iran, however, defence cooperation ",
  "is part of the overall strategic relationship with India, and it ",
  "feels that it is entitled to hold back on cooperation on energy ",
  "if it does not get satisfaction from India on matters of strategic ",
  "importance to Iran such as the nuclear issue and defence ",
  "cooperation. India’s relations with Iran have created some ",
  "discord between India and Israel.",
  "Palestine Question and ",
  "Strategic Relations with Israel",
  "India’s policy towards Israel has been intimately linked to ",
  "India’s support for the Palestinian cause and the impact India–",
  "Israel relations have on India–Arab relations. India’s position ",
  "on the Palestine question has its roots in India’s freedom  144 CHALLENGE AND STRATEGY ",
  "movement. As a party that was opposed to partitioning of ",
  "India on religious grounds, the Congress Party could hardly ",
  "be expected to endorse the goals of the Zionist movement ",
  "that eventually led to the creation of Israel. Mahatma Gandhi ",
  "himself expounded India’s perspective clearly and in detail in ",
  "an editorial in the Harijan of 11 November 1938, a major policy ",
  "statement that continues to guide India’s policy on Palestine ",
  "to this day. Despite his sympathy for the Jews who had been ",
  "subjected  to  discrimination  and  persecution  for  centuries, ",
  "Mahatma Gandhi was clear about the rights of the Palestinians. ",
  "He said:",
  "My sympathy does not blind me to the requirements of ",
  "justice. The cry for the national home for the Jews does not ",
  "make much appeal to me… Why should they not, like other ",
  "peoples of the earth, make that country their home where ",
  "they are born and where they earn their livelihood? Palestine ",
  "belongs to the Arabs in the same sense that England belongs ",
  "to the English or France to the French. It is wrong and ",
  "inhuman to impose the Jews on the Arabs… Surely it would ",
  "be a crime against humanity to reduce the proud Arabs so ",
  "that Palestine can be restored to the Jews partly or wholly as ",
  "their national home.",
  "India  has  always  supported  the  establishment  of  a ",
  "sovereign, independent, viable State of Palestine, within well-",
  "deﬁ ned and recognized borders, through a negotiated and ",
  "comprehensive solution that takes into account the legitimate ",
  "interests and grievances of all the parties concerned. This has ",
  "been reﬂ ected in India’s voting pattern on this issue in the ",
  "United Nations, and in the activist role that India has tradi-",
  "tionally played in drafting and steering resolutions on this ",
  "subject  in  NAM.  India  was  the  ﬁ rst  non-Arab  country  to ",
  "recognize  the  Palestine  Liberation  Organization  (PLO)  as ",
  "the ‘sole legitimate representative of the Palestinian people’, ",
  "and later gave the PLO ofﬁ ce in New Delhi full diplomatic ",
  "recognition. Similarly, India was the ﬁ rst non-Arab country to ",
  "recognize Yasser Arafat as the President of Palestine. Arafat ",
  "had a special rapport with India’s leaders, especially Prime ",
  "Minister Indira Gandhi. India’s policy on Palestine is a very PERSIAN GULF, PALESTINE AND ISRAEL 145",
  "sensitive political issue in India. India’s traditional support ",
  "for  the  Palestinian  cause  enjoys  across-the-board  political ",
  "consensus in India, reﬂ ected in the unanimous Parliamentary ",
  "resolution adopted in 2006 on Israel’s invasion of Lebanon.",
  "In  keeping  with  this  approach,  India  joined  the  Arab ",
  "countries in opposing the partition of Palestine, and it was only ",
  "in 1950, two years after Israel came into existence, that India ",
  "granted de jure recognition to the State of Israel. However, India ",
  "did not establish full diplomatic relations with Israel. Israel ",
  "was permitted to have only a consular presence in Mumbai, not ",
  "the exchange of Embassies with India it so dearly wanted. This ",
  "situation lasted for many decades. But its resident Embassy in ",
  "Nepal since 1961 did give Israel a useful window into India. So ",
  "long as the Congress Party was in power, the traditional policy ",
  "on Israel continued, although Jawaharlal Nehru himself was ",
  "candid enough to publicly acknowledge in 1958 that this was ",
  "‘not a matter of high principle’ and ‘this attitude was adopted ",
  "after  a  careful  consideration  of  the  balance  of  factors’.  In ",
  "the late 1970s under Prime Minister Morarji Desai’s Janata ",
  "government, India began to deviate from its policy, presumably ",
  "as part of Desai’s own pro-West orientation and his desire that ",
  "India should follow a policy of ‘genuine non-alignment’. Israel’s ",
  "Defence Minister Moshe Dayan was invited to India in 1978 ",
  "on a secret visit. India’s interests were primarily to explore the ",
  "possibilities of cooperation with Israel in intelligence sharing ",
  "on terrorist and separatist organizations and in getting defence ",
  "supplies. The visit did not lead to any substantive outcome, as ",
  "word of it leaked out to the Indian media and this predictably ",
  "started off a political controversy about India’s support to the ",
  "Palestinian cause and India–Arab relations. It was not till 1992, ",
  "after the Middle East Peace Process at Madrid in 1991 between ",
  "Israel and the Arab States had begun, and the break-up of the ",
  "Soviet Union had changed the geopolitical balance decisively ",
  "in favour of the US, that India felt emboldened to exchange ",
  "diplomatic Missions with Israel.",
  "Since  then,  however,  relations  have  rapidly  grown  in ",
  "all ﬁ elds, especially in the military ﬁ eld. Israel has emerged ",
  "as a signiﬁ cant and reliable source of defence supplies and ",
  "advanced  sensitive  defence  technologies,  second  only  to  146 CHALLENGE AND STRATEGY ",
  "Russia. Many of the items and technologies supplied by Israel ",
  "to India are unavailable from elsewhere. India particularly ",
  "appreciated Israel’s willingness to supply military equipments ",
  "and ammunition during the Kargil operations in 1999 and ",
  "Operation Parakram in 2002. There is also useful mutually ",
  "beneﬁ cial cooperation in the intelligence domain. India has ",
  "reciprocated  by  recently  launching  for  Israel  its  TECSAR ",
  "spy satellite, even though this has been projected as a purely ",
  "commercial  deal.  However,  the  military  relationship  is, ",
  "deliberately, underplayed by India and overplayed by Israel. ",
  "There is a vibrant relationship in non-military sectors too, ",
  "including  agriculture  and  science  and  technology  and  a ",
  "sizeable volume of trade (more than $3 billion), much of which ",
  "is accounted for by trade in diamonds. ",
  "The  valuable  political  support  that  the  Jewish  lobby ",
  "provides in the US makes Israel a desirable partner for India. ",
  "An understanding and supportive US attitude has facilitated ",
  "the transfer to India of many technologies and equipments ",
  "produced by Israel over which the US has a veto. As India and ",
  "the US have come closer over the last few years, there have been ",
  "some tentative moves to forge a trilateral strategic relationship ",
  "between the three countries. Speaking to the American Jewish ",
  "Committee in May 2003, India’s former National Security ",
  "Adviser Brajesh Mishra seemed to hint at a trilateral grouping ",
  "of, or at least close cooperation among, India, Israel and the ",
  "US based on the complementarities and common interests that ",
  "bring India closer to both the US and Israel. The Jewish lobby ",
  "was used to garner support in the US Congress for the India–",
  "US nuclear deal, but the unfortunate price that India seems to ",
  "have had to pay was to cast the controversial votes in 2005 and ",
  "2006 referring Iran’s dossier on the nuclear question from the ",
  "IAEA to the UN Security Council, and the insertion of the Iran ",
  "factor in the Hyde Act that was passed by the US Congress in ",
  "December 2006 to facilitate the India–US nuclear deal.",
  "Whatever  the  other  beneﬁ ts  that  an  overtly  close ",
  "relationship with Israel may have for India, it is politically ",
  "difﬁ cult and very risky for any Indian Government to ignore ",
  "negative public perceptions within India, especially among ",
  "Muslims, about Israel’s harsh and unjust treatment of the PERSIAN GULF, PALESTINE AND ISRAEL 147",
  "Palestinians. This has been a particular dilemma for the UPA ",
  "Government, which for more than four years depended on the ",
  "outside support of the Left parties, which have been regularly ",
  "calling for ending India’s defence and security cooperation ",
  "with Israel. Although nothing in India’s relations with Israel ",
  "has changed in practice, an impression gained ground that ",
  "there has been a certain cooling in India’s relations with Israel ",
  "under the UPA Government. It is true, however, that the UPA ",
  "Government, more than earlier governments, cannot be seen ",
  "as being too close to Israel and has always tried to politically ",
  "balance its relations with Israel and Palestine. That is why ",
  "there are relatively few high proﬁ le political-level exchanges ",
  "between India and Israel. From the Israeli side, there was a ",
  "visit by Israeli President Weizman in 1996 and another by ",
  "Israeli Prime Minister Sharon in 2003, but this has not been ",
  "reciprocated by any visit from India to Israel at the level of ",
  "Head of State/Government. Even though Indian Ministers and ",
  "Chief Ministers of states have been regularly visiting Israel, no ",
  "Indian Defence Minister has ever done so, despite the intense ",
  "interaction in the defence ﬁ eld. In the future, the challenge ",
  "will be to sustain the high level of India’s mutually beneﬁ cial ",
  "relationship with Israel without upsetting inﬂ uential domestic ",
  "constituencies.  The  Arab  countries  themselves,  including ",
  "Palestine, who are trying to work out a deal with Israel, and ",
  "maintain informal relations with Israel, do not seriously object ",
  "to India’s relations with Israel. In fact, they quietly hope that ",
  "India could be a moderating inﬂ uence on Israel.",
  "Need for an Activist Indian Policy",
  "India’s policy towards the Persian Gulf region has to be based ",
  "on the fundamental assumption that the destinies of India and ",
  "the Persian Gulf, be it the Arab Gulf States or Iran, will remain ",
  "considerably intertwined. West Asia and the Persian Gulf is very ",
  "much part of India’s extended and strategic neighbourhood. ",
  "What happens here directly affects India’s security and other ",
  "vital interests. India’s interests require that this region remain  148 CHALLENGE AND STRATEGY ",
  "peaceful and stable. Any widespread disorders could affect ",
  "India’s  energy  security.  Even  more  important,  they  would ",
  "displace millions of Indians living and working there, creating ",
  "enormous social and economic disruptions, with unpleasant ",
  "political consequences, within India. India had a taste of this ",
  "when thousands of Indians ﬂ ed Kuwait in the aftermath of ",
  "the 1990–91 Gulf crisis. Since then, the number of Indians ",
  "working in this region has increased manifold. There is simply ",
  "no way that India can evacuate the Indians from the Gulf in ",
  "a hurry, whether by ship or by air. Therefore India has to ",
  "follow policies that ensure peace and security in the Persian ",
  "Gulf region. Considering India’s stakes in the region, it is very ",
  "disconcerting that there has been such a paucity of high-level ",
  "visits to the region. Even visits of the Minister of External ",
  "Affairs have been infrequent. Thankfully, with Prime Minister ",
  "Manmohan Singh’s visits to Oman and Qatar in November ",
  "2008, there appears to be a belated realization of the need to ",
  "correct the situation.",
  "The  Persian  Gulf  region  is  also  of  enormous  strategic ",
  "importance for the world as a whole. When they were under ",
  "British rule, administered from India, the Arab Gulf States ",
  "acquired a strategic importance, as control over this region was ",
  "essential to secure the sea route from Britain to India and to ",
  "defend Britain’s Indian possessions. This region was virtually ",
  "a British lake. On Britain’s departure from the Persian Gulf ",
  "region in 1970, the US took over the policeman’s role. The US ",
  "today has an overwhelming military presence in all countries ",
  "of the region except Iran, which is being threatened by the ",
  "US. The autocratic regimes have for many decades enjoyed a ",
  "cozy relationship with the US. They have entered into military ",
  "alliances or arrangements involving military bases and supply ",
  "of sophisticated military equipment with the US. In return, the ",
  "US has acted as a guarantor to secure these regimes from any ",
  "possible popular upheavals.",
  "Unfortunately, this has led to only a superﬁ cial stability ",
  "in the Persian Gulf. The reality is that there is no region in ",
  "the world that is more volatile than the Persian Gulf. The ",
  "monarchies, emirates, sheikhdoms and dictatorships of the ",
  "region  are  potentially  unstable,  particularly  as  their  rapid PERSIAN GULF, PALESTINE AND ISRAEL 149",
  "population  growth  has  created  a  large  demographic  bulge ",
  "of young people whose economic expectations and political ",
  "aspirations may be difﬁ cult to fulﬁ l. Sudden democratization ",
  "may not be the right answer, as it could unleash forces that ",
  "would be difﬁ cult to contain. Today, some of the most crucial ",
  "and complex contemporary global problems and issues such ",
  "as energy security, Islamic fundamentalism, global terrorism, ",
  "Israel–Palestine, Iraq, Iran and Afghanistan have their roots ",
  "in this part of the world. All of these are linked in one way or ",
  "another to the US presence in the region or to the pressure that ",
  "Israel, a close US ally, exercises on the countries of the region. ",
  "Pakistan too has considerable security ties and inﬂ uence in ",
  "the Gulf region, including through a fairly large non-resident ",
  "population of workers.",
  "There  are  many  complex,  messy  and  contradictory ",
  "relationships that compound the potential instability of this ",
  "region. Some of these are a psychologically embattled, small ",
  "but militarily dominant Israel versus a large and belligerent ",
  "Iran and a traditionally hostile Arab world; a Shia-dominated, ",
  "militarily superior and revolutionary Iran that threatens the ",
  "hitherto unquestioned leadership of the Islamic world by a ",
  "rich Sunni Saudi monarchy, even though both countries now ",
  "seem to recognize the need to work out a mutually acceptable ",
  "arrangement; the deep but unspoken fear among the small oil ",
  "and gas-rich States of the larger potentially predatory States ",
  "of the Persian Gulf. Then there is large, rich and strategically ",
  "located Iraq, perhaps supine today, which can decisively swing ",
  "the regional balance of power, no matter whether it stabilizes ",
  "or breaks up.",
  "In West Asia, the Palestinian problem that has deﬁ ed solu-",
  "tion for six decades is not merely a matter of deep global con-",
  "cern, but of real danger. With the passage of time the Palestine ",
  "problem has become more intractable than ever. More than ",
  "anything else, it centres on the fact that Palestinians, who ",
  "had been living in Palestine for centuries, have been evicted ",
  "from their land, and turned into refugees in other countries ",
  "or virtual prisoners in the West Bank and Gaza, or second-",
  "class citizens in Israel. It is a supreme irony that Israel, which ",
  "is fanatical about the right of Jews anywhere in the world to  150 CHALLENGE AND STRATEGY ",
  "migrate to Israel, refuses to countenance that the Palestinians ",
  "driven out of their homes too have a similar right to return to ",
  "their traditional homes. Frustration and hopelessness among ",
  "the Palestinians has led to desperation, reﬂ ected in suicide ",
  "bombings. But Israel is not secure. In fact the insecurity of the ",
  "Israelis has increased. The Palestinian question is the principal ",
  "factor that unites Muslims around the world and that led four ",
  "decades ago to the formation of the OIC. It is an issue that has ",
  "spawned terrorism and al-Qaeda, created avoidable suspicion ",
  "of Islam in the West and threatens to re-kindle the medieval ",
  "conﬂ icts between Islam and Christianity. The inability of the ",
  "world to resolve the Palestine question is an important factor ",
  "behind the ongoing conﬂ icts and confrontations in Afghanistan, ",
  "Iraq and Iran.",
  "The ongoing war in Iraq and the US–Iran confrontation ",
  "are causing deep concern worldwide. Matters would obviously ",
  "reach a ﬂ ashpoint if Iran were to actually develop nuclear ",
  "weapons and proclaim that it had done so, or were Israel and ",
  "the US to launch a preemptive strike against Iran. Regardless ",
  "of the outcome, such a step would create enormous pressure ",
  "on other States in the region to develop nuclear weapons. It ",
  "would lead to some asymmetrical Iranian response against a ",
  "US base or ships in the Persian Gulf or against Israel, thereby ",
  "triggering off a series of chain events that would destabilize the ",
  "region and perhaps the world too. Countries like Kuwait, Qatar ",
  "and Bahrain are worried that any attack on an Iranian nuclear ",
  "facility such as Bushehr would lead to nuclear radiation leaks ",
  "that could pollute their oil and gas producing regions. This ",
  "would  ruin  their  economies,  create  a  global  energy  crisis ",
  "and throw out hundreds of thousands of Indians and other ",
  "expatriates from their current jobs. Truly, any war in the ",
  "Persian Gulf would have a domino effect. In short, the outcome ",
  "of a shooting war over Iran would be completely unpredictable ",
  "and highly dangerous. As history shows, a seemingly small ",
  "event too can kindle a larger conﬂ agration since the whole ",
  "region is a tinderbox. Wisdom lies in preventing the situation ",
  "from developing to such a stage. This means that there is need ",
  "for active diplomacy and a somewhat different approach than ",
  "what has been tried so far.PERSIAN GULF, PALESTINE AND ISRAEL 151",
  "India needs to evolve a policy framework and a security ",
  "paradigm  for  this  region  that  would  protect  its  national ",
  "interests in the Persian Gulf–West Asia region. India must ",
  "anticipate  different  scenarios  and  corresponding  responses ",
  "so that it is not caught off-guard. While India’s interests and ",
  "assets are considerable in this part of the world, its inﬂ uence on ",
  "the ground is meagre. Regrettably, having a minimal security ",
  "presence in a region of vital national importance, India lacks ",
  "the levers to protect its interests in a crisis situation. India’s ",
  "military contacts are principally in the ﬁ eld of training and ",
  "showing of the ﬂ ag through periodic visits by Indian ships. ",
  "The only Gulf country with which India regularly holds naval ",
  "exercises is Oman. This is not adequate. Fortunately, indica-",
  "tions are that the countries of the region would welcome a ",
  "greater Indian security presence in the region. India too is ",
  "gradually shedding its inhibitions about getting more deeply ",
  "involved in Gulf security. Although the US has toyed with ",
  "the idea of India having a greater presence so that it could ",
  "relieve pressure on the US itself, India must not be seen as an ",
  "appendage to US policy in this part of the world. The US may be ",
  "on good terms with the current rulers of the region, but there ",
  "is  widespread  anti-Americanism  among  the  public.  India’s ",
  "long-term interests dictate prudence in following policies that ",
  "are seen as serving larger US purposes. Interests also diverge. ",
  "The US does not have to worry about the safety and welfare of ",
  "millions of its citizens; India does. The US may choose at some ",
  "time in the future to disengage from the region; India simply ",
  "cannot because the Persian Gulf is its neighbourhood.",
  "As  the  only  large  power  located  in  the  geographical ",
  "proximity of the Persian Gulf, India has to take on some ",
  "responsibilities for the region’s security and stability. Various ",
  "US-sponsored  peace  initiatives  have  ﬂ oundered  because ",
  "all countries, even Israel, do not sufﬁ ciently trust the US. ",
  "Moreover, the US objective is seen as the preservation of US ",
  "and Israeli domination of the region. India, which enjoys good ",
  "relations and a considerable degree of trust among all the ",
  "players in this region—the Arab States, Israel and Iran—is ",
  "perhaps uniquely placed to play a role, even take the initiative, to ",
  "bridge the differences of the antagonists. India should seriously  152 CHALLENGE AND STRATEGY ",
  "work towards trying to develop a regional security structure ",
  "like the ARF that brings together all the key players from within ",
  "and outside the region. The ‘Manama Dialogue’ organized every ",
  "year since 2004 by the London-based International Institute of ",
  "Strategic Studies (IISS) provides a model for a formal inter-",
  "governmental structure. This presumptive organization, which ",
  "could perhaps be called the Gulf Regional Forum (GRF), would ",
  "bring  together  Saudi  Arabia,  Yemen,  Oman,  United  Arab ",
  "Emirates, Bahrain, Qatar, Kuwait, Iran, Iraq, Israel, Palestine, ",
  "Jordan, Syria, Lebanon, Egypt, India, Pakistan, Afghanistan, ",
  "China, Japan, European Union and Russia. Such a framework ",
  "could provide a forum for dialogue, leading on to conﬁ dence-",
  "building measures and perhaps even preventive diplomacy ",
  "that would promote stability in the region from India to the ",
  "Mediterranean. A collective security forum where the presence ",
  "and inﬂ uence of the US is balanced by the presence of other ",
  "powers would provide a desirable level of comfort to the various ",
  "players, particularly Iran, and reassure them that they are not ",
  "a source of, but part of the solution to, the problem of Gulf ",
  "security and stability. The very fact that mutual antagonists ",
  "like Israel, Iran and Saudi Arabia can sit down at the same ",
  "table would be an enormous step forward in creating mutual ",
  "conﬁ dence. Shia–Sunni antagonisms have abated. Riyadh and ",
  "Tehran are reaching out to each other. There is much less Arab ",
  "hostility to Israel than there has been for decades. The time is ",
  "opportune for such an initiative. ",
  ""
]