[
  "Chapter1",
  "The 21st Century World",
  "T",
  " he world has been in ﬂ ux for nearly two decades.",
  " The fall of the Berlin Wall in 1989 signalled the ",
  "end of the post–World War II era. This momen-",
  "tous event, full of symbolism, signalled the defeat of the Soviet ",
  "Union in the Cold War, triggered off the disintegration of sov-",
  "ereign states and emboldened the United States (US) towards ",
  "triumphal and unilateral behaviour. A ‘new world order’ was ",
  "proclaimed. Long-established principles of international rela-",
  "tions like the sovereignty of States, equality between States and ",
  "non-interference in internal affairs of States were cast aside in ",
  "the name of ‘humanitarian interventionism’, or to tackle the ",
  "problem of ‘failed States’. International treaties and agreements ",
  "were given the go-by if they did not suit the US. A decade and ",
  "a half later, the world is saddled with the disastrous situations ",
  "in Afghanistan and Iraq, a looming crisis over Iran, and the ",
  "global spread of terrorism and drug trafﬁ cking. It is clear that, ",
  "contrary to Francis Fukuyama’s conﬁ dent prediction, there has ",
  "been no ‘end of history’. Rather it is, as Robert Kagan ruefully ",
  "notes, ‘the return of history and the end of dreams’. The same ",
  "logic of hard power that converted, brieﬂ y, a bipolar world into ",
  "a unipolar world is now gradually giving way to a multipolar ",
  "world. US global dominance is apparently not immutable. Nor ",
  "is the rest of the world, it turns out, prepared to accept per-",
  "petual US global ‘leadership’. ",
  "The post–World War II international order is slowly but ",
  "surely dying out, but a new stable balance of power and a new ",
  "pattern of inter-State relations have not yet emerged. It is a  2 CHALLENGE AND STRATEGY ",
  "remarkable coincidence that the global scenario is so similar to ",
  "the situation in Europe exactly two centuries ago. The French ",
  "Revolution of 1789 triggered off a quarter century of disorder, ",
  "instability, wars and even chaos before a new European order ",
  "emerged at the Congress of Vienna in 1815. Similarly, in an ",
  "uncanny re-run of the past, it looks as if it may take another ",
  "decade or so for the incipient trends in the global balance of ",
  "power to get consolidated and for the pieces of the new global ",
  "kaleidoscope to fall into place.",
  "Whatever its exact pattern, one can be conﬁ dent that the ",
  "21st century world will be more open, more integrated, and ",
  "more  inter-dependent.  It  will  be  a  globalized  world  though ",
  "not in the way it was originally imagined. The self-serving ",
  "assumption of its early advocates that globalization would ",
  "be a euphemism for the Americanization of the world has ",
  "turned  out  to  be  misplaced.  Globalization  is  no  longer  a ",
  "monopoly of the West. The law of unintended consequences ",
  "is at work. Technology is increasingly driving many changes. ",
  "One of the key questions nations are grappling with is how to ",
  "retain or develop a technological edge in critical areas, for it ",
  "is the mastery of new technologies in advanced science and ",
  "technology ﬁ elds, including nanotechnology, biotechnology, ",
  "information technology and materials that may determine the ",
  "global clout and standing of a country more decisively than ",
  "hitherto.",
  "Countries have become increasingly multi-cultural. The ",
  "gap between the rich and the poor is widening, both within ",
  "countries and in the world as a whole. Inequality, of course, is ",
  "nothing new. But globalization has accentuated the alienation ",
  "and feeling of humiliation of the dispossessed, even as it has ",
  "created Thomas Friedman’s ‘ﬂ at’ world where weaker sections ",
  "of society and smaller countries feel empowered. Throughout ",
  "the  world  the  common  man’s  awareness  of  his  rights  is ",
  "unprecedented. With socialism and communism no longer the ",
  "philosophies that motivate leaders and inspire the youth (as ",
  "they did during the 20th century), disillusionment with existing ",
  "political systems ﬁ nds new outlets. Unless societies develop ",
  "the political institutions and social attitudes that take cultural ",
  "diversity into account, they could become dangerously brittle. ",
  "The world’s marginalized who cannot aspire to a hedonistic THE 21ST CENTURY WORLD 3",
  "cornucopia of material comfort have tended to fall back on ",
  "that old Marxian opiate, religion. Regrettably, the modern ",
  "interpreters of religion continue to cynically exploit people by ",
  "taking recourse to more fundamentalist and intolerant versions ",
  "of  religion—not  just  Islam  but  also  Christianity,  Judaism, ",
  "Buddhism and Hinduism.",
  "Regional and sub-regional cooperation have emerged as ",
  "new buzzwords in the international lexicon. This widespread ",
  "global phenomenon is, ﬁ rst, the result of globalization, for it ",
  "is impossible to reconcile a globalized world with autarchic ",
  "policies that restrict border trade and people-to-people contacts. ",
  "Second, as the end of the Cold War has thawed relationships ",
  "and  reopened  long-frozen  borders,  new  opportunities  for ",
  "economic  cooperation  have  opened  up.  Third,  the  post-",
  "decolonization paradigm of colonial borders that served well ",
  "the newly independent countries during the second half of the ",
  "20th century seems to have outlived its utility. The colonial ",
  "powers often created artiﬁ cial borders that led to the disruption ",
  "of traditional economic, social, cultural and family linkages ",
  "that had evolved over centuries. In the immediate aftermath ",
  "of the colonies gaining independence their links with their ",
  "former imperial masters were invariably stronger than with ",
  "their own neighbours. These colonial ties have weakened and ",
  "are relatively less important. In any case, the former imperial ",
  "powers no longer have the resources to sustain the colonial-era ",
  "level linkages with their former colonies. For many countries, ",
  "the challenge is how to reconcile their quest for optimal and ",
  "integrated  economic  and  social  development,  which  impel ",
  "towards sub-regional cooperation, with political compulsions ",
  "like preserving their national sovereignty, independence and ",
  "dignity.",
  "The current and looming foreign policy challenges are ",
  "radically different from those of the 20th century. Unfortun-",
  "ately,  there  is  a  worrying  mismatch  between  the  existing ",
  "mindset, structures and institutions set up after the Second ",
  "World War and the complexity, dynamism and volatility of the ",
  "contemporary world. The United Nations (UN) Security Council ",
  "reﬂ ects the mid-20th century power balance rather than today’s ",
  "realities and is, therefore, unsurprisingly ineffective in its core  4 CHALLENGE AND STRATEGY ",
  "purpose of ensuring peace and security. But the answer is not ",
  "what the West in general and the US in particular is prescribing, ",
  "namely the brazen licence to undertake military operations ",
  "without UN authorization under various euphemistic pretexts, ",
  "namely ‘humanitarian intervention’ (Yugoslavia in 1999), the ",
  "so-called war on terror (Afghanistan in 2001), the elusive ",
  "search for weapons of mass destruction (Iraq in 2003) and out-",
  "of-area operations (Afghanistan today). Where the US cannot or ",
  "does not want to act on its own, a supine European Union (EU) ",
  "or an obedient North Atlantic Treaty Organization (NATO) is ",
  "brought in. In Kosovo the EU is taking over the functions and ",
  "responsibility that belongs to the UN. In Afghanistan, NATO ",
  "has arrogated to itself the right to operations while keeping ",
  "Afghanistan’s neighbours out. Such might-is-right philosophy ",
  "cannot but give rise to unease around the world.",
  "There are similar anachronisms on the economic side. Just ",
  "a decade ago, the International Monetary Fund (IMF) was in the ",
  "forefront of leading a bailout of stricken economies in Russia, ",
  "Argentina and many Asian countries. The role of the IMF as ",
  "the lender of last resort has atrophied. The IMF and the World ",
  "Bank no longer reﬂ ect today’s economic realities. It is ludicrous ",
  "that China and India combined should have a quota in these ",
  "organizations that is smaller than Germany’s! How relevant ",
  "and effective can the G–8 be without the full involvement ",
  "of economies like China and India? On the trade side, the ",
  "inability of the West to impose its views on the rest of the world ",
  "over establishing a new framework for promoting global trade ",
  "signals the end of US and European domination of the World ",
  "Trade Organization (WTO). Western multinational companies ",
  "have a steadily shrinking share of the global economic pie and ",
  "no longer dominate global investments. The size of national ",
  "oil companies of oil producing countries is much larger than ",
  "that of the Western ‘independent’ oil companies—‘the Seven ",
  "Sisters’—that dominated the global oil business for decades. ",
  "Much  of  global  wealth  is  in  the  hands  of  companies  and ",
  "individuals from India, China, Russia, Arab, and other Asian ",
  "and Latin American countries. Their companies are snapping ",
  "up businesses in the West. Their citizens make up a signiﬁ cant ",
  "proportion of the world’s billionaires.THE 21ST CENTURY WORLD 5",
  "Troubling  paradoxes  remain  in  the  way  the  world  is ",
  "organized and managed. New States and Statelets that are ",
  "acutely conscious and protective of their sense of national ",
  "identity and sovereignty continue to mushroom, even as many ",
  "states, both old and new, are losing control of their destinies, ",
  "even their identities. They are like winnows in a sea full of ",
  "sharks and whales. Their predators are not only the large ",
  "and powerful states but also non-State actors like terrorist ",
  "groups, drug maﬁ a, non-governmental organizations (NGOs), ",
  "multinational  corporations  and  a  ubiquitous  and  invasive ",
  "international media. However, the essentially 19th century ",
  "European construct of a ‘nation-state’ retains its legitimacy as ",
  "the basic political unit in the world. The UN has 192 members ",
  "today, up from 51 in 1945. The functioning and interests of ",
  "the  modern  nation-state  require  restrictions  on  migration. ",
  "But  modern-era  restrictions  on  international  migration  go ",
  "against natural trends of unrestricted migration seen globally ",
  "throughout history. They also defy the logic of globalization. ",
  "One cannot but be concerned about the alarming tendency ",
  "in the West to give legitimacy to the creation of culturally ",
  "and/or ethnically pure states through the break-up of long ",
  "established States. This kind of interpretation of the right of ",
  "self-determination goes against the accepted UN principle that ",
  "self-determination applies only to States under colonial rule; ",
  "it should not be a legal ﬁ g leaf for big powers to dismember ",
  "States,  and  create  new  ﬁ ctitiously  sovereign  and  unviable ",
  "entities (the latest Statelets being Kosovo and South Ossetia). ",
  "These trends also disturbingly discount the model of a tolerant ",
  "multi-cultural State that in today’s globalized world is often ",
  "the only safeguard against potential instability and strife. Such ",
  "policies will only contribute to making Samuel Huntington’s ",
  "theory of the ‘clash of civilizations’ a self-fulﬁ lling prophecy. ",
  "The world has unfortunately not tried to analyze the root ",
  "causes of the depressing phenomenon of ‘failed’ and ‘failing’ ",
  "states dotted around the world that are surviving only with the ",
  "help of economic, ﬁ nancial and military life-support systems ",
  "of major powers and international aid agencies. This cannot be ",
  "a sustainable long-term pattern. Such States are like dormant ",
  "volcanoes  that  may  erupt  any  time,  bringing  destruction  6 CHALLENGE AND STRATEGY ",
  "and misery to regions in their vicinity. At the same time, the ",
  "cooperation  of  these  small,  seemingly  insigniﬁ cant  States ",
  "is crucial to tackle new global threats like terrorism, arms ",
  "smuggling and drug trafﬁ cking, as well as key issues of human ",
  "survival such as water, energy, food and climate change over ",
  "which war could break out among nations. A stable new world ",
  "order will have to squarely deal with these contradictions. ",
  "US Power Plateau",
  "Uncertainties remain about the relative global weight of the ",
  "major powers in the coming decades. There are legitimate ",
  "question  marks  over  whether  the  US  can  retain  its  ‘full ",
  "spectrum’ domination of the world for too long. Inﬂ uential ",
  "writers and thinkers in the US are conscious of the global ",
  "power shift taking place. Fareed Zakaria talks about the ‘post-",
  "American world’. Ofﬁ cial America’s assessment is not so dire, ",
  "but points to a similar direction. Recent US ofﬁ cial reports such ",
  "as the National Intelligence Council Report entitled Mapping ",
  "the Global Future (2004), National Defense Strategy (2005), ",
  "Quadrennial Defense Review Report (2006), National Security ",
  "Strategy (2006) and National Defense Strategy (2008) reveal ",
  "that the US, even as it remains the preponderant and uniquely ",
  "global power, acknowledges that its inﬂ uence has probably ",
  "reached a plateau. The ongoing wars in Afghanistan and Iraq, ",
  "where the US has been unable to prevail despite its massive use ",
  "of military power, bring out the limits of US military power. ",
  "The overwhelming military superiority that the US has over all ",
  "other countries—its military spending is about half the world’s ",
  "total military expenditure, and more than the military budgets ",
  "of all the major powers combined—is being threatened by the ",
  "development of asymmetrical capabilities in space by Russia ",
  "and China to neutralize the US military advantage. American ",
  "political inﬂ uence around the world is also on the decline. ",
  "Russia is once again successfully challenging the aggressive ",
  "US forays into its strategic neighbourhood. The Arabs, even ",
  "traditionally loyal ally Saudi Arabia, refuse to obediently ramp THE 21ST CENTURY WORLD 7",
  "up oil production to bring down oil prices and are moving their ",
  "money out of the US. In Asia, new organizations like the East ",
  "Asia Summit (EAS) and the Shanghai Cooperation Organisation ",
  "(SCO) include other major powers but leave out the US. Even ",
  "Latin America, the US’ traditional backyard, is wriggling out of ",
  "the US grip. ",
  "The situation is no better on the economic side. It is true ",
  "that  the  size  of  the  US  economy  (more  than  $13  trillion) ",
  "is  larger  than  the  combined  size  of  the  next  four  largest ",
  "economies, namely Japan, Germany, China and France. But ",
  "the rise of Asian economies has reduced the share of the US ",
  "in global economic output. The US dollar is at risk of losing ",
  "its status as the world’s reserve currency as Asian countries ",
  "quietly diversify their enormous foreign exchange holdings, ",
  "international transactions, including oil, and currency pegs ",
  "away from the dollar. The rising clout of sovereign wealth ",
  "funds in the hands of the central banks of geopolitical rivals ",
  "like China and Russia and plentiful petrodollars in the hands ",
  "of Organization of the Petroleum Exporting Countries (OPEC) ",
  "members is an undeniable reality that cannot be wished away. ",
  "The sudden collapse of many venerable Wall Street banks and ",
  "ﬁ nancial institutions has dramatically underscored how the ",
  "long dominant economic position of the US is under serious ",
  "threat. It is cold economic logic that the US cannot continue to ",
  "remain the world’s largest debtor (more than $10 trillion), yet ",
  "simultaneously hope to indeﬁ nitely retain its global dominance ",
  "on the basis of military power alone. US ‘soft power’ has lost ",
  "some of its attractiveness. Even though the US still arouses ",
  "more  admiration  as  well  as  envy  than  any  other  country, ",
  "global awareness about environmental challenges and climate ",
  "change have made growing numbers of people realize that the ",
  "US lifestyle is both unattainable and unsustainable. Thanks to ",
  "the mindset generated by 9/11 and the resultant US obsession ",
  "with security, the image of the US in the world has changed. ",
  "Instead of being regarded as a welcoming beacon of hope, ",
  "refuge, freedom and prosperity, the US is viewed as an armed ",
  "fortress that seeks to protect an insecure and self-absorbed ",
  "society. Bereft of the ideological cloak of the Cold War, the ",
  "legitimacy of US hegemonic policies has eroded. America’s  8 CHALLENGE AND STRATEGY ",
  "self-appointed ‘leadership’ role is being increasingly questioned. ",
  "Its platitudinous concern for democracy and human rights is ",
  "regarded with suspicion and mistrust by millions around the ",
  "world. ",
  "From the perspective of its own national interests, the US ",
  "is understandably searching for a strategy that would preserve ",
  "its unquestioned primacy in the world. It is looking for ways ",
  "to counter these disturbing trends that credibly threaten to ",
  "dislodge it from its lofty and safe perch, and to hedge against ",
  "looming uncertainties. It is, therefore, pursuing a foreign policy ",
  "course that would enable it to retain its global domination—",
  "euphemistically termed ‘leadership’—in all respects—political, ",
  "military, economic, technological and cultural. Although most ",
  "Americans would recoil with horror at the thought, the US is ",
  "an empire albeit a declining one. As with most empires, the ",
  "decline is likely to be long, bloody and messy. We are witnessing ",
  "the end of an era.",
  "China Rising?",
  "Will China dominate the 21st century world? China is growing ",
  "impressively  and  seemingly  inexorably,  but  its  economic ",
  "miracle could soon run out of steam. Its model of economic ",
  "development requires an ever-expanding availability of raw ",
  "materials and commodities that cannot be taken for granted. ",
  "Global resources are likely to run out sooner rather than later. ",
  "China’s growing demands will also eventually bring it into ",
  "conﬂ ict with competing consumers including the US. China’s ",
  "dilemma is that the political legitimacy of the Communist Party ",
  "of China’s monopoly on power depends on its ability to deliver ",
  "a high level of economic growth. This makes for an inherently ",
  "unstable political system. No country as large as China has ",
  "been able to combine a consistently high economic growth ",
  "over a long period with an authoritarian political system. It is ",
  "extremely doubtful if the Chinese have developed a superior ",
  "management  technique  that  has  eluded  all  other  societies ",
  "and managed to evolve a model of economic development THE 21ST CENTURY WORLD 9",
  "that successfully overcomes irreconcilables. There is enough ",
  "evidence of fundamental weaknesses in the Chinese system ",
  "that  would  seem  to  rule  out  a  linear  model  of  China’s ",
  "economic growth—the rickety ﬁ nancial and banking system; ",
  "the  unproﬁ table  state-owned  enterprises;  the  simmering ",
  "discontent in the rural areas; growing economic and regional ",
  "disparities and looming environmental disasters. If, despite ",
  "the odds, China proves the sceptics wrong, this would create ",
  "headaches for many countries, including India.",
  "Nor does China’s 20th century political history give cause ",
  "for comfort. Political change in China over the last century ",
  "has come through violent means. In the absence of a reliable ",
  "mechanism to transfer political power from the Communist ",
  "Party of China to a more broad-based coalition of interest ",
  "groups, the danger of destabilizing political violence cannot ",
  "be  brushed  aside.  China  suffers  from  a  ‘pressure  cooker ",
  "syndrome’. China pulled out all the stops so that no annoying ",
  "steam or heat should sweat the brow nor any shrill whistle jar ",
  "the ear as China held its coming-out Olympics party in the ",
  "hushed elegance of a spruced-up Beijing. The unwashed and ",
  "unemployed hoi polloi were magically swept away from the ",
  "heart of Beijing (and other cities) to forgotten corners of China. ",
  "The trouble is that parties are not eternal, and the patience of ",
  "suffering people not inﬁ nite. Now that the red carpets have ",
  "been rolled up, the festering sores in China’s social, economic ",
  "and political systems are more visible; the contaminated milk ",
  "scandal is only the ﬁ rst of many more that are likely to erupt ",
  "in the coming months and years. Will China’s pressure cooker ",
  "one day explode with a bang?",
  "Although China has for the moment managed to put down ",
  "the upheavals in Tibet that ﬂ ared up in March 2008, the ",
  "Tibet story is not over. Troubles could break out again. It is ",
  "noteworthy that the disaffection of the Tibetans extended deep ",
  "into the interior of Tibet. Similarly, the authorities’ clampdown ",
  "on dissent with a heavy hand in Xinjiang could not forestall ",
  "attacks on Chinese security personnel in Xinjiang at the time of ",
  "the Olympics. This cannot but worry the Chinese authorities. A ",
  "truly serious problem would arise if myriad revolts across the ",
  "country involving the Tibetans, Uighurs and other disaffected  10 CHALLENGE AND STRATEGY ",
  "groups like the Falun Gong coalesce into a common movement. ",
  "The biggest potential threat to China may not be from Taiwan ",
  "but from Tibet and Xinjiang. Taiwan is a dispute in the Han ",
  "Chinese family; Tibet and Xinjiang are non-Han areas of the ",
  "Chinese empire whose people have been brutally suppressed ",
  "but refuse to be cowed down. In the 20th century between ",
  "the fall of the Manchu dynasty in 1911 and the Communist ",
  "takeover of China in 1949, both Tibet and Xinjiang functioned ",
  "as de facto independent States, which were recognized as such ",
  "by other States. The unpleasant reality about China is that it is ",
  "an imperial power. Like other empires, China too will ﬁ nd it ",
  "nigh impossible over the long term to hold on to its conquered ",
  "domains,  the  sprawling  buffer  zones  of  Xinjiang,  Tibet, ",
  "Manchuria and Inner Mongolia, unless all its citizens—Han ",
  "and non-Han—feel that they are equal stakeholders, not rulers ",
  "and subjects. The more repression there is, the less credible is ",
  "China’s claim to ‘peaceful rise’.",
  "Russia’s Resurgence",
  "Defeated though it may have been in the Cold War, and its ",
  "Soviet and East European empires dismembered, Russia is not ",
  "to be underestimated in the 21st century. From being the co-",
  "equal of the US in its incarnation as the Soviet Union, Russia ",
  "was contemptuously, if mistakenly, relegated by the West to ",
  "strategic irrelevance in the post-Cold War era. Under President ",
  "Putin, Russia got back on its feet, reasserted the power of the ",
  "State and regained its badly dented self-conﬁ dence. High oil ",
  "prices have put Russia on the high road of economic recovery ",
  "and growth. With its debts repaid and huge foreign exchange ",
  "reserves  in  its  kitty,  Russia  today  is  in  a  combative  and ",
  "chauvinistic  mood.  Russia’s  immediate  priorities  are,  ﬁ rst, ",
  "to rebuild its military through an ambitious programme of ",
  "expansion and modernization that would enable it to counter ",
  "US efforts to permanently weaken it and, second, to regain ",
  "political primacy in its ‘near abroad’. Russia’s blitzkrieg against THE 21ST CENTURY WORLD 11",
  "Georgia in August 2008 was an emphatic demonstration of the ",
  "resurgence of Russian power. Russia remains a technology ",
  "leader in many critical areas, and will do its utmost to ensure ",
  "that it retains the unique capacity to be able to threaten the ",
  "physical destruction of the US—the principal remaining reason ",
  "why  the  US  continues  to  take  Russia  seriously.  Although ",
  "Russia  has  regained  its  appetite  to  be  an  assertive  global ",
  "player, especially as an energy superpower, it faces formidable ",
  "challenges, including a declining population, threats to its ",
  "internal cohesion and stability, and a still somewhat immature ",
  "political system.",
  "Rise of Asia",
  "The fulcrum of global politics and economics is inexorably ",
  "shifting towards Asia. What K.M. Panikkar called the ‘Vasco ",
  "da Gama’ era of Asian history is coming to an end after ﬁ ve ",
  "centuries. The coming ‘Asian century’ is now no longer disputed, ",
  "the only question being the rapidity with which the shift will ",
  "take place. Sometimes a question is raised whether, seeing that ",
  "many regions in Asia have little in common with one another, ",
  "there is really a single Asia. Such assertions beg the question, ",
  "namely if there can be a Europe based on a civilizational ",
  "unity despite a centuries-old tradition of rivalry and conﬂ ict, ",
  "how can one deny that Asia represents a distinct civilization? ",
  "Just as the European civilization is based on Graeco-Roman ",
  "traditions, religions like Christianity and Judaism and values ",
  "like democracy and the rights of the individual, so do Asian ",
  "societies have common roots in the spiritual and philosophic ",
  "traditions of Hinduism, Buddhism, Jainism and Confucianism ",
  "that  stress  collective  social  harmony  and  obligations  over ",
  "individual rights. What about Islam? The Arab world straddles ",
  "Europe and Asia, its religious moorings deriving from the same ",
  "traditions as other religions of the book, its social mores more ",
  "akin to those of other Asian countries. It is noteworthy that, ",
  "unlike the experience of Europe, there is no history of religious  12 CHALLENGE AND STRATEGY ",
  "conﬂ icts in Asia. Even Islam in Asia (South Asia, Indonesia and ",
  "Malaysia) does not have the same edge as in the Arab world. It ",
  "is Europe’s experience of divisiveness and conﬂ ict that led it ",
  "to follow divisive policies in Asia (and Africa) during colonial ",
  "times and even today. Of course, this is not to minimize other ",
  "differences among Asians, nor to suggest that Asia can become ",
  "a European Union clone. Yet there’s a deﬁ nite search for an ",
  "elusive contemporary Asian identity based on its common ",
  "heritage of civilization and spirituality and its colonial ex-",
  "perience, presaged in the Asian Relations Conference of 1947 ",
  "and in more recent times by organizations like the EAS and the ",
  "Asia Cooperation Dialogue.",
  "Whither India?",
  "The global standing of India in the 21st century will depend ",
  "to a large extent on whether India lives up to its promise and ",
  "potential,  whether  China  manages  to  sustain  its  economic ",
  "growth, and the inter-relationship between the two giants. Not ",
  "to be forgotten are the dynamic East Asian economies of Japan, ",
  "South Korea, Taiwan and Hong Kong, and the Association of ",
  "Southeast Asian Nations (ASEAN) region. This region from ",
  "the Himalayas to the Paciﬁ c stretching eastwards from India ",
  "is the so-called ‘arc of prosperity’ that includes half the world’s ",
  "population and many of the world’s largest and most dynamic ",
  "economies, which account for a signiﬁ cant proportion of global ",
  "trade and control the bulk of global foreign exchange reserves. ",
  "To India’s west is the growing weight of a second arc, the ",
  "so-called ‘arc of energy’ starting from the Persian Gulf, going ",
  "through the Caspian Sea on to Siberia and Russia’s Far East. ",
  "As three-fourths of the world’s oil and gas reserves are located ",
  "here, this region will remain a key strategic arena where major ",
  "global powers’ interests will intersect, and probably clash. ",
  "The third arc in Asia, ‘the arc of instability,’ is perhaps the ",
  "most dangerous one since it envelops India on all sides—to the THE 21ST CENTURY WORLD 13",
  "west from Pakistan to the Mediterranean, passing through the ",
  "tinderboxes of Afghanistan, Iran, Iraq and Palestine; potentially ",
  "to the north in the newly-independent States of Central Asia; ",
  "within South Asia in Nepal, Bangladesh and Sri Lanka, not to ",
  "ignore the incipient instability within India itself as left-wing ",
  "radicalism spreads through large swathes of India’s heartland. ",
  "Its traditional policy of dominating the Gulf unchanged, the US ",
  "remains ﬁ rmly entrenched at multiple locations on land and ",
  "sea in this region. The US presence here has stabilized regimes, ",
  "but not countries. The already complex traditional geo-politics ",
  "of this region, marked by myriad inter-State disputes and ",
  "instability, have been immensely further complicated by energy ",
  "geo-politics  and  created  enormous  tensions  and  potential ",
  "deadly conﬂ icts.",
  "Finally, there is the ‘arc of communications’. The north ",
  "Indian Ocean, earlier the principal conduit for the colonization ",
  "of Asia and eastern Africa, today controls the energy ﬂ ows from ",
  "the Persian Gulf and the Sea Lines of Communication (SLOCs) ",
  "between Europe and Asia. With the interests of so many powers ",
  "at stake, it is little wonder that the area of the northern Indian ",
  "Ocean, the Arabian Sea and the Persian Gulf, and adjoining ",
  "landlocked  Central  Asia,  has  become  the  most  militarized ",
  "region in the world, much like Europe was during the Cold ",
  "War era. India, which has given the Indian Ocean its name, ",
  "is at the heart of Asia, with links to all the sub-regions of Asia. ",
  "Its geographical location puts India at the vortex of these four ",
  "arcs that carry both potential and peril. Against this backdrop, ",
  "India’s foreign policy will need to be imaginative, agile and ",
  "ﬂ exible in order to ensure India’s military, economic, energy ",
  "and environmental security in its strategic neighbourhood.",
  "India’s foreign policy priorities in the 21st century will ",
  "depend  in  the  ﬁ rst  instance  on  India’s  assessment  of  the ",
  "likely evolution of the world order. Predictions are fraught ",
  "with uncertainty. Even the US, for all its power, is uncertain ",
  "about the future. A single unexpected event, or a development ",
  "in a seemingly unimportant part of the world could trigger ",
  "off a chain reaction that draws in the great powers and leads ",
  "to  unforeseen  consequences.  Witness  the  assassination  of ",
  "Archduke Ferdinand of Serbia that led to World War I. Or the  14 CHALLENGE AND STRATEGY ",
  "Soviet invasion of Afghanistan that has made this country a ",
  "cockpit of international rivalry and a morass of instability that ",
  "has spawned terrorism and drug trafﬁ cking all over the world. ",
  "Or 9/11? One cannot be sure of the long-term consequences ",
  "of  the  ongoing  Iraq  war  or  the  unilateral  declaration  of ",
  "independence of Kosovo. Will Israel or the US attack Iran? ",
  "How will North Korea stabilize? Will Afghanistan go back to its ",
  "Taliban past? Whither Pakistan? What of natural disasters and ",
  "epidemics? Will the global ﬁ nancial crisis change the shape ",
  "of Western society? Had the Asian tsunami of 2004 struck a ",
  "developed country, the ripples would have been felt all over ",
  "the world. The past is rarely a reliable guide to the future. A ",
  "study of history reveals that events often follow a non-linear ",
  "path and that present realities and trends are, at best, a rough ",
  "guide to the future. For centuries, Europe dominated the world ",
  "and the rivalries among European powers both in Europe and ",
  "in far-ﬂ ung colonies had a global impact. Yet today, despite its ",
  "economic strength, Europe is not a major military power or a ",
  "serious global geopolitical player, with most of its diplomatic ",
  "energies  focused  on  trying  to  handle  the  problems  of  EU ",
  "integration and expansion, and in preventing the re-emergence ",
  "of old fault lines.",
  "If the world has changed, so has India. For the ﬁ rst time ",
  "ever, a government has barely survived a conﬁ dence motion ",
  "on a foreign policy issue. That is a huge turning point for a ",
  "country that is sometimes suspected of not even having a ",
  "foreign policy. Till recently, India’s attention was primarily ",
  "on domestic issues; foreign policy was not seen as a matter to ",
  "which the country needed to give special attention or an area ",
  "where India needed to work out a careful strategy. In the years ",
  "immediately  after  Independence,  there  were  impassioned ",
  "debates about the domestic policies that India should take—the ",
  "capitalist or the socialist form of development, the emphasis on ",
  "industry versus agriculture or the importance given to higher ",
  "education compared to primary education. Similar debates ",
  "were missing in the foreign policy arena. Not that India had ",
  "many choices. India was relatively weak, its future uncertain, ",
  "and the inﬂ uence of foreign powers on India considerable. Half ",
  "a century later, the situation is quite different. India is stronger, THE 21ST CENTURY WORLD 15",
  "more conﬁ dent, more ambitious and increasingly globalized. ",
  "It remains subject to outside pressures, but it is no longer a ",
  "mere pawn on the world stage; it is also a player. India won’t ",
  "be in the top league of players in the coming decade, but if it ",
  "aspires to a place at the head table some time later in the 21st ",
  "century, it is the next decade that will be critical for India to put ",
  "in place policies that will lead to this goal. The new generation ",
  "of Indians is not content to see India as an ‘also-ran’; it has the ",
  "ambition and the conﬁ dence that India can be a major player ",
  "in the emerging global scenario. Therein lie the challenges for ",
  "India’s foreign policy in the coming years.",
  ""
]