[
  "Chapter7",
  "‘Look East’ Policy",
  "Evolution and Rationale",
  "I",
  " ndia’s ‘Look East’ policy encompassing relations",
  " with  its  eastern  neighbours,  including  the  10",
  " ASEAN countries—Brunei, Cambodia, Indonesia, ",
  "Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand ",
  "and Vietnam—as well as China, Japan, South Korea, Australia ",
  "and  New  Zealand  constitute  an  increasingly  important ",
  "dimension of India’s foreign policy. With all countries there is ",
  "an unprecedented level of engagement and, with the exception ",
  "of China, that too only for the last two or three years, much ",
  "greater mutual trust and conﬁ dence. Trade, economic and ",
  "defence ties have been surging ahead. Air links, tourism and ",
  "people-to-people ties have developed dramatically. This region ",
  "is today India’s largest trade partner—about 35 per cent of ",
  "total trade—ahead of Europe as well as the US, and the rate ",
  "of growth is comparatively much faster. It is an increasingly ",
  "important source of foreign direct investment into India. Over ",
  "the last ﬁ ve years, visits have been exchanged at the highest ",
  "level with all countries. ",
  "Such a close engagement is a far cry from the early 1990s, ",
  "when India embarked on its ‘Look East’ policy. The phrase ",
  "itself correctly implies that till then India had not been paying ",
  "sufﬁ cient attention to this region. Why was this so? After ",
  "all, there is much that brings India and East Asia together—",
  "no  history  of  war  or  conﬂ ict,  only  of  peaceful  interaction ‘LOOK EAST’ POLICY 113",
  "through the ﬂ ow of trade and the movement of people and the ",
  "intermingling of cultures and ideas. Yet South Asia and East ",
  "Asia have developed independently over the last few centuries. ",
  "During  the  last  ﬁ ve  centuries,  when  Asia’s  destiny  was ",
  "primarily shaped by the colonial powers, memories of shared ",
  "commonalities of history and culture weakened. In the post-",
  "colonial era, India and the nations of East Asia, despite some ",
  "of them being fellow members of the Non-Aligned Movement ",
  "(NAM), found themselves on opposite sides of the Cold War ",
  "divide. The natural development of India’s links with its eastern ",
  "neighbours was blocked by the state of India’s relations with ",
  "Bangladesh and Myanmar. Bangladesh did not give adequate ",
  "transit facilities to India. Myanmar was a closed society and its ",
  "ties with India were quite minimal till the early 1990s. Finally, ",
  "because of India’s colonial links, the Indian elite tended to ",
  "look towards the West rather than to its then relatively less ",
  "developed eastern neighbours. While this historical legacy has ",
  "ensured that there is no baggage to act as a drag on India—East ",
  "Asia relations in the 21st century, it has also led to a situation ",
  "where neither region has impinged very much on the other’s ",
  "consciousness and foreign policy priorities.",
  "There is a strong economic rationale to India’s ‘Look East’ ",
  "policy. A combination of factors—the collapse of its valued ",
  "economic partner, the Soviet Union, the ﬁ nancial crisis that ",
  "hit India and the ineluctable logic of globalization—compelled ",
  "India  to  embark  on  its  economic  reforms  in  1991.  This ",
  "marked a decisive change of India’s inward looking economic ",
  "orientation towards a meaningful economic integration with ",
  "the rest of the world. India’s early assessment of the potential ",
  "of the Southeast Asian countries was faulty, which explains ",
  "why India did not take up an invitation to join ASEAN, but by ",
  "the 1990s the ‘Asian Tigers’ had started roaring and compelled ",
  "India’s attention. Realising that it had missed some openings ",
  "in the past because of its autarkic path of development, India ",
  "was now keen on plugging into the dynamic ASEAN region that ",
  "was rapidly evolving into a critical mass of global economic ",
  "strength. In recent years the faltering of the Doha Round of ",
  "global  trade  negotiations  and  the  proliferation  of  regional ",
  "trading arrangements in Asia have added urgency to this quest. ",
  "India’s growing self-conﬁ dence arising out of its success both  114 CHALLENGE AND STRATEGY ",
  "in meeting the challenges posed as well as in taking advantage ",
  "of the opportunities offered by globalization has given it a new ",
  "perspective on the importance of East Asia. As a reality check, ",
  "however, it should be noted that trade with India currently is ",
  "still a very small fraction of the overall trade of the East Asian ",
  "countries.",
  "India’s ‘Look East’ policy is equally a response to the end of ",
  "the Cold War, when natural relationships based on geographical ",
  "contiguity and commonality of factors could be re-established. ",
  "The global strategic environment had also changed. It was ",
  "increasingly untenable, illogical and detrimental to India’s long-",
  "term national interests to regard South Asia and East Asia as ",
  "separate strategic and economic theatres interacting only on the ",
  "margins. As frozen frontiers in Eurasia have thawed, and peace ",
  "has returned to Indo-China, new transport and other economic ",
  "arteries are coming up all around India. Eurasia has diversiﬁ ed ",
  "its connectivity with the outside world, with new transport and ",
  "energy corridors linking it to the rest of the world, particularly ",
  "China. Myanmar, Thailand, Laos and Vietnam are being hard-",
  "wired with China and inexorably sucked into China’s economic ",
  "whirlpool.  These  mushrooming  linkages  will  create  new ",
  "long-term political linkages and economic interdependencies ",
  "among Asian countries. But as these leave out India, they ",
  "threaten to keep India strategically and economically boxed up ",
  "in the South Asian region, mired in dealings with its fractious ",
  "neighbours. The continuing relatively low share of its South ",
  "Asian neighbours in India’s global trade gives India limited ",
  "economic opportunities in its immediate neighbourhood. In ",
  "order to fulﬁ l its aspirations of playing a greater regional and ",
  "global role, India needs an extended political and economic ",
  "strategic space beyond South Asia. Given the constraints to ",
  "India’s west, a region full of imponderables, challenges and ",
  "troubles, moreover one with a relatively small population, the ",
  "east is the only direction in India’s strategic neighbourhood ",
  "where opportunity beckons.",
  "More recently, an important domestic dimension emerged ",
  "in India’s ‘Look East’ policy, namely how to help the Northeast ",
  "Region get over the handicap of its geographical location. ",
  "India’s strategy envisages the development of the Northeast ‘LOOK EAST’ POLICY 115",
  "Region’s communication and economic links with Myanmar ",
  "and other Southeast Asian countries, thereby reducing the ",
  "Northeast Region’s overwhelming dependence on an unhelpful ",
  "and uncooperative Bangladesh. ",
  "It was only at the turn of the century after India acquired ",
  "credibility as a rising Asian power and an important potential ",
  "economic partner that India’s ‘Look East’ initiative elicited a ",
  "serious response from ASEAN and later the other East Asian ",
  "countries. As a nuclear weapons power, India is regarded as ",
  "having the capability to play a ‘swing’ role in the global and ",
  "regional balance of power. ASEAN, Japan and South Korea ",
  "see closer ties with India as providing a useful balance and ",
  "a  hedge  against  China’s  current  economic  dominance  and ",
  "future uncertainties. Smaller countries in the region, fearing ",
  "unilateralism by the big powers, see India as a potential security ",
  "provider,  even  though  it  obviously  cannot  match  China’s ",
  "military and economic power and presence in the region. Thus ",
  "it is natural that India’s defence cooperation, including joint ",
  "exercises,  coordinated  patrolling,  and  training  with  many ",
  "countries in ASEAN and East Asia should have dramatically ",
  "grown in the last few years. India, which initially concentrated ",
  "on the economic aspects of its ‘Look East’ policy, is now giving ",
  "increasing attention to its security aspects. Counter-terrorism ",
  "and transnational crime, an area of growing concern to ASEAN ",
  "since the Bali bombings of 2003, is a fast growing area of ",
  "cooperation with ASEAN as a whole and with ASEAN countries ",
  "individually. ",
  "India and ASEAN",
  "India’s engagement with ASEAN has been central to India’s ",
  "‘Look East’ policy. India initiated a sectoral dialogue with ",
  "ASEAN in 1992, became a full Dialogue Partner and a member ",
  "of the ASEAN Regional Forum (ARF) in 1996, leading up to ",
  "an annual summit-level interaction since 2002. India wisely ",
  "acceded to the Treaty of Amity and Cooperation in Southeast ",
  "Asia as early as 2003. This step, together with India’s offer to  116 CHALLENGE AND STRATEGY ",
  "conclude a FTA at the ﬁ rst India–ASEAN Summit in Cambodia ",
  "in 2002, brought credibility to India’s seriousness of purpose ",
  "in engaging with ASEAN. It has opened the doors to India’s ",
  "membership of the East Asia Summit (EAS) and the Asia–",
  "Europe  Meeting  (ASEM).  The  heart  of  the  India–ASEAN ",
  "engagement  is  the  Comprehensive  Economic  Cooperation ",
  "Framework Agreement signed in 2003, which envisages the ",
  "establishment of a FTA in goods, services and investment over ",
  "the next decade or so. Tough negotiations caused a delay of more ",
  "than three years in ﬁ nalizing the FTA in goods. Negotiations ",
  "were concluded in July–August 2008 and the India–ASEAN ",
  "FTA in goods could be signed at the India–ASEAN summit in ",
  "Thailand in early 2009. The global economic downturn may ",
  "lead to a further delay in starting negotiations on an India–",
  "ASEAN FTA in services and investment.",
  "Much  better  infrastructure,  including  connectivity  by ",
  "air, road, rail and sea is needed to sustain the anticipated ",
  "accelerated  all-round  growth  in  relations  between  India ",
  "and East Asia after the India–ASEAN FTA comes into force. ",
  "As a result of India’s initiative to signiﬁ cantly liberalize its ",
  "civil aviation policy, air connectivity between India and the ",
  "region, particularly with ASEAN, has vastly improved since ",
  "2004. India is building many cross-border road links with ",
  "Myanmar.  An  India–Myanmar–Thailand  highway  project ",
  "from Moreh in India to Mae Sot in Thailand via Myanmar is ",
  "under consideration although progress is much slower than ",
  "originally envisaged because the three countries have not been ",
  "able to agree upon the ﬁ nancial terms of the project. In 2004 ",
  "there was a hugely successful India–ASEAN car rally starting ",
  "from Guwahati and ending in Batam Island of Indonesia, just ",
  "off  Singapore,  after  passing  through  Myanmar,  Thailand, ",
  "Laos, Vietnam, Cambodia, Malaysia and Singapore. This event ",
  "brought home to the people of both India and the ASEAN ",
  "countries  in  a  dramatic  manner  the  little  understood ",
  "geographical  contiguity  of  India,  especially  the  Northeast ",
  "Region and ASEAN. It did promote greater awareness of the ",
  "potential  for  trade,  tourism  and  people-to-people  contacts ",
  "between India and ASEAN, but there is a need for active ",
  "follow-up.  As  for  rail  connectivity,  India  is  conducting  a ‘LOOK EAST’ POLICY 117",
  "feasibility study for upgrading and building the missing links ",
  "between Jiribam in Manipur and Mandalay in Myanmar and ",
  "is assisting in upgrading the Mandalay–Yangon railway sector. ",
  "The eventual goal is to establish a Delhi–Hanoi rail link via ",
  "Myanmar, Thailand and Cambodia. Over time, these road and ",
  "rail links could connect with the various north–south transport ",
  "arteries being developed between China and Southeast Asia, ",
  "thereby providing not only a cheap means of transport of ",
  "goods,  tourists  and  pilgrims  between  India  and  the  Indo-",
  "China countries, but also overland connectivity between the ",
  "heartlands of India and China via Southeast Asia. Such an ",
  "economic artery, bypassing the Malacca Straits, would have ",
  "enormous commercial and strategic implications.",
  "East Asia Summit",
  "India’s participation in the ﬁ rst EAS in Kuala Lumpur in 2005 ",
  "was the logical outcome and a symbol of the success and ",
  "credibility of India’s ‘Look East’ policy as well as of India’s ",
  "aspirations to be a global player. Arriving at an agreement ",
  "on India’s inclusion in the EAS was not easy. There was no ",
  "unanimity either within ASEAN or among the ASEAN Plus ",
  "Three (APT) countries, namely China, Japan and the Republic ",
  "of Korea on whether India should be invited to be a part of the ",
  "EAS from the very beginning. Many countries were of the view ",
  "that any future East Asia Community should be conﬁ ned to ",
  "the APT. In the end, the consensus, reached with considerable ",
  "difﬁ culty, was that all sides stood to gain in the long- term by ",
  "having a more inclusive approach to community building in Asia.",
  "The results of the second and third EAS meetings in Cebu ",
  "(Philippines) and Singapore give reason for cautious optimism ",
  "that  the  EAS  process  is  gradually  evolving  from  being  a ",
  "mere talk shop into a forum for dialogue on broad strategic ",
  "political and economic issues as well as being an important ",
  "component of the emerging regional architecture. Cooperation ",
  "is continuing in all the ﬁ ve priority areas that the ﬁ rst EAS ",
  "meeting had identiﬁ ed, namely energy, ﬁ nance, education,  118 CHALLENGE AND STRATEGY ",
  "disaster management and avian inﬂ uenza—the last principally ",
  "because it was an immediate concern when the ﬁ rst EAS was ",
  "held. Energy got special attention both at the second and third ",
  "EAS  meetings  which  resulted  in  the  adoption  of  concrete ",
  "documents, namely the Cebu Declaration on East Asian Energy ",
  "Security and the Singapore Declaration on Climate Change, ",
  "Energy  and  the  Environment,  respectively.  In  the  ﬁ eld  of ",
  "education, the EAS meetings have endorsed initiatives like ",
  "the revival of Nalanda University in India, the United Nations’ ",
  "Alliance of Civilisations initiative as well as inter-societal and ",
  "inter-faith dialogues. These would serve to improve regional ",
  "understanding  and  appreciation  for  the  rich  and  diverse ",
  "heritage and history of the region. ",
  "Potentially more important is the progress on the economic ",
  "and  ﬁ nancial  side.  A  Track–II  study  on  a  Comprehensive ",
  "Economic Partnership in East Asia (CEPEA) will be considered ",
  "by the fourth EAS meeting in Thailand in 2009. CEPEA will ",
  "be worthwhile only if it builds upon and adds value to the ",
  "existing FTAs among the EAS countries. An Economic Research ",
  "Institute for ASEAN and East Asia (ERIA) has also been set ",
  "up. The 2008 ﬁ nancial crisis has emphatically underlined the ",
  "interconnectedness  of  economies  around  the  world.  It  has ",
  "also brought into focus the role that major Asian countries ",
  "with growing economies and huge foreign exchange reserves ",
  "can and must play in helping to resolve the world’s economic ",
  "and ﬁ nancial problems. One of the well-understood but little ",
  "articulated reasons for looking at an East Asian Community ",
  "seriously was to have a fallback strategy in case, as has happened, ",
  "the negotiations on the Doha Development Round within the ",
  "WTO fail. There is both challenge and opportunity before the ",
  "EAS. An informal dialogue is already under way among senior ",
  "ofﬁ cials of EAS on developing and diversifying ﬁ nancial markets. ",
  "If the next EAS meeting can provide a strategic direction to fast-",
  "tracking a CEPEA and to playing an active role in the reform ",
  "of the international ﬁ nancial system, the EAS process could ",
  "become an important driver of the global economy. ",
  "The rest of the world also expects that Asia in general—and ",
  "large populous countries like India and China in particular—",
  "will actively contribute to ﬁ nding solutions to the problem of ‘LOOK EAST’ POLICY 119",
  "climate change. Also noteworthy is the increasing salience of ",
  "regional issues such as the situation on the Korean peninsula ",
  "and Myanmar. WTO issues are also discussed in the EAS. In ",
  "order to tackle its growing agenda, the EAS has changed its ",
  "original position that it would be only a ‘leaders-led’ strategic ",
  "forum, and has had to evolve coordinating mechanisms. Foreign ",
  "ministers  and  senior  ofﬁ cials  now  meet  regularly,  and  an ",
  "informal secretariat operates within the ASEAN Secretariat.",
  "Mekong–Ganga Cooperation",
  "Two supplementary prongs of India’s ‘Look East’ policy are ",
  "BIMSTEC (covered in Chapter 4) and the Mekong–Ganga ",
  "Cooperation  (MGC),  an  organization  that  brings  together ",
  "India with ASEAN countries Myanmar, Thailand, Cambodia, ",
  "Laos and Vietnam. MGC is a sub-regional organization with ",
  "considerable potential for cooperation in the ﬁ elds of education, ",
  "culture, tourism, and transport and communications. The MGC ",
  "is a valuable framework that India could use to build ties with ",
  "the CLMV countries of ASEAN that are geographically and ",
  "culturally closest to India. Unfortunately, it has so far failed ",
  "to live up to its promise. Meetings at the ministerial level have ",
  "been sporadic. MGC has been hobbled by problems like absence ",
  "of clear timelines, uncertainty about sources of funding, and ",
  "inadequate implementation and review mechanisms. Another ",
  "fundamental  problem  is  that,  given  their  relatively  larger ",
  "weight in the grouping, India and Thailand have to be the main ",
  "drivers and sources of funding of MGC. However, Thailand lost ",
  "interest in MGC after it set up the Ayeyawady–Chao Phraya–",
  "Mekong  Economic  Cooperation  Strategy  (ACMECS)  that ",
  "brings together the same group of countries, minus India. The ",
  "attention of all the non-Indian members of MGC, who are also ",
  "members of the older established Greater Mekong Subregion ",
  "(GMS) together with China’s Yunnan province, is more focused ",
  "on the GMS. If the honest recognition by the foreign ministers ",
  "of the six countries at their last meeting at Manila in 2007 that ",
  "progress has indeed been modest but not because of lack of  120 CHALLENGE AND STRATEGY ",
  "political will, spurs them on to give more serious attention to ",
  "the MGC, perhaps it can revive as a meaningful organization. ",
  "Most  interesting  is  the  new  recognition  that  MGC  along ",
  "with ACMECS, BIMSTEC and GMS could work together on ",
  "projects of common interest, including a transport cooperation ",
  "proposal.",
  "Bilateral Relationships",
  "India’s ‘Look East’ policy has not only strengthened India’s ",
  "relationship with ASEAN as a whole but also provided a comple-",
  "mentary institutional framework and a catalyst for India’s ",
  "bilateral ties with individual ASEAN countries. Singapore has ",
  "been the principal shepherd for India in ASEAN and played a ",
  "critical role in bringing about the India–ASEAN engagement ",
  "at the summit level as well as India’s membership of the EAS. ",
  "In keeping with its policy of staying ahead of the curve, it took ",
  "a strategic view of India in the early 1990s at a time when not ",
  "many countries were looking at India seriously. Singapore ",
  "realized that with the rise of Shanghai as China’s own ﬁ nancial ",
  "centre and the transfer of Hong Kong back to China in 1997 ",
  "it would be disadvantaged in doing business with China. It ",
  "accordingly decided that it could play a catalytic role in India’s ",
  "economic  transformation  similar  to  what  Hong  Kong  has ",
  "traditionally played for China. It felt that if India as a whole ",
  "developed greater long-term stakes in Singapore through inﬂ ow ",
  "of  investments,  knowledge  workers,  tourists  and  students ",
  "this  would  bring  greater  vitality  to  Singapore’s  economy ",
  "and enhance its security. The result of Singapore’s efforts, ",
  "reciprocated by India, is the India–Singapore Comprehensive ",
  "Economic Cooperation Agreement, the ﬁ rst of its kind for ",
  "India, which has been operative since 2005. Over the last few ",
  "years, there has been a noticeable spurt in India–Singapore ",
  "trade and economic relations. Singapore is increasingly acting ",
  "as a conduit for India–ASEAN trade that has surpassed the ",
  "target of US $30 billion for 2007. India also has an extensive ",
  "defence cooperation programme with Singapore that is un-‘LOOK EAST’ POLICY 121",
  "matched in the rest of ASEAN. Overall, between India and ",
  "Singapore there is a high level of mutual trust and conﬁ dence, ",
  "extensive  people-to-people  ties  and  frequent  exchanges  of ",
  "high-level ofﬁ cial visits.",
  "Apart from Myanmar (which as an immediate neighbour ",
  "is a special case), Indonesia, Malaysia and Thailand are the ",
  "three other ASEAN countries with which India has the greatest ",
  "interaction. As by far the largest country in the region, Indonesia ",
  "gives weight, credibility and stability to ASEAN. Given its ",
  "strategic location linking the Paciﬁ c and the Indian Oceans, ",
  "and its sprawling size from the borders of India to those of ",
  "Australia, Indonesia is vital for regional stability. Indonesia is ",
  "also the world’s largest Muslim country, and whether it remains ",
  "democratic,  tolerant  and  secular  or  succumbs  to  incipient ",
  "fundamentalist tendencies matters hugely to the rest of the ",
  "world, including India. India had an indifferent relationship ",
  "with Indonesia during the more than three decades of Soeharto’s ",
  "rule, but over the last decade or so the tempo of relations has ",
  "rapidly picked up under his successors. A lot of the old warmth ",
  "that  characterized  India’s  relations  with  Indonesia  in  the ",
  "1950s, when both countries were the leaders of the NAM has ",
  "come back. During Indonesian President Yudhoyono’s visit to ",
  "India in November 2005, the two countries agreed to develop ",
  "a ‘New Strategic Partnership’. Since both are large developing ",
  "countries, Indonesia’s new leaders are keen to learn from India’s ",
  "experience of managing a pluralistic democratic society. Trade ",
  "and economic cooperation, including investments, are growing ",
  "and Indonesia is India’s third largest trading partner in ASEAN ",
  "after Singapore and Malaysia. India is keen to tap Indonesia’s ",
  "rich resources like gas, coal and timber. Defence and counter-",
  "terrorism are the growing areas of cooperation. Indonesia and ",
  "India are maritime neighbours who undertake regular joint ",
  "patrolling. Indonesia has become a valuable friend of India ",
  "in ASEAN, the more so as Indonesia is trying to regain its ",
  "traditional leadership role in ASEAN. ",
  "Malaysia is an important, complex and difﬁ cult country in ",
  "ASEAN. It matters to India because of its economic dynamism ",
  "(it is India’s second largest trading partner in ASEAN), its ",
  "Islamic orientation (it has a generally pro-Pakistan and pro- 122 CHALLENGE AND STRATEGY ",
  "Organization of Islamic Conference view on many matters), ",
  "its  sympathetic  orientation  towards  China  because  of  the ",
  "control of its economy by businessmen of Chinese origin, and ",
  "its considerable weight in ASEAN. Malaysia has more than ",
  "two million citizens of Indian origin, mostly the descendants ",
  "of the workers brought by colonial Britain from India to work ",
  "on Malaysia’s rubber, tin and palm oil plantations. The ruling ",
  "ethnic Malay majority discriminates against this economically ",
  "weak community at the lowest strata of Malaysia’s society, ",
  "which at times creates ripples among the public in India as ",
  "during the widespread Hindu Rights Action Force (HINDRAF) ",
  "agitation  in  Malaysia  in  2007.  The  attitude  of  the  ethnic ",
  "Malays  towards  Malaysian  citizens  of  Indian  origin  also ",
  "seems to regrettably colour Malaysia’s attitude towards India. ",
  "Despite the high level of trade, and the extensive involvement ",
  "of Malaysian companies in road-building, housing and other ",
  "infrastructure projects in India and of Indian companies in ",
  "Malaysia’s infrastructure and information technology sectors, ",
  "India’s  relations  with  Malaysia  continue  to  be  marked  by ",
  "tension and a degree of mistrust. ",
  "As maritime neighbours, and in view of the fact that many ",
  "insurgent groups from the Northeast Region use Thailand as ",
  "a base, Thailand and India understandably give each other ",
  "special attention and cooperate closely on counter-terrorism ",
  "and defence. Thailand remains an attractive tourist destination ",
  "for  Indians.  Under  Prime  Minister  Thaksin  Shinawatra, ",
  "Thailand was very aggressive in pursuing closer ties with India ",
  "as part of its ‘Look West’ policy. In order to give a boost to the ",
  "modest level of trade, India and Thailand signed a Framework ",
  "Agreement for FTA in goods in 2003, but both sides have gone ",
  "slow in concluding negotiations. The operation of the Early ",
  "Harvest Programme that has come into effect has created ",
  "misgivings among some sections of Indian industry. Imports ",
  "of some products from Thailand have put them at a serious ",
  "disadvantage. Thailand’s geographical location gives it a natural ",
  "advantage in facilitating India’s engagement with the Indo-",
  "China countries. For a while, after the departure of Malaysia’s ",
  "long-standing  Prime  Minister  Mahathir,  Thailand  tried  to ",
  "position itself as the natural leader of ASEAN and India’s ‘LOOK EAST’ POLICY 123",
  "principal interlocutor with ASEAN. While that has not fructi-",
  "ﬁ ed, Thailand does remain relevant for India’s engagement ",
  "with the CLMV countries and is the only developed member of ",
  "ASEAN that is involved with India in sub-regional mechanisms ",
  "like BIMSTEC and the MGC. On the whole, India’s relations with ",
  "Thailand are marked by warmth, cordiality and conﬁ dence.",
  "Although the Philippines and Vietnam are the two largest ",
  "countries  of  ASEAN  after  Indonesia,  the  level  of  India’s ",
  "interaction with them is disappointingly low. Traditionally, ",
  "India has not ﬁ gured on the radar screen of the Philippines, ",
  "which has generally been more focused on its relations with ",
  "ASEAN members, other countries in East Asia and the US. It is ",
  "only as a result of India’s summit-level dialogue with ASEAN, ",
  "India’s membership of the EAS and the exchange of Presidential ",
  "visits in 2006–2007 that there has been some movement in ",
  "bilateral relations, including cooperation in the ﬁ eld of defence ",
  "and counter-terrorism. Vietnam and India were close friends ",
  "during the Cold War years, but the residual goodwill of that ",
  "period has not translated into any concrete beneﬁ ts for India ",
  "as Vietnam has focused on rebuilding its economy and working ",
  "out stable equations with its giant neighbour, China, and the ",
  "US. In many respects, India and Vietnam are competitors in ",
  "the world market. Nevertheless, there is valuable and growing ",
  "defence cooperation between India and Vietnam. India is also ",
  "assisting Vietnam, both bilaterally and within the framework ",
  "of ASEAN, in the areas of technical and scientiﬁ c cooperation, ",
  "in human resources development and in setting up projects ",
  "funded by relatively cheap credit lines. India has also made ",
  "proﬁ table  investments  in  Vietnam’s  hydrocarbons  sector. ",
  "India’s relations with the two smaller Indo-China countries of ",
  "Cambodia and Laos are characterized by generous assistance ",
  "on similar lines, as well as some defence cooperation. India’s ",
  "assistance to the CLMV countries is given both bilaterally as ",
  "well as through ASEAN’s Initiative for ASEAN Integration ",
  "(IAI) which aims to bring these four new members of ASEAN to ",
  "the same level of development as the original members. India ",
  "could also tap more aggressively and systematically the Asian ",
  "Development Bank (ADB) for resources to complement its  124 CHALLENGE AND STRATEGY ",
  "own for regional road, rail and inland waterways connectivity ",
  "projects with ASEAN.",
  "Despite Japan being a country with which India has no ",
  "direct  conﬂ ict  of  interest,  whether  ideological,  cultural  or ",
  "territorial, India and Japan remained strangely distant from ",
  "each other throughout the 20th century. Jawaharlal Nehru’s ",
  "gesture of friendship in not signing the 1951 San Francisco ",
  "Treaty as he felt it offended the dignity of Japan—India signed ",
  "a separate peace treaty with Japan in 1952 in which all war ",
  "claims against Japan were waived—and the goodwill in Japan ",
  "arising out of the dissenting judgement of Justice Radha Binod ",
  "Pal in the Tokyo War Crimes Tribunal holding Japan’s wartime ",
  "leaders as not guilty, could not somehow be translated into a ",
  "meaningful  all-round  relationship  commensurate  with  the ",
  "fact that India was a large but developing Asian country and ",
  "Japan the world’s second largest economy. For many decades ",
  "this relationship was relatively undeveloped in all respects, be ",
  "it trade, investments, tourism, or just mutual awareness. The ",
  "most substantial aspect of bilateral relations was the Ofﬁ cial ",
  "Development Assistance (ODA) that Japan began to give India ",
  "in 1958, perhaps as gratitude for India’s support for Japan in ",
  "international forums. India was the ﬁ rst country to get aid ",
  "from Japan and even today it remains the largest recipient ",
  "of Japanese ODA. Japan was also very helpful at the time of ",
  "India’s ﬁ nancial crisis in 1991. ",
  "It was only with the visit of the Japanese Prime Minister ",
  "Mori to India in 2000 that Japan began to look at India ",
  "seriously. India’s nuclear weapons power status, its growing ",
  "economy and the fact that even the US was beginning a serious ",
  "engagement with India impelled Japan to take a second look at ",
  "India. Since Japanese Prime Minister Koizumi’s visit to India ",
  "in April 2005, the relationship has begun to blossom and is ",
  "steadily evolving into a ‘strategic and global partnership’. The ",
  "leaders of India and Japan hold regular summit meetings, ",
  "at least once a year. Japanese business houses have begun ",
  "to show interest in dealing with India. Japanese investors ",
  "have been active in the Indian stock market. The proposed ",
  "Comprehensive  Economic  Partnership  Agreement  agreed ",
  "upon by the leaders of Japan and India that is currently being ‘LOOK EAST’ POLICY 125",
  "negotiated is an important initiative with considerable long-",
  "term  economic  and  strategic  signiﬁ cance.  India  hopes  to ",
  "attract large-scale Japanese investments into India and access ",
  "Japan’s enormous strengths in cutting edge technologies of ",
  "the ‘knowledge economy’, while Japan wishes to gain access to ",
  "India’s large market and tap into India’s talent pool. India and ",
  "Japan were together in the G–4 initiative to secure Permanent ",
  "Membership  of  the  UN  Security  Council.  Japan  was  also ",
  "extremely helpful in pushing India’s case for membership of ",
  "the EAS and shares India’s vision of community-building in ",
  "Asia. Defence and security cooperation has grown. While of late ",
  "there is a welcome ofﬁ cial-level emphasis on developing more ",
  "extensive cultural, academic and people-to-people ties between ",
  "India and Japan, at the popular level there is need to do more ",
  "to convince the Japanese people about India’s long-term value ",
  "and reliability. At the end of the day, Japan’s primary foreign ",
  "policy focus remains China, and its attitude towards India is ",
  "somewhat inconsistent since it is inﬂ uenced to a great extent ",
  "by the state of its relations with China.",
  "There  has  been  a  similar  rediscovery  of  India  by  the ",
  "Republic of Korea, or South Korea, in recent years. Unlike the ",
  "case with Japan, it is South Korea’s business and industrial ",
  "sector that is driving the bilateral relationship. Many leading ",
  "South  Korean  companies  have  aggressively  established ",
  "themselves in Indian markets, in particular in the automobile, ",
  "white goods and telecommunications sectors, and are actively ",
  "pursuing possibilities in the steel and information technology ",
  "sectors. Many have decided to use India as a global manufactur-",
  "ing hub that can cater to markets in Asia and elsewhere. Indian ",
  "companies too are now buying into South Korean companies. ",
  "Economic relations are expected to get a qualitative jump ",
  "once the Comprehensive Economic Partnership Agreement, ",
  "on which negotiations have been completed, comes into force. ",
  "This would also be the ﬁ rst such agreement that India would ",
  "sign with a country belonging to the Organization for Economic ",
  "Cooperation and Development (OECD), thereby creating new ",
  "challenges  and  benchmarks  for  India’s  economic  reforms. ",
  "The interdependencies that are being forged today are likely ",
  "to be long-term ones. Regular high-level political exchanges  126 CHALLENGE AND STRATEGY ",
  "have consolidated economic relations. Recent landmark visits ",
  "were those of the South Korean President to India in October ",
  "2004 when a Long Term Cooperative Partnership for Peace ",
  "and Prosperity was concluded and of the Indian President ",
  "to South Korea in February 2006. There is also a growing ",
  "defence relationship with South Korea. However, an important ",
  "question that India will have to consider is whether any political ",
  "contradictions are likely to develop between India’s relations ",
  "with China on the one hand, and those with Japan and South ",
  "Korea, on the other.",
  "In accordance with India’s ‘One China’ policy, India does ",
  "not  recognize  Taiwan.  It  has  no  diplomatic  relations  with ",
  "Taiwan and did not even establish unofﬁ cial relations till as ",
  "late as 1995. India has established an ofﬁ ce of the India–Taipei ",
  "Association to handle its interests in Taiwan, while Taiwan does ",
  "the same through a Taiwan Economic and Cultural Centre in ",
  "New Delhi. Over the years, Taiwan has emerged as an important ",
  "economic partner of India in East Asia. Since 2002, there are ",
  "direct air ﬂ ights between Taiwan and India. As Taiwan has ",
  "many technologies of interest to India and signiﬁ cant investible ",
  "resources, trade and investment is at a healthy level though still ",
  "below potential. But India has been generally discreet about ",
  "its contacts with Taiwan, which have been mostly at the non-",
  "ofﬁ cial and middle-level ofﬁ cial levels. It was only after 2006, ",
  "presumably as a signal of its displeasure with China at various ",
  "political and military provocations by the latter, that India was ",
  "bold enough to have exchanges with Taiwan’s political leaders. ",
  "This is a welcome activism in India’s Taiwan policy. Apart from ",
  "signalling that India too could activate some options vis-à-vis ",
  "China, Taiwan could be a useful perch for China-watching. India ",
  "will also have to keep a close eye on the state of Taiwan–China ",
  "relations, particularly after the Kuomintang (KMT) has come to ",
  "power in the 2008 elections in Taiwan, since the KMT favours ",
  "reuniﬁ cation with China and its position on the border issue is ",
  "the same as that of the Chinese Government. Any normalization ",
  "of Taiwan–China relations would enable China to shift many of ",
  "its missiles and other military equipments currently targeted at ",
  "Taiwan to areas like Tibet and Xinjiang where they would change ",
  "the military balance and create security headaches for India.‘LOOK EAST’ POLICY 127",
  "Relations with Australia, which received a severe setback ",
  "after Pokharan-II, are fully back on track. India is interested in ",
  "Australia’s rich resources of oil, gas, coal, uranium and other ",
  "minerals. Australia sees India as an attractive market. The ",
  "large and rapidly growing Indian diaspora in Australia and New ",
  "Zealand acts as a valuable bridge, as in other English-speaking ",
  "countries, to bring India closer to these two Paciﬁ c countries. ",
  "India’s bilateral relations with both these countries have got a ",
  "boost ever since all three became members of the EAS.",
  "Vision of Asia in the 21st Century",
  "It is generally accepted that by 2020, globalization would have ",
  "a distinctly Asian face. The ongoing ﬁ nancial crisis that has led ",
  "to the collapse of many Western banks and ﬁ nancial institutions ",
  "has only reinforced this conviction. The emergence of Asia as a ",
  "new and independent pole of growth and inﬂ uence could change ",
  "strategic equations within Asia as well as globally. However, ",
  "Asia can play a larger role in the world in the coming decades ",
  "only if all major and emerging powers synergize their respective ",
  "strengths rather than remain in competition. On current trends, ",
  "India’s  economic  strength,  political  inﬂ uence  and  military ",
  "power are expected to steadily increase in the coming decades. ",
  "India’s geographical location gives it a dominant position in the ",
  "heart of the Indian Ocean, with major global energy and trade ",
  "sea-lines  of  communication  passing  very  close  to  India-",
  "controlled waters. With a diaspora of 5 million in the Gulf, ",
  "India has vital interests in, and considerable inﬂ uence over, ",
  "this energy-rich region. For all these considerations, it is in the ",
  "economic and strategic interest of the rest of Asia that a major ",
  "and growing Asian power like India be integrated with the rest ",
  "of Asia. This is an important goal and challenge for Indian ",
  "diplomacy in the coming years.",
  "India’s bold long-term vision for East Asia is one of a ",
  "community of nations from the Himalayas to the Paciﬁ c with ",
  "the largest Asian economies of Japan, China, South Korea, ",
  "ASEAN and India at its core, which could constitute a new  128 CHALLENGE AND STRATEGY ",
  "driver of growth for the global economy and be an anchor ",
  "of stability and development in Asia. The building blocks of ",
  "such a community are already being put in place. The FTAs ",
  "in place or being negotiated among the major Asian countries ",
  "could naturally evolve, step-by-step, into a broader regional ",
  "trade and investment architecture that would provide optimal ",
  "beneﬁ ts, stronger synergies and deeper complementarities for ",
  "all participants. Many other Asian nations share such a vision. ",
  "Translating  this  vision  into  reality  will  not  be  easy. ",
  "Considerable persistence and collective wisdom will be needed ",
  "to  overcome  existing  contradictions  and  rivalries  among ",
  "EAS  members.  Any  sharp  and  prolonged  deterioration  in ",
  "China’s relations with Japan or India will inevitably affect the ",
  "EAS process. China is wary of India’s growing ties with the ",
  "ASEAN countries, particularly with the new and relatively less ",
  "developed  members  like  Cambodia,  Laos,  Myanmar  and ",
  "Vietnam where India can compete more effectively than in ",
  "the more developed ASEAN countries. Sustained and skilful ",
  "diplomacy will be needed to build a consensus for a more ",
  "inclusive approach to community-building since China and ",
  "some ASEAN countries continue to prefer the APT mechanism ",
  "rather than the EAS as the framework for East Asian community-",
  "building. APT deﬁ nitely has the advantage of being an older ",
  "organization, with many projects of functional cooperation ",
  "that testify to the high level of economic integration among ",
  "the APT members. APT is also a very important framework for ",
  "China–Japan engagement.",
  "Expansion  of  the  membership  of  the  EAS  poses  some ",
  "tricky dilemmas. The US had remained out of the EAS partly ",
  "because it was preoccupied with Afghanistan, Iraq, Iran and ",
  "the Middle East, and partly because it had assumed it to be ",
  "another talk-shop. If the EAS shows signs of evolving into a ",
  "serious organization, the US will not want to be excluded from ",
  "it, and has multiple leverages against many EAS members to ",
  "get its way. The problem is that if the US becomes a member, ",
  "the EAS cannot provide the framework for a pan-Asian entity ",
  "having an independent standing and inﬂ uence. Further, if ",
  "the US joins, then Russia, which has been very keen on EAS ",
  "membership from the very beginning, would surely push for ‘LOOK EAST’ POLICY 129",
  "its presence in this body. The EAS has prudently decided not to ",
  "consider any expansion of its membership for the moment. In ",
  "a long-term perspective, however, the issue of EAS expansion ",
  "cannot be ducked.",
  "Other knotty issues will also have to be tackled. Will the ",
  "EAS compete with the Asia–Paciﬁ c Economic Cooperation ",
  "(APEC), the US’ preferred forum, which does not yet include ",
  "India? What does one do with East Asian countries having ",
  "laggard economies and unstable polities located outside the ",
  "current EAS membership? North Korea and Taiwan will pose ",
  "the most difﬁ cult dilemmas. In the longer term, it might be ",
  "unrealistic to have an East Asia framework that continues to ",
  "exclude Taiwan and North Korea. It is only appropriate that ",
  "across Asia some thinking should have begun on designing an ",
  "Asian security architecture.",
  ""
]