[
  "Chapter15",
  "India’s Strategic Choices",
  "I",
  " t  has  become  commonplace  to  say  that  in  the",
  " aftermath of the Cold War and the changed global",
  " strategic  environment,  there  is  need  for  new ",
  "thinking in India’s foreign policy. The US, so the argument ",
  "goes, won the Cold War and it makes sense for India to hitch ",
  "its wagon to the victor; Russia is down and out, and China will ",
  "always be a hostile neighbour. The postulate that the collapse ",
  "of the Soviet Union has created a unipolar world to which India ",
  "must adjust is simplistic, inaccurate and ﬂ awed. It unaccept-",
  "ably implies that India’s non-alignment was a sham when, in ",
  "fact, non-alignment was about India having an independent ",
  "foreign policy. Moreover, this argument is rooted in the global ",
  "power equations that are a decade and a half old when the US ",
  "strode the world like a colossus and believed it would be an ",
  "eternally hegemonic power. It does not take account of the ",
  "subsequent relative decline of US power, matched by a revival ",
  "of Russia’s strength and the emergence of other inﬂ uential ",
  "centres of power, including India itself. Considering that India ",
  "today is much stronger than half a century ago, and therefore ",
  "presumably better placed to resist outside pressures, such ",
  "arguments by Indians also betray a surprising lack of self-",
  "conﬁ dence. ",
  "Nor do such arguments make strategic sense. Any overt ",
  "alignment by India with the US changes the global strategic ",
  "balance,  with  an  inescapable  negative  fall-out  on  India’s ",
  "relations  with  both  Russia  and  China.  That  hardly  serves ",
  "India’s long-term interests. China’s reaction has been to take  278 CHALLENGE AND STRATEGY ",
  "steps that have slowed down the process of rapprochement ",
  "and rekindled mutual suspicions and mistrust. With China as ",
  "its neighbour, India should not have a long-term vision that ",
  "presupposes a hostile China for all time to come. Similarly, ",
  "a degree of coolness has developed in India’s relations with ",
  "Russia. India must be careful not to weaken the decades-old ",
  "mutually beneﬁ cial partnership of trust with Russia, which has ",
  "been a reliable pillar of strategic support. In today’s compli-",
  "cated and fast changing geo-political situation, India has wisely ",
  "diversiﬁ ed its foreign policy options, but must retain ﬂ exibility ",
  "in order to be able to pursue an independent foreign policy, on ",
  "which there is an overwhelming national consensus.",
  "India is faced with a key strategic choice—does India want to ",
  "be co-opted into the existing international structures that have ",
  "been fashioned by and are dominated by the West in general ",
  "and the US in particular, or does India see itself as one of ",
  "the ‘poles’ in a multi-polar world? Should it strive to play an ",
  "independent role in the world or be content to remain a second-",
  "rung player? India can become a major world power in the 21st ",
  "century only on its own strength and political will, not because ",
  "others want it to. In international affairs, no state has been ",
  "known to cede its power willingly to another. Power is always ",
  "taken, never given. It stands to reason that India can become ",
  "more powerful only if existing power centres become relatively ",
  "weaker. Indeed, this is the trend in the world today. The power ",
  "and inﬂ uence of the West have peaked—even if the US is likely ",
  "to remain for the next two or three decades by far the pre-",
  "eminent global power. A prolonged struggle over redistribution ",
  "of power is under way in all the major international organizations ",
  "such as the UN, the WTO, and the IMF. India should also draw ",
  "lessons from its unsuccessful attempt to become a Permanent ",
  "Member of the UN Security Council, and its failure to get its ",
  "candidate elected as the UN Secretary General. Clearly, India ",
  "is not yet strong enough to break into the ranks of the most ",
  "exclusive clubs in the world, but is it strong-willed enough to ",
  "resist admission as an associate member with permanently ",
  "fewer rights and privileges?",
  "‘Nations’,  British  Prime  Minister  Lord  Palmerston  had ",
  "perceptively noted a century and a half ago, ‘have no permanent INDIA’S STRATEGIC CHOICES 279",
  "friends or enemies, only permanent interests.’ Notwithstand-",
  "ing public platitudes about common values binding the US and ",
  "India, India has to be cautious in expecting dramatic changes ",
  "in  its  relations  with  the  US.  There  are,  and  always  will ",
  "remain, limits to the Indo-US partnership, which cannot yet ",
  "be characterized as a true strategic relationship. The US has ",
  "its own interests to pursue. So does India. If the US wants ",
  "a stronger India, it is to serve US, not Indian, interests. It is ",
  "fatuous for US leaders to say that they will help India become ",
  "a major power in the 21st century, and naïve for credulous ",
  "Indians to believe them. There are no free lunches. India is too ",
  "large and independent to be a reliable ally of the US on the ",
  "latter’s terms. While there are many short-term factors bringing ",
  "the two countries together, the long-term strategic interests of ",
  "the two countries are likely to diverge. The US’ professed good ",
  "intentions towards India remain untested in areas of critical ",
  "concern to India like India’s immediate neighbourhood and ",
  "the Persian Gulf region. Indian policy-makers presumably do ",
  "realize that if India were to threaten the US dominance in any ",
  "way, India would become a country of concern that the US ",
  "will seek to contain, just as is being done with China today. ",
  "That is why the US will want to keep all options open on India, ",
  "including the time-tested one of using Pakistan to keep up the ",
  "pressure on India.",
  "Even as India rightly continues to pursue closer all-round ",
  "ties with the US, hopefully as equal partners, realpolitik dictates ",
  "that the challenge for a wannabe great power like India will be to ",
  "reciprocally develop hedging strategies and points of pressure ",
  "on the US. Much more serious thought needs to be given by ",
  "India to this matter. This could involve working out policies ",
  "that impose restrictions on military purchases from the US ",
  "if it continues to supply weapons to Pakistan that are clearly ",
  "intended to be used against India; creating global pressures ",
  "on the drug-consuming countries; diversifying India’s foreign ",
  "exchange  holdings  away  from  the  dollar;  and  introducing ",
  "policies that would discourage the outﬂ ow of talent from India ",
  "to the US.",
  "India must keep its foreign policy options open. These will ",
  "increase if it can build and retain its strategic autonomy that it ",
  "believes, rightly, it acquired after becoming a nuclear weapons  280 CHALLENGE AND STRATEGY ",
  "power. More than anything else, it was India’s status as a ",
  "nuclear weapons power that compelled both the US and China ",
  "to take India more seriously, and brought it welcome attention ",
  "and grudging respect from other countries. At the same time, ",
  "India  remains  committed  to  universal,  non-discriminatory ",
  "and veriﬁ able nuclear disarmament. India is committed to ",
  "no-ﬁ rst-use of nuclear weapons and is observing a ‘voluntary’ ",
  "moratorium on conducting nuclear tests since 1998, presum-",
  "ably because India’s scientists are conﬁ dent that India does not ",
  "need further tests to validate its indigenous nuclear weapons ",
  "designs. Its political and military leaders may be similarly ",
  "conﬁ dent that the size and character of India’s nuclear arsenal ",
  "gives it second-strike capability. Perhaps nuclear weapons are ",
  "no longer usable weapons of war, but they do remain weapons ",
  "of deterrence and extremely potent political and psychological ",
  "weapons in a State’s arsenal. The problem is that if other States ",
  "make a wrong assessment of India’s nuclear capabilities, they ",
  "could be tempted to take out India’s nuclear weapons without ",
  "fear of a retaliatory strike. Situations may arise in the future ",
  "where India may feel compelled to test nuclear weapons or to ",
  "expand its nuclear arsenal. It is therefore regrettable that the ",
  "Safeguards Agreement that India has signed with the IAEA ",
  "and the terms of the NSG exemption for nuclear trade impose ",
  "legal and practical constraints on India’s nuclear weapons pro-",
  "gramme. The India–US nuclear deal, as negotiated and signed, ",
  "threatens to deprive India of ﬂ exibility in its strategic choices.",
  "Politically,  India  has  always  sought  to  preserve  its ",
  "independence of action and autonomy of decision-making. It ",
  "has also shown that it has the capacity to do so. Various factors, ",
  "including its sense of pride and self-worth based on a rich ",
  "heritage of civilization and culture, its past achievements, and ",
  "its multi-faceted successes as an independent nation, impel ",
  "India to seek its due place in the comity of nations. India is too ",
  "big, too proud, and too steeped in the anti-colonial tradition ",
  "to become a camp follower of any power. This has been vividly ",
  "conﬁ rmed by the long and impassioned debates in India over ",
  "the India–US nuclear deal. It is puzzling, and worrying, that ",
  "the UPA Government has preferred the illusory shelter of a ",
  "supposedly  benign  and  protective  US.  India’s  weak-willed INDIA’S STRATEGIC CHOICES 281",
  "foreign policy may well be a factor that has prompted China ",
  "to harden its stance on the boundary negotiations with India; ",
  "encouraged Pakistan in its traditional belief that the US could ",
  "be counted upon to put effective pressure on India whenever ",
  "required and created doubts among developing countries about ",
  "India’s willingness and ability to protect their interests if it ",
  "were to ever become a Permanent Member of the UN Security ",
  "Council.",
  "Contrary to widespread belief, India has not been a status ",
  "quo power. It fought against colonialism and apartheid; it ",
  "resisted pressures to join the Western bloc; it did not sign the ",
  "NPT or the CTBT. India’s long-term interests require that there ",
  "should be a modiﬁ cation of the status quo in international ",
  "relations.  Understandably,  the  West  would  like  India  to ",
  "become a ‘responsible stakeholder’ in the current global system ",
  "that has been fashioned by and is dominated by the West. ",
  "There should be little reason for India to buy into the existing ",
  "system, unless it is suitably changed to accommodate India. ",
  "India is not a Permanent Member of the UN Security Council; ",
  "it is not a recognized nuclear weapons power enjoying the same ",
  "rights and responsibilities as the ﬁ ve nuclear weapons powers ",
  "under the NPT—although India’s negotiators on the India–US ",
  "nuclear deal seem to have deluded themselves to this effect; ",
  "it has not been completely liberated from technology denial ",
  "regimes like those imposed by the NSG and it is a marginal player ",
  "in the IMF and World Bank. As India’s ambitions inevitably ",
  "pose a long-term challenge to the existing global order created ",
  "and controlled by the industrialized West, India will have to be ",
  "prepared to deal with the resistance and counter-measures that ",
  "such a challenge will provoke among the present-day ‘haves’. ",
  "History shows that emerging or rising powers have rarely been ",
  "smoothly co-opted into an existing system. India must use ",
  "the current window of opportunity, when it is being seriously ",
  "viewed by the rest of the world as a country that will inevitably ",
  "play a much greater role in world affairs in the coming years, ",
  "to evolve a strategy that would enable it to become a global ",
  "player in all respects—economically, politically, militarily and ",
  "technologically. 282 CHALLENGE AND STRATEGY ",
  "On its own, India cannot become a global player. It will ",
  "have to work with other rising powers that also want a multi- ",
  "polar world. At a global level, there is a shared interest among ",
  "the outreach countries of the G–8, namely the O–5 countries of ",
  "China, India, South Africa, Brazil and Mexico, which of late are ",
  "being regularly invited to the G–8 summits because they carry ",
  "a certain political, economic and military clout that cannot ",
  "be ignored. The O–5 is complemented and reinforced by the ",
  "India–Brazil–South Africa (IBSA) grouping and the trilateral ",
  "Russia–India–China (RIC) framework. In the geopolitically ",
  "crucial Eurasian space, India, China and Russia are the only ",
  "three countries outside the US-led alliance systems that can ",
  "even aspire, that too only collectively, to craft a new global ",
  "balance of power. Nor can anyone afford to ignore the potential ",
  "of Iran, which remains between India and the Atlantic coast ",
  "the  only  credible  independent-minded  regional  power  not ",
  "dependent for its security on the West. Only these countries ",
  "collectively  have  the  economic,  military,  and  technological ",
  "potential, as well as the critical geographical landmass and ",
  "demographic structure, matched by political will, to pose a ",
  "credible potential challenge to US global domination. Although ",
  "the RIC is a serious and credible endeavour to craft a multi-",
  "polar world, it is not a strategic alliance, merely a demonstration ",
  "of the growing trend towards issue-based coalitions in today’s ",
  "complex global scenario. For a true strategic alliance, conscious ",
  "decisions will be needed in all countries. These have not yet ",
  "been taken, and may never be taken, since relations with the ",
  "US are extremely important for all three countries.",
  "The  US  understands  this,  and  would  therefore  like  to ",
  "see  these  countries  kept  divided  and,  where  possible,  co-",
  "opted on the side of the US. In this scenario, India assumes ",
  "great importance for the US as a ‘swing’ State, and seems to ",
  "be relishing its role. However, India should not get carried ",
  "away. Post-Georgia, a resurgent Russia may once again come ",
  "to occupy centre-stage in US strategic thinking, forcing the US ",
  "to try to co-opt China, with which its economic fortunes are ",
  "closely linked, to contain Russia. Can one rule out attempts to ",
  "forge a US–China global duopoly, in which case India’s Russia ",
  "connection could turn out to be critically important?INDIA’S STRATEGIC CHOICES 283",
  "China will remain among India’s most pressing and difﬁ - ",
  "cult foreign policy challenges. India will have to deal with ",
  "China at many levels. It is a possible partner in a cooperative ",
  "endeavour to build a multi-polar world. It is also a long-term ",
  "strategic  competitor  for  inﬂ uence  and  leadership  in  Asia. ",
  "But, above all, it is a neighbour that has exaggerated and ",
  "preposterous territorial claims on India, and that is suspicious ",
  "of India harbouring the Dalai Lama and a large population ",
  "of Tibetan refugees. It is their presence in India that has ",
  "principally kept alive the Tibetan issue, which is at the heart of ",
  "the festering border dispute with China.",
  "The approach India follows towards China should be along ",
  "multiple tracks. India must continue to seek to lower mutual ",
  "mistrust, build greater interdependencies, keep the border ",
  "peaceful and tranquil and address differences maturely. Deep ",
  "and mutually proﬁ table economic linkages, such as a Eurasian ",
  "energy corridor, that make it difﬁ cult for either country to ",
  "disrupt them without also hurting itself could create greater ",
  "mutual conﬁ dence. India should also continue to look for ",
  "other areas of agreement with China including in promoting ",
  "a multipolar world. However, all this is useful only up to a ",
  "point. India’s booming trade with China has not allayed India’s ",
  "security concerns vis-à-vis China. Essentially, India has to deal ",
  "with China from a strategic perspective because vital national ",
  "security interests are at stake. China’s policy is to keep India ",
  "bottled up in South Asia, preoccupied with handling threats ",
  "from China and Pakistan on its land frontiers. India will have to ",
  "try to weaken or at least develop a counter to China’s strategic ",
  "engagement  with  Pakistan  and  India’s  other  South  Asian ",
  "neighbours. There would appear to be a coincidence of Indian ",
  "and US interests in this respect. On the military side, India ",
  "must evolve a calculated and calibrated policy to put China ",
  "under some pressure to safeguard its interests and concerns. ",
  "India must urgently build up both its missile capabilities to ",
  "bring China’s major population centres within reach as well ",
  "as its naval strength so that China’s energy and trade ﬂ ows ",
  "can be disrupted in a crisis. India should eschew its current ",
  "defensive, timid and somewhat legalistic approach in dealing ",
  "with China.  284 CHALLENGE AND STRATEGY ",
  "There is no need to be in awe of China. It may be militarily ",
  "and economically stronger than India today, but India too ",
  "has  its  long-term  comparative  advantages  vis-à-vis  China. ",
  "India does have an important, albeit considerably diminished ",
  "in value, Tibet card in its hand. It must be skillfully played. ",
  "As a country with aspirations for a larger regional and global ",
  "role, India has to do some hardheaded scenario building such ",
  "as a relentlessly rising China or a disintegrating China. India ",
  "must be alert, imaginative and quick-footed in order to protect ",
  "its national interests. It must also be on the lookout for new ",
  "strategic opportunities that may come India’s way. India has ",
  "to evolve a focused and activist policy towards China, signal ",
  "it clearly and unambiguously, and be more willing to test and ",
  "probe the Chinese. Track II diplomacy could play an important ",
  "role.",
  "What  India  does  vis-à-vis  the  major  global  players  is ",
  "perhaps not as important as what India manages to achieve ",
  "in its own neighbourhood. India can emerge as an inﬂ uential ",
  "regional  and  global  player—an  independent  ‘pole’  in  the ",
  "world—only  if  its  relations  with  its  immediate  neighbours ",
  "are harmonious and cooperative. India cannot be a credible ",
  "great power unless it has a natural sphere of inﬂ uence where ",
  "it is dominant. That region can only be South Asia. In order ",
  "to develop its comprehensive national strength that would ",
  "narrow, if not close the existing gap with China, India needs to ",
  "improve relations with its South Asian neighbours, bilaterally ",
  "and  within  a  regional  framework.  As  India  prospers  and ",
  "develops, it has to take along its neighbours; otherwise, its ",
  "economic growth will not be sustainable. Ultimately, India’s ",
  "objective should be maximum possible economic integration ",
  "of its neighbouring countries with India, which would tie their ",
  "destinies with India regardless of the political predilections ",
  "of the regimes in power. Economic interdependence leading ",
  "to economic integration may also lead India’s neighbours to ",
  "have a better appreciation of India’s security concerns and to ",
  "cooperate with it in this respect. Without this, the chances of ",
  "peace and stability in South Asia are bleak. India also has to ",
  "guard against the inevitable machinations of outside powers ",
  "to exploit existing tensions and to create differences between INDIA’S STRATEGIC CHOICES 285",
  "India and its neighbours. It would be a mistake for India to let ",
  "outside powers assume too great a role and inﬂ uence in South ",
  "Asia. India should never forget that the principal interest of ",
  "outside powers in South Asia is in relation to India. Nor should ",
  "it assume that such interest would necessarily be benign.",
  "India’s highest foreign policy priority must be to evolve ",
  "a coordinated and coherent strategy vis-à-vis its neighbours. ",
  "India has to handle relations with its neighbours with great ",
  "care and delicacy, mindful of their sensitivities, aspirations and ",
  "dignity. It is not enough for India to consider itself the natural ",
  "leader of South Asia. It is equally important that other South ",
  "Asian countries accept it as such. India has to earn the right ",
  "to leadership by setting an example, by showing magnanimity, ",
  "and  by  successfully  managing  the  growing  challenges  and ",
  "contradictions  of  the  region.  No  matter  how  difﬁ cult  and ",
  "hopeless the relationship may look at present, India must ",
  "always keep the doors open for dialogue. Patience and an ",
  "appeal to its neighbours’ self-interest have to mark India’s ",
  "attitude. Such an approach will earn India its neighbours’ ",
  "respect  and  admiration.  India  has  to  understand  that  its ",
  "neighbours will never love it. India is feared by its neighbours, ",
  "but perhaps not enough. It is difﬁ cult to project the image of a ",
  "strong and efﬁ cient India to its neighbours when the roads and ",
  "other infrastructure, including the symbols of the Indian State ",
  "like customs and immigration ofﬁ ces, on the Indian side of ",
  "the border compare poorly with that on the other side. Such ",
  "issues also require India’s attention.",
  "Even as it must be visionary, large-hearted and sensitive ",
  "to its neighbours, India needs to ﬁ rmly and unambiguously ",
  "deﬁ ne for its neighbours the goalposts of India’s non-negotiable ",
  "national interests. India should make it clear that it will be ",
  "uncompromising on security issues. India has a legitimate ",
  "right to expect its neighbours to be sensitive to its security ",
  "concerns by cooperating with it in combating terrorism, by not ",
  "giving shelter to extremist and separatist elements from India, ",
  "and by not permitting outside powers to conduct anti-India ",
  "operations from their territory. That has to be India’s bottom ",
  "line. Regrettably, an impression has gained ground among ",
  "India’s neighbours that India is a soft State whose nose can be  286 CHALLENGE AND STRATEGY ",
  "tweaked with impunity. It is imperative that India makes sure ",
  "that its neighbours know and respect India’s core interests. ",
  "If not, India should be prepared to use its many leverages ",
  "against  them.  Additional  leverages  must  be  developed  if ",
  "needed, particularly against Pakistan and, to a lesser extent, ",
  "Bangladesh.",
  "The issue of democracy in India’s neighbouring countries ",
  "will  require  skilful  handling.  In  general,  non-democratic ",
  "regimes in neighbouring countries have been more inimical ",
  "towards India, principally because the interests of ruling elites ",
  "who are unaccountable to their own people invariably require ",
  "a policy of aloofness if not hostility towards India, in contrast ",
  "to the much greater meeting of minds and convergence of ",
  "interests at the popular level. Obviously India cannot be seen ",
  "as interfering in the internal affairs of its neighbours and must ",
  "continue to deal with whoever is in power. At the same time, ",
  "it does matter to India what kind or regime is in power in a ",
  "neighbouring country. For the sake of its security, if nothing ",
  "else,  India  cannot  remain  detached  from  the  dynamics  of ",
  "internal politics of India’s neighbours, and will always have to ",
  "maintain close contact with the major political players there. ",
  "Coincidentally,  all  its  immediate  neighbours  are  currently ",
  "grappling with the fundamental issue of democracy in their ",
  "respective internal polities today. India should encourage the ",
  "ongoing democratic trends in its neighbours. It must move ",
  "away  from  its  excessive  regime-oriented  policies  towards ",
  "people-to-people relations. Only if the regimes in power in ",
  "India’s neighbours reﬂ ect the interests of the people are they ",
  "likely to eschew anti-India policies.",
  "India’s  strategic  neighbourhood,  both  in  the  east  and ",
  "the west, constitute the next level of priority after India’s ",
  "immediate  neighbourhood.  India’s  ‘Look  East’  policy  has ",
  "been one of its most signiﬁ cant strategic foreign policy moves ",
  "with long-term ramiﬁ cations. In a psychological, political and ",
  "strategic sense, India’s membership of the East Asia Summit ",
  "(EAS)  has  bridged  the  gap  between  India  and  East  Asia. ",
  "Despite China’s obstructionist approach, India will have to ",
  "make sure that it continues to work with other Asian countries, ",
  "in particular Japan, to develop a regional architecture for Asia. INDIA’S STRATEGIC CHOICES 287",
  "India will also need to devise means to take along its South ",
  "Asian neighbours in the larger Asian integration process. It ",
  "is not a stable scenario where India continues to develop and ",
  "integrate with East Asia while its South Asian neighbours, ",
  "particularly Bangladesh, are kept away from the larger Asian ",
  "integration process. If the EAS does manage to provide a ",
  "credible framework for Asian community building, Asia could ",
  "emerge as a new and independent pole of growth and inﬂ uence, ",
  "thereby changing strategic equations within Asia as well as ",
  "globally. Other models for an Asian regional architecture are ",
  "being discussed. All these will have to include India. The 21st ",
  "century cannot be truly ‘Asian’ without India playing a central ",
  "role in this endeavour. India’s cultural and other attributes of ",
  "‘soft’ power also exercise considerable inﬂ uence among India’s ",
  "eastern neighbours. A systematic, focused strategic initiative ",
  "by India to leverage its cultural advantage in Southeast and ",
  "East Asia, be it Buddhism, Bollywood or Bharatanatyam, will ",
  "yield good dividends.",
  "So far, India has looked at the West Asia and the Persian ",
  "Gulf region principally as a major source of oil imports and ",
  "a destination for migrant Indian workers. There is enormous ",
  "goodwill for India among the Arab States. Although India is now ",
  "beginning to view this region additionally as a possible source ",
  "of large-scale investments into India, it must move faster and ",
  "more purposefully to attract their capital. Deeper long-term ",
  "stakes of the Arab countries in India are in India’s interests. ",
  "India must also see how it can leverage its asset of having a ",
  "huge Indian expatriate population in the Persian Gulf region. ",
  "Taking a long-term strategic perspective on this complex, vital ",
  "and volatile region that is on India’s doorstep, India cannot ",
  "rely on others to protect its interests in the Persian Gulf. India ",
  "must urgently and actively expand its bilateral security ties ",
  "with the countries of the Persian Gulf region, including Iran. In ",
  "addition, India is well placed to play a much more active ",
  "diplomatic role than it has been playing so far. India has ",
  "enormous stakes and good relations with all the principal ",
  "actors in the region, be it the Arab Gulf States, Iran, Israel or ",
  "the US. As a major consumer of Gulf oil and gas, as the nearest ",
  "signiﬁ cant military power, and as a country having 5 million of  288 CHALLENGE AND STRATEGY ",
  "its citizens living in the Gulf, India should take the lead in the ",
  "search for an alternative paradigm for Gulf security.",
  "India should also give more attention to the Indian Ocean, ",
  "and study carefully the implications of a permanent foreign ",
  "military and naval presence in its neighbourhood. The key ",
  "question before India is: can India become a great power with-",
  "out exercising decisive control of its maritime neighbourhood, ",
  "including at least the northern Indian Ocean? Can it do so on its ",
  "own, or in cooperation with other powers? While cooperation ",
  "on an ad hoc basis for disaster relief as happened at the time of ",
  "the 2004 tsunami is understandable and in order, India’s forays ",
  "into developing a more structured and permanent relationship ",
  "with the US and its Asian allies brought unnecessary political ",
  "complications for the Indian Government in 2007. The thinking ",
  "of the new leaders of Japan and Australia has also changed. ",
  "Although the multilateral naval exercises seem to have been ",
  "given up for the moment, to the extent that these exercises ",
  "put tactical pressure on China, they were useful and could be ",
  "revived in future. A stronger Indian naval assertiveness in the ",
  "Indian Ocean can increase China’s maritime vulnerabilities ",
  "and thereby to some extent offset China’s superiority over ",
  "India on land, in air and in space. On the whole, India should ",
  "probably veer towards an independent maritime policy in Asia, ",
  "cooperating with other countries on a selective basis.",
  "Central  Asia,  including  Afghanistan,  has  always  been ",
  "critical to India’s security and remains so even today. The ",
  "Himalayas are not, and have never been, India’s geopolitical ",
  "and security frontier to the north. Over the centuries, India was ",
  "invaded many times from Central Asia. Without delving into ",
  "the distant past, even some examples from India’s experience ",
  "during the 20th century bring out the strategic importance of ",
  "Central Asia to India’s security. Whenever India has vacated ",
  "the trans-Himalayan strategic space, India has suffered—be ",
  "it the 1947–48 war against Pakistan which left Pakistan in ",
  "control of a part of the state of Jammu and Kashmir; the ",
  "failure in the early 1950s to bring Nepal into India’s exclusive ",
  "sphere of inﬂ uence which has created many security headaches ",
  "for India; the inability or unwillingness to resist the entry of ",
  "China into Tibet that has made China a direct neighbour of INDIA’S STRATEGIC CHOICES 289",
  "India; or, most recently, the intrusions by Pakistan in Kargil in ",
  "1999. Conversely, by acting ﬁ rmly and decisively over Sikkim ",
  "and Bhutan, India’s security interests have been preserved in ",
  "these regions. From a security perspective, it is imperative for ",
  "India to exercise at least some degree of control over the trans-",
  "Himalayan strategic space. It is what one may call a ‘negative ",
  "security space’, where the major powers, including India, can-",
  "not afford to let other powers or forces exercise a dominating ",
  "inﬂ uence. With some bold and creative thinking, India must try ",
  "to deal itself in as a major player in the unfolding ‘new Great ",
  "Game’ in Eurasia. Improbable as it may sound, India will have ",
  "to work with Pakistan in Afghanistan if there is to be any hope ",
  "for lasting peace and stability there.",
  "India’s policy-makers will have to look beyond the West ",
  "and its troublesome neighbours like Pakistan and China to ",
  "ﬁ nd its niche in the world. India’s traditional source of standing ",
  "and inﬂ uence was as the leader of the non-aligned countries, ",
  "often  a  synonym  for  developing  countries  that  the  West ",
  "derisively called the ‘Third World’, an expression deliberately ",
  "used as a psychological tool by the rich and powerful countries ",
  "that dominated the world and its thinking in order to engender ",
  "a sense of inferiority among these countries. It brought out ",
  "the disdain with which the West regarded this motley bunch ",
  "of  countries  that  were  regarded  as  neither  ﬁ sh  nor  fowl, ",
  "since they were neither part of the West—the so-called ‘First ",
  "World’—and therefore not co-opted into Western institutions ",
  "or ideologies, nor part of the Communist bloc—the so-called ",
  "‘Second World’—that was a competitor and an opponent of ",
  "the West. This ‘Third World’ constituted the leftover countries ",
  "that  were  unceremoniously  lumped  together  and  dumped ",
  "into the global ﬁ shpond designed by the West. The affected ",
  "countries  were  individually  too  weak  to  rebel  against  this ",
  "concept, much less change it. It was India, principally because ",
  "of its size and relative weight in the world, which provided the ",
  "political leadership to this group of countries. The successes ",
  "on the ground were generally limited and ephemeral, but were ",
  "invaluable in giving a sense of dignity and self-conﬁ dence to ",
  "these countries. It is this legacy that has enabled some of these ",
  "so-called ‘Third World’ countries to even dare to voice their  290 CHALLENGE AND STRATEGY ",
  "demands and leverage their strengths in the globalized world ",
  "of the 21st century.",
  "The so-called ‘Third World’ is India’s natural constituency, ",
  "not  least  of  all  because  a  large  chunk  of  India  itself  is ",
  "decidedly ‘Third World’. If India expects to ever make it as a ",
  "Permanent Member of the UN Security Council it will be not ",
  "so  much  because  the  existing  Permanent  Members  of  the ",
  "Security Council (P–5) want it there, but because the ‘Third ",
  "World’ wants India to represent it in the UN Security Council ",
  "and to protect the interests of its members. India’s steady ",
  "achievements in diverse ﬁ elds have made it an increasingly ",
  "inﬂ uential international player. For countries that may be too ",
  "weak to follow autonomous policies but remain ready to rally ",
  "behind a stronger country that can be an independent global ",
  "player, India has become a potential leader, as seen of late in ",
  "the WTO negotiations. In any case, India’s strategic economic ",
  "objectives—such  as  energy  and  other  resources  to  sustain ",
  "its economic growth, and new opportunities for exports and ",
  "investments—require the support and goodwill of developing ",
  "countries. India can no longer afford to neglect, as it has tended ",
  "to do of late, the poorer countries of the world, including its ",
  "immediate neighbours.",
  ""
]