[
  "Chapter13",
  "Defence and Diplomacy",
  "Military Power and Diplomacy ",
  "in Inter-state Relations",
  "M",
  " ilitary  power  is  the  principal  instrument",
  " of a sovereign State to protect and defend",
  " its national interests, especially its security ",
  "interests, vis-à-vis foreign powers. Unless a country has a ",
  "credible  military  deterrent  about  which  the  other  side  is ",
  "aware, the latter could be tempted into launching an attack. ",
  "Military  power  is  also  a  critical,  in  some  cases  the  most ",
  "important, element of a State’s offensive arsenal to inﬂ uence ",
  "the behaviour of other States and to promote its own interests ",
  "on the international stage. It was the British navy’s ‘gunboat ",
  "diplomacy’ that successfully advanced Britain’s national inter-",
  "ests overseas and created the British Empire. Today, it is the ",
  "ability of the US to project military power all over the globe by ",
  "sea and by air that gives credibility to its claim to be a superpower ",
  "with global interests that it can and will protect. The only ",
  "reason why Russia is taken seriously by the US in its strategic ",
  "calculus is because of Russia’s military might, in particular its ",
  "unique ability to annihilate the US. Military power is not the ",
  "only, but certainly an essential, element of being a great power. ",
  "For all their economic weight, Japan and Europe do not ﬁ gure ",
  "as prominently in the strategic calculations of other powers as ",
  "they would have had they shown the ability and willingness ",
  "to project military power. China on the other hand does have  244 CHALLENGE AND STRATEGY ",
  "military and strategic clout. The US can live more comfortably ",
  "with China’s large trade surplus and US dollar holdings than it ",
  "can with China’s rapidly growing military strength. ",
  "Inescapable though it may be, military power is an insufﬁ cient ",
  "and imperfect instrument of State policy. In inter-state relations, ",
  "politics drives decisions; war is merely an instrument of State ",
  "policy, and usually the instrument of last resort. It has been said, ",
  "with a degree of truth, that war is too serious a business to be left to ",
  "the generals! Diplomacy, or the management of international ",
  "relations by negotiations, is the preferred means to keep relations ",
  "between States smooth and friction free. War breaks out when ",
  "diplomacy fails or deterrence weakens. In any case, war cannot ",
  "be waged indeﬁ nitely. War has to ultimately lead to a political ",
  "settlement,  which  has  to  be  negotiated  diplomatically.  Very ",
  "often, during the course of a war, diplomatic negotiations are ",
  "simultaneously under way, be it to settle the conﬂ ict or to weaken ",
  "the  enemy.  Incidentally,  the  concept  of  diplomatic  immunity ",
  "evolved in the context of war. Warring sides looking for a peace ",
  "settlement  had  to  exchange  emissaries,  whose  person  and ",
  "belongings had to be inviolate in order to enable the emissaries to ",
  "carry conﬁ dential messages from one side to the other.",
  "For military power to be effective and for diplomacy to ",
  "be successful, there has to be a synergy between these two ",
  "instruments of State power. A couple of examples from India’s ",
  "recent experiences would illustrate this point. In 1971, it was ",
  "diplomacy—through the instrument of the Indo-Soviet Treaty ",
  "of August 1971—that created favourable political conditions ",
  "for  the  successful  Bangladesh  operations  of  December ",
  "1971.  Unfortunately,  because  of  poor  political  judgement ",
  "and  negotiations,  the  diplomatic  options  that  the  military ",
  "victory opened up could not be converted into a favourable ",
  "peace settlement at Shimla in July 1972. In Sri Lanka, on the ",
  "other hand, it was the Indian military establishment’s over-",
  "conﬁ dence about its capabilities that led in 1987 to the induction ",
  "of the IPKF in Sri Lanka, which turned out to be an enduring ",
  "political and diplomatic disaster that has had the effect of ",
  "reducing India’s inﬂ uence in Sri Lanka. ",
  "Military thinking has also inﬂ uenced diplomatic technique. ",
  "For the school that thinks that diplomacy is simply war by other DEFENCE AND DIPLOMACY 245",
  "means, the goal is a triumphant victory. In pursuit of this goal, ",
  "the enemy is outﬂ anked and weakened by attacks behind the ",
  "lines; wedges are drawn between the principal opponent and ",
  "his allies; there is the resort to tactics like feint and surprise ",
  "attacks, sometimes even a strategic retreat; intimidation and ",
  "propaganda are used to weaken the opponent’s resolve and ",
  "confuse him. On the other hand, another school of thought ",
  "considers that fairness and honesty are more effective than ",
  "deceit and trickery in achieving the desired results. The example ",
  "of the Treaty of Versailles that imposed a crushing peace on a ",
  "defeated Germany after the First World War thereby sowing ",
  "the seeds for German rearmament and the Second World War ",
  "is often cited as making the case for the second approach. This ",
  "precedent appears to have guided India when it gave generous ",
  "terms to a defeated Pakistan at Shimla in 1972. In truth, every ",
  "State has to apply a combination of techniques to achieve the ",
  "desired result.",
  "India’s Strategic Culture",
  "India’s  circumstances  and  geography  have  shaped  India’s ",
  "strategic culture and traditions. Historically, India has never ",
  "been an aggressive power, simply because it did not need to ",
  "be one. Blessed with abundant water, sunshine and fertile ",
  "land, protected by the seas to the south, virtually impassable ",
  "mountain ranges to the north, thick forests to the east and ",
  "deserts to the west, India was a self-contained, self-satisﬁ ed ",
  "and rich civilization that had no urge to conquer foreign lands ",
  "since it had nothing to gain by making forays beyond its natural ",
  "frontiers. The only threats and invasions it periodically faced ",
  "were from marauding tribes and empires from the northwest—",
  "the Greeks, the Huns, the Persians, the Turks, the Afghans and ",
  "the Mongols. India’s deep hinterland gave it enormous cushion ",
  "to absorb the impact of foreign invasions, and the non-dogmatic ",
  "philosophical moorings of the people prudently dictated a ",
  "compromise with invaders that would assimilate them within ",
  "India’s  fold,  making  them  stakeholders  in  a  peaceful  and  246 CHALLENGE AND STRATEGY ",
  "prosperous India. Just as the raging fury of a rushing torrent ",
  "cascading down the mountain gradually peters out in the plains ",
  "and the sands, so the energy of the invaders streaming into ",
  "India  via  the  Khyber  Pass  was  gradually  and  inexorably ",
  "exhausted by the time they reached the lower reaches of the ",
  "Gangetic plains in Bihar and Bengal. This led to the development ",
  "of a defensive mindset in tackling problems of national security. ",
  "The only problems of diplomacy and statecraft in India that ",
  "existed were those faced by ambitious feudal rulers, emperors ",
  "and kings wanting to spread the extent of their empire within ",
  "the conﬁ nes of the Indian sub-continent, not about crafting a ",
  "strategy to tackle foreign threats that could potentially upset ",
  "the everyday social and economic life of India.",
  "Its historical experience left India unprepared for the vastly ",
  "different kind of challenge that the European powers posed in ",
  "the 18th century. For the ﬁ rst time the external challenge was ",
  "different in vital respects from earlier security threats faced by ",
  "India. First, it came not from the land but from the sea, which ",
  "was unprecedented in India’s experience. India’s maritime ",
  "contacts with people across the seas, whether it was the area of ",
  "modern day Oman and the Persian Gulf, or Yemen and the Red ",
  "Sea, or the coast of east Africa, or the territories and islands of ",
  "Southeast Asia had been largely peaceful, with a focus on trade ",
  "and culture. Second, the threat came not from the northwest, ",
  "but from the east, making eastern India a frontline region for ",
  "the ﬁ rst time in its history. Unlike the people of northwest and ",
  "north India who had developed over the centuries the instincts ",
  "and the ability to tackle frequent security challenges emanating ",
  "from the Hindu Kush region, the response of the inhabitants ",
  "of  eastern  India  was  conditioned  by  their  considerably ",
  "different historical experience and temperament. They misread ",
  "the  Europeans  and  underestimated  them.  Thus  began  the ",
  "colonization of India. India’s defensive mindset carried over ",
  "into the early years of Independent India, when defence was ",
  "neglected, resulting in India’s inability to resist the Chinese ",
  "invasion of Tibet in the 1950s and later the Chinese aggression ",
  "against India in 1962. Fortunately, today there is a better, ",
  "although still inadequate, appreciation among India’s political ",
  "leaders and strategic community of how military power is an ",
  "essential component of advancing India’s national interests.DEFENCE AND DIPLOMACY 247",
  "Other countries’ perceptions about India’s military capabi-",
  "lities too have changed. Pakistan no longer makes exaggerated ",
  "claims about how each of its soldiers is equal to 10 Indian ",
  "soldiers.  China’s  hitherto  contemptuous  view  of  India’s ",
  "military capabilities changed somewhat after India became a ",
  "declared nuclear weapons power. The US started taking India ",
  "seriously only after India became a nuclear weapons power. In ",
  "inter-State relations, perceptions matter as much as reality. ",
  "States deal with one another with one eye invariably on the ",
  "military power of the other State. Today, apart from nuclear ",
  "weapons, the demonstration effect of India’s missiles, high-",
  "resolution satellites, aircraft carrier, a submarine ﬂ eet, large ",
  "numbers of combat aircraft and hundreds of thousands of ",
  "well-trained and motivated men in uniform is palpable for an ",
  "adversary. The Indian armed forces’ combat skills both against ",
  "foreign adversaries and in the conduct of counter-insurgency ",
  "operations at home, as well as their capabilities in areas like ",
  "high-altitude  and  jungle  warfare,  training,  joint  exercises, ",
  "peacekeeping operations, airlift operations and disaster relief ",
  "—all these project India’s military power, engender respect for ",
  "India and thereby create more space for diplomacy.",
  "Successful  diplomacy  involves  using  all  aspects  of ",
  "national power, in particular military power, as instruments ",
  "of diplomacy. Which elements of military power are more ",
  "important depends on the circumstances. Newer technologies ",
  "do reduce the salience of older technologies but rarely do these ",
  "become redundant. Given that the principal security threats ",
  "to India are on its land borders, it is understandable that in ",
  "military matters India’s overwhelming emphasis has been on ",
  "the Army and the Air Force. Air power plays an important ",
  "demonstrative  role  in  psychologically  intimidating  the ",
  "adversary, but it has limits since only boots on the ground ",
  "can capture and hold on to land. Nuclear weapons, missiles, ",
  "satellites and cyber networks have added a new dimension ",
  "to warfare. India’s capabilities in these new areas constitute ",
  "the principal strategic forces for projecting India’s interests ",
  "and for ensuring that India has a credible nuclear deterrent. ",
  "It  is  therefore  surprising  that  India  inexplicably  abruptly ",
  "declared an end to its Integrated Guided Missile Development ",
  "Programme in 2008. 248 CHALLENGE AND STRATEGY ",
  "India and the Indian Ocean",
  "In view of the navy’s relatively limited role in the wars India has ",
  "fought, the signiﬁ cance of naval power has been inadequately ",
  "understood in India. There are many objective reasons for this. ",
  "The Navy is the least visible component of India’s armed forces. ",
  "Naval activity does not affect ordinary citizens’ lives, unlike the ",
  "functioning of the Army. The Navy’s domestic constituency is ",
  "limited. Traditionally having had to deal with security threats ",
  "from the land, and ensconced in a capital far from the oceans, ",
  "India’s ruling elite in general has a continental rather than a ",
  "maritime mindset.",
  "Yet the Indian Ocean is vital to India’s security and well-",
  "being.  The  Indian  Ocean  played  a  critical  role  in  empire ",
  "building. It is worth reiterating Sardar K.M. Panikkar’s views ",
  "expressed many decades ago that for India, the Indian Ocean is ",
  "different than what it is for other powers. Panikkar wrote: ",
  "While to other countries, the Indian Ocean is only one of the ",
  "important oceanic areas, to India it is a vital sea. Her lives ",
  "are concentrated in this area; her freedom is dependent on ",
  "this vast water surface. No industrial development, no stable ",
  "political structure is possible for her unless the Indian Ocean ",
  "is free and her shores fully protected.",
  "Panikkar’s remarks remain true today. The Indian Ocean’s ",
  "strategic  importance  for  India  remains  undiminished.  It ",
  "should not be forgotten that the Indian Ocean is called ‘Indian’ ",
  "because India dominates it. The Indian Ocean is central both ",
  "to the potential threats it poses to India’s security as well as the ",
  "opportunities it offers for force projection in various directions. ",
  "The Indian Ocean is like the Mediterranean Sea in that it is a ",
  "large virtually enclosed space, with comparable choke points ",
  "and civilizations ﬂ ourishing around its rim. Over the centuries, ",
  "India has been the most advanced civilization in the Indian ",
  "Ocean area, exerting an inﬂ uence on other regions on the ",
  "periphery of the Indian Ocean like the Persian Gulf, Africa and ",
  "Southeast Asia. After India became independent, the military DEFENCE AND DIPLOMACY 249",
  "and economic elements of India’s maritime strategy were not ",
  "very prominent. There were no maritime threats, nor did India ",
  "have any capability or need for military force projection. India ",
  "had a relatively small share of global trade, and few offshore ",
  "assets to protect. The Navy was understandably India’s smal-",
  "lest military arm.",
  "The situation is different today. The Indian Ocean controls ",
  "access to and from the oil-rich Persian Gulf. The Indian Ocean ",
  "is the new energy security heartland and a major trading ",
  "artery. Southwest Asia, washed by the northern Indian Ocean ",
  "and the Persian Gulf, and the adjoining landlocked Central ",
  "Asia, has become the most militarized region in the world, ",
  "much like Europe was during the Cold War era. Earlier the ",
  "principal  conduit  for  the  colonization  of  Asia  and  eastern ",
  "Africa, the Indian Ocean is once again a major battleﬁ eld for ",
  "power projection on the Eurasian landmass, as has been seen ",
  "in the case of Iraq and Afghanistan. It is an arena of possible ",
  "confrontation  between  Islam  and  the  West.  It  is  the  area ",
  "where terrorism is most widespread. It is the area where the ",
  "bulk of the world’s population, what is more a rapidly growing ",
  "population, resides. It is also the area where some of the world’s ",
  "most dynamic economies are located. All these factors give ",
  "enormous contemporary economic and strategic signiﬁ cance ",
  "to the Indian Ocean. It is not surprising that India’s leaders ",
  "have repeatedly declared that the entire Indian Ocean basin—",
  "from the Persian Gulf in the north to Antarctica in the south, ",
  "and from the Cape of Good Hope and the east coast of Africa ",
  "in the west to the Straits of Malacca and the archipelagos ",
  "of  Malaysia  and  Indonesia  to  the  east—constitutes  India’s ",
  "strategic neighbourhood.",
  "What is India’s maritime policy? The forthright statement ",
  "of  the  Minister  of  External  Affairs,  Pranab  Mukherjee,  in ",
  "Kolkata in June 2007, where he brought out the increasing ",
  "importance of the maritime dimension in India’s foreign policy ",
  "and emphasized the Navy’s role as ‘a versatile and effective ",
  "instrument of our foreign policy’, clearly brought out that the ",
  "traditional Indian indifference to maritime issues is changing. ",
  "He said:  250 CHALLENGE AND STRATEGY ",
  "For far too many centuries of our history has India either ",
  "neglected or devoted insufﬁ cient attention to this relationship ",
  "(between  international  relations  and  maritime  affairs). ",
  "Fortunately after nearly a millennia of inward and landward ",
  "focus, we are once again turning our gaze outwards and ",
  "seawards, which is the natural direction of view for a nation ",
  "seeking to reestablish itself, not simply as a continental power, ",
  "but even more so as a maritime power, and consequently ",
  "as one that is of signiﬁ cance upon the global stage… it was ",
  "only when the ruling Indian elites forgot the imperatives ",
  "of  maritime  security  that  ancient  and  medieval  India’s ",
  "dominance of world trade was lost. The realization that ",
  "this gross neglect of maritime security eventually led to the ",
  "colonization of the sub-continent and the consequent loss of ",
  "India’s very independence for nearly three centuries should ",
  "make a repetition of this strategic error utterly unaffordable. ",
  "These harsh lessons of history are not lost on the modern, ",
  "independent republic that is India. ",
  "India has rightly drawn some lessons from the fact that ",
  "India’s conquest by the West was from the sea. Will there be ",
  "another ‘Vasco da Gama’ era redux, this time dominated by the ",
  "US instead of by the European powers? India’s policy should ",
  "certainly be to try to have control over at least its immediate ",
  "maritime neighbourhood, namely the Arabian Sea, the Bay ",
  "of Bengal and the north Indian Ocean. India’s interests in the ",
  "Indian Ocean are not merely defensive. If India aspires to be a ",
  "great power, then the only direction in which India’s strategic ",
  "inﬂ uence can spread is across the seas. In every other direction ",
  "there are formidable constraints. To the west there is a hostile ",
  "Pakistan and a turbulent Afghanistan. To the north there is ",
  "rival China and the geographical barrier of the Himalayas. ",
  "To the east are a non-cooperative Bangladesh and an isolated ",
  "Myanmar.  Thus,  if  India  wants  to  be  a  more  inﬂ uential ",
  "regional and global player, it has to sort out its neighbourhood, ",
  "and then seek an expansion of its inﬂ uence via the sea. The ",
  "other notable development that has compelled India to do ",
  "considerably more strategic thinking on the maritime front is ",
  "the coming into force of the United Nations Convention on the ",
  "Law of the Sea (UNCLOS) in November 1994, which sets out DEFENCE AND DIPLOMACY 251",
  "a legal international maritime regime. This changed outlook ",
  "ﬁ nds reﬂ ection in the Maritime Doctrine of 2004, and the ",
  "Maritime Strategy of 2006. Any lingering doubts or hesitations ",
  "on the criticality of maritime security have been dispelled after ",
  "the November 2008 terrorist attacks launched from the sea on ",
  "Mumbai jolted India out of its lethargic slumber.",
  "The Indian Navy and the Coast Guard retain their tradi-",
  "tional defensive roles. They are part of the Indian armed forces ",
  "that will conduct military operations in our neighbourhood; ",
  "protect India’s increasingly important trade and energy SLOCs; ",
  "protect  the  resources  of  India’s  large  Exclusive  Economic ",
  "Zone (EEZ) covering an existing area of more than 2 million ",
  "square kilometres that could soon go up to 2.54 million square ",
  "kilometres once the current 200-nautical-mile EEZ is extended ",
  "to a line 350 nautical miles from its coastal baseline; protect ",
  "India’s offshore assets, including oil and gas; safeguard its ",
  "deep-sea mining areas in the central Indian Ocean where India ",
  "has been allotted a mining area of 150,000 square kilometres; ",
  "deal with piracy (the decision to deploy an Indian warship in ",
  "the Gulf of Aden off the coast of Somalia is signiﬁ cant); and ",
  "counter terrorism. ",
  "In addition, the Indian Navy has to play a new strategic ",
  "role as a foreign policy tool. The rest of the world too now ",
  "understands and respects India’s strategic maritime capabilities ",
  "in tandem with India’s growing weight in world affairs. After ",
  "the 1999 ‘Alondra Rainbow’ incident when India’s Coast Guard ",
  "successfully interdicted a hijacked Japanese vessel, Japan woke ",
  "up to the realization that India was a credible naval power, and ",
  "was convinced that the Indian Navy could play a key role in ",
  "ensuring Japanese energy security. Over the next few years, ",
  "other developments contributed to the enhanced image of the ",
  "Indian Navy. There was the interdiction of a North Korean ",
  "ship carrying weapons to Pakistan and Libya. Thereafter the ",
  "Indian Navy provided security for the African Union summit ",
  "in Mozambique in 2003, and demonstrated its capabilities ",
  "and efﬁ ciency during the tsunami crisis of 2004–05 and the ",
  "evacuation of Indians from Lebanon in 2006. Other factors ",
  "that bring credibility to India’s expanded maritime role in the ",
  "Indian Ocean are the professionalism of India’s navy, the fact  252 CHALLENGE AND STRATEGY ",
  "that it is one of the few navies in the world with an integral ",
  "air power arm, and India’s critical strategic location in the ",
  "northern Indian Ocean that enables it to keep a watch on the ",
  "major SLOCs in that area.",
  "India cannot ignore the growing stakes of countries outside ",
  "the Indian Ocean rim. Foreign naval presence in the Indian ",
  "Ocean is not a new phenomenon, and will remain. The UN ",
  "General Assembly resolution of December 1971 on declaring ",
  "the Indian Ocean as a Zone of Peace has come to naught. The ",
  "US Navy has an overwhelming presence in the Persian Gulf. ",
  "In the Indian Ocean, it has had a presence in Diego Garcia for ",
  "decades, and has set up a new Africa Command (AFRICOM) ",
  "that would undoubtedly have strategic implications for the ",
  "Indian Ocean region and India’s own security. NATO has a ",
  "growing presence in the Indian Ocean area and its future role ",
  "and mission remain disturbingly unclear. France claims to be ",
  "an Indian Ocean power because of Reunion and a few other ",
  "islands. The US and NATO presence in the Indian Ocean will ",
  "remain, and probably increase in the coming years, for the ",
  "sake of Gulf energy, Afghanistan and Iraq. Iran may provide ",
  "another pretext to strengthen the presence of these powers. ",
  "There is growing concern about China’s strategy of establishing ",
  "maritime footholds in places dotted around the Indian Ocean, ",
  "including in India’s nearest neighbours—its ‘string of pearls’ ",
  "strategy. What should concern India is the nature of the overall ",
  "foreign presence in its immediate neighbourhood, not just at ",
  "sea, but also the foreign bases on land. With so many extra-",
  "territorial naval powers present in the Indian Ocean so close ",
  "to India’s shores, it would only be prudent for India to have its ",
  "own signiﬁ cant naval presence in the region, both for defensive ",
  "purposes as well as to project force if needed.",
  "The setting up of the Tri-Services Command in the Andaman ",
  "and Nicobar Islands was a shrewd move. India should follow a ",
  "conscious policy of steadily strengthening this outpost in the Bay ",
  "of Bengal so that it not only plays a defensive role for ensuring ",
  "India’s  security  but  also  because  a  strong  Indian  military ",
  "presence here enables India to keep a close watch on the SLOCs ",
  "from the northern Indian Ocean to the Straits of Malacca and ",
  "to potentially exert pressure on other powers. The Tri-Services DEFENCE AND DIPLOMACY 253",
  "Command gives credibility to India’s regional naval capabilities ",
  "and posture in the Bay of Bengal and adjoining regions. At the ",
  "same time, seeing that the strategic horizons of many of the ",
  "East Asian countries converge with those of India in the eastern ",
  "Indian Ocean, India needs to keep in mind the sensitivities of ",
  "the Southeast Asian countries. Malaysia was very upset over ",
  "India providing an escort of high value US cargo through ",
  "Malacca Straits in 2002. Malaysia and Indonesia have been ",
  "resisting any US initiative for the security of the Malacca Straits, ",
  "which they feel should remain principally the responsibility ",
  "of the littoral States. This is a position that India has broadly ",
  "supported.  There  are  two  other  considerations  to  bear  in ",
  "mind. One, the countries of Southeast Asia are looking for an ",
  "alternative to Chinese domination. Two, they are very afraid ",
  "that they will be caught in an India–China rivalry. ",
  "Fortunately,  there  are  many  conﬁ dence-building  and ",
  "cooperative frameworks already in place, such as the India-",
  "sponsored  MILAN  exercises  generally  held  at  two-year ",
  "intervals with the participation of ASEAN countries, Australia, ",
  "New  Zealand,  Bangladesh,  and  Sri  Lanka;  India’s  active ",
  "participation  in  the  ASEAN  Regional  Forum  (ARF);  and ",
  "India’s participation in the Regional Cooperation Agreement ",
  "on Combating Piracy and Armed Robbery against Ships in ",
  "Asia (ReCAAP). There are some other informal and Track-II ",
  "dialogues such as the ‘Shangri-la Dialogue’ sponsored by the ",
  "London-based  International  Institute  of  Strategic  Studies ",
  "(IISS), and the Council for Security Cooperation in the Asia ",
  "Paciﬁ c (CSCAP). India’s growing bilateral military ties with the ",
  "countries of the region have also served to create a higher level ",
  "of mutual comfort between India and these countries. India ",
  "holds regular naval, military and air exercises with Singapore, ",
  "and  undertakes  coordinated  patrolling  with  Thailand  and ",
  "Indonesia along the international maritime boundary. All these ",
  "are integral components of India’s maritime policy to its east.",
  "India does not have a signiﬁ cant naval presence in the ",
  "maritime domain to its west, where the challenges and dangers ",
  "are  probably  greater.  The  US  Navy  dominates  this  region ",
  "comprehensively. The US remains reluctant to involve India ",
  "even in discussions about Gulf security, not to speak of the  254 CHALLENGE AND STRATEGY ",
  "actual process of ensuring it. There is symbolism and substance ",
  "in  the  fact  that  India  comes  under  the  Paciﬁ c  Command ",
  "(PACOM), rather than the Central Command (CENTCOM) ",
  "of the US Navy whose area of operations covers the Persian ",
  "Gulf  region  and  Pakistan.  India  has  vital  interests  in  the ",
  "Persian Gulf region, related both to energy and Indians living ",
  "in the region, but plays no role in the security arrangements ",
  "in place there, including the Combined Task Force (CTF 150) ",
  "that was set up at the US initiative following the declaration of ",
  "the ‘Global War on Terror’ post-9/11. The CTF includes ships ",
  "principally from the Western members of NATO—US, United ",
  "Kingdom, Germany, France and Italy—plus Australia, New ",
  "Zealand and Pakistan. Strangely, the security of this region ",
  "is seen as something that concerns only the extra-regional ",
  "powers. India too holds the maximum number of exercises in ",
  "the Indian Ocean with the Western countries, speciﬁ cally the ",
  "US, France and the United Kingdom, although the gains from ",
  "such an extensive engagement remain unclear. ",
  "As there is no getting away from the fact that the US, as ",
  "the preponderant maritime power globally, will continue to ",
  "exercise a decisive inﬂ uence in the Indian Ocean region, India’s ",
  "attitude to the presence and policies of the US in the Indian ",
  "Ocean region needs to be formulated and articulated with ",
  "clarity and foresight. All the other navies combined cannot ",
  "match the US Navy. India’s undoubted need to engage the US ",
  "provides the context for the Indian Navy’s regular Malabar ",
  "exercises with the US Navy since 1992. At the same time, ",
  "India needs to make a careful assessment of the US’ long-term ",
  "strategic view of India. Many questions need to be addressed. ",
  "Can India be subjected once again to the kind of pressure ",
  "that was put on it through the presence of ‘USS Enterprise’ in ",
  "the Bay of Bengal in 1971 or the intelligence reconnaissance ",
  "missions undertaken by US planes from Diego Garcia? What ",
  "are the implications for India if Pakistan retains its current ",
  "importance in US strategic plans? Going back to the signing ",
  "of the India–Sri Lanka Accord in 1987, are the factors that ",
  "led to that pact, namely the setting up of the Voice of America ",
  "transmitter in northern Sri Lanka and the possibility that ",
  "Trincomalee port, with its excellent harbour, would be leased DEFENCE AND DIPLOMACY 255",
  "out to the US, relevant today? Given the history of pressures ",
  "that the US has exerted upon India from the Indian Ocean, it ",
  "will be some time before India is ready, if at all, to consider ",
  "the US as a benign power. In planning for the future, India ",
  "should consider whether in a decade or two, if India continues ",
  "to grow by 8–9 per cent per year, India could become a country ",
  "of concern to the US, as China is today. Or has India’s strategic ",
  "perspective changed, since India now apparently does not feel ",
  "uncomfortable with Sri Lanka hosting multiple foreign military ",
  "presences? ",
  "Realism dictates that India should look at capabilities; ",
  "intentions can change. Thus, while there may be a shared ",
  "tactical interest today, is there a long-term strategic coincidence ",
  "of interests? What are these shared security interests, and are ",
  "they more important than the differences? How will the US ",
  "help India to secure its interests? India must have a benign ",
  "US, but the US too needs a benign India, since in a few years’ ",
  "time India would perhaps be the only other power that has sea-",
  "based nuclear assets in the Indian Ocean. The fact that the US ",
  "Senate has not ratiﬁ ed the United Nations Convention on the ",
  "Law of the Sea (UNCLOS) sends its own disturbing message. ",
  "It has implications for India, because US assumptions about ",
  "freedom of navigation on the seas appear to be different from ",
  "India’s.",
  "India will also have to consider Russia’s attitude. There is ",
  "no getting away from the reality that India’s naval capabilities ",
  "have been built largely because of Russian/Soviet assistance, ",
  "and  India  remains  dependent  on  Russia  for  spares  and ",
  "maintenance. Sensitive equipment like nuclear submarines ",
  "and aircraft carriers are on the anvil. Too close an alignment ",
  "of India’s naval plans and cooperation with that of the US may ",
  "not be to Russia’s liking at a time when serious tensions are ",
  "brewing between the US and Russia at a strategic level. It is ",
  "good that since 2003 India has been holding regular exercises ",
  "with the Russian Navy.",
  "In order to underline its seriousness in playing a more ",
  "active role in matters related to the Indian Ocean, India took ",
  "a welcome initiative to convene in February 2008 an Indian ",
  "Ocean Naval Symposium (IONS) with the participation of the  256 CHALLENGE AND STRATEGY ",
  "Naval Chiefs of about 30 littoral countries of the Indian Ocean ",
  "region. The aim of IONS was to provide a consultative forum ",
  "to discuss issues and concerns related to maritime security ",
  "and,  based  upon  a  common  understanding,  to  develop  a ",
  "comprehensive cooperative framework on maritime security, ",
  "by pooling resources and capacity building and exchanging ",
  "information. However, within India a lot more work remains ",
  "to be done, both in terms of allocation of resources and in ",
  "working out institutional mechanisms to better coordinate and ",
  "integrate India’s multifaceted maritime interests. There is a ",
  "case for setting up a maritime commission along the lines of ",
  "the Atomic Energy Commission and the Space Commission to ",
  "ensure greater coordination among the different stakeholders ",
  "on maritime issues.",
  "Foreign Policy and Defence Policy",
  "Defence  cooperation  with  foreign  countries  illustrates  well ",
  "the  close  inter-relationship  between  India’s  foreign  policy ",
  "and defence policy. Foreign defence cooperation is the most ",
  "sensitive  aspect  in  any  bilateral  relationship.  By  its  very ",
  "nature, it presupposes a certain level of trust, conﬁ dence and ",
  "understanding between cooperating partners, as well as a broad ",
  "coincidence  of  strategic  objectives.  It  therefore  ﬂ ows  from ",
  "and reﬂ ects a good political relationship, not the other way ",
  "round. Defence cooperation—whether it be training, buying ",
  "or  selling  defence  equipment,  conducting  joint  exercises  or ",
  "joint operations—cannot, or at least should not, be conducted ",
  "independently of the overall thrust of a country’s foreign policy. ",
  "Thus India has a long-standing and robust defence relationship ",
  "with Russia, but not with Pakistan or China. In between these ",
  "two ends of the spectrum, there are many shades of grey. After ",
  "decades of mutual suspicion and wariness, India and the US are ",
  "now engaged in a rapidly intensifying military relationship, even ",
  "though there is no political consensus within India on a strategic ",
  "relationship with the US. Yet, by participating for the ﬁ rst time ",
  "in August 2008 in the multi-nation ‘Red Flag’ air exercises with ",
  "the US and its allies, the UPA Government has signalled that DEFENCE AND DIPLOMACY 257",
  "it shares the strategic perspective of this group of nations. It ",
  "is highly debatable whether it is wise for India, which remains ",
  "heavily dependent on Russian military equipment, to enmesh its ",
  "military planning and systems with those of the US, particularly ",
  "when the latter is not prepared to share with India some of its ",
  "defence technologies and weapons systems. As a major buyer of ",
  "defence equipment, India must be able to effectively leverage its ",
  "high-value defence purchases not only as direct defence offsets ",
  "but also for getting concessions on other issues.",
  "Although it is overall foreign policy that will essentially ",
  "drive a defence relationship, defence diplomacy can and does ",
  "invariably serve to cement bilateral ties, simply because it ",
  "creates linkages in the crucial ﬁ eld of security. In some cases, ",
  "it supplements economic relations. For example, India’s ties ",
  "with ASEAN countries started off as an essentially economic ",
  "relationship but over the last ﬁ ve years or so the defence ",
  "component  has  developed  and  served  to  supplement  and ",
  "strengthen the other aspects of India’s relations with ASEAN ",
  "relations. In other cases, as with Russia, substantial defence ",
  "cooperation plays a vital role in holding together the overall ",
  "bilateral relationship. A third example is that of Israel, where ",
  "growing Indian dependence on Israel for defence equipment ",
  "exerts  some  pressure,  albeit  unacknowledged,  on  India  to ",
  "moderate its position on political issues like Palestine that ",
  "matter to Israel.",
  "India’s defence policy and its foreign policy are closely ",
  "inter-related. ‘Defence’ and ‘diplomacy’ are really two sides of ",
  "the same coin. The goal in either case is the same, namely the ",
  "defence of India’s unity, territorial integrity and sovereignty ",
  "from outside threats; only the means are different. In order to ",
  "conduct successful diplomacy, India’s foreign policy-makers ",
  "must clearly understand India’s military capabilities as well ",
  "as  that  of  India’s  adversaries.  They  must  also  understand ",
  "the military way of thinking, for not only is the military the ",
  "instrument of last resort for every State but it also either ",
  "directly or indirectly wields political power in many countries. ",
  "India’s interests can be best served if there is much closer ",
  "coordination and consultation between the defence and foreign ",
  "policy establishments. Only then will India be able to optimally ",
  "mesh its diplomacy with its military strength.",
  ""
]