[
  "Chapter14",
  "Traditions and Institutions",
  "A",
  " lthough  the  Indian  civilization  is  old,  the",
  " Indian nation is young. Ironically, it is India’s",
  " experience  under  colonial  rule  that  created ",
  "the idea of India as a modern nation. Macaulay’s educational ",
  "reforms were intended to create an Indian elite who, cut off ",
  "from the deep roots of their own rich heritage of culture and ",
  "achievements,  would  become  loyal  subjects  of  the  British ",
  "Empire. Macaulay’s strategy did succeed, perhaps more than ",
  "he envisaged. An unintended outcome of educating Indians ",
  "was the rise of Indian nationalism. The Indian elite educated ",
  "in the Western mould drew inspiration from the great ideas ",
  "of nationalism, communism and socialism that were sweeping ",
  "across Europe in the second half of the 19th and the ﬁ rst half ",
  "of the 20th centuries. There were also warning lessons to be ",
  "learnt from the fascist tendencies in Germany and Italy.",
  "Infl uence of Nehru and Gandhi",
  "Jawaharlal Nehru, who became India’s ﬁ rst Prime Minister and ",
  "Minister of External Affairs, played the main role in shaping ",
  "India’s foreign policy. Nehru’s understanding of history and ",
  "knowledge of foreign affairs was unmatched among indepen-",
  "dent India’s ﬁ rst generation of leaders. His Western education ",
  "and  personal  familiarity  with  different  European  political ",
  "movements and trends deeply inﬂ uenced his thinking and gave TRADITIONS AND INSTITUTIONS 259",
  "him a valuable grounding in foreign affairs. Even before India ",
  "became independent, he had deeply reﬂ ected on important ",
  "foreign policy matters and had a clear farsighted vision for ",
  "an Independent India. It was only natural, therefore, that his ",
  "ideas and theories provided the crucial inputs and guidance for ",
  "India’s foreign policy when India became independent. ",
  "Alongside Nehru, Mahatma Gandhi’s thinking and philo-",
  "sophy had a signiﬁ cant, although insufﬁ ciently appreciated, ",
  "inﬂ uence on India’s foreign policy. The essential elements of ",
  "Gandhi’s philosophy were the concepts of non-violence, the ",
  "importance of the moral dimension in the conduct of men ",
  "as well as nations, and Satyagraha or the struggle for truth, ",
  "compassion and justice. Gandhi’s thinking was inﬂ uenced by ",
  "the moral, ethical and philosophical precepts of Indian holy ",
  "books and scriptures like the Ramayana and Mahabharata ",
  "as well as the teachings of Lord Buddha. At a conceptual and ",
  "intellectual level, India’s freedom struggle was not just about ",
  "gaining India’s freedom from British rule, but part of a wider ",
  "global anti-colonial movement. This internationalist aspect of ",
  "India’s movement for independence emanated from Gandhi’s ",
  "own encounters with racism in South Africa, which contributed ",
  "to the understanding among Congress leaders that India’s own ",
  "freedom was linked to that of people suffering under colonial ",
  "rule elsewhere in the world.",
  "It is therefore hardly surprising that from the very begin-",
  "ning,  India’s  foreign  policy  concerned  itself  not  only  with ",
  "India’s narrow national interests, but also how it would impact ",
  "other colonies in Asia and Africa. The deﬁ ning characteristics ",
  "of India’s foreign policy in the ﬁ rst few decades after India’s ",
  "independence were: non-alignment, or the right to follow an ",
  "independent foreign policy and to decide foreign policy issues ",
  "on merit; moral, diplomatic and economic support for the ",
  "struggle against colonialism, racialism, apartheid and other ",
  "forms of discrimination; non-violence and the quest for nuclear ",
  "disarmament and India’s role as an international peacemaker. ",
  "India’s position on world issues was informed by moral clarity ",
  "and courage, which won India many admirers, made India the ",
  "leader of the developing countries, and gave it an inﬂ uence in ",
  "world affairs out of proportion to its real economic and political  260 CHALLENGE AND STRATEGY ",
  "strength. At the same time, India’s moralistic posturing as well ",
  "as its air of self-importance and self-righteousness irritated the ",
  "Western countries.",
  "The internationalist perspective in India’s foreign policy ",
  "has served India’s broader national interests. Would India ",
  "have survived as a united, sovereign and independent State ",
  "if it alone had been decolonized? Undoubtedly, the spread ",
  "of the movement against colonialism and racism, leading to ",
  "the emergence of large numbers of independent countries, ",
  "buttressed  India’s  own  independence.  The  pride  and  self-",
  "respect that Gandhi engendered among the people of India ",
  "gave  India  the  moral  courage  to  stand  up  and  follow  an ",
  "independent foreign policy rather than submit to pressures to ",
  "join one of the Cold War blocs. This has stood India well. It ",
  "has consistently remained a deﬁ ning feature of India’s foreign ",
  "policy for over six decades. So deep-rooted and widespread is ",
  "the conviction that an independent foreign policy is the right ",
  "policy for India to follow that no Government in India can ",
  "openly call for any change in approach.",
  "India’s foreign policy institutions and traditions neces-",
  "sarily carry the stamp of Jawaharlal Nehru, who conceptualized ",
  "and executed India’s foreign policy for the ﬁ rst 17 years after ",
  "India’s independence. No less important is the fact that he ",
  "trained and inspired a generation of Indian diplomats who ",
  "shaped India’s foreign policy during the remaining part of the ",
  "20th century. Under Nehru, India strutted on the world stage. ",
  "Its lofty voice was a standing feature of important international ",
  "gatherings.  In  India’s  diplomatic  traditions,  multilateral ",
  "diplomacy  acquired  an  aura  that  was  denied  to  hardcore ",
  "bilateral diplomacy. Indian diplomats became experts in trying ",
  "to work out compromise positions than to playing hardball to ",
  "preserve and promote India’s national interests. Diplomats ",
  "gave more attention to elegant formulations on paper than to ",
  "the substantive outcome of negotiations.",
  "Nehru’s foreign policy style was personalized. He remained ",
  "his own Minister of External Affairs, interacting directly with ",
  "the ofﬁ cials of the Ministry of External Affairs (MEA), at the ",
  "head of which was the unique, newly created post of Secretary ",
  "General. The Cabinet as a whole did not exert much inﬂ uence TRADITIONS AND INSTITUTIONS 261",
  "on foreign policy. Just one Minister, Defence Minister Krishna ",
  "Menon, shared Nehru’s burden of guiding foreign and defence ",
  "policy. As the Indian Foreign Service was very new, India had ",
  "no trained and experienced professional diplomats who could ",
  "advise  Nehru.  Nehru’s  political  interaction  was  extensive, ",
  "but his approach was explanatory and exhortatory, not open-",
  "minded. His utterances and writings—speeches in Parliament, ",
  "letters to the Chief Ministers, statements during his visits ",
  "abroad  and  when  dignitaries  visited  India—were  long  and ",
  "rambling, combining considerable practical wisdom with theo-",
  "retical and philosophical musings. At times he was naïve and ",
  "unrealistic. It is very likely that if the thinking represented by ",
  "revolutionaries like Bhagat Singh, Veer Savarkar and Subhash ",
  "Chandra Bose or even of Sardar Patel had had greater inﬂ uence ",
  "on India’s Gandhi-inspired and Nehru-directed foreign policy, ",
  "it would have been imbued with a greater dose of realpolitik.",
  "The personalized conduct of foreign policy is one of Nehru’s ",
  "enduring  legacies.  Nehru’s  personal  rapport  with  many  of ",
  "the world’s leaders was undoubtedly genuine and sometimes ",
  "effective, but it meant that insufﬁ cient attention was paid to the ",
  "development of institutions for the conduct of foreign policy. ",
  "Subsequent Indian leaders have similarly tried to conduct ",
  "Indian foreign policy on a personalized basis. To this day, ",
  "Indian leaders delude themselves that foreign policy successes, ",
  "both real and imagined, are due to a magical ‘personal rapport’ ",
  "they enjoy with foreign leaders. ",
  "Post-Nehru Evolution",
  "Lal Bahadur Shastri was in ofﬁ ce for too short a period to ",
  "make  any  meaningful  contribution  to  the  development  of ",
  "foreign  policy  institutions.  Indira  Gandhi  continued  the ",
  "personalized approach of her father, and made the dubious ",
  "contribution of undermining the weak foreign policy insti-",
  "tutions she had inherited. Her approach was informed by two ",
  "factors, namely the Bangladesh crisis of 1971, and her concept ",
  "of a ‘committed’ civil service. It was during her time that the  262 CHALLENGE AND STRATEGY ",
  "ofﬁ ce of the prime minister became a source of enormous ",
  "power. In foreign policy, she exercised control through her ",
  "Principal Secretary, P.N. Haksar, who was originally from the ",
  "Indian Foreign Service, and D.P. Dhar, Chairman of a newly ",
  "set up and extremely powerful Policy Planning Committee in ",
  "the MEA. Bypassing the Minister of External Affairs of the day, ",
  "Dhar oversaw the Bangladesh operations and relations with ",
  "the Soviet Union. Personalized decision-making cost India ",
  "dearly in the 1972 Shimla Agreement, where Indira Gandhi ",
  "relied on her personal instincts and close advisers rather than ",
  "impartial professional advice to cut an unsatisfactory deal with ",
  "Pakistan’s Prime Minister, Zulﬁ kar Ali Bhutto. The position of ",
  "the Chairman, Policy Planning Committee was subsequently ",
  "dismantled, only to be revived during Indira Gandhi’s second ",
  "term of ofﬁ ce when G. Parthasarathi, another loyalist, was ",
  "appointed to this post.",
  "Rajiv Gandhi too had an imperious style. In foreign affairs, ",
  "he  relied  less  on  the  established  institutional  structures ",
  "and  chain  of  command,  and  more  on  the  ofﬁ cials  in  his ",
  "own ofﬁ ce. During his tenure, the Prime Minister’s Ofﬁ ce ",
  "became unprecedentedly powerful, with middle level ofﬁ cials ",
  "exercising power that far exceeded their formal position in the ",
  "bureaucratic hierarchy. At times, Rajiv Gandhi himself held ",
  "the ofﬁ ce of Minister of External Affairs. When he did not, he ",
  "made sure that the incumbent did not step out of line. The ",
  "role and the importance of the MEA was greatly reduced, its ",
  "established hierarchies disrupted. If Rajiv Gandhi’s most blatant ",
  "move was to give effective responsibility for certain aspects of ",
  "foreign policy to the Secretary of a Ministry (Information and ",
  "Broadcasting) that had nothing to do with foreign policy, his ",
  "most cavalier one, with tragic long-term consequences, was the ",
  "public sacking of the Foreign Secretary in 1987.",
  "Sonia Gandhi, the Chairperson of the UPA, has continued ",
  "the  Nehru–Gandhi  legacy  of  personalized  foreign  policy ",
  "formulation  and  execution.  ‘Loyalty’  to  the  Nehru–Gandhi ",
  "family is the watchword. In Nehru’s time, it is understandable ",
  "that  many  public  ﬁ gures  should  have  been  appointed  as ",
  "Heads of Mission to important world capitals both as political ",
  "patronage and in view of the fact that there were not enough TRADITIONS AND INSTITUTIONS 263",
  "suitably qualiﬁ ed senior career ofﬁ cers who could ﬁ t the bill. ",
  "All subsequent prime ministers, including Indira Gandhi and ",
  "Rajiv Gandhi, were content to let career diplomats man most of ",
  "the crucial posts abroad. The UPA Government, however, has ",
  "shown itself to be egregiously prone to cronyism.",
  "Policy Formulation—Structures and Infl uences",
  "One  difﬁ culty  in  institutionalizing  foreign  policy  in  any ",
  "country is that the chief executive of the government, the ",
  "prime minister in India’s case, necessarily has to get intimately ",
  "involved in foreign policy matters. As India’s standing in the ",
  "world has improved, so have the visibility and the international ",
  "commitments of its Prime Minister. This makes the relationship ",
  "between the Prime Minister and the Minister of External Affairs ",
  "a delicate one, particularly if the External Affairs Minister is a ",
  "political heavyweight. However, it is in the very nature of things ",
  "that it is the Prime Minister, particularly one experienced and ",
  "interested in foreign affairs, who ultimately determines the ",
  "extent of leeway and freedom of action given to the Minister of ",
  "External Affairs. ",
  "India’s experience has been that prime ministers belonging ",
  "to the Congress Party, whether from the Nehru–Gandhi family ",
  "or not, have exercised more decisive control of foreign policy ",
  "than non-Congress prime ministers. P.V. Narasimha Rao, who ",
  "had earlier served as Minister of External Affairs, gave a deﬁ nite ",
  "strategic direction to India’s foreign policy in the early 1990s. ",
  "For a person who had neither any previous experience nor any ",
  "known interest in foreign affairs, Prime Minister Manmohan ",
  "Singh has been surprisingly assertive— and controversial. This ",
  "is seen in his single-minded keenness, almost obsession, with ",
  "the India–US nuclear deal, for the sake of which he not only ",
  "kept the post of Minister of External Affairs with himself for ",
  "nearly a year, but also staked the future of his government. ",
  "Even after a very senior and experienced minister, Pranab ",
  "Mukherjee, was appointed Minister of External Affairs, the ",
  "overall control of the relationship with the US remains with the  264 CHALLENGE AND STRATEGY ",
  "Prime Minister. The new phenomenon in the UPA Government ",
  "has been the inﬂ uence, often decisive, of players who are not ",
  "formally part of the government. These include the Chairperson ",
  "of the UPA and parties like the Left and the Samajwadi Party, ",
  "on whom the government relies for support. ",
  "On the other hand, non-Congress prime ministers have ",
  "tended to give a little more slack to the ministers of External ",
  "Affairs. During Morarji Desai’s tenure as Prime Minister, Atal ",
  "Bihari Vajpayee was a powerful Foreign Minister. Similarly, ",
  "during the governments of V.P. Singh and H.D. Devegowda, ",
  "I.K. Gujral effectively ran foreign policy. As Prime Minister, ",
  "Atal Bihari Vajpayee concerned himself only with the broad ",
  "strategic  vision  and  was  content  to  give  External  Affairs ",
  "Ministers Jaswant Singh and Yashwant Sinha a relatively free ",
  "hand in foreign policy.",
  "The most important institutional mechanism for the Prime ",
  "Minister is to exercise control over his own ofﬁ ce. Since the ",
  "time of Rajiv Gandhi, the Prime Minister’s Ofﬁ ce, whose foreign ",
  "affairs component has vastly expanded, exercises more direct ",
  "control over foreign policy. From 1998 onwards, the National ",
  "Security Adviser (NSA), who has unrestricted access to the ",
  "Prime Minister, supervises matters relating to foreign affairs in ",
  "the Prime Minister’s Ofﬁ ce. He also controls and coordinates ",
  "work  relating  to  the  Ministries  of  Defence,  Home,  Space, ",
  "Atomic Energy, as well as the various intelligence agencies. ",
  "Currently  two  Deputy  NSAs,  at  least  a  couple  of  Foreign ",
  "Service ofﬁ cers in the Prime Minister’s Ofﬁ ce, as well as a full-",
  "ﬂ edged dedicated National Security Council Secretariat assist ",
  "him in this task. In this way, the NSA has emerged as a very ",
  "powerful ﬁ gure behind the scenes on foreign policy issues, ",
  "even though he need not necessarily have any background or ",
  "expertise in foreign affairs. Unencumbered, on the one hand, ",
  "by the demands of protocol, of formal meetings with visiting ",
  "dignitaries, of public appearances, of Parliament and political ",
  "work, and armed, on the other hand, with information on ",
  "nuclear, space and intelligence matters to which only the Prime ",
  "Minister is often privy, the NSA has much more time for, and ",
  "control over, foreign policy formulation and supervision than ",
  "the Minister of External Affairs. He also has the advantage that TRADITIONS AND INSTITUTIONS 265",
  "he is not accountable to either the Parliament or the public—",
  "in fact to no one except his political bosses. Thus there is an ",
  "inbuilt conﬂ ict of interest between the NSA and the External ",
  "Affairs Minister, which has frequently come out in the open ",
  "since the setting up of the ofﬁ ce of the NSA in 1998.",
  "While it is the Prime Minister or the External Affairs ",
  "Minister who are concerned with the day-to-day conduct of ",
  "foreign policy, the Indian political structure has institutions ",
  "to ensure that there is no arbitrariness in the conduct of ",
  "foreign policy. These are both within the government and ",
  "through Parliament. In the government, most major foreign ",
  "policy decisions are taken through deliberations of various ",
  "committees of the Cabinet, the most important of which, as ",
  "far as foreign affairs is concerned, is the Cabinet Committee ",
  "on Security. This Committee, headed by the Prime Minister, ",
  "has as its members the Home Minister, the Defence Minister, ",
  "the External Affairs Minister, the Finance Minister and the ",
  "NSA. Decisions are invariably arrived at by consensus, and ",
  "in practice the Prime Minister can often steer the outcome of ",
  "such meetings in the direction he desires. Matters where a wider ",
  "gamut of political consultations is deemed necessary could be ",
  "referred to the Cabinet Committee on Political Affairs, or the ",
  "full Cabinet if need be. If a matter is particularly knotty, then ",
  "it is open for the Prime Minister to set up a smaller informal ",
  "committee, or a Group of Ministers, to look into the issue ",
  "in greater detail and report back to the Cabinet Committee ",
  "on Security or the Cabinet Committee on Political Affairs. ",
  "The Cabinet Committee on Economic Affairs or the Cabinet ",
  "Committee on WTO matters deliberates over some foreign ",
  "policy issues with an economic angle, though one problem ",
  "here is that the Minister of External Affairs is not always a ",
  "member of these Cabinet committees. Since 2005, in an effort ",
  "to generate a consensus among key stakeholders and to fast-",
  "track decision-making on knotty and controversial issues (in ",
  "particular  FTAs  and  WTO  negotiations)  involving  India’s ",
  "economic relations with foreign countries, the government ",
  "has  set  up  a  Trade  and  Economic  Relations  Committee ",
  "(TERC),  where  the  key  concerned  Ministers  of  External ",
  "Affairs, Finance, and Commerce and Industry, the Deputy  266 CHALLENGE AND STRATEGY ",
  "Chairman of the Planning Commission, the Chairman of the ",
  "Economic Advisory Council and the Chairman of the National ",
  "Manufacturing Competitiveness Council are members.",
  "Individual Ministers also hold, on an ad hoc basis, smaller ",
  "meetings with other Cabinet colleagues or senior ofﬁ cials from ",
  "other ministries/departments. The Minister of Defence, for ",
  "example, holds weekly or fortnightly meetings in which the ",
  "Cabinet Secretary, the National Security Adviser, the Chiefs of ",
  "the Army, Navy and Air Force, the secretaries in the various ",
  "departments of the Defence Ministry, as well as the Foreign ",
  "Secretary and the Home Secretary participate. At the bureau-",
  "cratic level, issues that involve many ministries and departments ",
  "are discussed in meetings of the Committee of Secretaries headed ",
  "by the Cabinet Secretary. This ensures that the inputs from all ",
  "the  relevant  ministries/departments  are  available  on  any ",
  "particular issue. The National Security Adviser or the Principal ",
  "Secretary to the Prime Minister sometimes calls meetings on ",
  "speciﬁ c issues where the Prime Minister has a special interest. ",
  "Key  secretaries  concerned  with  foreign  policy  matters  in ",
  "ministries like External Affairs, Home, Defence, Commerce ",
  "and Finance and Intelligence Bureau and the Research and ",
  "Analysis  Wing  also  sometimes  hold  informal  meetings  to ",
  "resolve an issue. All these mechanisms are extremely valuable, ",
  "indeed essential, for harmonizing the positions of different ",
  "stakeholders in the government before formal decisions are ",
  "taken by the concerned minister, the Prime Minister or the ",
  "Cabinet.",
  "There are inbuilt mechanisms, though not all of them work ",
  "satisfactorily,  for  parliamentary  oversight  of  foreign  policy ",
  "too. The Standing Committee of Parliament for the MEA that ",
  "includes Members of Parliament from different parties meets ",
  "twice or thrice a year. The Foreign Secretary, assisted by his ",
  "ofﬁ cers, has personally to answer the queries that members ",
  "may  have  on  the  functioning  of  the  MEA.  The  Standing ",
  "Committee also examines in detail the MEA budget proposals. ",
  "Then there is the Consultative Committee of Parliament on ",
  "External Affairs, where the Minister of External Affairs, assisted ",
  "by his Ministers of State and senior ofﬁ cials, responds to ",
  "queries, clariﬁ cations and observations made by the Members ",
  "of Parliament on foreign policy issues. Typically, one issue is TRADITIONS AND INSTITUTIONS 267",
  "selected for in-depth discussion, but it is open to the members ",
  "to raise any foreign policy issue of interest or concern to them. ",
  "Parliamentary oversight is also done through questions raised ",
  "by Members of Parliament in the Lok Sabha or the Rajya Sabha. ",
  "On important issues, the government explains its position in ",
  "short-duration discussions, longer debates (mostly without ",
  "voting), suo moto statements, responses to calling attention ",
  "notices, zero hour questions, and so on. Unfortunately, the ",
  "level of parliamentary interest in foreign affairs has steadily ",
  "declined, in contrast to the situation a few decades ago. This ",
  "has weakened parliamentary oversight over foreign affairs, ",
  "which is a pity, since foreign policy impacts many other areas ",
  "of governance.",
  "In a parliamentary system of democracy like India’s, there ",
  "is a convention that Parliament does not have to approve or ",
  "ratify treaties or agreements signed by the government with ",
  "foreign countries. Such a practice is based on the premise that, ",
  "as it enjoys majority support in the Lok Sabha, the government ",
  "has the support of Parliament for its actions in all ﬁ elds, ",
  "including foreign policy. However, recently in the case of the ",
  "India–US nuclear deal this practice has been questioned by ",
  "both the Left parties, which were supporting the government ",
  "from outside, as well as by the Opposition Bharatiya Janata ",
  "Party. Their argument has been that on important issues that ",
  "have long-term consequences for the country the government ",
  "should  not  be  allowed  to  take  policy  decisions  without ",
  "Parliamentary  scrutiny  and  approval.  Even  though  it  goes ",
  "against precedent, a change in the current practice would ",
  "seem to be desirable in situations where a minority coalition ",
  "government is in power. This would ensure that foreign policy ",
  "reﬂ ects the prevailing political consensus in India.",
  "The  parliamentary  systems  and  procedures  that  India ",
  "inherited from the British system have necessarily had to be ",
  "adapted  to  the  conditions  under  which  Indian  democracy ",
  "functions. One mechanism that has been used from time to ",
  "time, including in the ﬁ eld of foreign policy, to tackle difﬁ cult ",
  "situations,  is  the  constitution  of  all-party  committees  to ",
  "examine a knotty issue on which there is no national consensus. ",
  "This was successfully used by former prime minister Vajpayee  268 CHALLENGE AND STRATEGY ",
  "on the issue of sending Indian troops to Iraq in 2003. Under ",
  "great pressure from the US as well as from many within his ",
  "own party to send troops, Vajpayee instinctively felt that this ",
  "might not be a good idea, both for his party and for India’s ",
  "national interests. He therefore hit upon the stratagem of ",
  "convening  an  all-party  Joint  Parliamentary  Committee  to ",
  "consider the issue, and managed to wriggle out of a difﬁ cult ",
  "situation—in  retrospect,  an  extremely  prudent  decision. ",
  "Similarly, although the UPA Government also used such a ",
  "tactic to postpone the SAARC summit in 2006, it refused to do ",
  "so on highly controversial and divisive issues such as India’s ",
  "vote in the IAEA on Iran’s nuclear programme, as well as on ",
  "the India–US nuclear deal. In general its preference has been ",
  "to conduct foreign policy on its own, rather than by trying to ",
  "build a broad political consensus.",
  "Such an approach is problematic. India has come a long ",
  "way from Nehru’s time when the Congress Party’s control of ",
  "the Central Government and most of the states ensured that ",
  "there would be no serious dissenting political voices on foreign ",
  "policy decisions taken by the Central Government. Today, the ",
  "coalition partners of the Congress are regional parties, whose ",
  "inﬂ uence does not extend beyond one or two states and whose ",
  "perspective on foreign policy is dictated by local considerations ",
  "and interests rather than a broader national perspective. The ",
  "same holds true for the Bharatiya Janata Party that led the ",
  "NDA-coalition of similar regional parties. So far, in the coali-",
  "tion governments they have headed, neither the Congress nor ",
  "the Bharatiya Janata Party have given up control of the portfolio ",
  "of the Minister of External Affairs to any other party. This state ",
  "of affairs may not last forever, and it may become necessary ",
  "to evolve new mechanisms to deal with a situation where the ",
  "Minister of External Affairs is a person from a regional party ",
  "that has a narrow foreign policy perspective.",
  "In practice many foreign policy choices and outcomes are ",
  "heavily inﬂ uenced by the predilections of state governments, ",
  "particularly in respect of neighbouring foreign countries with ",
  "which they have common borders. As an example, it was only ",
  "through the intercession of the then Chief Minister of West ",
  "Bengal that India and Bangladesh could sign the agreement on ",
  "sharing the Ganga waters. India’s Sri Lanka policy continues TRADITIONS AND INSTITUTIONS 269",
  "to be hobbled by the virtual veto that Tamil Nadu politicians ",
  "exercise on giving enhanced levels of military assistance to the ",
  "Sri Lankan government to deal with the LTTE. India’s attitude ",
  "towards Myanmar is dictated in large part by considerations of ",
  "the development and security of the Northeast states; Sikkim ",
  "and Arunachal Pradesh take a great interest in India’s relations ",
  "with China; while India’s policy towards Pakistan is inﬂ uenced ",
  "by what Jammu and Kashmir and Punjab think. In short, ",
  "the  states  have  become  important  stakeholders  in  India’s ",
  "foreign policy and therefore have to be treated as such by the ",
  "government in New Delhi. It is in recognition of this reality that ",
  "over the last few years the MEA has opened ofﬁ ces in a number ",
  "of state capitals and the recently set up Public Diplomacy ",
  "Division has started an outreach programme there.",
  "Ministry of External Aff airs (MEA)",
  "Within the Central Government, the MEA is the principal ",
  "institution concerned with the conduct of foreign policy. As ",
  "the administrative head of the MEA, the head of the Indian ",
  "Foreign Service (IFS), and the principal foreign policy adviser ",
  "to the government, the Foreign Secretary wields great power ",
  "and inﬂ uence. His position carries considerable prestige and ",
  "public visibility. Technically, the Foreign Secretary reports ",
  "to the Minister of External Affairs. But a lot of the Foreign ",
  "Secretary’s work brings him in direct and frequent contact ",
  "with the Prime Minister. Moreover, it is through the Foreign ",
  "Secretary that the Prime Minister ensures that his policies are ",
  "faithfully implemented by the MEA and the vast network of ",
  "Missions and Posts abroad. Thus, the post of Foreign Secretary ",
  "is one of the few appointments at the Secretary level in the ",
  "Government of India where the Prime Minister takes an active ",
  "interest.",
  "Against this background, it is not surprising that the post ",
  "of Foreign Secretary has become progressively more politicized ",
  "and has been frequently mired in controversies, particularly ",
  "over the last three decades or so. Three Foreign Secretaries ",
  "have been removed from ofﬁ ce before the end of their respective  270 CHALLENGE AND STRATEGY ",
  "terms; six have been given extensions in service; and, contrary ",
  "to the practice in other government organizations and services, ",
  "on  several  occasions  the  Foreign  Secretary  appointed  has ",
  "superseded several ofﬁ cers. Such cavalier treatment of the ofﬁ ce ",
  "of Foreign Secretary by successive governments, particularly the ",
  "present UPA Government, has seriously damaged the effective ",
  "functioning of the MEA, as well as undermined the integrity and ",
  "cohesiveness of its structure. The Foreign Secretary is required ",
  "to administer the MEA with fairness, equity and justice. The ",
  "problem is that a Foreign Secretary who is too beholden to ",
  "political masters may lack the moral authority, perhaps even ",
  "the will, to do so.",
  "One severe shortcoming of this larger-than-life role of the ",
  "Foreign Secretary has been that the MEA, a large sprawling ",
  "organization with multifarious functions and responsible for ",
  "the functioning of more than 160 Missions and Posts abroad, ",
  "is not structured and run in accordance with professional ",
  "management principles. Decision-making at the top is not ",
  "collective  or  consensual,  but  personalized.  Most  Foreign ",
  "Secretaries have functioned like a frenetic one-man band, not ",
  "an orchestra conductor. They have tended to pursue a personal ",
  "rather than a well-thought out collective agenda. Trying to keep ",
  "under their control areas of work that they consider important, ",
  "or simply to put their stamp on the MEA, Foreign Secretaries ",
  "have frequently added or given up countries and areas of direct ",
  "responsibility, whimsically carved up divisions, created new ",
  "ones, or simply renamed them! The globe in their vision has ",
  "become like a Swiss cheese, with holes in those places where ",
  "the Foreign Secretary has chosen to bite! This has also lead to ",
  "absurd situations where the Foreign Secretary handles rela-",
  "tions with France and the United Kingdom (presumably on the ",
  "ground that they are Permanent Members of the UN Security ",
  "Council)  but  not  Germany  or  the  European  Union!  Many ",
  "Foreign Secretaries have fallen between two stools—unable to ",
  "give sufﬁ cient attention either to the areas under their direct ",
  "charge, or to the onerous responsibility of supervision and ",
  "coordination of MEA’s functioning.",
  "In addition to the Foreign Secretary, there are two or three ",
  "other secretaries in the MEA who have their own independent ",
  "areas of responsibility and report not to the Foreign Secretary TRADITIONS AND INSTITUTIONS 271",
  "but  to  the  Minister  of  External  Affairs.  The  position  of ",
  "Secretary is one of considerable prestige and responsibility. ",
  "Secretaries in MEA give critically important inputs for policy ",
  "formulation, and are the highest ofﬁ cial level negotiators and ",
  "interlocutors with foreign governments. They are members of ",
  "the Foreign Service Board and the Departmental Promotion ",
  "Committee  that  are  entrusted  with  the  responsibility  of ",
  "recommending appointments and promotions at higher levels. ",
  "Not all Grade I Foreign Service ofﬁ cers are considered suitable ",
  "for appointment as Secretary in the MEA. A successful tenure ",
  "as Secretary in the MEA has traditionally been considered an ",
  "important assignment that has frequently been a stepping-stone ",
  "to appointment as Foreign Secretary. But the controversial ",
  "manner in which Foreign Secretaries have been frequently ",
  "appointed in recent years has regrettably devalued the position ",
  "of MEA Secretaries, and only reinforced the prevailing mindset ",
  "among IFS ofﬁ cers that it is better to be an Ambassador abroad ",
  "in one of the ‘important’ Embassies rather than be a Secretary ",
  "or Additional Secretary at headquarters. This can hardly be a ",
  "satisfactory state of affairs for the Foreign Ofﬁ ce of a country ",
  "like India that has multifarious interests and a presence in all ",
  "parts of the world and aspires to become a Permanent Member ",
  "of the UN Security Council.",
  "Successive Foreign Secretaries have to bear much of the ",
  "responsibility  for  the  progressive  devaluation  of  high-level ",
  "posts  in  MEA.  The  charges,  even  the  designations,  of  the ",
  "other Secretaries and Additional Secretaries in the MEA have ",
  "frequently  been  changed  by  the  government.  Selection  of ",
  "ofﬁ cers for working at headquarters, sometimes even for key ",
  "assignments, is often arbitrary and personalized, and it is not ",
  "unusual for ofﬁ cers having no previous experience of the area of ",
  "work to be entrusted with the position of Head of the Division. ",
  "Regrettably all too often, some Joint Secretaries, and at times ",
  "even Secretaries and Additional Secretaries, in the MEA are ",
  "given ad hoc and rather light responsibilities. Contrary to the ",
  "practice in the rest of the Government of India, a new practice ",
  "has been followed in the MEA since the early 1990s whereby ",
  "the Minister of External Affairs can make appointments of  272 CHALLENGE AND STRATEGY ",
  "Additional Secretaries and Joint Secretaries in MEA without ",
  "the approval of the Appointments Committee of the Cabinet. ",
  "Such  tampering  with  MEA’s  institutions  and  traditions ",
  "has  created  a  skewed  organizational  structure  that  breeds ",
  "frustration and creates inefﬁ ciencies.",
  "Unlike the Foreign Ofﬁ ces of other major countries, MEA ",
  "does not have a large and inﬂ uential Policy Planning Division ",
  "that,  unburdened  by  day-to-day  tasks  and  preoccupations, ",
  "engages in long-term strategic thinking and forecasting by ",
  "taking a holistic view of foreign policy cutting across various ",
  "disciplines as well as territorial and functional charges. Given ",
  "the personalized style of running MEA that has become the ",
  "norm, it is not surprising that successive Ministers of External ",
  "Affairs and Foreign Secretaries have shied away from creating ",
  "a meaningful Policy Planning Division. Meanwhile valuable ",
  "manpower is kept idle or engaged in divisions having object-",
  "ively much lesser priority. The Historical and Research Division ",
  "too has steadily eroded into oblivion. More than six decades ",
  "after India’s Independence there is, sadly, still no established ",
  "framework of foreign policy planning, and it is left to a handful ",
  "of politicians and bureaucrats who ﬁ nd themselves in seats of ",
  "power to take decisions based on their gut feelings and personal ",
  "prejudices  instead  of  relying  on  well-reasoned  alternatives ",
  "projected to them by a professional policy planning structure.",
  "One of MEA’s fundamental structural ﬂ aws is that, for ",
  "the work expected of it, it is extremely poorly staffed at head-",
  "quarters and in Missions abroad. The government seems to ",
  "have ﬁ nally realized that MEA and Missions/Posts abroad need ",
  "expansion to take care of India’s fast increasing international ",
  "proﬁ le and responsibilities. Problems will, however, remain ",
  "in the immediate future. It requires considerable lead-time ",
  "to train ofﬁ cers, and a higher level of recruitment today will ",
  "take a few years to show any positive effect. Moreover, this ",
  "increased intake is counterbalanced by the tendency of an ",
  "increasing number of ofﬁ cers to take early retirement from ",
  "the government as greener pastures in the private sector or ",
  "in international organizations lure them away. There are also ",
  "inherent tendencies within the Indian government that militate TRADITIONS AND INSTITUTIONS 273",
  "against good management. One is the politically correct urge to ",
  "cut down posts regardless of objective requirements. Another ",
  "is bureaucratic inertia.",
  "The pity is that even the meagre human resources that ",
  "MEA has, are not optimally deployed. MEA’s functioning is too ",
  "Mission-oriented. Normally, the Headquarters to Missions ratio ",
  "in most Foreign Ofﬁ ces around the world is 1:2, but in the case ",
  "of the MEA it is more in the range of 1:3 or 1:4. There are just ",
  "not enough people at Headquarters to process and analyse the ",
  "information ﬂ owing from Missions or Posts abroad as well as ",
  "from the media and other sources that have proliferated in this ",
  "information-overload age. Given the speed of communications ",
  "and the ubiquity of information thanks to the Internet and ",
  "round-the-clock electronic media, Missions no longer need to ",
  "spend too much energy on basic reporting of developments. ",
  "This should have led to some cutting down of staff in Missions ",
  "abroad and transferring the posts to Headquarters, but in ",
  "practice the reverse has happened. In personnel management, ",
  "much more attention is given to selection of personnel for ",
  "all categories of ofﬁ cers and staff posted in Missions/Posts ",
  "abroad than to deployments at Headquarters, in which the ",
  "Minister of External Affairs and the Foreign Secretary enjoy ",
  "untrammelled discretion and patronage. There is no longer any ",
  "sanctity about the level of a particular post abroad. A Second ",
  "Secretary can replace a Counsellor, a Grade III ofﬁ cer a Grade ",
  "I Head of Mission. The reverse is also true. Such practices tell ",
  "on morale.",
  "In the allocation of human resources to Missions/Posts ",
  "abroad, there is a deﬁ nite bias in favour of the West. All ",
  "diplomatic and consular posts in Africa and Latin America, and ",
  "to some extent even in Asia (as well as the divisions in the MEA ",
  "dealing with these area), are under-staffed compared to the ",
  "existing quantum and untapped potential of trade, economic ",
  "and consular work. India does not have senior Ambassadors ",
  "representing it in the Third World. India has recently opened ",
  "Missions in small European countries, which objectively occupy ",
  "a relatively low priority in India’s foreign policy. By contrast, ",
  "it has no or at best poorly-staffed Missions in important but  274 CHALLENGE AND STRATEGY ",
  "difﬁ cult countries in Africa and Latin America where Indian ",
  "public  and  private  sector  companies  have  made  sizeable ",
  "investments. In all these countries Indian diplomats need to ",
  "closely follow internal developments and build relations with ",
  "the major political players in order to protect India’s interests ",
  "against unexpected political changes. ",
  "It is evident that the functioning of MEA, which remains ",
  "the main branch of the government dealing with foreign policy ",
  "issues,  and  India’s  methods  of  diplomacy  need  an  urgent ",
  "review.",
  "Other Institutions and Mechanisms",
  "Increasingly complex foreign policy issues, many of which ",
  "have far-reaching domestic ramiﬁ cations, can no longer be ",
  "handled within the traditional foreign policy framework or in a ",
  "fragmented and compartmentalized manner. The formulation ",
  "and conduct of India’s foreign policy has to be an integrated ",
  "national  effort  using  all  available  institutional  and  human ",
  "resources. Within the government, apart from MEA, many ",
  "other ministries and departments handle foreign policy issues. ",
  "Ministries like Defence, Finance, Commerce, Overseas Indian ",
  "Affairs,  Water  Resources  and  Petroleum  and  Natural  Gas, ",
  "just to name a few, play critical roles in foreign policy. There ",
  "is an urgent need to have an institutionalized and much more ",
  "efﬁ cient coordination mechanism among different branches of ",
  "the government. ",
  "At present there is no efﬁ cient mechanism to take full ",
  "advantage of the considerable talent outside the government ",
  "for policy formulation. This is regrettable since contemporary ",
  "foreign policy tasks and challenges before India have become ",
  "far more complex and demanding, and the government’s own ",
  "resources are not adequate. The only institutional mechanism ",
  "set up a few years ago is the National Security Advisory Board. ",
  "Its composition is broad-based, and its members are generally ",
  "persons of eminence and credibility. So far there is not much ",
  "evidence that it has provided signiﬁ cant policy inputs, or TRADITIONS AND INSTITUTIONS 275",
  "that its advice, when given, has been taken seriously by the ",
  "government. Its most relevant contribution has been the draft ",
  "Nuclear Doctrine. Thereafter, its importance seems to have ",
  "declined, and the National Security Advisory Board is used by ",
  "the government more to give some favoured retired ofﬁ cials, ",
  "academics and journalists a sinecure than to genuinely use ",
  "the available expertise and scholarship among non-ofﬁ cials in ",
  "foreign policy formulation. Another mechanism, used on an ",
  "ad hoc basis, is that of an Eminent Persons Group, comprising ",
  "experts from different disciplines, that has been set up with ",
  "some countries to provide jointly agreed recommendations ",
  "to  both  governments  for  policy  formulation.  Some  prime ",
  "ministers and ministers of External Affairs have relied on ",
  "‘Advisers’ or ‘Special Envoys’ to handle speciﬁ c issues. The ",
  "Ministries  of  External  Affairs  and  Defence  do  support  a ",
  "handful of think tanks, and sometimes contract policy studies ",
  "from think tanks, universities and individuals, but this is ",
  "done on an ad hoc basis rather than as part of a systematic ",
  "programme. There are a few well-structured think tanks, but ",
  "far too many small personality-based outﬁ ts that have failed ",
  "to develop meaningful expertise in area studies. Apart from ",
  "one or two honourable exceptions, the private sector has not ",
  "deemed it worthwhile to support independent think tanks. ",
  "In the universities too, international affairs and the study ",
  "of foreign languages are not given adequate attention. Most ",
  "of India’s strategic policy community is based in New Delhi. ",
  "While some commendable work is being done in other parts ",
  "of the country too, researchers and students there feel quite ",
  "disconnected from discussions at the Centre. There is an ",
  "urgent need to set up an extensive network of centres that ",
  "specialize in the study of different areas and countries.",
  "India aspires to be a great power in the world, but lacks ",
  "the required institutional structures and sophisticated systems ",
  "for  considered  foreign  policy  formulation  and  execution. ",
  "Obviously, no foreign policy initiative will be meaningful or ",
  "fruitful if it is conceived and executed as a purely diplomatic ",
  "exercise that is disconnected from India’s domestic realities ",
  "and priorities. At the same time, India’s strengths can be ",
  "leveraged abroad most effectively only if domestic stakeholders  276 CHALLENGE AND STRATEGY ",
  "have the beneﬁ t of a harmonious and coordinated diplomatic ",
  "effort. The government will have to give up its current ﬁ re-",
  "ﬁ ghting approach and know-all attitude. It will have to get over ",
  "the problem of lack of coordination in India’s foreign policy ",
  "structures, and undertake a comprehensive revamping of the ",
  "institutional set-up for foreign policy. Only then will India be ",
  "able to play an effective role on the international stage in the ",
  "coming years.",
  ""
]