[
  "Chapter5",
  "Sri Lanka, Nepal and Bhutan",
  "Sri Lanka’s Ethnic Divide",
  "I",
  " ndia’s  relations  with  Sri  Lanka  are  in  large",
  " measure determined by the deep ethnic divide and",
  " unresolved conﬂ ict that has raged in Sri Lanka ",
  "since its Independence in February 1948. India’s principal ",
  "interest  in  Sri  Lanka  arises  out  of  the  fact  that  Sinhala-",
  "majority Sri Lanka has a substantial Tamil population with ",
  "close  emotional,  cultural  and  historical  links  to  Tamils  in ",
  "India. There is considerable public sympathy within Tamil ",
  "Nadu for the cause of the Sri Lankan Tamils, something that ",
  "no government in New Delhi can ignore, the more so in today’s ",
  "era of coalition politics where regional Tamil parties exercise ",
  "considerable inﬂ uence in the Central Government. Although ",
  "the Tamils and Sinhalese had been living peacefully on the ",
  "same island for centuries, colonial Britain’s policy of openly ",
  "favouring the minority Tamils in administrative jobs created ",
  "resentment among the majority Sinhalese, creating a backlash ",
  "that swung the pendulum to the other extreme after Sri Lanka ",
  "gained independence. A series of steps taken by Sinhalese ",
  "leaders since the start of the government-driven policy to ",
  "convert Sri Lanka into a Sinhala Buddhist nation made the ",
  "Tamils living in Sri Lanka feel like second-class citizens. ",
  "The Tamil population in Sri Lanka consists of two distinct ",
  "elements. The ﬁ rst is the much larger group of Sri Lankan ",
  "Tamils, who have lived for centuries in the areas of traditional SRI LANKA, NEPAL AND BHUTAN 75",
  "Tamil habitation in northern and eastern Sri Lanka. A subset ",
  "of the Sri Lankan Tamils is the Muslim Tamils, who have in ",
  "recent  decades  gradually  acquired  a  separate  cultural  and ",
  "political identity. The second is a smaller group of so-called ",
  "Indian Tamils taken by the British colonialists from India as ",
  "indentured labour to work on the tea and rubber plantations in ",
  "the Sri Lanka highlands. Any real or perceived discrimination ",
  "against  either  category  of  Tamils  has  an  understandable ",
  "fall-out in India. The problem started immediately after Sri ",
  "Lanka’s Independence when as a result of the provisions of ",
  "the Citizenship Acts of 1948 and 1949 a majority of the Indian ",
  "Tamils became stateless and Sri Lanka sought their repatriation ",
  "to India.",
  "While Jawaharlal Nehru was cautious in accepting the Sri ",
  "Lankan demand and agreed to accept as Indian citizens only ",
  "those Tamils in Sri Lanka who qualiﬁ ed under the provisions ",
  "of  the  Indian  Constitution,  Prime  Ministers  Lal  Bahadur ",
  "Shastri and Indira Gandhi signed bilateral agreements in this ",
  "regard with the Sri Lankan Government in 1964 and 1974 ",
  "respectively. These agreements acknowledged that the Indian ",
  "Tamils were the joint responsibility of both Sri Lanka and India ",
  "and provided for the repatriation of a ﬁ xed number of Indian ",
  "Tamils to India. While this gesture on India’s part did remove an ",
  "irritant in the India–Sri Lanka relations, it has not completely ",
  "solved the problem of the Indian Tamils. A large number of ",
  "them who do not wish to be repatriated to India remain in ",
  "Sri Lanka and may once again become stateless. At the same ",
  "time, India’s approach may well have created more problems ",
  "in the long term through the message it sent out to both the ",
  "Sri Lankan Government as well as the Sri Lankan Tamils. On ",
  "the one hand, it reinforced Sinhala chauvinist sentiment that ",
  "Tamils (both Indian and Sri Lankan) did not really belong to ",
  "Sri Lanka and were India’s responsibility. On the other hand, ",
  "it conveyed to the Sri Lankan Tamils that they could count ",
  "on popular sentiment in Tamil Nadu to manipulate India’s ",
  "position in their favour. India’s 1971 operations in Bangladesh ",
  "further strengthened the conviction of many Sri Lankan Tamil ",
  "leaders that India would intervene in Sri Lanka to ‘liberate’ ",
  "Tamils on the lines of what it had done in Bangladesh. 76 CHALLENGE AND STRATEGY ",
  "The policy that India under Indira Gandhi followed in the ",
  "early 1980s in supporting Sri Lankan Tamil parties and Tamil ",
  "militant groups certainly seemed to point in this direction. ",
  "The 1983 anti-Tamil riots in Sri Lanka, which led to a brutal ",
  "crackdown on Tamils and the exodus of large numbers of Tamil ",
  "refugees to India, however, spurred India under Rajiv Gandhi ",
  "to be more active in pushing the Sri Lankan Government to ",
  "ﬁ nd  a  solution  that  would  satisfy  the  Sri  Lankan  Tamils. ",
  "Most notable was India’s initiative in arranging talks between ",
  "the Sri Lankan Government and the various Tamil groups ",
  "and parties, including the Liberation Tigers of Tamil Eelam ",
  "(LTTE), in Thimpu and elsewhere in 1985–86. Regrettably, ",
  "but unsurprisingly, these talks failed and the Sri Lankan civil ",
  "war continued. ",
  "India’s Security Concerns",
  "A second Indian concern is that Sri Lanka should be stable and ",
  "united without any inimical foreign presence in that country. ",
  "India does not want a separate Tamil State to come up in Sri ",
  "Lanka, as this would have the potential of stoking Tamil regional ",
  "sentiments within India. The recent ﬂ are-up in Malaysia over ",
  "the  discrimination  against  the  Indians,  a  large  percentage ",
  "of whom are Tamils, has given a ﬁ llip to Tamil nationalism. ",
  "Faced with many secessionist movements within the country, ",
  "India can hardly encourage the breakup of another country. ",
  "Moreover, any independent Tamil State in Sri Lanka is likely ",
  "to become dependent on outside powers for its survival. Even ",
  "in a united Sri Lanka, India cannot afford to have an inimical ",
  "foreign presence in this strategically located neighbour, since ",
  "that could pose a direct threat to the various nuclear, space ",
  "and defence establishments concentrated in peninsular India. ",
  "India’s approach creates understandable sensitivities within ",
  "Sri Lanka.",
  "As the civil war raged in Sri Lanka in the early and mid-",
  "1980s, India was also increasingly concerned about the grow-",
  "ing military ties of Sri Lanka with Pakistan and China, and Sri SRI LANKA, NEPAL AND BHUTAN 77",
  "Lanka’s perceived strategic proximity to the West, especially ",
  "after the US was given permission to set up a powerful Voice of ",
  "America station in Sri Lanka—which India suspected of being a ",
  "cover for electronic snooping on India—and a Singapore-based ",
  "US company was given the leasing rights for oil storage tanks ",
  "in the strategic harbour of Trincomalee. India sought to resolve ",
  "its security concerns and the ethnic problem in Sri Lanka by ",
  "resorting to strong-arm tactics in 1987. It dramatically airlifted ",
  "relief supplies to Jaffna in northern Sri Lanka in June 1987 to ",
  "break the Sri Lankan military’s siege of the city. A month later, ",
  "in July 1987, the India–Sri Lanka Accord was signed, paving ",
  "the way for the deployment of the Indian Peace Keeping Force ",
  "(IPKF) in Sri Lanka to enforce the Accord. India’s concerns ",
  "about the Voice of America radio station, about keeping out ",
  "foreign military personnel and experts from the Sri Lankan ",
  "army and about keeping foreign companies out of Trincomalee ",
  "were also met in conﬁ dential letters exchanged at the time of ",
  "the signing of the India–Sri Lanka Accord. The Sri Lankan ",
  "Government passed the 13th Amendment to the Sri Lankan ",
  "Constitution that provided for provincial autonomy to a united ",
  "Tamil  majority  northern  and  eastern  province.  However, ",
  "India’s strategy failed because the LTTE and the Sri Lankan ",
  "Government continued to distrust each other, and neither of ",
  "them trusted India. It is not surprising that this Accord should ",
  "have ﬂ oundered in the light of double-crossing in which all ",
  "sides were engaged. India, which till then had been arming and ",
  "supporting the LTTE, was now attempting to disarm it, even as ",
  "the LTTE continued to enjoy considerable support and funding ",
  "from Tamil Nadu. Similarly, the Sri Lankan Government that ",
  "had been ﬁ ghting the LTTE and had invited the Indian military ",
  "to help it to do so began to secretly supply weapons to the LTTE ",
  "to ﬁ ght the Indian army. The truce that followed the induction ",
  "of the IPKF turned out to be a temporary one. Neither was ",
  "the 13th Amendment implemented, nor did the Sri Lankan ",
  "Army withdraw to the barracks, nor did the LTTE disarm. This ",
  "bizarre situation obviously was unsustainable, and resulted in ",
  "the hasty and unceremonious withdrawal of the IPKF in 1990. ",
  "An enraged LTTE retaliated against India by assassinating ",
  "Rajiv Gandhi in 1991. 78 CHALLENGE AND STRATEGY ",
  "The conﬂ ict in Sri Lanka continues to rage. Pressure on the ",
  "LTTE from the international community mounted after the so-",
  "called Global War on Terror was launched post-9/11. Following ",
  "the curbs that were imposed on the LTTE’s functioning and ",
  "fundraising in Western and other countries, the LTTE beat a ",
  "tactical retreat. It agreed to a ceaseﬁ re in February 2002 and ",
  "began talks with the Sri Lankan Government. Hopes that the ",
  "ceaseﬁ re agreement of 2002 and the subsequent rounds of talks ",
  "under the aegis of the Norwegian mediators (with the approval ",
  "of India) would lead to an agreement faded, especially after ",
  "Mahinda Rajapakse became President in November 2005. In ",
  "January 2008, the Sri Lankan Government formally abrogated ",
  "the ceaseﬁ re agreement and the Sri Lanka Monitoring Mission ",
  "folded up. The essential problem is that neither the Sri Lankan ",
  "Government nor the LTTE is sincere about seeking a political ",
  "solution.  Both  the  Sri  Lankan  Government  and  the  LTTE ",
  "appear convinced that they can militarily triumph over the ",
  "other, even though a decisive military victory has eluded both ",
  "sides for more than a quarter of a century. The Sri Lankan ",
  "Government appears intent on dealing with the LTTE from a ",
  "position of strength, while the LTTE’s determination to seek ",
  "a military solution seems to have been strengthened after it ",
  "lost its control over the eastern province. Even if the LTTE, ",
  "after its defeat in the eastern province, is defeated in the north, ",
  "an inclusive political solution involving a credible devolution ",
  "package will be required to satisfy the genuine grievances of ",
  "the Tamils in Sri Lanka. Not sufﬁ cient serious thought is being ",
  "given to this aspect of the ethnic conﬂ ict.",
  "Having badly burnt its ﬁ ngers by its military and diplomatic ",
  "ﬁ asco over the induction of the IPKF, India has stayed away ",
  "from getting directly involved in the Sri Lankan conﬂ ict. Despite ",
  "many entreaties by successive Sri Lankan governments and ",
  "Tamil parties to play a more active role in ending the conﬂ ict ",
  "and working out a negotiated settlement, India merely keeps a ",
  "close and watchful eye on developments in Sri Lanka. Even if ",
  "it wanted to, India cannot play a direct role in trying to resolve ",
  "the Sri Lankan ethnic conﬂ ict. Politically, India’s hands are tied ",
  "as a result of Rajiv Gandhi’s assassination since this precludes ",
  "any contact with the LTTE, which remains banned in India. SRI LANKA, NEPAL AND BHUTAN 79",
  "Nor can India openly give military assistance to the Sri Lankan ",
  "Government, which explains India’s reluctance to sign the ",
  "Defence Cooperation Agreement proposed by the Sri Lankan ",
  "Government or to undertake high proﬁ le defence projects and ",
  "activities in Sri Lanka. India has thereby left the ﬁ eld free for ",
  "other powers like Norway, Japan, EU, China, Pakistan and the ",
  "US to be much more active and inﬂ uential in Sri Lanka than ",
  "India would like, not just in steering the talks between the Sri ",
  "Lankan Government and the LTTE but also in the military and ",
  "economic ﬁ eld. India realizes that its cautious approach has led ",
  "to an undesirable drift in India’s Sri Lanka policy that should ",
  "not be allowed to continue indeﬁ nitely. Fortunately, since Rajiv ",
  "Gandhi’s assassination, public opinion in Tamil Nadu has been ",
  "turning away from the LTTE, even though LTTE still manages ",
  "to inﬂ uence the political debate in Tamil Nadu. India has been ",
  "quietly undertaking military cooperation with Sri Lanka in the ",
  "form of exchange of visits, training, sharing of intelligence, joint ",
  "naval exercises and supply of non-lethal military equipments. ",
  "It is heartening that, despite their experience with the IPKF, ",
  "Sri Lankans today do not consider the Indian armed forces as ",
  "a threat. Conscious of the inﬂ uence of Tamil Nadu’s politicians ",
  "on India’s Sri Lanka policy and of Tamil popular opinion ",
  "regarding the LTTE, the Sri Lankan Government keeps its ear ",
  "close to the ground in Tamil Nadu, where the inﬂ ux of refugees ",
  "has increased following the Sri Lankan Government’s tough ",
  "crackdown on the LTTE over the last couple of years.",
  "Economic and People-to-People Ties",
  "As India struggles to ﬁ nd a way to regain a central role in the ",
  "resolution of Sri Lanka’s ethnic conﬂ ict, the rapid growth of ",
  "trade, economic and people-to-people ties between India and Sri ",
  "Lanka over the last decade augurs well for the long-term future ",
  "of India–Sri Lanka relations. Seeing an opportunity for itself ",
  "in the growing Indian economy, Sri Lanka was the ﬁ rst country ",
  "to sign a Free Trade Agreement (FTA) with India in 1998. The ",
  "positive results of this agreement in promoting Sri Lanka’s  80 CHALLENGE AND STRATEGY ",
  "exports and attracting Indian and foreign investment into Sri ",
  "Lanka has prompted Sri Lanka to propose a Comprehensive ",
  "Economic Partnership Agreement, which has been negotiated ",
  "and is awaiting signature. Liberalization of air services has led ",
  "to a sharp rise in the numbers of Indian tourists visiting Sri ",
  "Lanka. In a remarkable turnaround, the Trincomalee Oil Tank ",
  "Farm, an issue that was one of the triggers for the India–Sri ",
  "Lanka Accord of 1987, has been taken on long lease by Lanka ",
  "Indian Oil Corporation, a wholly owned subsidiary of Indian ",
  "Oil Corporation in Sri Lanka. Sri Lanka has taken a conscious ",
  "decision to seek closer economic integration with India, not ",
  "only for the economic beneﬁ ts it brings to Sri Lanka, but also ",
  "because it believes that greater Indian stakes, both of the ",
  "government and the private sector, in Sri Lanka’s economy will ",
  "bring Sri Lanka long-term political beneﬁ ts in dealing with the ",
  "LTTE. With the intention of improving connectivity between ",
  "the two countries, Sri Lanka is keen to establish a land bridge ",
  "between India and Sri Lanka, as opposed to the Sethusamudram ",
  "Canal Project that certain vested interests in India have been ",
  "pushing. India’s long-term interest should be in establishing a ",
  "land bridge connecting India and Sri Lanka, as has been done ",
  "by many countries around the world that have an analogous ",
  "geographical location.",
  "While  Pakistan  and  Bangladesh  have  complexes  vis-à-",
  "vis India because of the circumstances of their creation, and ",
  "Nepal and Bhutan feel vulnerable because of their small size ",
  "and landlocked status, Sri Lanka is quite different from India’s ",
  "other  neighbours.  Although  Sri  Lanka  as  a  much  smaller ",
  "neighbour of India does suffer from insecurities, India is not a ",
  "bogeyman to the same extent as with India’s other neighbours. ",
  "Rich in resources and strategically located in the middle of ",
  "the Indian Ocean, Sri Lanka has reason to be self-conﬁ dent. ",
  "Its people live longer, and are much better educated and more ",
  "prosperous than other South Asians. Its history and culture is ",
  "linked to, but sufﬁ ciently independent of, mainland India’s. If ",
  "instead of being a thriving prosperous country Sri Lanka today ",
  "is the most militarized State in South Asia torn by an active ",
  "ethnic conﬂ ict raging for over a quarter of a century, the blame SRI LANKA, NEPAL AND BHUTAN 81",
  "for this lies principally with the Sri Lankan people themselves. ",
  "Perhaps a solution to the Sri Lankan conﬂ ict will have to await ",
  "the emergence of an enlightened and united Sinhala leadership ",
  "in Sri Lanka that does not suffer from a minority complex, the ",
  "exit of LTTE’s supreme leader Prabhakaran from the political ",
  "scene and India’s playing a more active role in Sri Lanka guided ",
  "by its overall national interests rather than just Tamil Nadu ",
  "politics.",
  "Nepal: A Critically Important Neighbour",
  "Relations with Nepal have a vitally important domestic as well ",
  "as a foreign policy dimension for India. Many factors make ",
  "India’s  relationship  with  Nepal  critical.  These  include  the ",
  "extensive people-to-people, religious, cultural and economic ",
  "links between the two countries, the open border and the ",
  "resultant security problems for India, free Indian currency ",
  "convertibility in Nepal, the presence of Gorkhas in the Indian ",
  "army, the millions of Nepalis living and working in India, ",
  "and the ﬂ ow of major rivers from Nepal to India. As it enters ",
  "uncharted political waters after the recent elections to the ",
  "Constituent Assembly,  Nepal poses a formidable challenge ",
  "to Indian diplomacy. The monarchy, traditionally the symbol ",
  "of Nepal’s sovereignty and identity, is no more. From being a ",
  "Hindu monarchy, Nepal has become a republican secular State. ",
  "The domination of the Rana elite in Nepal’s economy, politics ",
  "and  the  military  is  greatly  reduced.  The  Nepali  Congress, ",
  "traditionally the most inﬂ uential political force in Nepal, has ",
  "had to make way for the Maoists, who were for close to a decade ",
  "political outcasts, feared and hounded by both the Nepali and ",
  "the Indian establishments. The Paharis, the inhabitants of ",
  "the hill areas who have dominated Nepali politics for decades, ",
  "will now have to share power with the Madheshis, the people ",
  "of the Terai region bordering India, in some kind of federal ",
  "set-up, whose contours will be debated by the newly elected ",
  "Constituent Assembly. It is noteworthy that both the President ",
  "and the Vice President of Nepal are Madhesis. The immediate  82 CHALLENGE AND STRATEGY ",
  "post-election euphoria has given way to the expected rivalries ",
  "among political forces and parties. All these new elements ",
  "create fresh uncertainties in the already complex relationship ",
  "between Nepal and India.",
  "India–Nepal relations are regulated by the bilateral Treaty ",
  "of Peace and Friendship of 1950, whereby the two countries ",
  "agreed to grant each other’s citizens national treatment in all ",
  "matters, including taking up jobs, doing business and owning ",
  "property. This was ensured through an open border and the ",
  "free circulation of Indian currency in Nepal. The beneﬁ ts were ",
  "obviously more for Nepal, whose citizens could take advantage ",
  "of India’s big market and higher level of development. The ",
  "reciprocal facilities that Indians were entitled to get in Nepal—as ",
  "envisaged by the conﬁ dential letters exchanged—were generally ",
  "not  available  in  practice,  though  some  Indians,  principally ",
  "Marwari traders, managed to take advantage of the provisions ",
  "to set up very proﬁ table trading and other businesses in Nepal. ",
  "As  it  closely  mirrored  the  1923  Nepal–Britain  Treaty,  the ",
  "1950 India–Nepal Treaty did not materially change the extant ",
  "situation. Nor was there any viable alternative before either side. ",
  "In the absence of any natural geographical boundaries, it would ",
  "have been virtually impossible, and ﬁ nancially ruinous, to close ",
  "or even regulate the traditionally open India–Nepal border.",
  "It is the security provisions of the Treaty that are noteworthy ",
  "and have become controversial. The 1950 India–Nepal Treaty ",
  "was signed against the backdrop of the impending Chinese ",
  "invasion of Tibet after the Communists took over power in 1949. ",
  "As India considered Nepal to be part of its security perimeter, ",
  "it was keen to ensure that its security interests were protected ",
  "in a new Treaty with Nepal. Under the Treaty, Nepal agreed ",
  "to depend on India for its security. Through a conﬁ dential ",
  "exchange of letters the two sides agreed that in case of any ",
  "threat to the security of the other by a foreign aggressor, the ",
  "two governments would consult with each other and devise ",
  "effective  countermeasures.  Nepal  agreed  that  it  would  not ",
  "import  arms,  ammunition  and  other  military  equipments ",
  "except with India’s consent. As part of the follow-up measures ",
  "to the 1950 Treaty, Nepal and India agreed that there would ",
  "be joint manning of posts on the Nepal–Tibet border, and an ",
  "Indian Military Mission was set up in Nepal.SRI LANKA, NEPAL AND BHUTAN 83",
  "India’s payback to the Rana regime was its tacit agreement ",
  "to protect it against the democratic winds that had begun ",
  "blowing in Nepal too under the inﬂ uence of the political ferment ",
  "in India in the closing years of the British Raj. This was the ﬁ rst ",
  "step taken by India in what has turned out to be a consistent ",
  "policy and ability to be a decisive inﬂ uence in Nepal’s internal ",
  "political affairs. Examples of this are the refuge granted to King ",
  "Tribhuvan and the subsequent restoration of the monarchy in ",
  "1951; the support and facilities in India that Nepal’s democratic ",
  "movements and parties have received at various times for ",
  "undertaking their political activities in Nepal; India’s economic ",
  "squeeze on Nepal in 1989–90 that led to the institution of the ",
  "multiparty system in Nepal; or, most recently, the facilitation ",
  "of the historic 12-point agreement between the Maoists and the ",
  "seven-party alliance in 2005 which set the ball rolling for the ",
  "new political arrangements that have come into being after the ",
  "2008 elections for a Constituent Assembly. On all these and ",
  "other occasions, India has been, willy-nilly, an active player ",
  "in Nepal’s domestic politics. Nepal’s political parties too have ",
  "sometimes dabbled in Indian politics. But these have proved ",
  "costly, as B.P. Koirala and the Nepali Congress found when ",
  "they incurred the wrath of Indira Gandhi for supporting the ",
  "movement  of  Jayaprakash  Narayan  in  the  mid-1970s  that ",
  "formed  the  backdrop  to  the  notorious  declaration  of  the ",
  "Emergency in India in 1975. Thus, although India has been ",
  "traditionally wary of the Maoists in Nepal because of their ",
  "perceived links with and support to Indian Maoists, Naxalites ",
  "and  other  insurgent  groups,  India’s  fears  are  probably ",
  "overstated since not only is there no evidence of this but it is ",
  "also highly unlikely that the Maoists would want to needlessly ",
  "antagonize the Indian state. ",
  "The ‘Ugly’ Indian",
  "In general, Indians have taken Nepal too much for granted. ",
  "India’s  approach  towards  Nepal  has  been  dismissive  and ",
  "neglectful.  The  Indian  Government  and  public  have  never  84 CHALLENGE AND STRATEGY ",
  "shown adequate sensitivity to Nepali pride and uniqueness. ",
  "Nepal is the only South Asian country that not only successfully ",
  "fought off the British and escaped becoming a part of the British ",
  "Empire in India but also has a tradition of expansionism and ",
  "a  self-perception  of  being  the  traditional  ‘superpower’  of ",
  "the Himalayas. Indian envoys to Nepal have often tended to ",
  "behave like viceroys. Large sections of the Indian public, even ",
  "the political class, have never quite understood much less ",
  "appreciated the independent and sovereign nature of Nepal—",
  "Nepal is regarded and treated like another Indian State albeit ",
  "vaguely somewhat different. Too little effort has been exerted ",
  "in trying to understand the complexities of Nepal and the ",
  "complexes of Nepal’s ruling elite. Too much reliance has been ",
  "traditionally placed on a narrow group of Indian interlocutors, ",
  "such as Bihar politicians and bureaucrats or former Indian ",
  "princely rulers having ties of kinship with the Nepali ruling ",
  "elite.",
  "Landlocked Nepal’s umbilical and all-round dependency ",
  "on India, combined with a ﬁ ercely independent and proud ",
  "consciousness of its separateness from India, understandably ",
  "made anti-Indianism the foundation of Nepali nationalism. ",
  "Some of the fault for this lies with India. India’s perceived ",
  "priority to projects that served India’s security and other needs ",
  "rather than the development of Nepal aroused animosity and ",
  "distrust of India in Nepal. On the ground, India’s slipshod ",
  "implementation of projects on the Kosi and Gandak Rivers in ",
  "Nepal in the 1960s created suspicions that India had somehow ",
  "cheated Nepal. This has given rise to negative feelings about ",
  "India among wide sections of the Nepali public and acted as a ",
  "hindrance to cooperation in other projects involving Nepal’s ",
  "water resources. It does not help India’s image in Nepal that ",
  "the Indian states that border Nepal are relatively poor and ",
  "backward. The fact that the Indians across the border that cuts ",
  "through the Terai region are the kith and kin of the Madhesis ",
  "who have not been given a meaningful share in Nepal’s power ",
  "structure has tended to create a perverse, if wholly misplaced, ",
  "superciliousness towards India on the part of the ruling Nepali ",
  "elite.SRI LANKA, NEPAL AND BHUTAN 85",
  "Security Issues",
  "India, however, does have real problems relating to Nepal. ",
  "India’s principal grouse is that the latter has not shown sufﬁ cient ",
  "sensitivity to India’s genuine security concerns arising out of ",
  "the open border with India. Dramatically highlighted by the ",
  "hijacking of the Indian Airlines ﬂ ight from Kathmandu to Delhi ",
  "in December 1999, these have remained a persistent headache ",
  "for India for many decades. Nepal has become a useful and ",
  "important centre for intelligence and subversive operations by ",
  "foreign powers as well as non-state actors against India. The ",
  "open border makes it easy to inﬁ ltrate spies, pump in forged ",
  "currency, trafﬁ c in arms and drugs, encourage fundamentalist ",
  "religious groups and activities, and conduct terrorist activities. ",
  "The  presence  and  activities  of  foreign  powers  in  Nepal, ",
  "including China, are almost exclusively linked to the policies ",
  "they would like to pursue vis-à-vis India.",
  "Over the last six decades, Nepal has skilfully managed to ",
  "carve out a larger political space for itself vis-à-vis India by ",
  "leveraging, among other things, its geographical contiguity ",
  "with the Tibet region of China. No longer does India have the ",
  "kind of overwhelming presence and inﬂ uence it once did in ",
  "Nepal. In an unprecedented move, Prime Minister Prachanda ",
  "made his ﬁ rst overseas visit to China on the pretext of attending ",
  "the closing ceremony of the Olympic Games. While Nepal does ",
  "remain signiﬁ cantly dependent on India, it has diversiﬁ ed its ",
  "foreign relations and contacts. India has accepted, sometimes ",
  "tacitly, sometimes reluctantly, Nepal’s many deviations from ",
  "both the letter and the spirit of the 1950 Treaty, and has ",
  "progressively given more generous terms of both trade and ",
  "transit to Nepal. ",
  "From time to time, Nepal has been asking for a revision ",
  "of the 1950 Treaty. Although India has on more than one ",
  "occasion  publicly  conveyed  its  willingness  to  have  a  fresh ",
  "Treaty, Nepal has hesitated from following up meaningfully. ",
  "Even the Maoists who have been calling for scrapping the 1950 ",
  "Treaty, for closing the open border between India and Nepal,  86 CHALLENGE AND STRATEGY ",
  "and for stopping recruitment of Gorkhas in the Indian Army, ",
  "have been cautious and measured in their remarks after the ",
  "elections. Maoist leader and now Prime Minister Prachanda has ",
  "left all options open by simply saying that while Nepal would ",
  "like a new treaty with India, the two sides should sit together ",
  "and ‘review the relationship with an open mind’. On the border ",
  "issue, he has made it clear that Nepal has no intention to close ",
  "the open border but merely wants to regulate it better. As for ",
  "recruitment of Gorkhas, he has parried what he calls ‘this ",
  "sensitive and delicate issue’ by emphasizing the need to consult ",
  "other parties. Prachanda has also stated that while Nepal has ",
  "to be watchful of China and will not enter into any ‘alliance’ ",
  "with India, the ground realities of Nepal’s relations with India ",
  "dictate that Nepal cannot be ‘equidistant’ between India and ",
  "China. All this is understandable. The bottom line remains ",
  "that the open border is critical for Nepal, which has been able ",
  "to export its unemployed to India, thereby relieving social ",
  "tensions and pressures within Nepal itself. Notwithstanding ",
  "occasional rhetoric emanating from Kathmandu, no sensible ",
  "leader of Nepal would want to upset an ongoing arrangement ",
  "that is clearly beneﬁ cial to Nepal.",
  "As Nepal starts a decisively new phase in its political life, ",
  "a welcome opportunity has opened up to make a fresh start ",
  "in bilateral relations, unencumbered by past prejudices and ",
  "attitudes of the monarchy and the earlier ruling elite. Both ",
  "sides  understand  their  mutual  dependence  and  the  deep-",
  "rooted nature of their multifaceted relations. As by far the ",
  "larger neighbour, India should make some unilateral economic ",
  "concessions and pander to the psychological sensitivities and ",
  "insecurities of Nepal. But India must also use its clout to insist ",
  "that the new political structure that Nepal will build be an ",
  "inclusive one that takes care of the interests of all sections of ",
  "Nepali society, without which Nepal can hardly remain united, ",
  "peaceful and stable. Nor should India compromise on its core ",
  "security concerns. Nepal has to be made to appreciate that an ",
  "open border regime works successfully only between countries ",
  "that  have  shared  security  perspectives.  Perhaps  India  and ",
  "Nepal could beneﬁ t from looking at existing border control ",
  "mechanisms within the European Union. The objective should SRI LANKA, NEPAL AND BHUTAN 87",
  "be to craft a new paradigm for bilateral relations, which takes ",
  "care of the concerns and sensitivities of both sides. In the ",
  "coming months and years, Nepal poses a formidable challenge ",
  "to Indian diplomacy. The long-term stakes for India in Nepal ",
  "are huge. There are two principal reasons for this: one, the open ",
  "border regime between India and Nepal that poses security ",
  "threats to India and two, the need to get the cooperation of ",
  "Nepal, the upper riparian State, for harnessing—for power ",
  "generation, irrigation, ﬂ ood control and preservation of the ",
  "environment—the waters of the many rivers ﬂ owing from Nepal ",
  "to India that sustain the livelihood of hundreds of millions of ",
  "Indians living in the plains.",
  "Bhutan: A Cautious Opening",
  "Bhutan,  like  Nepal,  was  never  part  of  the  British  Indian ",
  "Empire,  nor  did  the  British  seek  to  make  it  so.  Bhutan’s ",
  "importance lay in its being a desirable buffer, and later a useful ",
  "intermediary, with Tibet. So long as it played that role, and ",
  "gave up its inﬂ uence in the region of the Dooars, the gateway ",
  "to Assam, Britain was happy to leave Bhutan on its own. India ",
  "continued with the relationship it inherited from the British. ",
  "The 1949 India–Bhutan Friendship Treaty was modelled on ",
  "the 1910 Treaty between Britain and Bhutan under which ",
  "Bhutan agreed to be ‘guided’ by Britain in its foreign relations ",
  "and Britain agreed not to interfere in Bhutan’s internal affairs. ",
  "It also contained security clauses similar to what was later ",
  "negotiated between India and Nepal in 1950, but without any ",
  "side letters, thereby leaving some ambiguity whether India had ",
  "the obligation to defend Bhutan. Nevertheless, in the light of ",
  "the Chinese Army’s entry into Tibet in 1950, Bhutan was happy ",
  "to hear Nehru’s assertions about the Himalayas being India’s ",
  "security frontier.",
  "It was not till Jawaharlal Nehru’s arduous journey by yaks ",
  "and ponies to Bhutan in 1958 that Bhutan began to gradually and ",
  "cautiously come out of its self-imposed isolation. The Chinese  88 CHALLENGE AND STRATEGY ",
  "takeover of Tibet in 1959 greatly worried the Bhutanese, who ",
  "sealed their border with Tibet, hitherto their principal trading ",
  "partner, and agreed to develop closer ties with India, as India ",
  "had been urging upon Bhutan for some time. India embarked ",
  "on an extensive programme, almost entirely ﬁ nanced by India ",
  "for  the  ﬁ rst  decade,  for  Bhutan’s  development,  including ",
  "construction of roads and power stations, technical assistance ",
  "in the ﬁ elds of agriculture, health, education and training of ",
  "personnel in diverse ﬁ elds. India and Bhutan have a free trade ",
  "regime, and more than 90 per cent of Bhutan’s trade is now ",
  "with India. ",
  "There is close cooperation between India and Bhutan in the ",
  "defence and security ﬁ elds. India maintains an Indian Military ",
  "Training  Team  (IMTRAT)  in  Bhutan  that  has  trained  the ",
  "Royal Bhutan Army. India looks after Bhutan’s defence, with ",
  "Bhutan in turn undertaking not to do anything that may pose ",
  "a danger to India. Although Bhutan conducts its own border ",
  "negotiations with China, it closely consults India in this regard. ",
  "Bhutan has cooperated with India in clearing out the bases of ",
  "United Liberation Front of Asom (ULFA) and Bodo groups ",
  "from its territory in 2003 as it believed that these groups posed ",
  "a security threat to both Bhutan and India. Behind Bhutan’s ",
  "move was its fundamental principle of preserving its distinctive ",
  "culture and identity and not encouraging any groups that have ",
  "their own political agenda or social structure that could create ",
  "controversy, discord or conﬂ ict.",
  "An ‘Exemplary’ Relationship",
  "India has invested heavily in Bhutan’s infrastructure, especially ",
  "for power generation. Three major hydroelectric plants, namely ",
  "Chukha, Kurichhu and Tala have already come up, and within ",
  "the framework of an Agreement on Cooperation in the ﬁ eld of ",
  "Hydropower concluded in 2006, the target is to set up power ",
  "generating capacity of 5000 megawatts by 2020. The revenues ",
  "that Bhutan earns from sale of surplus electricity to India have ",
  "given Bhutan the highest per capita income in South Asia, SRI LANKA, NEPAL AND BHUTAN 89",
  "and enabled it to reduce its budgetary dependence on India. ",
  "India is also conducting feasibility studies for extending rail ",
  "connectivity up to Bhutan.",
  "From India’s point of view, the relationship with Bhutan is ",
  "a model one, with both sides describing it as ‘exemplary’. India ",
  "has handled relations with Bhutan with attention and sensitivity, ",
  "taking care not to smother Bhutan’s independent personality and ",
  "to develop relations with Bhutan at a pace with which Bhutan is ",
  "comfortable. Over the years, India has helped Bhutan become ",
  "a member of various international organizations including the ",
  "UN, and has not raised objections to Bhutan getting development ",
  "assistance from multilateral and bilateral aid donors. Bhutan ",
  "has also become a member of SAARC and BIMSTEC. Earlier, ",
  "Bhutan  had  a  bilateral  diplomatic  Mission  only  in  India, ",
  "but it has gradually opened resident diplomatic Missions in ",
  "other neighbouring countries, namely Nepal, Bangladesh and ",
  "Thailand, and at the UN ofﬁ ces in New York and Geneva. ",
  "China has been conspicuously excluded. Bhutan has followed a ",
  "deliberate policy of not exchanging resident diplomatic Missions ",
  "with the Permanent Members of the Security Council or other ",
  "big powers, as it does not want to get entangled in their rivalries. ",
  "In practice, Bhutan has generally allowed itself to be guided by ",
  "India’s advice in its external relations as provided for under ",
  "the 1949 India–Bhutan Treaty. This has been because Bhutan ",
  "believed this to be in its self-interest rather than because of any ",
  "pressure or imposition by India.",
  "In keeping with the changing times, India and Bhutan ",
  "mutually agreed to update the 1949 Treaty with the 2007 ",
  "India–Bhutan  Friendship  Treaty  that  explicitly  recognizes ",
  "Bhutan’s sovereignty and no longer formally requires Bhutan ",
  "to be guided by India in foreign policy though it is very likely ",
  "that in practice Bhutan may ﬁ nd it expedient to closely consult ",
  "India. The Treaty does take care of India’s essential security ",
  "interests. Thus the Treaty envisages close cooperation between ",
  "India and Bhutan on issues relating to their national interests ",
  "and commits both sides not to allow the use of its territory for ",
  "activities harmful to the national security and interests of the ",
  "other. The earlier Treaty’s provisions regarding free trade and ",
  "movement of people remain in force.  90 CHALLENGE AND STRATEGY ",
  "The Refugee Issue",
  "One  issue  that  could  have,  but  has  not  been  allowed  to, ",
  "become an irritant in India–Bhutan relations is the question ",
  "of the Lhotsampas or persons of Nepali origin, euphemistically ",
  "termed  as  ‘Southern  Bhutanese’  by  Bhutan,  who  came  as ",
  "labourers to work in the dense tropical forests of Bhutan’s ",
  "foothills over the last century or so and settled down in southern ",
  "Bhutan.  As  their  numbers  increased,  Bhutan  got  worried ",
  "that they would change Bhutan’s demographic structure and ",
  "thereby dilute Bhutan’s national identity. Accordingly, some ",
  "time ago it decided not to give Bhutanese citizenship to those ",
  "who  had  migrated  to  Bhutan  after  1958.  In  recent  years, ",
  "Bhutan has been apprehensive that extremist elements like ",
  "the Maoists/Naxalites may have inﬁ ltrated the refugees living ",
  "in camps in Nepal, and that if Bhutan were to take in such ",
  "people, they would be a disruptive element in Bhutan’s society ",
  "and polity. In the early 1990s, Bhutan evicted about 100,000 ",
  "people of Nepali origin, forcing them to live in refugee camps ",
  "in Nepal. India, unwilling to offend either Nepal or Bhutan, ",
  "continued to maintain, somewhat unrealistically and ostrich-",
  "like, that this was a bilateral matter between Nepal and Bhutan, ",
  "conveniently ignoring that these people had taken refuge in ",
  "India but were forcibly dumped into Nepal by India. This was ",
  "a strange reaction of a country that otherwise legally absorbs ",
  "millions of Nepalese, that turns a blind eye to millions of illegal ",
  "Bangladeshi migrants into India, and that has accepted Tibetan ",
  "and Afghan refugees including Tibetans who ﬁ rst took refuge ",
  "in Bhutan in 1959 and were later accepted within India. ",
  "India’s attitude gave an opportunity to outside powers ",
  "to insert themselves into the affairs of South Asia, showing ",
  "up India’s inability to solve problems in its backyard even ",
  "when it involved two countries with which it claims a special ",
  "relationship. Finally, it is the Western countries that have ",
  "come to the rescue of the hapless refugees. The US has agreed ",
  "to accept the bulk (about 60,000) of the refugees and a few ",
  "other Western countries like Australia, New Zealand, Denmark, ",
  "Netherlands, Norway and Canada will take in another 20,000 SRI LANKA, NEPAL AND BHUTAN 91",
  "or so. India’s approach was a regrettable signal that it is the ",
  "US, rather than India, that can solve South Asia’s problems. ",
  "No doubt this will unduly encourage India’s neighbours to seek ",
  "outside powers’ help rather than turn to India to resolve issues. ",
  "Nor does India appear to have looked at the long-term security ",
  "implications of a large number of persons of South Asian origin, ",
  "indebted and grateful to the countries that gave them refuge, ",
  "being used to further the agendas of these countries in South ",
  "Asia. As for Bhutan itself, the repatriation of the refugees will ",
  "not solve the underlying problem of how to make the persons ",
  "of Nepali origin feel that they are equal citizens of Bhutan.",
  ""
]