[
  "Chapter9",
  "Russia and Eurasia",
  "The Soviet Legacy",
  "W",
  " ith the focus of public attention on the foreign",
  " policy front in recent years having been on",
  " India’s relations with the US, it is easy to ",
  "miss the value of India’s traditionally close and friendly ties with ",
  "Russia, the successor state to the former Soviet Union. The deep ",
  "roots of this relationship go back to the early 20th century when ",
  "India was under British rule and the Tsars ruled Russia. The ",
  "Russian Revolution of 1905 inspired Indian freedom ﬁ ghters. ",
  "Mahatma  Gandhi,  then  in  South  Africa,  was  struck  by  the ",
  "similarity in the prevailing conditions in Russia and India. He ",
  "developed a close bond and carried on lengthy correspondence ",
  "with Leo Tolstoy. Lenin followed with interest and sympathy the ",
  "nascent Indian freedom struggle. Following the 1917 Bolshevik ",
  "Revolution, the Soviet leaders understood that their revolution ",
  "stood a better chance of success if India too were to be free and ",
  "independent. Even though many Indian freedom ﬁ ghters who ",
  "were greatly inspired by the Bolshevik Revolution established ",
  "personal  contacts  with  the  Soviet  leaders,  it  was  Nehru’s ",
  "thinking, more than anything else, which laid the foundation of ",
  "the policy of the Indian National Congress towards the Soviet ",
  "Union. After visiting the Soviet Union in 1927, on the occasion ",
  "of the 10th anniversary of the Bolshevik Revolution, Jawaharlal ",
  "Nehru came back deeply impressed with the Soviet experiment. ",
  "Convinced that poor developing countries like India needed  154 CHALLENGE AND STRATEGY ",
  "to follow not the capitalist path but a development model that ",
  "emphasized social justice, equality and human dignity, Nehru ",
  "was emphatic that India must develop close and friendly rela-",
  "tions with the Soviet Union. It is noteworthy that even before ",
  "India became independent, an ofﬁ cial announcement was made ",
  "on 13 April 1947 on the establishment of diplomatic relations ",
  "between India and the Soviet Union.",
  "Nehru’s faith in the Soviet Union was not misplaced. The ",
  "Soviet Union consistently gave India valuable political, diploma-",
  "tic and strategic support bilaterally as well as in international ",
  "forums on Kashmir and other vital issues affecting India’s national ",
  "interests. It was Soviet diplomatic backing and material support, ",
  "and the conﬁ dence provided by the Indo-Soviet Treaty of Peace, ",
  "Friendship and Cooperation, which enabled India to successfully ",
  "undertake the operations in 1971 that led to the creation of ",
  "Bangladesh. This political understanding was underpinned by ",
  "a strong economic and strategic relationship. Beginning in the ",
  "1950s, India received from the Soviet Union generous assistance ",
  "for its industrialization as well as in the sensitive areas of defence, ",
  "space and atomic energy. Short of capital, foreign exchange and ",
  "technology, India appreciated that it received for infrastructure ",
  "projects cheap economic credits repayable in rupees; reliable, ",
  "affordable and good quality military supplies, also on credit; and ",
  "large-scale supply of crucial products like oil and oil products—",
  "mostly via a swap deal with Iraq—fertilizers, metals, and so on. ",
  "Some of today’s globally competitive public sector companies like ",
  "BHEL, Oil and Natural Gas Corporation (ONGC) and Hindustan ",
  "Aeronautics Limited (HAL), not to speak of the steel industry ",
  "in India, were set up with Soviet cooperation. The ﬁ rst Indian ",
  "Institute of Technology to be set up with foreign collaboration ",
  "was the one in Bombay with Soviet support. In Soviet times it ",
  "was a truly strategic, if somewhat unequal, partnership, which ",
  "helped India become more self-reliant.",
  "New Priorities in the 1990s",
  "With the break-up of the Soviet Union, the whole ediﬁ ce of ",
  "relations built up over decades came crashing down. Both RUSSIA AND EURASIA 155",
  "sides scrambled to adjust to the new realities. India and Russia ",
  "drifted  apart  in  the  1990s  because  of  different  priorities. ",
  "While  Russia  struggled  to  cope  with  the  wrenching  shift ",
  "from a State-controlled economy to a free market economy ",
  "and from a centralized authoritarian regime to a multi-party ",
  "democracy, India too embarked on a process of economic ",
  "reforms. The business communities in both Russia and India ",
  "focused their energy and attention on the West, which was ",
  "seen as the source of technology, capital and management. ",
  "Oil supplies from Russia to India stopped. Military supplies ",
  "to India were disrupted badly as many defence establishments ",
  "in the integrated Soviet military–industrial conglomerate shut ",
  "down, jacked up prices unrealistically, or were simply unable ",
  "to coordinate supplies with other defence manufacturing units ",
  "sprawled all over the post-Soviet space. Neither Russia nor ",
  "India could devote much time to learning how to deal with the ",
  "other in the vastly changed circumstances. Political relations ",
  "too reached a nadir during the Yeltsin era because the Russian ",
  "leadership was too obsessed with the West and did not consider ",
  "relations with India a sufﬁ ciently important foreign policy ",
  "priority. Overturning its traditional policy, Russia supported ",
  "the Pakistani proposal for a nuclear-weapons free zone in ",
  "South Asia. Under US pressure, Russia reneged on its deal ",
  "to supply cryogenic engines to India. A decade or so was lost ",
  "in this period of transition and re-adjustment. In retrospect, ",
  "perhaps this was unavoidable.",
  "Following the break-up of the Soviet Union, Russia’s main ",
  "foreign policy concerns have been its immediate neighbour-",
  "hood, the US, Europe, and China—all regions from where the ",
  "main threats to Russia’s security emanate. Russia wants to ",
  "regain political and economic primacy in its ‘near abroad’ and ",
  "is concerned about the threat of Islamic fundamentalism and ",
  "incipient instability in some of the newly independent states ",
  "of Central Asia and the Caucasus. This task has become more ",
  "difﬁ cult because of the efforts of the US to permanently weaken ",
  "Russia by expanding NATO to Russia’s western periphery, ",
  "actively instigating Ukraine, Georgia and Azerbaijan against ",
  "Russia, and locating missile defences in Poland and the Czech ",
  "Republic. Outside its immediate neighbourhood, Russia has the  156 CHALLENGE AND STRATEGY ",
  "West as the reference point for its foreign policy, both because ",
  "of security considerations and also because Russians admire the ",
  "West and want to be considered ‘European’. Integration with ",
  "Europe is an enduring Russian theme and aspiration since the ",
  "time of Peter the Great. Gorbachev had spoken of a ‘common ",
  "European home’. Historically Europe has been also the principal ",
  "enemy and threat to Russia. Today, Russia seeks access to ",
  "Europe’s lucrative markets and advanced technology in many ",
  "spheres. Russia is also trying to counter the mounting pressure ",
  "from the West by keeping Europe dependent on Russian oil ",
  "and gas and by taking steps to prevent the consolidation of a ",
  "common US–Europe approach towards Russia. At the same ",
  "time, as a country with a vast Eurasian expanse, Russia has ",
  "to look towards Asia where most of Russia’s natural riches are ",
  "located. For the moment, the interests of Russia and China ",
  "converge in curbing the presence and inﬂ uence of the US in ",
  "Central Asia. In the long term, however, China’s economic pull ",
  "and its demographic expansionism in Siberia, the Far East ",
  "region of Russia and Central Asia pose a threat to Russia’s ",
  "traditional  political  inﬂ uence  and  economic  dominance  in ",
  "these regions.",
  "India–Russia Relations in the 21st Century",
  "At  a  time  when  India–Russia  relations  were  at  important ",
  "crossroads, the replacement of Yeltsin by Putin in 2000 brought ",
  "to the helm in Russia a new leadership that appreciated the ",
  "strategic importance of Russia’s relationship with India and ",
  "took note of the fact that, unlike the West, India had not tried to ",
  "humiliate Russia when it was weak. Putin put in place policies ",
  "that helped to revive the staggering relationship and steer it ",
  "in the right direction in the new millennium. Even though ",
  "the days of cheap credits are over, oil ﬂ ows have stopped, and ",
  "rupee trade is sputtering to its end, Russia and India have once ",
  "again begun to regard each other as relevant to their respective ",
  "national priorities. The relationship has evolved into a more ",
  "equal one, since Russia is no longer a superpower and India RUSSIA AND EURASIA 157",
  "no longer a mere developing country. Both India and Russia ",
  "have acquired a new self-conﬁ dence arising out of their rapid ",
  "economic growth, their large foreign exchange reserves, their ",
  "respective strengths—among others, of Russia as an ‘energy ",
  "superpower’ and India as a ‘knowledge superpower’—and their ",
  "sense of destiny.",
  "As rising powers that are likely to play an increasingly ",
  "larger role on the world stage in the coming decades, the two ",
  "countries share the goal of creating a multipolar world. Russia’s ",
  "interest is to keep India, an important State in the global ",
  "balance of power, as a friendly, independent-minded power. ",
  "India values the political and diplomatic support it continues ",
  "to get from Russia on vital issues. The two countries do not ",
  "have any serious clash of interests. There is reciprocal support ",
  "and understanding for each other’s priorities and policies in ",
  "their respective strategic neighbourhoods—South Asia in the ",
  "case of India, and the former Soviet Union in the case of Russia. ",
  "Russia has to take India more seriously since India is a nuclear ",
  "power and its economy has been growing at an impressive pace. ",
  "India is happy that Russia has recovered economically and ",
  "militarily, and is reasserting itself on the international arena. ",
  "Yet it must be understood that India ﬁ gures only in the second ",
  "rung of Russian foreign policy priorities; for India, Russia’s ",
  "importance is greater. Within the framework of the pragmatic ",
  "foreign policies that both countries are following today, there is ",
  "no room for ideology or sentimentalism. In today’s complicated ",
  "and fast changing geopolitical situation, both countries have ",
  "wisely diversiﬁ ed their foreign policy options, yet have been ",
  "careful not to jettison a mutually beneﬁ cial partnership of trust ",
  "built up over decades.",
  "The defence relationship is vital for India, which is heavily ",
  "dependent on Russian equipment and spares especially for ",
  "the navy and the air force. Although India has diversiﬁ ed its ",
  "defence purchases, Russia remains India’s most important ",
  "foreign supplier of military equipment. Problems do remain. ",
  "Price negotiations are tough and the era of ‘friendship prices’ ",
  "is over. Product support, supply of spares and maintenance for ",
  "several important acquisitions by India are still inadequate. ",
  "Yet it is neither easy nor desirable for India to put at risk a  158 CHALLENGE AND STRATEGY ",
  "defence  relationship  of  long  standing.  Russian  military ",
  "equipment  remains  competitive,  sturdy  and  reliable.  India ",
  "also appreciates Russia’s willingness to sell state-of-the-art ",
  "equipment and engage in joint research and development of ",
  "new  products,  examples  being  the  Brahmos  cruise  missile ",
  "(already in production), Multi-Role Transport Aircraft, and the ",
  "Fifth Generation Fighter Aircraft. Despite all the difﬁ culties ",
  "in India–Russia defence ties, Russia is still the only foreign ",
  "military supplier from whom India is able to procure hi-tech ",
  "equipment  unavailable  from  elsewhere,  including  nuclear ",
  "powered submarines and, notwithstanding delays and price ",
  "escalation, an aircraft carrier. India’s legitimate worry is that ",
  "without a substantial defence relationship, the whole ediﬁ ce of ",
  "India–Russia relations would be greatly weakened. For Russia ",
  "too, considering the large volume of business and India’s record ",
  "of timely payments and scrupulously settled Soviet-era debts, ",
  "India is a large and valuable customer for defence equipment. ",
  "It is the only country with which Russia has a military-technical ",
  "cooperation programme. At a time when Russia’s economic ",
  "situation was fragile, defence sales helped to keep Russia’s own ",
  "defence industry aﬂ oat. Concerned that India has diversiﬁ ed ",
  "its defence purchases, Russia understandably does not want ",
  "to lose the lucrative Indian market to fast rising and tough ",
  "competition from Israel, France and the US, whose powerful ",
  "arms lobbies have scored notable success with the Indian ",
  "defence services in demonstrating the attractiveness of their ",
  "products and services. ",
  "With synergies arising out of the fact that India is an ",
  "energy-deﬁ cient country and Russia an energy-surplus one, ",
  "energy is an important area of future cooperation—at least ",
  "from India’s perspective. Following up on the success of the ",
  "Indian investment in the Sakhalin-1 project in 2001 that has ",
  "already yielded 2.5 million tonnes of oil, India is seeking more ",
  "investment opportunities in Russia’s upstream oil and gas ",
  "sector, including the giant Sakhalin-3 project. However, seeing ",
  "that the decision to let India make investments in Sakhalin-1 ",
  "was an essentially political one, India may ﬁ nd it difﬁ cult to get ",
  "additional opportunities in Russia’s oil and gas sector except as ",
  "part of a broader strategic relationship and understanding that RUSSIA AND EURASIA 159",
  "entails some reciprocal concessions by India. If India remains ",
  "committed to an overarching India–US strategic relationship, ",
  "which has already had some negative fallout on India’s relations ",
  "with Russia, it will be difﬁ cult to expand India–Russia energy ",
  "ties. From a commercial perspective, Russia’s oil companies ",
  "want a share in the downstream oil and gas business in India. ",
  "India could also be an important market for Russian exports ",
  "of oil and gas if Russia were to want to diversify its markets. ",
  "Russia, which is already helping India build the Kudankulam ",
  "nuclear power plant and has recently supplied fuel for the ",
  "Tarapur reactor, has agreed to set up additional nuclear power ",
  "plants in India now that the Nuclear Suppliers Group guidelines ",
  "have been revised to accommodate India.",
  "India–Russia relations will not have a sound foundation ",
  "and long-term stability unless trade and economic cooperation ",
  "increases and diversiﬁ es. Two–way trade today is at a worry-",
  "ingly low level of only $5 billion, just about 1 per cent of India’s ",
  "foreign trade, compared to the Soviet Union’s share of more ",
  "than 9 per cent in 1991. Even the modest target of US $10 billion ",
  "for 2010 will not be easy to reach. In both countries business ",
  "is now mostly in the hands of a largely West-oriented private ",
  "sector, which governments can try to nudge and persuade, but ",
  "cannot compel or direct in a particular direction. This Western ",
  "orientation is partly the result of a historical legacy. Mainstream ",
  "Indian traders and industrialists were never involved in trade ",
  "and economic relations with the Soviet Union. Indo-Soviet ",
  "trade was conducted on the basis of annual trade plans, heavily ",
  "inﬂ uenced by political considerations, drawn up by the central ",
  "authorities. A whole generation of businessmen, industrialists ",
  "and  trade  ofﬁ cials—a  rather  specialized  group—learnt  how ",
  "to work this system and made enormous proﬁ ts. It was an ",
  "esoteric activity requiring now irrelevant special expertise and ",
  "contacts, not the skills required to do business along market ",
  "principles. After the crutches of the past were taken away, the ",
  "more reputable Indian industrial and business houses somehow ",
  "never ventured seriously into the Russian market. A few brave ",
  "souls who tested the waters in the early years after the break-up ",
  "of the Soviet Union were badly scalded and beat a hasty retreat. ",
  "Bureaucratic complexities and rigidities on both sides present  160 CHALLENGE AND STRATEGY ",
  "additional hurdles. Indian businessmen have poor awareness ",
  "of opaque and frequently changing tax, customs and other rules ",
  "and regulations in Russia. Two persistent and fundamental ",
  "problems that have deﬁ ed solution are the enormous difﬁ culty ",
  "that Indian businessmen face in getting visas for Russia, and ",
  "the weak banking links between the two countries.",
  "Politically as well, Russia and India seem to have drifted ",
  "somewhat as India and the US have come closer. India’s 2005 ",
  "defence agreement with the US, the frequent joint military ",
  "exercises that India holds with the US, India’s last-minute ",
  "reluctance  to  sign  an  agreement  on  setting  up  additional ",
  "nuclear power plants at Kudankulam during Prime Minister ",
  "Manmohan Singh’s visit to Moscow in January 2008, and ",
  "India’s tailoring of its policy on Iran clearly under the inﬂ uence ",
  "of the US—all these factors have given rise to concerns in Russia ",
  "about the overall direction of India’s foreign policy. With the ",
  "US increasingly inﬂ uential in South Asia and in shaping India’s ",
  "policy towards its neighbours, and the Kashmir issue no longer ",
  "a live international issue, Russian support to India on political ",
  "issues is perhaps less valued today than in Soviet times. But ",
  "things could change.",
  "India does look up to Russia as a reliable friend and strategic ",
  "partner. There is a consensus across the entire Indian political ",
  "spectrum about Russia’s importance for India. Over the years, ",
  "successive Indian leaders have taken special care to nurture ",
  "this  relationship,  which  has  survived  political  vicissitudes, ",
  "neglect and drift during the Yeltsin era, pressures and attempts ",
  "by outside powers to create rifts and occasional misunderstand-",
  "ings over Pakistan. At the ofﬁ cial level, both countries are making ",
  "efforts to bring back the vigor and dynamism in the relationship ",
  "that has been missing for some time. Russian President Putin’s ",
  "high-proﬁ le visit to India in January 2007 as Chief Guest for ",
  "India’s Republic Day celebrations was an important step in this ",
  "direction. But towards the end of 2007 there were cool signals ",
  "from  the  Russian  side.  A  series  of  protocol  controversies ",
  "during high-level visits from India to Russia, including those ",
  "of the Prime Minister, the External Affairs Minister and the ",
  "Defence Minister, towards the end of 2007 seemed to indicate ",
  "Russian unhappiness with India. The misunderstanding has RUSSIA AND EURASIA 161",
  "since been removed. Russian Prime Minister Zubkov’s visit ",
  "in  2008  was  a  success,  and  the  agreement  on  additional ",
  "reactors at Kudankulam initialed during his visit was signed ",
  "during President Medvedev’s visit to India in December 2008. ",
  "However, the misgivings that arose in late 2007 and early ",
  "2008 do bring out the need for vigilance to ensure that the ",
  "relationship remains on track. India should, in its own interests, ",
  "eschew steps that would weaken the bonds of a trusted, time-",
  "tested relationship.",
  "A fundamental weakness in the bilateral relationship is ",
  "that neither Russia nor India has a wide domestic constituency ",
  "rooting for each other as partners. Perceptions on both sides ",
  "tend to be shaped by Western prejudices, and do not conform ",
  "to  contemporary  realities.  The  new  generation  of  Russia’s ",
  "ruling elite views India quite differently and understandably ",
  "does not have any nostalgia for Soviet times. It also tends ",
  "to look essentially to the West for business linkages, in part ",
  "because the West has traditionally been the benchmark for ",
  "most Russians of what constitutes a ‘civilized’ society, and also ",
  "because the windfall proﬁ ts made in the privatization scams ",
  "of the 1990s have been mostly invested in Western banks and ",
  "properties. Russian perceptions of India are outdated and stuck ",
  "in the time warp of mid-20th century India, and there is little ",
  "understanding of the much richer, self-conﬁ dent and savvier ",
  "India of the 21st century. Perhaps Russians feel that India has ",
  "no alternative to Russia and that India is not giving Russia the ",
  "attention and importance it deserves.",
  "The Indian elite’s thinking and lifestyle is also oriented ",
  "towards the West. Culture, language and a democratic polity ",
  "bring India and the West together. India’s links with the West ",
  "have been strengthened in many other ways—the rich, well-",
  "educated and substantial Indian diaspora settled in Western ",
  "countries; the rapidly growing linkages of Indian business ",
  "and industry with Western counterparts and the large-scale ",
  "movement of visitors and students between India and the ",
  "West. Similar people-to-people linkages do not exist between ",
  "Russia and India. The image that most Indians have of Russia ",
  "is outdated—Russia is no longer the crushed, dispirited nation ",
  "in the immediate post-Soviet period, but most Indians have yet  162 CHALLENGE AND STRATEGY ",
  "to register Russia as a strong, modern and stable country, much ",
  "less show understanding of its problems. India is also ignorant ",
  "of,  and  lacks  conﬁ dence  in,  many  Russian  technological ",
  "capabilities, since Russia is weak in transferring them on a ",
  "cost-effective basis to the civilian sector. India’s elite seems ",
  "to have fallen under the spell of new suitors that appear more ",
  "attractive than a known and trusted old partner. The general ",
  "public too remains somewhat ignorant about the signiﬁ cance ",
  "of India’s relations with Russia, as Russia does not affect most ",
  "ordinary Indians lives as does, say, the US or the Persian Gulf ",
  "region. ",
  "Indians need to be aware that India’s relationship with ",
  "Russia still matters a great deal. The interests of the two ",
  "countries are complementary in important ﬁ elds of cooperation ",
  "such as oil and gas, defence, nuclear, space, and science and ",
  "technology—Russia’s  areas  of  core  strength  in  which  it  is ",
  "globally competitive, and where India needs foreign assistance ",
  "and collaboration. Despite the many difﬁ culties, irritants and ",
  "limitations in the relationship, India should not lose sight of ",
  "its many positive elements. Russia has given India valuable ",
  "political and strategic support at critical times on Kashmir ",
  "in the UN. It has not created trouble for India in India’s ",
  "neighbourhood. Russia has repeatedly proved its reliability ",
  "during  India–Pakistan  conﬂ icts.  In  deference  to  India’s ",
  "sensitivities  and  concerns,  it  has  not  given  any  advanced ",
  "defence equipment to Pakistan that would upset the military ",
  "balance in South Asia. Both nations have strategic convergences ",
  "relating to Iran, Afghanistan and Central Asia. Russia has been ",
  "a valuable partner and given India unique access to advanced ",
  "technologies in many sectors. In the space sector, India is ",
  "slated to get Russian technology in tracking satellites and to ",
  "have a collaborative ‘Chandrayaan’ project, involving space ",
  "probes to the moon. In nuclear energy, the Kudankulam project ",
  "is noteworthy because Russia is the only country building ",
  "civilian nuclear reactors in India. ONGC has a valued stake in ",
  "Russia’s oil and gas sector. If the strategic relationship is to ",
  "move forward meaningfully, both India and Russia will have to ",
  "make conscious efforts to understand the other’s priorities and ",
  "become more relevant to each other.RUSSIA AND EURASIA 163",
  "The coming into power of new generations of leaders in ",
  "both  countries  adds  to  the  uncertainties  in  India–Russia ",
  "relations. Leaders on both sides must appreciate the importance ",
  "of creating wider public interest and understanding for the ",
  "relationship  particularly  among  the  increasingly  inﬂ uential ",
  "younger generation. Without such public support, it will be ",
  "difﬁ cult to provide greater depth, a sound foundation and long-",
  "term stability to this mutually beneﬁ cial strategic partnership ",
  "that has served both countries well for a long time. Ofﬁ cially ",
  "sponsored cultural extravaganzas like the ‘Year of Russia’ in ",
  "India in 2008 and the ‘Year of India’ in Russia in 2009 cannot ",
  "be a substitute for spontaneous and natural people-to-people ",
  "exchanges. India will need to build direct contacts with the entire ",
  "spectrum of stakeholders and interest groups in the political, ",
  "economic, military and other spheres not only in Moscow and ",
  "St. Petersburg but also throughout Russia. Similarly, Russia ",
  "will have to learn how to deal with new centres of power and ",
  "inﬂ uence in India.",
  "Imperatives in Central Asia",
  "The swathe of land extending from Turkey to Xinjiang and ",
  "from the Siberian steppes to the Persian Gulf and the Arabian ",
  "Sea needs to be viewed in its totality rather than through the ",
  "simplistic prism of the Cold War era, and as a strategic rather ",
  "than a mere geographical region. From a historical, cultural and ",
  "geo-political perspective, Central Asia is not only the Central ",
  "Asian Republics of the former Soviet Union, as is sometimes ",
  "commonly thought, but the entire Eurasian space enclosed by ",
  "Russia, China, India, Turkey and Iran. It includes Afghanistan, ",
  "Northern  Iran,  the  Tibet  and  Xinjiang  regions  of  China, ",
  "Mongolia, as well as Ladakh and the Pakistan-occupied regions ",
  "of the Indian state of Jammu and Kashmir. Considering that ",
  "the most dramatic manifestation of the end of the Cold War was ",
  "the break-up of the Soviet Union, it is important to grasp the ",
  "signiﬁ cance of the far-reaching geo-strategic transformation ",
  "that is taking place in this region. 164 CHALLENGE AND STRATEGY ",
  "Throughout India’s history the Central Asian connection ",
  "has been extremely important. Central Asia has been India’s ",
  "principal door to the outside world. It has deeply inﬂ uenced ",
  "India’s history, culture and polity. Of all India’s neighbouring ",
  "regions, whether across land or maritime frontiers, it is with ",
  "Central Asia that India has had the longest association, and the ",
  "most extensive people-to-people ties. It is from Central Asia ",
  "that the traditional threats to India’s security have emanated. ",
  "That is why the Central Asian aspect of India’s foreign policy ",
  "needs greater attention than it has received so far.",
  "India is not merely a South Asian power. India—or at least ",
  "northern India—has always had a Central Asian character too. ",
  "While the region south of the Himalayas has determined the ",
  "mainstream features of India’s life, the history of Tibet, parts ",
  "of Xinjiang, Afghanistan, and the land north of the Amu Darya ",
  "has been intertwined with that of the Indo-Gangetic plains. ",
  "Even today, Ladakh has more in common with the cultures of ",
  "neighbouring regions of Central Asia than with South Asian ",
  "traditions. Similarly, the Kashmir valley has historically had ",
  "equally intensive trading and cultural contacts with Central ",
  "Asia and the plains to the south.",
  "As Central Asia is the area from which threats to India’s ",
  "security have historically emanated, India’s interests in Central ",
  "Asia are fundamentally strategic. India would like to see a stable ",
  "and secular Central Asia. Weak, unstable States with centrifugal ",
  "tendencies could become a haven for terrorists, separatists ",
  "and fundamentalists who could link up with counterparts in ",
  "Afghanistan and Pakistan. Moreover, instability and chaos in ",
  "Central Asia carries the danger of a domino effect across the ",
  "entire region. Central Asia also needs to be watched since ",
  "developments in Xinjiang, which shares a border with India, ",
  "would have a direct bearing on India’s security. Thus India’s ",
  "approach to Central Asia cannot be passive. India must work ",
  "actively to get a ﬁ rm foothold in Central Asia, so that this ",
  "strategically located region does not become an area dominated ",
  "by forces inimical or hostile to India’s interests. Among other ",
  "things, India must track any military presence in the region ",
  "that could potentially threaten it. On the economic side, the ",
  "Central Asian market is relatively small. However, India would RUSSIA AND EURASIA 165",
  "very much like to gain access to the rich natural resources ",
  "of the region, such as oil and gas, uranium, rare earths and ",
  "minerals, copper, gold, diamonds, and to acquire, if possible, ",
  "some specialized defence technologies and defence production ",
  "facilities available in the Central Asian countries.",
  "Fortunately, there are many factors working to India’s ",
  "advantage in Central Asia. Unlike China and Russia, India is ",
  "viewed by Central Asian States as a benign power that does ",
  "not pose any direct contemporary threat, whether ideological, ",
  "demographic  or  territorial.  In  fact,  India  has  always  held ",
  "a  tremendous  cultural  attraction,  a  certain  romance  and ",
  "mystique for the people of this region. India’s ‘soft power’, ",
  "which has captivated Central Asia in the past, has the potential ",
  "to be a powerful tool of India’s diplomacy in this region. India’s ",
  "technical–economic  assistance  programmes  like  Indian ",
  "Technical and Economic Cooperation (ITEC), particularly in ",
  "areas like information technology, are seen as very relevant ",
  "and useful for Central Asia. India is also the nearest large ",
  "market for products of the region. In addition, Central Asia’s ",
  "rich cultural heritage and natural beauty could attract large ",
  "numbers of tourists from India and thereby give a boost to the ",
  "local economies.",
  "At the same time, there remain many glaring weaknesses ",
  "in India’s policy and approach to the region. When the Central ",
  "Asian Republics attained independence, they looked forward ",
  "to India playing a prominent role as a major partner in all ",
  "spheres of activity. President Nazarbaev of Kazakhstan, for ",
  "example,  made  it  a  point  to  visit  India  immediately  after ",
  "Kazakhstan’s independence. Unfortunately in the early years ",
  "after the independence of the Central Asian Republics India ",
  "was unable to optimally convert the traditional goodwill into ",
  "contemporary inﬂ uence. Relatively few people in India had ",
  "any serious knowledge about or interest in Central Asia. This ",
  "is changing now, with many institutions and scholars paying ",
  "much greater attention to Central Asia. Yet, even today, very ",
  "little news about Central Asia is to be found in the Indian ",
  "media, and the Indian presence and visibility in this part of ",
  "the world remains quite poor. Even at the governmental level, ",
  "India paid inadequate attention to Central Asia. While resident  166 CHALLENGE AND STRATEGY ",
  "Embassies were opened in all the Central Asian countries, ",
  "infrequent high-level visits conveyed the impression to these ",
  "countries that India was not looking at this region as seriously ",
  "as were other major global powers.",
  "Nor have India’s businessmen, industrialists and bankers ",
  "shown great interest in Central Asia. There is a reason for this. ",
  "The emergence of the Central Asian Republics as independent ",
  "countries coincided with India’s own economic liberalization, ",
  "when the focus of attention of Indian business and industry was ",
  "understandably on the developed countries from where India ",
  "hoped to get investments and technology. It’s not that Indian ",
  "companies did not try to do business in Central Asia. But in the ",
  "‘Wild West’ early years after the Central Asian countries became ",
  "Independent,  many  Indian  companies  burnt  their  ﬁ ngers. ",
  "Today, most major Indian companies do not attach importance ",
  "to Central Asia in their global strategy. Poor air connectivity has ",
  "contributed to reinforcing mutual ignorance. India’s economic ",
  "relations have woefully lagged behind the political relationship, ",
  "principally because India is not economically rich enough, nor ",
  "is its business, industrial and ﬁ nancial community sufﬁ ciently ",
  "motivated or aggressive to be able to overcome India’s geo-",
  "graphical and other handicaps in dealing with Central Asia.",
  "From the perspective of the Central Asian countries, India ",
  "is not a country that has been able to show that it is relevant, ",
  "much less make a signiﬁ cant contribution, to their immediate ",
  "priorities, namely their search for national identity, security ",
  "and, more recently, regime survival. Nor have they received ",
  "any  large-scale  assistance  from  India  for  their  economic ",
  "development. India’s good relations with Russia put limits on ",
  "India’s potential as a balancing force in Central Asia. In view ",
  "of the support that Russia gives India in South Asia, India ",
  "cannot be seen as pursuing policies in Central Asia that Russia ",
  "considers inimical to its interests there. Thus India occupies ",
  "a somewhat low priority, at least in the short term, in Central ",
  "Asian eyes.",
  "The Central Asian countries would nevertheless like India ",
  "to be present in a bigger way there, since other powers present ",
  "there  carry  considerable  baggage.  The  Central  Asians  are ",
  "seeking, as an expression of their sovereignty and independent RUSSIA AND EURASIA 167",
  "identity, to reduce the inﬂ uence of Russia, a country that they ",
  "can neither ignore nor do without. They remain suspicious of ",
  "China that has been traditionally viewed as an expansionist and ",
  "dominating power. The US is welcomed insofar as it keeps the ",
  "inﬂ uence of both Russia and China in check, but Central Asian ",
  "rulers remain wary of it since the US is also seen as working ",
  "for regime change. Major bilateral and international donors ",
  "have not been able to make any meaningful difference to the ",
  "lives of the people. Against this background, the Central Asian ",
  "countries continue to have some expectations that India would ",
  "play a much larger role in that region, and, albeit somewhat ",
  "vaguely, consider India as a potential balancing factor to the ",
  "other major players in the region.",
  "India’s major dilemma is how to access Central Asia. The ",
  "absence of easy access to that region severely constrains India’s ",
  "options, particularly in promoting trade. Traditionally, India’s ",
  "contacts with Central Asia have been mainly via Afghanistan, ",
  "which provides the easiest land route to it. But given the ",
  "situation in Afghanistan, and the necessity of having to cross ",
  "Pakistan  to  reach  Central  Asia,  India  cannot  realistically ",
  "hope to have overland access to that region by this route in ",
  "the  foreseeable  future.  So  far,  Pakistan’s  attitude  has  not ",
  "given any indication of its willingness to cooperate with India ",
  "on Central Asia, since this negates its traditional objective of ",
  "checking India at every opportunity and of seeking ‘strategic ",
  "depth’ against it. With a new popularly elected government in ",
  "power now in Pakistan, possible India–Pakistan cooperation ",
  "on Afghanistan and Central Asia should be actively explored. ",
  "But this will take time, assuming that it can happen at all. India ",
  "has also been trying to access Central Asia via Iran. However, ",
  "Iran does not provide a reliable or economically efﬁ cient access ",
  "route. Transit to Central Asia via Iran involves cumbersome ",
  "multi-modal transport, ﬁ rst by road or rail to a port in India, ",
  "then by ship to an Iranian port, then again by road and/or rail ",
  "to Central Asia. All connectivity projects via Iran—whether it is ",
  "the North–South transport corridor from India to Russia via ",
  "Iran, the trilateral India–Iran–Turkmenistan agreement, or the ",
  "Iran–Afghanistan route where India is assisting Afghanistan ",
  "in  building  the  Zaranj–Delaram  road  that  will  connect  to  168 CHALLENGE AND STRATEGY ",
  "the Afghanistan girdle road—have so far turned out to be ",
  "sub-optimal.  Poor  infrastructure,  multiple  trans-shipments ",
  "involving different modes of transport, and inefﬁ ciency and ",
  "corruption are ills that plague all the legs of the transport ",
  "corridors. International pressures on Iran inevitably impose ",
  "additional limitations on using the Iran transit route. Thus, ",
  "India needs to seriously explore the possibility of establishing ",
  "links with Central Asia via Xinjiang, since that is the only other ",
  "overland route to this region from India. Reactivation of trade ",
  "routes between Leh and Kashgar would lead to the development ",
  "of Ladakh region, with a spillover effect on the entire state of ",
  "Jammu and Kashmir, as well as on Himachal Pradesh.",
  "India has to focus on areas other than traditional trade in ",
  "order to preserve its interests in Central Asia. Investments, ",
  "science  and  technology,  defence  and  security,  culture  and ",
  "education, training, tourism, media and academic exchanges ",
  "are  some  of  the  promising  areas  of  cooperation.  India  is ",
  "already engaged in all these areas, but not sufﬁ ciently deeply. ",
  "More generous funding of projects, especially in infrastructure, ",
  "under concessional loans is needed. A larger number of seats ",
  "in training institutions should be allocated to Central Asia. ",
  "Private airlines should be permitted, indeed encouraged, to ﬂ y ",
  "to this region. More attention and resources need to be devoted ",
  "to Central Asia in the government, media and academia. Study ",
  "of Central Asian culture and languages must be encouraged. ",
  "India could make better use of its cultural centres in Central ",
  "Asia for its outreach programmes. India also needs to change ",
  "its image there. The attraction of the people there, particularly ",
  "the older generation, to India’s history and culture is a good ",
  "starting point and a positive factor; but it also reinforces old ",
  "stereotypes about India. Today, India needs to project the ",
  "image of a modern, industrial, scientiﬁ cally and technologically ",
  "advanced country that can serve not merely as a role model for ",
  "these countries—just as India did for many Asian and African ",
  "countries in the immediate aftermath of their independence ",
  "from  colonial  rule—but  also  greatly  help  them  in  their ",
  "integration with the contemporary world. India’s task is much ",
  "easier today because its image has indeed changed in the West, ",
  "only the Central Asian countries have little direct experience RUSSIA AND EURASIA 169",
  "of this, except in the information technology sector. India has ",
  "to particularly attract the younger generation, target them ",
  "to visit, study and do business in India, and create economic ",
  "and  people-to-people  linkages  between  India  and  Central ",
  "Asia. Above all, it is imperative that India gives much greater ",
  "sustained political attention to Central Asia. It is not enough ",
  "to have only sporadic high-level visits to the region, mostly on ",
  "the occasion of regional meetings of the Shanghai Cooperation ",
  "Organisation  (SCO)  or  the  Conference  on  Interaction  and ",
  "Conﬁ dence-Building in Asia (CICA). One hopes that the visit of ",
  "Kazakh President Nazarbaev to India as Chief Guest on India’s ",
  "Republic Day in 2009 becomes a turning point in India’s ",
  "perspective on Central Asia.",
  "A ‘New Great Game’?",
  "As a geographical area that abuts on the borders of major powers ",
  "in Asia, Central Asia will always attract foreign presences. A ",
  "century ago, the British geographer, Sir Halford Mackinder ",
  "called this the ‘heartland’ that plays a key role in shaping ",
  "global  geo-politics.  The  reason  was  simple.  It  was  a  huge ",
  "territory—the largest, most populous and richest of all possible ",
  "land combinations—in the middle of the Eurasian continent, ",
  "wedged in by other powers facing the Atlantic, Indian and ",
  "Paciﬁ c Oceans. For more than one millennium starting from ",
  "the Huns in the 5th century, Central Asia had dominated the ",
  "world, as a succession of nomadic peoples, most notably the ",
  "Mongols, emerged from Central Asia to conquer or threaten the ",
  "States and peoples located in the ‘marginal crescent’—China, ",
  "Russia, Central Europe, Persia and India. The ever-present ",
  "threat emanating from Central Asia has been fundamental to ",
  "shaping the history and the psyche of both the Russians and the ",
  "Chinese. In its search for security from marauding Turks and ",
  "Mongols, Tsarist Russia expanded its frontiers to Central Asia, ",
  "Siberia and the Paciﬁ c coast. Generations of Chinese emperors ",
  "periodically sought to establish control over these areas, with ",
  "only  partial  and  ﬁ tful  success;  at  other  times  they  simply  170 CHALLENGE AND STRATEGY ",
  "hunkered down behind the Great Wall stretching thousands ",
  "of miles. Unlike China and Russia, India was fortunate to ",
  "enjoy the protection of the Tibetan plateau and the Himalayas. ",
  "It did not need to expand its territory to ensure its security, ",
  "but it had to deal with frequent invasions of tribes of Turks, ",
  "Mongols and Afghans from this region through the narrow ",
  "northwest opening of the Khyber Pass. It was only after the ",
  "Europeans developed sea power and constrained the power of ",
  "the continental powers that the power of Central Asia could ",
  "be checked. The great powers inevitably clashed from time ",
  "to time. These were the imperatives behind the ‘Great Game’ ",
  "between Britain and Tsarist Russia as well as the clash between ",
  "the expanding Tsarist and Manchu empires in Central Asia in ",
  "the 19th century resulting in what the Chinese call the ‘unequal ",
  "treaties’ of 1858 and 1860. ",
  "A century later, the geopolitical realities remain unchanged, ",
  "only the players are different and the ‘game’ far more compli-",
  "cated. All the major global players, including the US, have a ",
  "presence in the region, and energy has emerged as an additional ",
  "important factor in strategic equations. Many inﬂ uential US ",
  "thinkers and strategists like Zbigniew Brzezinski continue to be ",
  "inﬂ uenced by Mackinder’s theories. For many decades, because ",
  "of the closed borders between the Soviet Union and China, and ",
  "their mutual hostility, there was no danger of a single entity ",
  "emerging  as  the  dominant  power  in  the  Eurasian  strategic ",
  "space. After the break-up of the Soviet Union and the vastly ",
  "improved relations between Russia and China, the possibility of ",
  "these two countries, plus India, getting together have become ",
  "a geopolitical nightmare for strategists like Brzezinski, as that ",
  "combination could challenge US global hegemony.",
  "Having lost its buffer zone of Central Asia, Russia once ",
  "again feels vulnerable on its southern frontier. For China, ",
  "Xinjiang could turn out to be its Achilles heel. Among all ",
  "the people of Turkic origin in Central Asia, the Uighurs are ",
  "intellectually the most sophisticated, culturally the richest, and ",
  "politically with the most developed sense of national identity. ",
  "It does rankle that they do not have autonomy much less ",
  "independence when much smaller Turkic tribal groups with a ",
  "poorer sense of identity like the Turkmen and the Kyrgyz have RUSSIA AND EURASIA 171",
  "managed to get their own independent States. Compared to ",
  "the Tibetan diaspora, the Uighur diaspora is larger and more ",
  "inﬂ uential. Moreover, unlike Tibet, which has limited people-",
  "to-people contact with its neighbours India and Nepal, Xinjiang ",
  "has more economic, social and other ties with its immediate ",
  "neighbours.  Any  instability  in  Central  Asia  could  affect ",
  "Xinjiang’s security since the traditional homelands of the ethnic ",
  "Uighurs, Kazakhs and Kyrgyz straddle the present-day political ",
  "boundaries  of  Xinjiang  with  Kazakhstan  and  Kyrgyzstan. ",
  "Historically, all this has been one region—the territory of the ",
  "ex-Soviet Central Asian States known as Turkestan and the ",
  "present-day area of Xinjiang known as East Turkestan. The ",
  "old Sino-Soviet border, now the border between China and the ",
  "Central Asian States, is unnatural since it runs along a rough ",
  "north–south axis while the rivers ﬂ ow from east to west. A more ",
  "natural division of the combined region of Turkestan and East ",
  "Turkestan would be between the north and the south. North ",
  "Xinjiang and adjoining north Kazakhstan are basically steppe ",
  "lands inhabited by nomad tribes, while the oasis settlements ",
  "in southern Xinjiang around the Tarim Basin like Khotan, ",
  "Kashgar and Merv have much closer cultural and economic ",
  "links with Ferghana Valley and the oasis towns of Samarqand, ",
  "Bukhara  and  Merv.  Were  Beijing’s  centralized  control  to ",
  "weaken in Tibet and Xinjiang for any reason, this would have ",
  "direct and far-reaching implications for India’s security since ",
  "Tibet and Xinjiang are geographically contiguous to India. ",
  "The situation would be quite similar to that in Kazakhstan ",
  "following the break-up of the Soviet Union. India needs to ",
  "study this scenario carefully. No doubt the Chinese have drawn ",
  "appropriate lessons from the collapse of the Soviet Union and ",
  "have tried to put in place suitable preemptive measures, but ",
  "India would be prudent to look ahead. ",
  "In formulating its broad strategy for the Central Asia region, ",
  "India would be unrealistic to think that, given its inherent ",
  "handicaps, it can achieve its objectives by acting on its own ",
  "in that region. In order to protect and preserve its interests in ",
  "the region, India has no alternative but to closely consult and ",
  "cooperate with other major powers having an interest and a ",
  "presence in Central Asia such as Russia and China. This can be  172 CHALLENGE AND STRATEGY ",
  "within the ongoing Russia–India–China trilateral framework. ",
  "It can also be considered within the framework of the SCO—",
  "where the other Central Asian countries get involved too—if ",
  "India becomes its full member. It is logical that these three ",
  "major Asian continental powers, united through this strategic ",
  "space whose stability is a matter of vital national interest for all ",
  "three countries, should actively seek areas of convergence.",
  "All the major powers present in Central Asia, including ",
  "the US, share some common interests in the region, such as ",
  "countering  fundamentalism,  terrorism  and  secessionism, ",
  "and in seeing a stable and prosperous Central Asia. However, ",
  "Central  Asia  will  stabilize  only  when  there  is  sufﬁ cient ",
  "investment  that  promotes  economic  development,  reduces ",
  "unemployment among the youth, and gives people long-term ",
  "hope about a brighter future. So far only Kazakhstan is attract-",
  "ing sufﬁ cient investment that is facilitating its economic growth. ",
  "Turkmenistan appears to have weathered the immediate post-",
  "Niyazov uncertainty and may stabilize if it uses the income from ",
  "selling its rich gas resources for the welfare of the people and ",
  "to build the country’s infrastructure and institutions. The other ",
  "three ex-Soviet Central Asian countries, namely Uzbekistan, ",
  "Kyrgyzstan and Tajikistan are the most vulnerable because they ",
  "share the strategically important and volatile Ferghana valley ",
  "that has traditionally held the key to stability in Central Asia. ",
  "India can help bring stability to Central Asia by leveraging its ",
  "unique advantage of its heartland being so close to that region. ",
  "If India is to protect its vital national interests in Central Asia, ",
  "it has to be a player on an equal footing with the other major ",
  "players like the US, Russia and China.",
  ""
]