[
  "Chapter12",
  "Economic Diplomacy",
  "Evolution of India’s Economic Diplomacy",
  "I",
  " n  dealings  with  most  countries  beyond  India’s",
  " immediate and strategic neighbourhood, India’s",
  " foreign  policy  goals  are  primarily  economic. ",
  "India’s strategy for developing partners hips with the rest of the ",
  "world has evolved in response to the transformations in the ",
  "global environment and India’s own changing developmental ",
  "needs.",
  "Before 1991, India’s interaction with the outside world was ",
  "marked by a defensive and protectionist mindset, which arose ",
  "out of domestic economic policies that restricted imports and ",
  "foreign investment, a very modest level of foreign trade—of ",
  "which a fairly large share was rupee trade with the Soviet Union ",
  "and countries of East Europe—and an undiversiﬁ ed export ",
  "basket consisting of mostly raw materials and semi-ﬁ nished ",
  "products. The focus of India’s economic diplomacy was on ",
  "export promotion, on canalized imports of critical commodities ",
  "and  products  through  public  sector  organizations,  and  on ",
  "getting more bilateral and multilateral development assistance. ",
  "At a multilateral level, India concentrated on South–South ",
  "cooperation through organizations like the G–77 and, later, the ",
  "smaller G–15. India had a very marginal role in multilateral ",
  "trade  negotiations  within  the  framework  of  the  General ",
  "Agreement on Tariffs and Trade (GATT).",
  "With  the  onset  of  economic  reforms  in  1991,  India’s ",
  "challenge was to convince other countries that its economic ECONOMIC DIPLOMACY 221",
  "policies  were  changing.  The  priority  task  of  economic ",
  "diplomacy in the 1990s was to attract foreign direct investment, ",
  "made much more difﬁ cult because of domestic opposition. ",
  "Considering themselves comparatively disadvantaged because ",
  "special facilities were being given to foreign investors, many ",
  "Indian  industrialists—the  so-called  ‘Bombay  Club’—wanted ",
  "a  level  playing  ﬁ eld,  without  which  they  feared  that  they ",
  "would be wiped out. This was a period of transition as India ",
  "adjusted to the changed post-Soviet world. In India’s quest ",
  "for  new  investments,  markets  and  technologies,  the  West ",
  "became much more critical for India, while the importance ",
  "of  the  former  Soviet  bloc  countries  and  the  relevance  of ",
  "organizations like G–77 and G–15 sharply declined. Its search ",
  "for new partnerships led India to become a Dialogue Partner of ",
  "ASEAN and a member of organizations like the Indian Ocean ",
  "Rim Association for Regional Cooperation (IOR–ARC) and ",
  "Bangladesh–India–Myanmar–Sri Lanka–Thailand Economic ",
  "Cooperation  (BIMST-EC)  (since  renamed  as  the  Bay  of ",
  "Bengal Initiative for Multi-Sectoral Technical and Economic ",
  "Cooperation  [BIMSTEC]).  However,  India  failed  to  get ",
  "membership of either the Asia–Paciﬁ c Economic Cooperation ",
  "(APEC) or the Asia–Europe Meeting (ASEM). In the Uruguay ",
  "Round of multilateral trade negotiations (1986–1994), India ",
  "participated  more  actively  than  before  but  its  approach ",
  "remained defensive. ",
  "It is only in the 21st century, as its economy matured, as ",
  "its business community gained self-conﬁ dence, and as India ",
  "began to integrate with the global economy, that India began ",
  "to see more opportunities than challenges in the ineluctable ",
  "process of globalization. Within India, the dismantling of the ",
  "‘licence raj’ and the process of economic reforms gathered ",
  "momentum, resulting in fundamental and irreversible changes ",
  "in the economy, government policies, as well as in the outlook ",
  "of  business  and  industry.  A  growing  number  of  Indian ",
  "companies became globally competitive and outward looking, ",
  "and the new generation of Indians more ambitious and self-",
  "conﬁ dent. Buoyed by comfortable foreign exchange reserves, ",
  "both the public and private sectors of corporate India started ",
  "making  tentative  forays  into  investing  abroad.  Gradually  222 CHALLENGE AND STRATEGY ",
  "increasing  inward  ﬂ ows  of  foreign  direct  investment  and ",
  "foreign institutional investment enabled India to cut back on ",
  "its reliance on foreign aid for budgetary support and economic ",
  "growth.  The  revolution  in  information  technology  opened ",
  "up new opportunities for India’s exports of services. From ",
  "having a primarily agro-based economy, India emerged as ",
  "an increasingly service-oriented one. As India opened up, the ",
  "rising numbers and purchasing power of the Indian middle ",
  "class transformed India into a large and attractive market for ",
  "foreign  companies.  The  changed  scenario  required  India’s ",
  "economic diplomacy to shift gears dramatically.",
  "In addition to export promotion, India’s new economic ",
  "diplomacy priorities became more diversiﬁ ed. Now the stress ",
  "was  on  trying  to  attract  more  foreign  direct  investment, ",
  "preferably for greenﬁ eld infrastructure projects, as well as ",
  "foreign institutional investment in India’s stock markets; to ",
  "facilitate Indian investment and joint ventures abroad for proﬁ t ",
  "as well as to gain access to much needed resources, raw materials ",
  "and technologies; to protect and promote India’s economic ",
  "and commercial interests in multilateral and regional trading ",
  "arrangements;  to  inﬂ uence  other  countries’  economic  and ",
  "commercial policies to create a more favourable environment ",
  "for Indian business; and to use India’s technical and economic ",
  "assistance programme to foreign countries more effectively to ",
  "serve larger foreign policy goals. Energy security, intellectual ",
  "property rights, environment issues and climate change became ",
  "important new areas of economic diplomacy. The increasing ",
  "role of the private sector in India’s economic development and ",
  "foreign trade required government and private industry to ",
  "work in tandem in pursuing India’s economic interests vis-à-",
  "vis the rest of the world. Decentralization of economic power ",
  "required that the states also be taken on board in crafting an ",
  "overall strategy for economic diplomacy.",
  "The success or otherwise of economic diplomacy depends ",
  "not  merely  on  objective  realities;  perceptions  are  equally ",
  "important in ‘selling’ India. The stereotyped image of India is ",
  "one of heat and dust, of crowds and poverty, of snake charmers ",
  "and elephants, of spirituality and culture. These no longer tell ",
  "the full story. Side by side, there is a new image of India that ECONOMIC DIPLOMACY 223",
  "has taken shape since 1998—of a nuclear weapons power; of ",
  "a politically stable and determined India; of a technologically ",
  "advanced India; and of an economically vibrant India that ",
  "remained  unaffected  by  the  Asian  ﬁ nancial  crisis  of  1997. ",
  "India’s achievements in the hi-tech sectors whether they are in ",
  "the nuclear and space sectors, or in information technology and ",
  "biotechnology, have caught the attention of the world. Once ",
  "the world saw India’s teeming millions as a liability, but today ",
  "India’s large pool of trained manpower and knowledge workers ",
  "and its youthful demographic proﬁ le make this country an ",
  "attractive long-term partner. India’s democratic systems and ",
  "institutions, its legal system and the widespread use of English ",
  "in business are seen as providing a stable, predictable and ",
  "comforting framework for the rest of the world to engage India. ",
  "India’s entertainment industry testiﬁ es to the imaginativeness, ",
  "dynamism and innovativeness of its people. Indians prospering ",
  "abroad have helped to create a new image of Indian intellectual ",
  "and  managerial  capabilities.  Working  together,  the  Indian ",
  "government and private industry have also given high priority ",
  "to burnishing India’s image abroad.",
  "India and the WTO",
  "In recent years, one of the biggest challenges for India’s economic ",
  "diplomacy has been how to protect India’s interests in the ",
  "ongoing Doha Round of Trade Negotiations (Doha Develop-",
  "ment Round) under the World Trade Organization (WTO). ",
  "It is important to understand the genesis and importance of ",
  "WTO and GATT, its predecessor. Against the background of ",
  "the Great Depression of the 1930s and the resultant trade wars ",
  "after the end of the Second World War, the West established ",
  "GATT (1948–1994) as a treaty intended to promote trade ",
  "and  economic  development  by  reducing  tariffs  and  other ",
  "restrictions. Under GATT rules, global trade was conducted ",
  "on  a  Most–Favoured–Nation  (MFN)  basis,  the  essence  of ",
  "which is that all countries grant the same trade advantages, ",
  "including tariffs, to all other countries. The agenda was clearly  224 CHALLENGE AND STRATEGY ",
  "set by the West. The biggest beneﬁ ciaries were countries whose ",
  "economies were tied to the West. Communist countries with ",
  "non-market economies like the Soviet Union and China were ",
  "excluded. The rest of the world was mostly either under colonial ",
  "rule or had just become independent. Items of interest to the ",
  "developing countries like textiles and agricultural products were ",
  "excluded from the ambit of GATT. Gradually, as the developing ",
  "countries’  economies  grew  stronger,  they  sought  greater ",
  "market access from the West for their competitive labour-",
  "intensive products. In the Tokyo Round of trade negotiations ",
  "(1973–79) they managed to get two principal concessions in ",
  "this  regard—the  ‘non-reciprocity  clause’  which  exempted ",
  "developing countries from giving reciprocal tariff concessions ",
  "to the developed countries, and the Generalized Scheme of ",
  "Preferences  (GSP)  that  permitted  developing  countries  to ",
  "export their products to the developed countries at less than ",
  "the MFN rate. In the quid pro quo, developing countries had to ",
  "concede some crucial matters that reduced market access for ",
  "their competitive products in the developed world. The 1974 ",
  "Multi Fibre Arrangement (MFA), also called the Agreement on ",
  "Textiles and Clothing, established quotas on the quantities that ",
  "developing countries could export to the developed countries. ",
  "Non-tariff  barriers  became  the  new  instrumentality  of  the ",
  "developed countries to protect their highly subsidized domestic ",
  "agricultural sector from competitive agricultural exports of ",
  "developing countries. ",
  "India is a founder member of GATT, but till the Tokyo ",
  "Round it played a passive role in its deliberations. India’s limited ",
  "agenda was to look for derogations from the MFN principle ",
  "through  non-reciprocal  concessions  and  market  access  for ",
  "its products. As India, like other developing countries, had ",
  "no  experience  in  multilateral  trade  negotiations  and  little ",
  "bargaining power, it had no realistic option but to accept the ",
  "rules set by the more inﬂ uential members of GATT. It was ",
  "only during the Uruguay Round (1986–94) that India became ",
  "an  active  participant  in  the  negotiations.  India  was  still ",
  "comparatively inexperienced and lacked clout, but there was ",
  "a much better understanding both within the government as ",
  "well as among the general public of the long-term stakes for ECONOMIC DIPLOMACY 225",
  "India in the outcome of the negotiations. After seven-and-",
  "a-half years of negotiations, at times marked by high drama ",
  "and brinksmanship, the Final Act of the Uruguay Round trade ",
  "negotiations, collectively consisting of about 60 agreements, ",
  "annexes,  decisions  and  understandings  running  into  550 ",
  "pages, was signed by 123 countries at Marrakech, Morocco ",
  "in April 1994. It represents the most far-reaching and wide-",
  "ranging reform of the global trading system since the setting ",
  "up of GATT in 1947. The traditional deﬁ nition of international ",
  "trade underwent a drastic change. International trade rules ",
  "now  covered  not  only  trade  in  goods  outside  a  country’s ",
  "national borders, but new areas that impinged on domestic ",
  "policy choices. The backdrop to this aggressive attitude of the ",
  "West was the hubris that had overcome it after the collapse of ",
  "the Soviet Union. ",
  "The outcome of the Uruguay Round was not the best deal ",
  "from India’s perspective of the mid-1990s. Through agreements ",
  "like TRIMs, TRIPS, GATS and the Agreement on Agriculture, ",
  "India was obliged to take on commitments in new areas such ",
  "as  foreign  investment,  intellectual  property,  services  and ",
  "agriculture for which it was not yet ready. However, India had ",
  "no choice in the matter since the main players insisted that all ",
  "the agreements were part of a whole and indivisible package—",
  "the so-called single undertaking. There were some gains too: ",
  "India got greater market access; there was a commitment to ",
  "end the MFA by 2005; the Dispute Settlement Understanding ",
  "(DSU) provided a new more effective mechanism for settling ",
  "disputes. The legal commitments of the Final Act provide the ",
  "framework and the rationale for the considerable economic ",
  "legislation, policies, rules and regulations introduced by India ",
  "over the last 14 years or so. The Uruguay Round also decided ",
  "that GATT should be succeeded by the WTO on 1 January 1995. ",
  "While GATT was a treaty that laid down a set of rules agreed to ",
  "by its members, WTO is an organization that is responsible for ",
  "negotiating and implementing new trade agreements, and is ",
  "in charge of policing member countries’ adherence to all WTO ",
  "agreements. ",
  "With every passing year since the setting up of the WTO, ",
  "the battles within the WTO have become progressively sharper  226 CHALLENGE AND STRATEGY ",
  "over the divergent priorities of the developed and developing ",
  "countries. The Uruguay Round agreements contain timetables ",
  "for  new  negotiations  on  a  number  of  topics  primarily  of ",
  "interest to the developed countries. On the other hand, the ",
  "developing countries want the focus to be on the ‘unﬁ nished ",
  "business’ of the Uruguay Round and on getting the developed ",
  "countries to meet the commitments they have already made. ",
  "Trouble started almost immediately after the WTO came into ",
  "existence. The West insisted on including areas like labour ",
  "and environment in the trade agenda. At the ﬁ rst Ministerial ",
  "Conference of the WTO in Singapore in December 1996, while ",
  "the developing countries managed to keep labour standards off ",
  "the WTO agenda, the West succeeded in putting on the WTO ",
  "agenda four new issues, namely relationship between trade ",
  "and investment, interaction between trade and competition ",
  "policy, transparency in government procurement, and trade ",
  "facilitation—the so-called ‘Singapore issues’. Even though the ",
  "pressure was kept up at the second Ministerial Conference in ",
  "Geneva in 1998, the West was no longer able to determine the ",
  "agenda and outcome of trade negotiations as easily as before. ",
  "There was a growing awareness both among governments of ",
  "developing countries, as well as among NGOs and the ordinary ",
  "public not only in the developing world but the developed ",
  "world too, that the beneﬁ ts of globalization had been one-sided. ",
  "Under the pressure of widespread protests and demonstrations ",
  "by anti-WTO groups that had begun even before the meeting, ",
  "the third Ministerial Conference in Seattle in November 1999 ",
  "ended abruptly and inconclusively without being able to launch ",
  "as originally intended a new round of trade negotiations in the ",
  "new millennium. ",
  "In a bid to insulate the WTO Ministerial Meetings from ",
  "public  demonstrations,  the  fourth  Ministerial  Conference ",
  "was held under tight security in Doha (Qatar) in November ",
  "2001. Under the shadow of 9/11, the West got its way and a ",
  "new round of trade negotiations, Doha Development Agenda, ",
  "was launched in Doha. This time, however, the developing ",
  "countries managed to include many issues of interest to them ",
  "in the work programme of the Doha Round, in particular ",
  "the implementation of issues of concern to the developing ",
  "countries arising out of the Uruguay Round. They also gained ECONOMIC DIPLOMACY 227",
  "a psychological victory through the very nomenclature of the ",
  "new round of trade negotiations that emphasized an agreed ",
  "focus on developmental issues. Other principal items on the ",
  "agenda for the Doha Round of trade negotiations covered ",
  "agriculture,  services,  market  access  or  industrial  products ",
  "and manufactured goods—termed as Non-Agriculture Market ",
  "Access (NAMA), TRIPS and the four ‘Singapore issues’. India ",
  "played a key role in Doha in ensuring that the inclusion of the ",
  "‘Singapore issues’ was couched in ambivalent language that ",
  "left the door open for the developing countries to ﬁ ght for ",
  "their exclusion from the negotiations. The timetable for the ",
  "completion of negotiations was set for 1 January 2005.",
  "The ﬁ fth Ministerial Conference at Cancun (Mexico) in ",
  "September 2003 marked a watershed in the history of WTO. ",
  "Its deﬁ ning feature was the assertiveness of the developing ",
  "countries in pressing their interests and their determination ",
  "not  to  be  pushed  around  by  the  West.  At  Cancun,  sharp ",
  "divisions  emerged  in  WTO,  but  not  necessarily  along  any ",
  "North–South fault lines. Cancun marked the emergence of ",
  "new ﬂ uid issue-based coalitions of countries within the WTO, ",
  "the most important of which were the G–20 on agriculture and ",
  "the G–33 on ‘Singapore issues’ for articulating the interests ",
  "of the developing countries. The forthright stand taken by ",
  "India, and its leadership role at Cancun played an important ",
  "role in encouraging the developing countries to be more vocal ",
  "in defence of their national interests. The Cancun conference ",
  "abruptly  and  unexpectedly  collapsed  without  any  formal ",
  "agreement, but not before three of the four ‘Singapore issues’ ",
  "had  been  taken  off  the  table,  with  only  trade  facilitation ",
  "remaining on the agenda for negotiations. Although never ",
  "articulated, the sub-text at Cancun was the US–led war in Iraq. ",
  "Unease in most countries of the world over US unilateralism ",
  "and  arrogance  and  the  brutal  demonstration  of  the  US’ ",
  "use of its enormous military power had created a feeling of ",
  "helplessness among the world’s poorer and weaker countries. ",
  "This seems to have prompted them to put up a stiff resistance ",
  "to systematic efforts by the developed countries to get control ",
  "of their economies through the WTO system. At Cancun, the ",
  "‘ants’ of the world were determined to collectively take on the ",
  "‘elephants’. Cancun constituted a deﬁ nitive empowerment of  228 CHALLENGE AND STRATEGY ",
  "the weak and the poor countries of the world similar to the ",
  "empowerment in recent years of the historically oppressed ",
  "so-called outcastes or Dalits of Indian society. It has not been ",
  "possible to put back into the bottle the genie that was let out at ",
  "Cancun.",
  "Despite the collapse of the Cancun Ministerial Conference, ",
  "negotiations  continued.  Contrary  to  general  expectations, ",
  "the unity of the developing country coalitions has survived ",
  "the pressure and blandishments of the West. The developed ",
  "countries  have  been  genuinely  surprised,  and  somewhat ",
  "alarmed, by the newfound strength, cohesion and assertive-",
  "ness of the developing countries. As there was no give from ",
  "either side on crucial questions, it was obvious that the original ",
  "timetable for concluding negotiations could not be maintained ",
  "and  the  General  Council  of  the  WTO  decided  in  August ",
  "2004—the so-called ‘July Framework’—that the deadline for ",
  "negotiations should be pushed to December 2006, a decision ",
  "conﬁ rmed by the sixth Ministerial Conference in Hong Kong in ",
  "December 2005. The urgency to wrap up negotiations within a ",
  "year was dictated by a timetable set by the Congress of the US, ",
  "the world’s largest economy and trading country. It was hoped ",
  "that an agreement by the end of 2006 would enable it to be ",
  "approved by the US Congress under the provisions of the US ",
  "President’s fast track negotiating authority, also called Trade ",
  "Promotion Authority (TPA), that expired on 1 July 2007, under ",
  "which the US Congress would be able to approve or disapprove ",
  "trade agreements without the right to make amendments. Even ",
  "that date passed without any agreement. In fact, because of the ",
  "continuing deadlock, the negotiations were suspended in July ",
  "2006 and, in a desperate attempt to achieve a breakthrough ",
  "before the expiry of the US President’s fast track negotiating ",
  "authority, resumed in February 2007. A new target date of end-",
  "2008 was set for concluding negotiations, but with the collapse ",
  "of the mini-Ministerial meeting called by the Director General ",
  "of the WTO in Geneva in July 2008, and despite a valiant but ",
  "futile effort by the G–20 Heads of State and Government at ",
  "their emergency meeting in Washington in November 2008 ",
  "to reach an agreement on modalities by the end of 2008, ",
  "negotiations have been suspended at least till 2009.ECONOMIC DIPLOMACY 229",
  "India has an important defensive interest in agriculture in ",
  "the WTO negotiations. Even though India is a marginal player ",
  "in global trade in agricultural products, more than 55 per cent ",
  "of India’s work force is engaged in agriculture, many of them ",
  "subsistence farmers without any safety nets. India considers ",
  "trade in agriculture not an issue of economics but of livelihood ",
  "for hundreds of millions of Indians, and is understandably ",
  "resisting demands from developed countries to limit the use of ",
  "the tools currently available to India to prevent a potential ﬂ ood ",
  "of subsidized agricultural commodities from the rich countries ",
  "swamping India’s markets. India’s position on agriculture in the ",
  "WTO negotiations is guided by the three principles of ensuring ",
  "food security, livelihood security and rural development needs. ",
  "Although there have been many voices urging India to take a less ",
  "defensive and more ﬂ exible position on agriculture keeping in ",
  "mind that in the long term India could emerge as an important ",
  "exporter of agricultural products, this is not the kind of political ",
  "risk that any government in India is likely to take. The ongoing ",
  "global food crisis brings out the hazards of moving India, at ",
  "least at the current stage of its development, irreversibly into ",
  "a policy paradigm that would expose its agriculture sector to ",
  "global market forces. The collapse of the July 2008 talks was ",
  "on the issue of the terms of operationalization of the Special ",
  "Safeguard Mechanism (SSM) that India regards as a critical ",
  "defence mechanism to protect its agriculture from a surge in ",
  "imports or a fall in price of farm products.",
  "India  has  not  taken  a  strong  position  on  NAMA.  Its ",
  "interests are limited to ensuring that duties are not reduced ",
  "to  levels  that  would  threaten  infant  industries,  industries ",
  "in sectors that employ socially and economically vulnerable ",
  "sections of the population, small business enterprises that ",
  "are  employment  intensive,  and  enterprises  in  rural,  semi-",
  "urban and inaccessible regions. As a country more than half of ",
  "whose Gross Domestic Product (GDP) derives from services, ",
  "India has become a ‘demandeur’ seeking more openings for ",
  "its exports in the services sector, particularly on so-called ",
  "‘Mode  1’—cross–border  supply—and  ‘Mode  4’—movement ",
  "of natural persons. India has made it clear that an ambitious ",
  "outcome in services has to be an essential part of any break-",
  "through package of the Doha Development Agenda. 230 CHALLENGE AND STRATEGY ",
  "From being a bit player in GATT/WTO, India has gradually ",
  "emerged as one of the key players in the ongoing negotiations. ",
  "Earlier, the key decisions on WTO were essentially taken by ",
  "the so-called ‘Quad’ of Canada, the European Communities ",
  "(the ofﬁ cial name of the EU in the WTO), Japan and the US, ",
  "and merely endorsed by the rest of the WTO membership. ",
  "Today, the situation has changed. India, together with half a ",
  "dozen other countries—Australia, Brazil, China, the European ",
  "Communities, Japan, and the US—is a member of WTO’s new ",
  "inner core group, variously called the ‘new Quad’, the ‘Four/",
  "Five Interested Parties’ (FIPS), the ‘Quint’, the G–6 or the ",
  "G–7, which has been working to achieve a breakthrough on ",
  "contentious issues, particularly agriculture. As a member of ",
  "these informal ad hoc groupings, India is expected to represent ",
  "not just its own interests, but also those of developing countries ",
  "as a whole. ",
  "There is a practical reason why the developing countries ",
  "rely  on  countries  like  Brazil  and  India  to  represent  their ",
  "interests. As WTO negotiations have become extraordinarily ",
  "complex, legalistic and jargonistic—‘Blue Box’, ‘Amber Box’, ",
  "‘Green Box’, ‘de minimis support’, ‘Aggregate Measurement ",
  "Support’, ‘Swiss Formula’, and so on—they require a great ",
  "deal of sustained attention and expertise to handle the wide ",
  "range of issues being discussed and negotiated simultaneously ",
  "in Geneva and elsewhere. Most developing countries just do ",
  "not have sufﬁ cient qualiﬁ ed manpower to handle the tasks, ",
  "and it is left to the larger and more developed among the ",
  "developing countries to represent their interests in the detailed ",
  "discussions of various working groups. Even countries like ",
  "India sometimes ﬁ nd it difﬁ cult to cope with the negotiations, ",
  "since the developed countries have batteries of lawyers, experts ",
  "and negotiators whose numbers India cannot match. Over the ",
  "last few years, India has gradually built up its knowledge pool ",
  "on WTO matters from within the government, private industry, ",
  "the legal fraternity, academia and think tanks. Considering the ",
  "far-reaching impact that India’s WTO commitments have on ",
  "India’s domestic policy choices, the government does engage ",
  "in extensive consultations with trade and industry, political ECONOMIC DIPLOMACY 231",
  "parties and non-governmental organizations. However, more ",
  "attention needs to be given to integrating the government’s ",
  "position on WTO issues with India’s overall foreign policy.",
  "By no means perfect, the WTO still remains the most ",
  "desirable structure for trade. It already has 153 members and, ",
  "notwithstanding the enormous economic and political hurdles ",
  "that aspiring members have to overcome, more countries are ",
  "striving to join it. All countries understand that a rules-based ",
  "and transparent multilateral system is in their overall interest; ",
  "the  inefﬁ cient  and  cumbersome  alternative,  as  countries ",
  "outside the WTO painfully realize, is to negotiate separately ",
  "with  individual  or  groups  of  countries.  In  practice,  the ",
  "multilateral trading system has led to an enormous expansion ",
  "of international trade over the last six decades.",
  "Regional Trading Arrangements",
  "While the WTO may be the optimal framework, it is no longer ",
  "the only game in town. In recent years, as multilateral trade ",
  "negotiations have faltered, Regional Trading Arrangements ",
  "(RTAs) such as Free Trade Agreements (FTAs) or Preferential ",
  "Trade Agreements (PTAs) have become more attractive. It is ",
  "noteworthy that between 1948 and 1994, when GATT was in ",
  "existence, 124 RTAs covering trade in goods were notiﬁ ed to ",
  "the WTO, whereas after the WTO came into existence in 1995 ",
  "an additional 240 RTAs covering trade in goods and services ",
  "have been notiﬁ ed. Well over half the world’s trade is presently ",
  "conducted through RTAs. WTO rules do permit RTAs under ",
  "certain  strict  conditions  to  ensure  that  RTAs  complement ",
  "rather than compete with the WTO multilateral regime. RTAs ",
  "are  admittedly  inefﬁ cient  and  messy.  They  often  overlap; ",
  "involve complicated rules of origin and value-addition norms ",
  "to ensure that third parties do not take advantage of an FTA ",
  "between two countries or regions; include negative lists for ",
  "sensitive products; create difﬁ culties in administering multiple ",
  "tariff lines; and are widely regarded as a trade-diverting rather  232 CHALLENGE AND STRATEGY ",
  "than trade-creating mechanism. Yet RTAs remain popular. In ",
  "practice, RTAs have allowed groups of countries to negotiate ",
  "rules and commitments that go beyond what was possible ",
  "at the time multilaterally. RTAs are also building blocks for ",
  "a multilateral trade regime. Many countries view RTAs as a ",
  "hedging strategy to guard against a crisis in the multilateral ",
  "trading regime. Typically, there are six stages of economic ",
  "integration starting from a PTA, going on to an FTA, a customs ",
  "union, a common market, economic and monetary union, and ",
  "complete economic integration. Over the last couple of decades, ",
  "there has been a process of consolidation of the major trading ",
  "countries into three major trading blocs, namely the North ",
  "American  Free  Trade  Agreement  (NAFTA),  the  European ",
  "Union (EU) and an East Asian bloc of the ASEAN, China, ",
  "Japan and South Korea. India and South Asia are not part of ",
  "this trend.",
  "Even though its opening up has resulted in a sharp rise in ",
  "the proportion of India’s overall trade in goods and services ",
  "to total GDP, India, with about one per cent share of global ",
  "trade, is still not a major trading nation. Can India afford to ",
  "be the only large, and fast growing, economy that is not part ",
  "of a major trade bloc? In a long-term perspective, India has ",
  "to anticipate future situations. A passive approach by India ",
  "carries the risk that it could get left behind or marginalized as ",
  "other major economies integrate or, worse still, that it could be ",
  "excluded for economic as well as non-economic reasons. This ",
  "is the economic rationale and main consideration for India’s ",
  "recent activism in negotiating RTAs with a wide range of ",
  "countries, principally in its strategic neighbourhood. RTAs have ",
  "both an economic and trade component and a strong political ",
  "dimension. Thus, RTAs with India’s immediate neighbours ",
  "have been dictated more by political than economic logic. ",
  "India and the other SAARC countries have signed the South ",
  "Asian Free Trade Area (SAFTA) agreement. India has an FTA ",
  "with Sri Lanka and a PTA with Afghanistan. It has concluded ",
  "a Framework Agreement under BIMSTEC, and is involved ",
  "with Bangladesh, China, South Korea, Sri Lanka and Laos in ",
  "the Bangkok Agreement, now renamed as the Asia–Paciﬁ c ",
  "Trade Agreement (APTA). It is with the countries to its east ECONOMIC DIPLOMACY 233",
  "that India has the most extensive plan for RTAs. Since 2005, ",
  "a Comprehensive Economic Cooperation Agreement (CECA) ",
  "with Singapore is in force. India has signed a Framework ",
  "Agreement on CECA with ASEAN, under which the two sides ",
  "are expected to sign an FTA in goods in 2009. The Early ",
  "Harvest Programme of India’s FTA with Thailand is being ",
  "implemented since 2004. With both Japan and South Korea, ",
  "India  is  negotiating  Comprehensive  Economic  Partnership ",
  "Agreements (CEPAs). Looking to India’s west, India has signed ",
  "a Framework Agreement for Economic Cooperation with the ",
  "Gulf Cooperation Council (GCC) and a PTA with Israel. In ",
  "Africa, India has a Comprehensive Economic Cooperation and ",
  "Partnership Agreement with Mauritius, and has ﬁ nalized a ",
  "PTA with South Africa Customs Union or SACU (South Africa, ",
  "Lesotho, Swaziland, Botswana, Namibia). In Latin America, ",
  "India has a PTA with Chile and MERCOSUR (Argentina, Brazil, ",
  "Paraguay, Uruguay). These RTAs have had the effect, perhaps ",
  "not  unintended,  of  spurring  progress  in  India’s  economic ",
  "reforms.  While  the  implications  of  these  RTAs  do  arouse ",
  "concerns among certain sections of industry, their full impact ",
  "would be felt only a few years from now, but by then Indian ",
  "economy would hopefully be much stronger and more efﬁ cient ",
  "to withstand open competition.",
  "Major Economic Partners",
  "Europe’s  importance  to  India  is  principally  as  a  valuable ",
  "economic partner. There is a high level of trade and two-way ",
  "investments between India and Europe. European countries ",
  "have traditionally given a large share of Ofﬁ cial Development ",
  "Assistance (ODA) to India. India’s need for capitals, markets ",
  "and technology necessitate closer ties with the afﬂ uent and ",
  "developed European countries. While the relative weight of ",
  "Europe in India’s external trade and economic contacts has ",
  "gone down noticeably over the last few years, Europe does ",
  "remain an important source of technology for India. Perhaps ",
  "with no other region of the world are there such extensive  234 CHALLENGE AND STRATEGY ",
  "ofﬁ cial contacts in the form of exchange of high-level visits as ",
  "with the European Union (EU) as well as individual European ",
  "countries. Since 2000, there has been an annual India–EU ",
  "summit, held alternately in India and Europe. While this does ",
  "signal the mutual desire of Europe and India to engage with ",
  "each  other,  the  summits  are  rather  ritualistic  and  often ",
  "lightweight,  depending  on  the  composition  of  the  EU ",
  "‘Troika’—countries holding the present, immediate past and ",
  "next Presidency of the EU. There is also frequent high-level ",
  "interaction  with  the  individual  European  countries,  parti-",
  "cularly the United Kingdom, France and Germany, all of which ",
  "are also members of the G–8 and have a global inﬂ uence.",
  "While  giving  primacy  to  economic  factors,  one  should ",
  "not  miss  out  some  important  political  considerations  for ",
  "engaging the Europeans. The United Kingdom and France ",
  "are both Permanent Members of the UN Security Council and ",
  "recognized nuclear weapon States. All the European countries ",
  "are NSG members and most of them also members of MTCR. ",
  "As some of them have been hosting Indian extremist and ",
  "secessionist groups and leaders, India has to work with the ",
  "European countries to coordinate counter-terrorism efforts. ",
  "Thanks to their aid packages and otherwise large economic ",
  "clout,  European  countries  exercise  considerable  inﬂ uence ",
  "among  India’s  neighbouring  countries,  requiring  India  to ",
  "be vigilant to ensure that the policies of these countries are ",
  "not inimical to India’s interests. Nearly all of the European ",
  "countries  are  preachy  and  intrusive  about  democracy  and ",
  "human rights, which they frequently use as pressure points or ",
  "non-trade barriers against India. Many European countries like ",
  "the United Kingdom and France are also important suppliers ",
  "of defence equipment and technologies to India. India has ",
  "developed ‘strategic partnerships’ with the EU as well as with ",
  "countries  like  the  United  Kingdom,  France  and  Germany. ",
  "However, these are not true strategic partnerships. India does ",
  "not give the Europeans too much political importance because ",
  "the Europeans do not individually or collectively signiﬁ cantly ",
  "affect  India’s  core  political  and  security  interests.  For  the ",
  "Europeans, a large portion of whose energies are spent in any ",
  "case on intra–EU integration problems, India does not ﬁ gure ECONOMIC DIPLOMACY 235",
  "prominently on their radar screen, since it is neither a major ",
  "trading partner, nor a Permanent Member of the UN Security ",
  "Council or a recognized nuclear weapons power with which ",
  "they have to cut deals.",
  "Geographical  distance  has  been  a  major  obstacle  in ",
  "building ties with Latin America even though these countries ",
  "hold tremendous potential because of their large urban and ",
  "literate population, rich natural resources and considerable ",
  "popular and political goodwill for India. As a result of India’s ",
  "closer engagement with Brazil—bilaterally, in the framework ",
  "of IBSA, and in the WTO—as well as the preferential trading ",
  "arrangements with MERCOSUR and Chile, there is now much ",
  "more awareness within Indian business circles about Latin ",
  "America.",
  "India’s Foreign Assistance Programmes",
  "Sharing India’s own capabilities with other developing coun-",
  "tries, and assisting and cooperating with them in developing ",
  "their  own  economies  has  been  an  integral  part  of  Indian ",
  "foreign policy from its very inception. India’s Independence ",
  "was an inspiration and a catalyst for many other peoples under ",
  "colonial rule. India gave other countries considerable political, ",
  "moral, and diplomatic support in their respective struggles ",
  "for independence. South–South cooperation represents the ",
  "economic face of India’s political support to the anti-colonial ",
  "struggle. As a poor and diverse developing country that has ",
  "made impressive strides in all ﬁ elds after its independence, ",
  "India offers an alternative model of governance and develop-",
  "ment to the one being advocated by the West as a so-called ",
  "‘universal’ one. Without India’s support and leadership, there ",
  "is little hope of bringing about a new world order that gives due ",
  "importance to the imperatives of social justice and inclusive ",
  "growth.",
  "India’s immediate and strategic neighbourhood of South ",
  "Asia, with most countries poorer than India, is obviously a ",
  "priority region for India’s development assistance programme,  236 CHALLENGE AND STRATEGY ",
  "including  concessional  lines  of  credit  as  well  as  technical ",
  "and economic assistance. A large chunk of this is spent on ",
  "infrastructural and other projects for economic development in ",
  "India’s neighbouring countries, especially Bhutan, Afghanistan ",
  "and Nepal. India also gives assistance to other developing ",
  "countries around the world. ",
  "  Outside  India’s  immediate  neighbourhood,  Africa  is ",
  "the  largest  beneﬁ ciary  of  India’s  technical  and  economic ",
  "cooperation programme. India has given credit lines worth ",
  "$200  million  for  New  Economic  Partnership  for  Africa’s ",
  "Development (NEPAD), $500 million to the Techno-Economic ",
  "Approach for Africa–India Movement (TEAM–9) group of ",
  "countries in West Africa, as well as bilateral lines of credit to ",
  "Sudan and some other African countries. India has also made ",
  "available Lines of Credit to many regional banks like the East ",
  "African Development Bank, the Eastern and Southern African ",
  "Trade and Development Bank (PTA Bank) of the Common ",
  "Market for Eastern and Southern Africa (COMESA), the West ",
  "African  Development  Bank  (BOAD),  and  to  the  Economic ",
  "Committee of West African States (ECOWAS). A few years ago, ",
  "India waived off many debts owed by African countries under ",
  "the World Bank’s Heavily Indebted Poor Countries (HIPC) ",
  "Debt Relief Initiative. Recently, India decided to give phased ",
  "duty-free market access to 50 Least Developed Countries (LDCs) ",
  "from Africa and Asia. India is also undertaking an ambitious Pan ",
  "African e-network project for tele-education and tele-medicine. ",
  "In the 21st century India has begun to give much more ",
  "focused attention to Africa through Africa’s regional bodies. ",
  "Apart from the African Union (AU), ECOWAS and COMESA, ",
  "India  has  developed  relationships  with  the  Economic ",
  "Community  for  Central  African  States  (ECCAS),  the  East ",
  "African Community (EAC), the Southern African Development ",
  "Community  (SADC),  the  Intergovernmental  Authority  on ",
  "Development (IGAD), and the Arab Maghreb Union (AMU). ",
  "In April 2008 India organized, in consultation with the AU ",
  "Commission and member States of the AU, a representative ",
  "India–Africa  Forum  Summit  on  the  theme  Industrial ",
  "Development  of  Africa.  The  summit  brought  together  the ",
  "foreign ministers of Algeria, Burkina Faso, Democratic Republic ECONOMIC DIPLOMACY 237",
  "of  Congo,  Egypt,  Ethiopia,  Ghana,  Kenya,  Libya,  Nigeria, ",
  "Senegal,  South  Africa,  Tanzania,  Uganda  and  Zambia—",
  "countries that represent the chairs of the regional economic ",
  "communities, the founding members of the NEPAD Initiative ",
  "and the current and preceding chairs of the AU. India would ",
  "be able to have a much higher level of cooperation with African ",
  "countries if it had more and better-staffed resident diplomatic ",
  "Missions in Africa as well as more frequent high-level visits ",
  "from India to Africa.",
  "There is sometimes a perception that it is only now, after ",
  "China  has  started  grabbing  Africa’s  resources,  that  India ",
  "is  turning  its  attention  to  Africa.  While  India  does  need ",
  "more  resources  from  around  the  world,  including  Africa, ",
  "for  its  economic  growth,  it  does  not  engage  with  African ",
  "countries  in  order  to  exploit  them.  India’s  development ",
  "assistance programme to that continent goes back nearly half ",
  "a  century,  immediately  after  the  African  countries  gained ",
  "their independence from colonial rule. India’s economic and ",
  "technical assistance to developing countries in Africa and Asia ",
  "at a time when India itself was a recipient of foreign aid was ",
  "premised both on principle and on the reality that the political ",
  "independence  of  newly  independent  countries  would  be ",
  "unsustainable without a matching economic autonomy. India’s ",
  "forthright support for the struggle of African countries against ",
  "colonialism and apartheid, and the assistance India has given ",
  "them has generated genuine goodwill and trust for India across ",
  "Africa. India’s projects in Africa are geared towards creating ",
  "value-addition  for  its  natural  resources,  generating  local ",
  "employment, transfer of technology, and developing its human ",
  "resources through training in Indian institutions as well as by ",
  "deputation of experts to Africa. Africans ﬁ nd India’s technology ",
  "appropriate  for  their  level  of  economic  development,  and ",
  "India’s experience in developing the small and medium sectors ",
  "of its economy as particularly useful and relevant. India has ",
  "not thrust projects on African countries, but has tried to take ",
  "into account their developmental priorities and environmental ",
  "concerns. India gives Africa not just ofﬁ cial assistance; the ",
  "Indian private sector too is involved there in a big way. Indian ",
  "companies have invested in many sectors of African economies  238 CHALLENGE AND STRATEGY ",
  "such as transport, power generation, telecommunications and ",
  "other areas of infrastructure development, horticulture and ",
  "agriculture.",
  "There are at present many practical problems in extending ",
  "large  concessional  lines  of  credit  to  developing  countries. ",
  "Earlier, the Government of India gave lines of credit directly ",
  "to  foreign  governments.  But  there  was  a  problem  in  that ",
  "approach, since Indian companies simply availed of cheap ",
  "governmental lines of credit to subsidize their exports, without ",
  "the concessional lines of credit having the intended catalytic ",
  "effect  on  overall  economic  relations.  India  frequently  had ",
  "to write off loans, as many governments did not repay them ",
  "fully, or not at all. A few years ago India thought that a more ",
  "practicable approach would be to authorize the Export-Import ",
  "Bank and other banks to give concessional lines of credit. ",
  "This approach too has its problems and limitations. As Indian ",
  "banks have to follow prudential lending norms laid down by ",
  "the Reserve Bank of India if their own credit rating is not to ",
  "be adversely affected, on their own they cannot lend to the ",
  "HIPCs or the LDCs, the categories of countries most in need of ",
  "such credits but which are not creditworthy. Nor can they give ",
  "lines of credit on generous terms matching those being given ",
  "by multilateral aid agencies and other donors, since they have ",
  "to raise the money in the market at rates much higher than ",
  "what recipient countries are willing to accept. The government ",
  "tried to solve the problem by providing bridging ﬁ nance and ",
  "repayment guarantees to the authorized lending banks in case ",
  "of any default by the user of credit. As this creates a budgetary ",
  "liability on the government, the government imposed a limit ",
  "beyond which it was unwilling to provide bridging ﬁ nance ",
  "and repayment guarantees. Another reason why India seems ",
  "to think it cannot be too generous in giving assistance is that ",
  "extending too many lines of credit would prejudice India’s own ",
  "case for concessional funding from multilateral bodies and ",
  "bilateral donors. There is also a feeling that India should use ",
  "its resources for its own development rather than as foreign ",
  "assistance. These problems are not insuperable. If India wants, ",
  "it  can  give  economic  assistance  through  a  combination  of ",
  "grants and concessional loans that would make Indian lines ",
  "of credit competitive with soft loans available to recipient ECONOMIC DIPLOMACY 239",
  "countries from elsewhere. The bottom line is one of political ",
  "will and priorities. When India thinks it is a matter of strategic ",
  "importance,  it  has  no  difﬁ culty  in  ﬁ nding  funds,  as  seen ",
  "in India’s generous assistance programmes to Bhutan and ",
  "Afghanistan. ",
  "Technical and economic cooperation with foreign countries ",
  "constitutes a substantial part of the budget of the Ministry ",
  "of External Affairs (MEA). More than 150 countries beneﬁ t ",
  "from  Indian  Technical  and  Economic  Cooperation  (ITEC) ",
  "programme as well as other specialized training programmes ",
  "in areas like agriculture and science and technology. India’s ",
  "foreign assistance programme is a strategic tool to showcase ",
  "India’s technical strengths and achievements and to harness ",
  "them  to  promote  India’s  political  and  economic  interests ",
  "in the world. It has generated goodwill, brought economic ",
  "dividends for India and built Indian brand equity, but it lacks ",
  "a strategic focus. This valuable instrument of India’s foreign ",
  "policy needs to be sharpened. In absolute terms, the foreign ",
  "assistance programme has been quite modest and has not ",
  "lived up to its promise and potential. India will have to spend ",
  "signiﬁ cantly larger sums of money on development assistance. ",
  "India needs to leverage its core competencies more effectively ",
  "and optimally and develop its own model of development ",
  "assistance that matches India’s strengths with the changing ",
  "needs of the beneﬁ ciary countries. In a welcome if belated ",
  "move, the Indian Government has ﬁ nally decided to set up ",
  "an autonomous entity, the Indian Agency for Partnership and ",
  "Development, under the MEA to coordinate India’s technical ",
  "and economic assistance programme. Hopefully, this will help ",
  "India to pursue its foreign policy goals more systematically and ",
  "effectively, but only if it has a policy focus and does not become ",
  "yet another low-level bureaucratic body.",
  "Institutions and Infl uences",
  "Economic diplomacy is not just MEA’s concern. Other ministries ",
  "and departments in the Government of India, state govern-",
  "ments  and,  most  importantly,  private  trade  and  industry  240 CHALLENGE AND STRATEGY ",
  "have vital roles to play. Abroad, one should include Indian ",
  "Missions and Posts, both bilateral and multilateral; India’s ",
  "representatives to the WTO, World Bank, IMF and ADB and ",
  "overseas ofﬁ ces of Indian banks, public sector units and bodies ",
  "to  promote  exports  and  attract  investments.  At  the  same ",
  "time, MEA remains central to economic diplomacy. It must ",
  "play an important coordinating role with all other concerned ",
  "organizations  and  interest  groups,  and  can  provide  value ",
  "addition to the functioning of other ministries and departments. ",
  "Ideally, MEA ofﬁ cers should be working in large numbers in ",
  "key economic ministries like Commerce and Finance, as well ",
  "as handling the international cooperation divisions in other ",
  "economic ministries. Recognizing the importance of economic ",
  "diplomacy in India’s foreign relations, the government created ",
  "a new post of Secretary, Economic Relations in the 1970s to ",
  "coordinate all aspects of external economic relations and to be ",
  "MEA’s principal interface with the various economic ministries ",
  "as well as with the commercial and economic wings in Indian ",
  "Missions and Posts abroad. It is a great pity, therefore, that ",
  "under the UPA Government this position was devalued and ",
  "virtually made defunct for a long period. This development, ",
  "which  signals  an  inconsistent  commitment  at  the  higher ",
  "levels of MEA to economic work, as well as other weaknesses ",
  "that have crept into MEA’s functioning over the years, have ",
  "regrettably  reduced  the  ministry’s  inﬂ uence  and  role  in ",
  "economic diplomacy.",
  "Many branches of the government now tend to act on ",
  "their own in matters involving relations with foreign countries ",
  "without  consulting  the  MEA,  which  alone  can  provide ",
  "an  overall  perspective.  This  is  especially  true  of  powerful ",
  "economic ministries like Commerce and Industry, Finance, ",
  "and Petroleum and Natural Gas that are normally headed ",
  "by political heavyweights. In practice, much depends on the ",
  "relative political clout of the External Affairs Minister, who is ",
  "not always a member of the Cabinet Committee on Economic ",
  "Affairs,  and  the  ministers  concerned,  and  on  personal ",
  "equations between senior ofﬁ cials of MEA and the different ",
  "economic ministries. India needs to give far more attention to ",
  "institutional coordination of economic diplomacy among the ECONOMIC DIPLOMACY 241",
  "various stakeholders in the government. India’s high-value ",
  "purchases and other bargaining chips can be leveraged abroad ",
  "most  effectively  if  domestic  stakeholders  have  the  beneﬁ t ",
  "of  a  harmonious  and  coordinated  diplomatic  effort.  India ",
  "as a whole loses when different branches of government act ",
  "autonomously—say, the Ministry of Commerce in WTO matters ",
  "or in negotiating FTAs; the Ministry of Finance on accepting ",
  "foreign aid or extending lines of credit to other countries; the ",
  "Ministry of Petroleum and Natural Gas and the oil companies ",
  "on import of crude oil, LNG contracts and gas pipelines; the ",
  "Ministry of Civil Aviation on purchasing aircraft or the Ministry ",
  "of Overseas Indian Affairs in negotiating labour agreements with ",
  "foreign countries. All these instances have important foreign ",
  "policy implications that should require consultation with MEA. ",
  "At times, MEA also takes on international commitments at ",
  "high levels without consulting the implementing agencies or ",
  "domestic stakeholders. This is avoidable. It is obvious that no ",
  "international interaction will be meaningful or successful if it ",
  "is conceived and executed as a purely foreign policy exercise ",
  "that is disconnected from India’s domestic realities, priorities ",
  "and capabilities.",
  "Concomitant  with  the  signiﬁ cant  shift  in  the  balance ",
  "of economic power from the public to the private sector in ",
  "India, corporate India’s inﬂ uence on foreign policy has greatly ",
  "increased. A large business delegation invariably accompanies ",
  "the Prime Minister on ofﬁ cial visits abroad. Indian industry’s ",
  "lobbying associations like the Confederation of Indian Industry ",
  "(CII), the Federation of Indian Chambers of Commerce and ",
  "Industry (FICCI) and the Associated Chambers of Commerce ",
  "and  Industry  (ASSOCHAM)  have  emerged  as  important ",
  "foreign policy players. These bodies are frequently co-opted ",
  "by  the  government  to  handle  economic  aspects  of  foreign ",
  "policy, for example, CII’s annual Partnership Summit, periodic ",
  "Business Summits with ASEAN and the European Union, ad ",
  "hoc interactions of trade and industry leaders with visiting ",
  "foreign leaders, the India–US Strategic Dialogue with the Aspen ",
  "Strategy Group, the India–Singapore Chief Executive Ofﬁ cers ",
  "(CEOs) Forum, the car rallies with ASEAN and SAARC, and the ",
  "Pravasi Bharatiya Divas. Their views command considerable  242 CHALLENGE AND STRATEGY ",
  "attention from the decision-makers since not only must foreign ",
  "policy  serve  India’s  economic  interests,  but  also  because ",
  "their inputs, advice, insights and networking skills are often ",
  "invaluable. Another linked interest group is the afﬂ uent Non-",
  "resident Indians (NRIs) and Persons of Indian Origin (PIOs) ",
  "based in Western countries who can act as force-multipliers for ",
  "India’s diplomatic efforts, particularly on the economic side.",
  "Economic issues have occupied a central place in the foreign ",
  "policy of all countries, particularly during prolonged periods ",
  "of peace. Historically, trade has generally been the wedge ",
  "that has opened the door for empires, which were established ",
  "with the primary purpose of protecting and furthering the ",
  "imperial country’s trade and economic interests. Even today, ",
  "the foreign policy of most countries is guided by economic ",
  "considerations—the search for markets for goods, services and ",
  "labour; for sources of raw materials and latest technologies; ",
  "and for investment destinations. Whereas earlier ‘economic’ ",
  "had a much narrower deﬁ nition that was synonymous with ",
  "trade, today it is a much broader term encompassing practically ",
  "every  non-political  aspect  of  diplomacy.  Tourism,  media, ",
  "entertainment, health care and education are important sectors ",
  "of a country’s economic growth that come under the rubric of ",
  "‘economic diplomacy’. India too needs to give growing attention ",
  "to its economic relationship with all countries, the more so in ",
  "a globalized world. This is not to suggest that India should be ",
  "complacent and naïve in pursuing only economic objectives ",
  "while ignoring other traditional foreign policy concerns like ",
  "security. Yet even in strategic relationships, trade and economic ",
  "interaction provides a solid foundation for relations, creates ",
  "interdependencies that foster mutual trust and conﬁ dence, ",
  "and gives people concrete stakes in the relationship. India’s ",
  "economic diplomacy will be most successful if ofﬁ cial India ",
  "understands the importance of public–private partnership and ",
  "an all-round coordinated national effort that involves close and ",
  "purposeful cooperation with all stakeholders.",
  ""
]