[
  "Chapter4",
  "Bangladesh, Myanmar and ",
  "Northeast Region",
  "A Special Neighbour",
  "B",
  " angladesh  is  not  just  another  neighbour  of",
  " India. For India, Bangladesh will always remain",
  " very special for a number of reasons. Geography ",
  "dictates that the destinies of India and Bangladesh are, and ",
  "will always remain, inextricably intertwined. If India’s map is ",
  "likened to a human ﬁ gure, with Jammu and Kashmir as the ",
  "head and the Northeast Region as an outstretched arm, then ",
  "Bangladesh is the joint that connects the Northeast Region to ",
  "the rest of India, and plays as vital a role as does a joint in a ",
  "human body. Its geographical location and relative size vis-à-",
  "vis India creates an understandable feeling within Bangladesh ",
  "of being landlocked, speciﬁ cally ‘India-locked’! A similar feeling ",
  "exists among the people of India’s Northeast Region who too ",
  "regard  themselves  as  being  ‘Bangladesh-locked’.  From  the ",
  "perspective of India’s Northeast Region, Bangladesh is India’s ",
  "most  important  neighbour,  one  that  India  simply  cannot ",
  "afford to ignore. The Northeast Region continues to languish ",
  "primarily since Bangladesh, on one pretext or another, refuses ",
  "to give transit facilities to India.",
  "As a neighbouring country, Bangladesh creates for India ",
  "many problems that are common between neighbouring States ",
  "elsewhere in the world but which apply uniquely to Bangladesh ",
  "in South Asia. Sri Lanka and Maldives, being islands, inevitably BANGLADESH, MYANMAR AND NORTHEAST REGION 59",
  "have a much less intense cross-border movement by sea with ",
  "India than do states that share land borders with India. Bhutan ",
  "and Nepal have open borders with India; with Pakistan the ",
  "cross-border movement of people is minimal and very tightly ",
  "regulated.  Bangladesh,  however,  is  India’s  most  populous ",
  "neighbour, with which India shares the longest border (more ",
  "than 4,000 kilometres long). It is also very porous. There is ",
  "large-scale and regular cross-border movement of people, more ",
  "from Bangladesh to India—nearly half a million Bangladeshis ",
  "visit India annually ofﬁ cially, much more illegally. Compared ",
  "to its other neighbours, India is dependent on Bangladesh to ",
  "a much higher degree—to harness water resources, to tackle ",
  "illegal migration and to combat terrorism. In the sub-regional ",
  "balance of power of East and Northeast India, Bangladesh ",
  "matches up quite well with India.",
  "Bangladesh is also India’s largest trading partner in South ",
  "Asia—not counting informal trade, which is estimated to be ",
  "several times higher than the ofﬁ cial trade. Interdependence ",
  "between India and Bangladesh is high. Even today, Bangladesh ",
  "depends on India for many of its requirements, including ",
  "cotton yarn to produce readymade garments that constitute ",
  "Bangladesh’s largest export; limestone from Meghalaya for its ",
  "cement plant. For the Northeast Region, particularly Tripura, ",
  "Bangladesh is the nearest and most cost-effective source of ",
  "goods and products, since high transport costs often make ",
  "goods  and  products  manufactured  outside  the  Northeast ",
  "Region uncompetitive. It is in recognition of this reality of ",
  "interdependence  that  the  1947  Agreement  setting  up  the ",
  "General Agreement on Tariffs and Trade (GATT), the precursor ",
  "to WTO, had a special provision (Article 24.11) for India and ",
  "(undivided) Pakistan, which reads as follows:",
  "Taking into account the exceptional circumstances arising out ",
  "of the establishment of India and Pakistan as independent ",
  "States and recognizing the fact that they have long constituted ",
  "an  economic  unit,  the  contracting  parties  agree  that  the ",
  "provisions  of  this  Agreement  shall  not  prevent  the  two ",
  "countries  from  entering  into  special  arrangements  with ",
  "respect to the trade between them, pending the establishment ",
  "of their mutual trade relations on a deﬁ nitive basis.  60 CHALLENGE AND STRATEGY ",
  "Unfortunately,  India  and  Bangladesh  have  not  managed ",
  "to build even normal trade relations, what to talk of ‘special ",
  "arrangements’.",
  "Bangladeshi Psyche",
  "In  trying  to  understand  Bangladesh,  one  has  to  take  into ",
  "account the complexity of the psyche of the Bangladeshis that ",
  "has elements of irrationality and schizophrenia as they try to ",
  "harmonize their multiple identities. As Bengalis, the people ",
  "of Bangladesh take great pride in their Bengali identity, and ",
  "see themselves as the inheritors of the rich and vibrant Bengali ",
  "history, culture and tradition. But they are also the inheritors ",
  "of an equally strong Islamic identity that has sharpened during ",
  "the last century. Under British rule, the Muslims in Bengal did ",
  "not prosper as much as the Hindus did, in large part because ",
  "the Hindus managed to adapt much better and faster to British ",
  "rule, and soon came to constitute the land-owning and better-",
  "educated  section  of  Bengali  society.  The  resentment  and ",
  "grouses of the Muslims of Bengal got a ﬁ llip with the Partition ",
  "of Bengal in 1905 that accentuated their sense of separateness ",
  "from the Bengali Hindus and increased mistrust between the ",
  "two communities. Even though it was annulled six years later, ",
  "the Partition of Bengal laid the foundation for the Partition ",
  "of India along communal lines three and a half decades later. ",
  "India may never have been partitioned but for the popular ",
  "support that the Muslim League got in Bengal in the 1945–",
  "46 elections and the ‘Direct Action Day’ riots in Bengal that ",
  "triggered off countrywide communal violence. Asserting their ",
  "Islamic identity, the Muslims of Bengal played a vital role in the ",
  "creation of Pakistan in 1947. A quarter century later, asserting ",
  "their Bengali identity, they destroyed the Pakistan they had ",
  "been instrumental in creating.",
  "The new State of Bangladesh created by Sheikh Mujibur ",
  "Rahman was a secular one. After his assassination, both Zia-",
  "ur-Rahman and Hossain Mohammad Ershad once again gave ",
  "primacy to the Islamic identity and converted the country BANGLADESH, MYANMAR AND NORTHEAST REGION 61",
  "from a secular to an Islamic country. Culturally, the people ",
  "were ofﬁ cially transformed from Bengalis into Bangladeshis. ",
  "This turnaround is explained by the fact that while they were ",
  "part of a united Pakistan, the Bangladeshi (East Pakistani) ",
  "ruling elite, especially the military, shared many interests with ",
  "West Pakistani ruling elite. Despite the bloody repression of ",
  "East Pakistan by West Pakistan in 1971, these old links and ",
  "common attitudes have not gone away. But at the popular ",
  "level,  the  cultural  and  linguistic  tug  towards  India’s  West ",
  "Bengal remains strong. Bangladesh asserts its cultural identity ",
  "vis-à-vis Pakistan, and its religious identity vis-à-vis India. It ",
  "considers itself culturally and intellectually superior but knows ",
  "that in terms of hard power it is inferior to Pakistan. It has ",
  "the complexities and insecurities of a small country vis-à-vis ",
  "India, but acts like a bully towards the Northeast Region, which ",
  "it considers as its lebensraum. A Bangladeshi in his sixties has ",
  "been an Indian, a Pakistani and now a Bangladeshi. In this way, ",
  "the mindset of the Pakistani has not left at least large sections ",
  "of the Bangladeshi ruling elite, and has added to the already ",
  "complex personality of the Bangladeshi. The elite has its vested ",
  "interests  in  playing  up  the  factor  of  Bangladesh’s  Islamic ",
  "identity.  However,  while  people  are  individually  religious, ",
  "they are tolerant and secular in outlook. At no time have the ",
  "Islamist parties in Bangladesh got more than 12 per cent of the ",
  "popular vote.",
  "Finally,  Bangladesh  is  painfully  aware  of  India  as  an ",
  "important and enduring inﬂ uence on Bangladesh. As India’s ",
  "military operations in 1971 showed, Bangladesh cannot defend ",
  "itself militarily against India. Geographically surrounded by ",
  "India, Bangladesh feels vulnerable and realizes that it needs ",
  "India’s  goodwill  and  support.  It  masks  its  insecurities  by ",
  "refusing to openly acknowledge India’s role in its creation, ",
  "and by raising the bogey of a threat from India, forgetting ",
  "that the Indian military once (in 1971) did occupy Bangladesh ",
  "but left Bangladesh with its territorial integrity scrupulously ",
  "intact. It seeks leverage over India by being obstructionist and ",
  "uncooperative in providing India transit to India’s Northeast ",
  "Region, and by giving shelter and support to Indian separatist ",
  "and militant groups. Feeling weak vis-à-vis India, it feels more  62 CHALLENGE AND STRATEGY ",
  "secure if India’s presence in Bangladesh is weaker, and that ",
  "of outside powers stronger. Most important in this regard is ",
  "China, which is Bangladesh’s largest trading partner, a major ",
  "source of development assistance, and by far the most important ",
  "source of defence equipment and training. As such, China ",
  "ﬁ gures very prominently in Bangladesh’s security calculations ",
  "that inevitably revolve around India exclusively. The common ",
  "desire to weaken India also partly explains why Bangladesh is ",
  "happy to cooperate even with its estranged sibling and one-",
  "time tormentor, Pakistan.",
  "India’s Neglect of Bangladesh",
  "India’s relations with Bangladesh have gone through many ",
  "ups and downs since 1947. Till 1971, Bangladesh was a part of ",
  "Pakistan, with whom India’s relations during this period were ",
  "uneasy, when not overtly hostile. In the years immediately ",
  "following Bangladesh’s Independence, bilateral relations were ",
  "cordial and close. However, in recent decades, despite many ",
  "complementarities,  people-to-people  contacts,  trade  and ",
  "mutual dependence, the two countries have not been able to ",
  "develop the kind of relationship that should exist between ",
  "them, given their interdependence and the circumstances of ",
  "the creation of Bangladesh. Bangladesh’s rulers have tried ",
  "to avoid any meaningful discussion on matters of interest to ",
  "India. Meetings on issues that require frequent interaction are ",
  "put off for months, sometimes years and, when held, produce a ",
  "predictably routine outcome. Unsurprisingly, bread-and-butter ",
  "issues like border management and water resources have not ",
  "made much headway. Transit matters are not even discussed.",
  "As  debilitating  political  violence  and  instability  has ",
  "engulfed Bangladesh over the last three years or more, India’s ",
  "relations with Bangladesh have stagnated. The political process ",
  "was derailed by the January 2007 constitutional coup that put ",
  "off elections for two years, forced Bangladesh’s two principal ",
  "parties, the Awami League and the Bangladesh National Party, ",
  "off  the  political  stage  and  allowed  the  Bangladesh  armed BANGLADESH, MYANMAR AND NORTHEAST REGION 63",
  "forces to exercise real power from behind the scenes. India has ",
  "reason to be worried about the current state of affairs since the ",
  "Bangladesh army has close links with Pakistan’s ISI and the ",
  "Islamist parties whose agenda is anti-Indian. The Bangladesh ",
  "Army had been reluctant to step into the political fray in January ",
  "2007 and appears to have been encouraged to do so by some ",
  "leading Western countries whose agenda in Bangladesh clearly ",
  "does not coincide with India’s. India has made it amply clear ",
  "that it favours the full restoration of democracy in Bangladesh ",
  "through peaceful, free, fair and credible elections. Only then ",
  "would Bangladesh be stable, peaceful and democratic. Even ",
  "as it does business with the present military-backed care-",
  "taker government in Bangladesh, India has to push it to hold ",
  "elections as promised by the end of 2008 with the participation ",
  "of the principal political parties in Bangladesh. As in Pakistan, ",
  "so in Bangladesh the people are India’s true friends and must ",
  "be supported. Bangladesh’s enlightened self-interest is more ",
  "likely to come to the fore in a genuinely democratic government ",
  "than under a military regime.",
  "While Bangladesh’s approach to India on many issues is ",
  "irrational and unpredictable, India too cannot escape the blame ",
  "for the poor state of India–Bangladesh relations. Considering ",
  "that, on the one hand, the biggest threat to independent India’s ",
  "security has come from Bangladesh (in 1971) and, on the other, ",
  "the break-up of Pakistan leading to the formation of Bangladesh ",
  "constitutes  India’s  ﬁ nest  diplomatic–military  victory,  the ",
  "Indian ruling elite has given far too little attention to the ",
  "complexity and critical importance of India’s relationship with ",
  "Bangladesh. Decision-makers in India, forgetting that India ",
  "took the action it did in 1971 because of its own national interests, ",
  "feel let down by Bangladesh’s so-called ingratitude for India’s ",
  "help in creating Bangladesh. Over time, an exasperated Indian ",
  "elite  has  developed  a  prejudiced  and  somewhat  disdainful ",
  "opinion about Bangladesh. India’s approach has been to give up ",
  "on Bangladesh and ignore it. India’s acts of omission have only ",
  "succeeded in irritating Bangladesh more. At a psychological ",
  "level, India needs to understand that such an approach only ",
  "spurs Bangladesh to dig in its heels and does not serve India’s ",
  "interests. It has not helped that Bangladesh’s neighbouring  64 CHALLENGE AND STRATEGY ",
  "Indian states, which have the most to gain or lose, do not carry ",
  "meaningful political inﬂ uence in New Delhi—the Northeast ",
  "states barely have a voice in India’s national politics, and ",
  "for more than three decades West Bengal has been ruled by ",
  "political parties at odds with the ruling party or coalition in ",
  "the Central Government. Inputs and advice, valuable as it is, ",
  "from India’s own Bengali community, is sometimes coloured ",
  "by the community’s lingering prejudices about Bangladesh. ",
  "The cumulative result of all these factors is that there is no ",
  "coherent strategic policy or perspective in India’s approach to ",
  "Bangladesh.",
  "Most decision-makers in India are not fully cognizant of ",
  "the security threats to India from Bangladesh. These threats ",
  "are latent and unrecognized, but perhaps more long term and ",
  "pernicious than the more evident threats from Pakistan. It is ",
  "only in recent years that this awareness is increasing, as more ",
  "and more people identiﬁ ed as the perpetrators of terrorist ",
  "incidents in India have turned out to be Bangladeshis, often ",
  "with connections to the ISI in Pakistan. It is now somewhat ",
  "better understood that, for the sake of deniability, Pakistan ",
  "is using Bangladesh as a preferred avenue to undertake its ",
  "disruptive and violent activities against the Indian State. The ",
  "border between India and Bangladesh is highly porous, and ",
  "over the years, a soft, somewhat shadowy border zone, inhabited ",
  "by religious fanatics, terrorists, smugglers, gunrunners, drug ",
  "dealers, trafﬁ ckers and other assorted criminals has come up ",
  "along the India–Bangladesh border where the Indian State ",
  "has no control. Fundamentalist elements from Bangladesh ",
  "have inﬁ ltrated into India and are spreading their inﬂ uence ",
  "in West Bengal. They are suspected to have been responsible ",
  "for  instigating  the  violence  that  forced  Bangladeshi  writer ",
  "Taslima Nasreen to leave Kolkata in 2007. Bangladesh’s ruling ",
  "elite completely lacks the political will to take action to curb ",
  "such activity. This is reﬂ ected in their continuing to brazenly ",
  "harbour wanted Indian criminals and support Indian terrorist ",
  "groups and to blatantly deny that such activity is taking place ",
  "at all from Bangladesh’s soil. ",
  "India’s political leaders too have failed to put the national ",
  "interest  above  their  immediate  and  narrow  political  and BANGLADESH, MYANMAR AND NORTHEAST REGION 65",
  "personal interests. For the sake of vote-bank politics, govern-",
  "ments at the Centre and in the states have willfully ignored ",
  "the systematic inﬂ ux of illegal migrants from Bangladesh into ",
  "India. Vested interests cutting across all parties and states in ",
  "north India have failed to curb large-scale smuggling of cattle ",
  "and other goods from India to Bangladesh. Instead India could ",
  "use Bangladesh’s dependence on India as leverage—in the ",
  "absence of cattle smuggling from India, Bangladesh might have ",
  "to turn into a vegetarian country! India has to try to persuade ",
  "Bangladesh that issues of border management, water resources, ",
  "trade, transit and economic cooperation should cease to be ",
  "regarded as ‘sensitive’ political issues in Bangladesh. If that ",
  "approach does not work, Bangladesh should understand that ",
  "its unreasonable and unhelpful attitude would carry a price for ",
  "Bangladesh. For this, it is essential that there be a coordinated ",
  "national approach on bilateral relations with Bangladesh. At ",
  "least ﬁ ve states—West Bengal, Assam, Meghalaya, Tripura and ",
  "Mizoram—ﬁ ve  ministries—External  Affairs,  Home,  Water ",
  "Resources, Commerce and Development of Northeast Region—",
  "and four security and intelligence organizations—Intelligence ",
  "Bureau (IB), Research and Analysis Wing (RAW), Defence ",
  "Intelligence Agency (DIA) and Border Security Force (BSF)—",
  "have  enormous  direct  stakes  in  Bangladesh’s  policies.  An ",
  "overarching coordinating mechanism needs to be put in place ",
  "to manage relations with Bangladesh, on the lines of the China ",
  "Study Group that is in place to deal with relations with China. ",
  "Myanmar, an Underrated Neighbour",
  "Myanmar (formerly Burma) is a somewhat underrated neigh-",
  "bour of India, even though it remains hugely important for India ",
  "from several perspectives. Myanmar’s cooperation is critical for ",
  "maintaining peace and security in India’s Northeast Region, ",
  "since many insurgent groups operating here seek sanctuary ",
  "in Myanmar. Myanmar can be of help in the development of ",
  "the Northeast Region, particularly since Bangladesh has been ",
  "uncooperative on transit matters. Of late, as India’s ‘Look  66 CHALLENGE AND STRATEGY ",
  "East’ policy has gathered momentum, Myanmar has assumed ",
  "additional importance as the unavoidable geographical link ",
  "for greater overland connectivity between India and ASEAN. ",
  "Myanmar is India’s only neighbour that has a surplus trade ",
  "balance with India, principally because of the large quantities ",
  "of agricultural produce and pulses that it exports to India. India ",
  "has also invested in major infrastructure projects in Myanmar, ",
  "including in the transportation and energy sectors, which it ",
  "needs to protect. ",
  "India’s Myanmar policy is also driven by the China factor. ",
  "Should  Myanmar  get  irreversibly  locked  in  China’s  tight ",
  "economic  and  strategic  embrace,  this  would  pose  serious ",
  "security dangers to India. By establishing a substantial pre-",
  "sence west of the Ayeyarwaddy (Irrawady) River and on the ",
  "Rakhine (Arakan) coast, China has considerably neutralized ",
  "India’s  strategic  preponderance  in  the  Bay  of  Bengal.  In ",
  "North Myanmar, China has de facto control over Myanmar’s ",
  "Kachin state bordering India’s state of Arunachal Pradesh, ",
  "which China claims as its territory. Unless a policy is put in ",
  "place urgently to counter these Chinese moves, China could ",
  "over time bring Arunachal Pradesh into its economic orbit ",
  "and militarily outﬂ ank India in Arunachal Pradesh. Growing ",
  "Chinese inﬂ uence in regions of Myanmar that border India ",
  "would enable China to spread its inﬂ uence and resume its ",
  "support to rebel and insurgent groups in the Northeast Region. ",
  "China has already established a foothold in Chittagong in ",
  "Bangladesh. A China-sponsored link-up between Myanmar ",
  "and Bangladesh would bring China right on India’s doorstep ",
  "and complete China’s encirclement of India from the east. ",
  "Fortunately, there is growing concern and suspicion within ",
  "Myanmar itself about China’s growing inﬂ uence. Myanmar is ",
  "keen to have a much closer relationship with India, which is ",
  "seen as the only viable alternative to balance China’s steadily ",
  "increasing  encroachments  into  Myanmar,  especially  in  the ",
  "Kachin and Shan states.",
  "India and Myanmar share a complex and delicate relation-",
  "ship arising out of the history of their interaction during the 19th ",
  "and 20th centuries. Although in the pre-colonial era Burma had ",
  "a benign view of and a close cultural afﬁ nity with India, things BANGLADESH, MYANMAR AND NORTHEAST REGION 67",
  "changed during British colonial rule. In the 19th century, a large ",
  "number of Indians had been part of the British colonial troops ",
  "that fought the three Anglo-Burmese wars, which resulted in ",
  "the annexation of Burma to the British Empire in 1886. These ",
  "troops were later used by the British to garrison the country. ",
  "As India and Burma were both part of the British Empire, the ",
  "British made Burma a province of British India till 1937 when ",
  "it became a separate colony. In the ﬁ rst four decades of the ",
  "20th century, the British encouraged large-scale emigration of ",
  "Indians to Burma, with the result that just before World War ",
  "II the population of Indians in Burma was about 2 million, ",
  "much of it concentrated in Yangon and Mandalay. Indians ",
  "dominated Burma’s civil service and police force and controlled ",
  "a signiﬁ cant share of Burma’s trade and industry. Indians also ",
  "served as intermediaries between the British colonists and the ",
  "local Burmese population. The role that the Indians played in ",
  "suppressing Burma—as administrators and policemen—and ",
  "their continuing dominant position in Burma’s economy—as ",
  "landlords, workers, proprietors and money-lenders—created ",
  "a strong nationalist sentiment in Burma against the Indian ",
  "community that translated into a widespread popular anti-",
  "Indian sentiment.",
  "Nevertheless, when Burma and India became independent ",
  "within a few months of each other, State-to-State relations ",
  "were good because of the excellent personal equations between ",
  "Jawaharlal Nehru and Burma’s ﬁ rst Prime Minister U Nu. ",
  "India gave considerable military and economic assistance to ",
  "Burma in its early years of independence. Problems surfaced ",
  "when the military coup took place in Burma in 1962 and U Nu ",
  "and other Burmese leaders took refuge in India. The property ",
  "of Indians was taken over and a signiﬁ cant number of people ",
  "of Indian origin left Burma for India. However, a very large ",
  "numbers of Indians stayed back in Burma. Many of them ",
  "remain stateless to this day. For three decades thereafter, ",
  "India had minimal contact with Burma. India’s support to the ",
  "democratic movement during the pro-democracy uprising in ",
  "1988 plunged bilateral relations to a new low.",
  "It is only over the last 15 years or so that India has begun ",
  "to give Myanmar the importance it deserves in its foreign  68 CHALLENGE AND STRATEGY ",
  "policy priorities. Till the early 1990s, India’s overall Myanmar ",
  "policy was unduly inﬂ uenced by the Indian support to Aung ",
  "San Suu Kyi, who has a strong India connection—her mother ",
  "was Ambassador to India, she herself studied in India and ",
  "was later given the Jawaharlal Nehru Award for International ",
  "Understanding. As this left India out in the cold while China ",
  "made  deep  inroads  into  Myanmar,  the  policy  was  wisely ",
  "reviewed in 1992 and India began to engage with Myanmar’s ",
  "military regime. Since then, India has been following a prag-",
  "matic policy towards Myanmar. It has toned down its rhetoric ",
  "over Aung San Suu Kyi and has been dealing with the military ",
  "junta  in  Yangon.  India  hosts  many  dissident  Myanmar ",
  "democrats, has accepted a reasonably large number of Myanmar ",
  "refugees and, by its involvement in the UN Undersecretary ",
  "General Gambari’s periodic missions, lent its gentle support ",
  "to the democratization process in Myanmar. In view of Aung ",
  "San  Suu  Kyi’s  close  links  with  the  Nehru–Gandhi  family ",
  "and the Congress Party, some doubts arose when the United ",
  "Progressive Alliance (UPA) Government came to power about ",
  "whether this policy would be continued. However, the policy ",
  "remained unchanged and has borne good results. Since 2000, ",
  "but particularly over the last ﬁ ve years or so, there has been a ",
  "steady exchange of high-level visits, including at senior military ",
  "levels, between the two countries. Following Vice President ",
  "Shekhawat’s visit to Myanmar in 2003, Senior General Than ",
  "Shwe visited India in 2004. This was reciprocated by President ",
  "Kalam’s visit to Myanmar in 2006. During his visit to Myanmar ",
  "in 2007, External Affairs Minister Pranab Mukherjee reafﬁ rmed ",
  "that India would deal with governments in power and had no ",
  "intention of exporting democracy. Vice Senior General Maung ",
  "Aye’s visit to India in March 2008, during which the agreement ",
  "on the Kaladan multi-modal transport project was signed, has ",
  "taken the high-level dialogue forward.",
  "Over the last decade and a half, relations between India ",
  "and Myanmar have steadily improved. But even though India ",
  "is on the right track, it needs to do much more to secure its ",
  "interests in Myanmar. There is no time for India to lose in ",
  "giving much higher priority to relations with Myanmar. India ",
  "needs to develop a viable and coherent strategy with respect to BANGLADESH, MYANMAR AND NORTHEAST REGION 69",
  "Myanmar that weaves together the interests of the various ",
  "stakeholders within India. Among all of India’s neighbours, ",
  "Myanmar is the most disadvantaged in getting the serious and ",
  "sustained attention of decision-makers in New Delhi since ",
  "the bordering Northeast Region states of India are political ",
  "lightweights  that  are  often  themselves  ignored  and  their ",
  "complexities little understood by an indifferent political class ",
  "and  bureaucracy  ensconced  in  geographically  distant  New ",
  "Delhi. This is in sharp contrast to the attention that, for example, ",
  "Afghanistan gets, even though India’s stakes in Myanmar are ",
  "equally high. If Myanmar were to get even half of the $1.2 billion ",
  "grant assistance and the attention that Afghanistan gets, India ",
  "would gain considerable inﬂ uence in Myanmar. One should ",
  "not also forget the enormous cultural and spiritual inﬂ uence ",
  "that India, as the land of Lord Buddha, exercises on both the ",
  "rulers and the ordinary people of Myanmar. One hopes that ",
  "there would be a focused high-level attention to the Northeast ",
  "Region and Myanmar that would result in putting in place ",
  "urgently a comprehensive policy for dealing with the Northeast ",
  "Region, Bangladesh and Myanmar. ",
  "Northeast Region in India’s Foreign Policy",
  "The proper development of the Northeast Region is a very ",
  "important political, economic and social issue for India. It ",
  "is also a formidable foreign policy challenge. The Northeast ",
  "Region,  sandwiched  between  Bangladesh,  Bhutan,  Tibet ",
  "and Myanmar, has 98 per cent of its borders with these four ",
  "countries. At the same time, its natural, shortest and easiest ",
  "access to the rest of India across Bangladesh is unavailable ",
  "in practice because of Bangladesh’s cussedness. The region ",
  "can really develop only if it has opportunities for trading with ",
  "the rest of India and with the rest of the world. Insurgency ",
  "movements are less attractive when the local population is well ",
  "off. Increased trade and connectivity will improve the lives of ",
  "many, unlike the tea industries, which mainly beneﬁ t owners ",
  "living outside the Northeast Region. Raising the level of the  70 CHALLENGE AND STRATEGY ",
  "Northeast Region’s trade with the outside world is not that ",
  "easy and requires a coherent and sustained political strategy of ",
  "many parts. These are complementary, not exclusive.",
  "The  simple  solution  would  be  if  Bangladesh  could  be ",
  "somehow persuaded to give transit facilities to India. Despite a ",
  "singular lack of success so far, India has to persist by trying to ",
  "appeal to Bangladesh’s own self-interest. India has to convince ",
  "Bangladesh that India’s development and prosperity, including ",
  "that of the Northeast Region, is in Bangladesh’s own interests. ",
  "Does Bangladesh believe it can truly prosper if neighbouring ",
  "parts of India, including the Northeast Region, are backward? ",
  "On the other hand, Bangladesh could earn considerable transit ",
  "fees from India if it leverages its geographical location. It ",
  "should be a matter of great concern for both countries that the ",
  "Eastern and Northeast Region of the sub-continent has a lower ",
  "level of development than the already low sub-continental ",
  "average. In pre-Independence India, the Eastern region of ",
  "the  sub-continent,  comprising  present-day  eastern  India, ",
  "Bangladesh and Northeastern India, was always an integrated ",
  "political,  economic  and  cultural  space.  As  the  pioneering ",
  "region in India’s industrialization, it was perhaps the country’s ",
  "richest  and  most  prosperous  region.  Sadly,  where  Kolkata ",
  "and Dhaka were once ﬂ ourishing commercial and economic ",
  "centres of the Indian sub-continent, today they have fallen far ",
  "behind many other South Asian regions and cities of the South ",
  "Asian sub-continent. This is primarily the result of the region’s ",
  "uncoordinated development. If this region is to regain its earlier ",
  "competitiveness and prosperity, both India and Bangladesh ",
  "must be sincerely committed and determined to take advantage ",
  "of the numerous similarities, complementarities and synergies ",
  "in the ﬁ elds of economy, culture, history, language and society ",
  "in order to unlock this region’s enormous natural wealth and ",
  "human resources. Perhaps then this region can once again play a ",
  "leading role in national life—in politics, economic development ",
  "and intellectual debate. At the same time Bangladesh needs to ",
  "be unequivocally and unambiguously told that it is unrealistic ",
  "for Bangladesh to expect that India will give Bangladesh a free ",
  "hand so that it can establish its economic domination over the ",
  "Northeast Region. BANGLADESH, MYANMAR AND NORTHEAST REGION 71",
  "As Bangladesh has regrettably not shown any willingness ",
  "to cooperate with India unless it is on terms that make the ",
  "Northeast Region a virtual colony of Bangladesh, the only ",
  "other outlet for the Northeast Region is Myanmar. This is the ",
  "second element of India’s strategy for the Northeast Region. ",
  "Rigid trade and currency regulations have limited the volume ",
  "of cross-border trade to a fraction of its potential. The existing ",
  "sole border trading town of Moreh in Manipur is no longer ",
  "enough. More border posts in the Northeast Region need to ",
  "be developed connecting Mizoram, Manipur, Nagaland and ",
  "Arunachal Pradesh with Myanmar to handle not just border ",
  "trade, but normal trade as well. This should be combined with ",
  "the development of infrastructure. A few years ago India built ",
  "a border road from Tamu in Manipur to Kalemyo and Kalewa ",
  "in Myanmar, and there are plans for building cross-border ",
  "road links from Mizoram to Myanmar. However, in general, ",
  "roads on both sides of the border are underdeveloped, and a ",
  "lot more needs to be done. The recent signing of the agreement ",
  "on developing a multi-modal (river and road) link between ",
  "Mizoram  and  Myanmar’s  Sittwe  port  along  the  Kaladan ",
  "River that ﬂ ows from Mizoram into Myanmar was a welcome ",
  "development that needs to be followed up with other similar ",
  "initiatives. India must speed up the much-delayed Trilateral ",
  "Highway Project between India and Thailand via Myanmar. ",
  "Nor should it lose sight of the long-term proposal for a rail link ",
  "from India to Myanmar. Better transport links will make Indian ",
  "products more competitive in Myanmar where currently China ",
  "has a free run.",
  "India remains extremely wary of the Northeast Region ",
  "developing ties with Tibet, the Northeast Region’s third large ",
  "foreign neighbour, as this poses many political and security ",
  "complications. China, which controls Tibet, claims Arunachal ",
  "Pradesh as its territory. Nor does India want its Northeast ",
  "Region to be sucked completely into China’s economic vortex. ",
  "Already, Chinese goods are seen in plenty in the markets of ",
  "the Northeast Region. Many in the Northeast Region are also ",
  "worried that opening the borders with China will bring in more ",
  "drugs, arms and communicable diseases, which would only ",
  "add more fuel to the existing discontent and disaffection. Thus,  72 CHALLENGE AND STRATEGY ",
  "India is opposed to converting the Track-II so-called Kunming ",
  "Initiative or the BCIM, which brings together Bangladesh, ",
  "China’s Yunnan Province, India and Myanmar, into an ofﬁ cial-",
  "level body.",
  "Bay of Bengal Initiative for Multi-Sectoral ",
  "Technical and Economic Cooperation (BIMSTEC)",
  "The ﬁ nal element of the strategy is to situate the development ",
  "of the Northeast Region within a framework of regional co-",
  "operation, where it may be easier for India to get Bangladesh’s ",
  "cooperation. Fortunately, there already exists a ready frame-",
  "work in the Bay of Bengal Initiative for Multi-Sectoral Technical ",
  "and Economic Cooperation (BIMSTEC) that brings together ",
  "the countries around the Bay of Bengal, namely Sri Lanka, ",
  "India, Nepal, Bhutan, Bangladesh, Myanmar and Thailand. ",
  "The Northeast Region lies in the middle of the BIMSTEC ",
  "region. Unlike SAARC, BIMSTEC is a geographically coherent ",
  "and logical grouping with a better balance of power since the ",
  "dependence of India’s Northeast Region on Bangladesh and ",
  "Myanmar  considerably  reduces  India’s  preponderance  in ",
  "the grouping. BIMSTEC gives India an additional forum and ",
  "greater ﬂ exibility in handling its relations with Bangladesh. ",
  "It has been seen that Bangladesh has been more amenable to ",
  "discussing politically sensitive issues like trade, transit and ",
  "energy cooperation, and so on in a sub-regional context rather ",
  "than bilaterally, perhaps because it feels more comfortable ",
  "and secure dealing with India within a regional framework. ",
  "BIMSTEC also provides a supplementary framework to develop ",
  "India’s relations with and increase its inﬂ uence in strategically ",
  "important Myanmar—which would otherwise come completely ",
  "under China’s economic and political inﬂ uence. ",
  "BIMSTEC could become a practical and desirable bridging ",
  "mechanism between South Asia and its eastern neighbours. In ",
  "a long-term perspective, the Northeast Region and Bangladesh ",
  "could be potentially converted from relatively poor regions on BANGLADESH, MYANMAR AND NORTHEAST REGION 73",
  "the periphery of the South Asian sub-continent to the fulcrum ",
  "of  a  thriving  and  integrated  economic  and  cultural  space ",
  "linking India and Southeast Asia. BIMSTEC complements and ",
  "supplements India’s engagement with ASEAN, since BIMSTEC ",
  "members Myanmar and Thailand are also members of ASEAN. ",
  "The uncertainties of SAARC have created the fear among India’s ",
  "smaller neighbours that India could integrate with Southeast ",
  "Asia, leaving them isolated. BIMSTEC offers hope to Bangladesh ",
  "as well as India’s other South Asian neighbours that, riding on ",
  "the back of India’s ‘Look East’ policy, they too can have greater ",
  "economic and other contacts with Southeast Asia. This would ",
  "reduce  Bangladesh’s  overwhelming  dependence  on  India, ",
  "which acts as a powerful psychological barrier in Bangladesh’s ",
  "attitude towards India, and thereby hopefully nudge it towards ",
  "a more cooperative attitude towards India. India may be able ",
  "to overcome some of the traditional suspicion of its neighbours ",
  "by integrating its South Asia policy with its ‘Look East’ policy. ",
  "By coming on board India’s ‘Look East’ train, India’s smaller ",
  "neighbours could beneﬁ t enormously from integrating into a ",
  "wider Asian framework. ",
  "BIMSTEC is a young organization that held its ﬁ rst summit ",
  "meeting in Bangkok in July 2004. Over the last couple of years, ",
  "it lost some momentum because many of its members were ",
  "distracted by domestic political preoccupations. India too seems ",
  "to have been concentrating on making a go of SAARC while ",
  "being its Chairman. Although BIMSTEC did regain some of its ",
  "lost momentum with the holding of the 2nd BIMSTEC Summit ",
  "in New Delhi in November 2008, Thailand’s preoccupation with ",
  "its domestic political crisis made this a somewhat humdrum ",
  "meeting with few concrete outcomes.",
  ""
]