[
  "Chapter10",
  "US and Nuclear Issues",
  "Pokharan-II: A Turning Point",
  "D",
  " espite the Indian ruling elite’s fascination with",
  " and  admiration  of  the  US,  and  Jawaharlal",
  " Nehru’s  well-known  but  little  publicised ",
  "attempts to get closer to the US in the 1950s, India’s relations ",
  "with the US remained at a low level for the ﬁ rst 50 years after ",
  "India’s Independence. It was only after India became a nuclear ",
  "weapons power in 1998 that the nature of India’s relationship ",
  "with the US underwent a qualitative change. This event, toge-",
  "ther  with  Pakistan  becoming  a  declared  nuclear  weapons ",
  "power, jolted the US into taking India, and indeed the whole of ",
  "South Asia, seriously from a security and geopolitical perspec-",
  "tive. Pokharan-II coincided with India’s growing economic ",
  "weight  and  the  increasingly  inﬂ uential  role  of  the  Indian ",
  "American community in the US. Both factors added to India’s ",
  "importance in US eyes. South Asia was no longer a geopolitical ",
  "backwater that could do without high-level US attention.",
  "India and the US began their unprecedented serious and ",
  "intensive high-level interaction, now a decade old, with a series ",
  "of meetings in different parts of the world between Jaswant ",
  "Singh  and  Strobe  Talbott  from  1998  to  2000.  President ",
  "Clinton’s  visit  to  India  in  March  2000,  the  ﬁ rst  by  a  US ",
  "President to India after more than two decades, signaled the ",
  "decidedly higher priority given by the US to India. If there were ",
  "any doubts that South Asia had emerged prominently on the  174 CHALLENGE AND STRATEGY ",
  "US  foreign  policy  radar  screen  these  were  removed  after ",
  "9/11 and the ensuing US ‘war on terror’ in Afghanistan that ",
  "necessitated Pakistan’s cooperation without alienating India.",
  "From the US side, the focus in the strategic dialogue with ",
  "India was on preventing India from enhancing its nuclear ",
  "weapons  capabilities.  The  Clinton  administration’s  mantra ",
  "was to ‘cap, rollback and eliminate’ India’s nuclear weapons ",
  "programme. The Bush administration in its ﬁ rst term tried ",
  "to achieve the same objective, though not so aggressively. ",
  "Essentially, the US objective was to put pressure on India ",
  "to sign the Comprehensive Test Ban Treaty (CTBT), join the ",
  "negotiations on the Fissile Material Cutoff Treaty (FMCT), ",
  "strengthen controls over export of sensitive technologies and ",
  "equipment in line with the guidelines of the Nuclear Suppliers ",
  "Group  (NSG)  and  the  Missile  Technology  Control  Regime ",
  "(MTCR), and work to reduce tensions with a nuclear Pakistan ",
  "since Kashmir was viewed as a ‘nuclear ﬂ ashpoint’. In return, ",
  "the US promised to lift its sanctions and give India access to ",
  "high technology. The US was also very keen in strengthening ",
  "India–US  defence  ties  including  through  sale  of  military ",
  "equipment. From the Indian side, the National Democratic ",
  "Alliance (NDA) government in power from 1998 to 2004 was ",
  "enthusiastic about forging a strategic partnership with the US. ",
  "As Foreign Minister, Jaswant Singh tried hard, in vain, to seal ",
  "a strategic partnership with the US by extending support to it ",
  "on matters the latter considered to be of political and strategic ",
  "importance. The India–US dialogue lost some momentum for ",
  "about a year and a half as the US concentrated on the ongoing ",
  "war in Afghanistan, and India turned its attention to tackling ",
  "the security threats from Pakistan following the attack on the ",
  "Indian Parliament in December 2001. In November 2002, an ",
  "Indo-US High Technology Cooperation Group was set up. India ",
  "thought this might improve India’s access to ‘dual use’ items ",
  "(items having both civilian and military applications) from the ",
  "US. In 2003 President Bush pressed India to send troops to ",
  "Iraq, but a canny and politically savvy Prime Minister Vajpayee ",
  "saw the long-term dangers in this and adroitly managed to ",
  "stave off the pressure. Although Vajpayee considered the US ",
  "a ‘natural ally’ he was understandably reluctant to agree to US AND NUCLEAR ISSUES 175",
  "terms that would compromise India’s strategic autonomy. The ",
  "continuing search for a mutually acceptable basis for a strategic ",
  "partnership found expression in the bilateral dialogue under ",
  "the  rubric  of  Next  Steps  in  Strategic  Partnership  (NSSP) ",
  "announced in January 2004, which was intended to increase ",
  "cooperation  in  civilian  nuclear  activities,  civilian  space ",
  "programmes, and high-technology trade. Later missile defence ",
  "was added as a fourth component to the NSSP.",
  "On  coming  to  power  in  2004,  the  UPA  Government, ",
  "keen  to  leave  its  mark  on  foreign  policy,  grew  impatient ",
  "with the incremental progress being made under the NSSP. ",
  "Prime Minister Manmohan Singh made the nurturing of the ",
  "relationship with the US his most important foreign policy ",
  "priority. This coincided with the new strategic focus on India ",
  "under the second Bush administration with Condoleezza Rice ",
  "as Secretary of State. Rice’s visit to India in March 2005 was ",
  "the turning point in the India–US quest for a true strategic ",
  "relationship.  Rice’s  offer  ‘to  make  India  a  great  power’ ",
  "appealed  to  the  vanity  of  Indian  policy-makers.  President ",
  "Bush and Prime Minister Manmohan Singh were determined ",
  "to forge a new strategic relationship between India and the US ",
  "unencumbered by the disappointments and suspicions of the ",
  "past. In order to convince the US of its bona ﬁ des, India pushed ",
  "through comprehensive export control legislation in May 2005, ",
  "agreed to a wide-ranging and far-reaching defence agreement ",
  "(‘New Framework for the India–US Defence Relationship’) in ",
  "June 2005 and at a critical moment, presumably not wanting to ",
  "spoil the atmosphere on the eve of the Prime Minister’s planned ",
  "visit to the US in mid-July, did not press for a vote in the UN ",
  "General Assembly on the G–4 (India, Japan, Germany, Brazil) ",
  "resolution seeking a reform of the UN Security Council.",
  "India–US Nuclear Deal",
  "This set the stage for the India–US nuclear deal outlined in ",
  "the 18 July 2005 joint statement issued during the Indian ",
  "Prime Minister’s visit to the US. It was abruptly declared that  176 CHALLENGE AND STRATEGY ",
  "the NSSP had been satisfactorily completed, without quite ",
  "explaining how. The nuclear deal was regarded, at least by ",
  "the Indian side, as the centerpiece of a blossoming India–US ",
  "strategic partnership. Conscious of the baggage of US dealings ",
  "with India for over half a century, Indian policymakers were ",
  "astute enough to realize that it would not be easy to politically ",
  "sell a strategic relationship with the US, but simplistically ",
  "concluded that public and political scepticism on this count ",
  "could be overcome if the US were to recognize India as a nuclear ",
  "weapons power and lift the restrictions on technology transfer ",
  "to India. Crafted in stealth and secrecy by a small cabal, the 18 ",
  "July agreement was thrust upon the Indian public and even ",
  "the Indian nuclear establishment at the last minute, without ",
  "adequate  preparation,  and  perhaps  without  fully  thinking ",
  "through its consequences and implications. Despite this, at that ",
  "time the country accepted the government’s contention that the ",
  "overall balance of the agreement was favourable to India and ",
  "did not compromise India’s national and strategic interests. ",
  "Had the spirit of the 18 July agreement been maintained there ",
  "would have been no problem.",
  "Not unexpectedly, trouble started immediately thereafter ",
  "as the US successfully coerced India into toeing its line in ",
  "September 2005, and again in February 2006, on sending ",
  "Iran’s dossier from the IAEA to the UN Security Council. India’s ",
  "vote conﬁ rmed the long-held US view of India as a soft State ",
  "that could be arm-twisted even on matters concerning India’s ",
  "vital interests in its own neighbourhood. This reassured the ",
  "US administration and Congress that India would be a reliable ",
  "long-term strategic partner willing to adjust its foreign policy ",
  "to converge with the US global agenda.",
  "India’s  foreign  policy  focus  throughout  2006  was  on ",
  "relations with the US in general and the India–US nuclear deal ",
  "in particular. With External Affairs Minister Natwar Singh ",
  "having become a victim of the Volcker Report on Iraq’s Oil-",
  "for-Food controversy and therefore no longer around to offer ",
  "even  cautionary  advice,  Prime  Minister  Manmohan  Singh ",
  "personally guided the India–US relationship for nearly a year. ",
  "During President Bush’s visit to India in March 2006, the ",
  "separation plan of India’s civil and military nuclear facilities US AND NUCLEAR ISSUES 177",
  "was ﬁ nalized. Quietly, India–US defence relations were given ",
  "a boost with a Framework Agreement on Maritime Security ",
  "Cooperation. The two countries also agreed to conclude an ",
  "Acquisition  and  Cross-Servicing  Agreement  (ACSA)  along ",
  "the lines of similar agreements that the US has concluded ",
  "with its numerous allies. Presumably in order to hide its true ",
  "intent from the Indian public, this was described as a Logistics ",
  "Support Agreement. Because of the opposition of the Left ",
  "parties, the Logistics Support Agreement could not be signed ",
  "while the UPA Government was dependent on the support of ",
  "the Left parties.",
  "Political attention in the US and India now turned to the US ",
  "administration’s efforts to get the US Congress to pass enabling ",
  "legislation that would permit the US to engage in civilian ",
  "nuclear cooperation with India. It is completely unprecedented ",
  "for any US administration to have exerted so much effort with ",
  "the US Congress, or lobbied so hard in India on any issue ",
  "involving  India–US  relations.  The  debate  within  the  US ",
  "Congress seemed to conﬁ rm the fears of many sceptics in India ",
  "that the US would try to load unacceptable conditions on the ",
  "US legislation that would go against the 18 July understanding. ",
  "Sharp divisions within the Indian establishment and public on ",
  "the nuclear deal engendered a heated and wide-ranging poli-",
  "tical and public debate in India and destroyed the traditional ",
  "national consensus on India’s foreign policy. Prime Minister ",
  "Manmohan Singh, under growing pressure to allay widespread ",
  "public concerns about the nuclear deal, spelt out India’s ‘red ",
  "lines’ in a statement in Parliament on 17 August 2006. He ",
  "clearly stated that if the ﬁ nal US legislation imposed extraneous ",
  "conditions on India, then the government would draw the ",
  "necessary conclusions consistent with the commitments he had ",
  "made to Parliament. This reassured the critics and the sceptics.",
  "The passage of the Hyde Act, as the enabling legislation ",
  "came to be called, by the US Congress in December 2006 ",
  "marked a deﬁ ning moment in the ongoing India–US nuclear ",
  "waltz.  Not  surprisingly,  wide  gaps  remained  between  the ",
  "provisions of the Hyde Act and Prime Minister Manmohan ",
  "Singh’s assurances in Parliament. External Affairs Minister ",
  "Pranab Mukherjee himself admitted in Parliament that the  178 CHALLENGE AND STRATEGY ",
  "Hyde Act did contain ‘extraneous and prescriptive’ provisions. ",
  "Any honest assessment of the implications of the Hyde Act ",
  "would have made it clear that a mutually satisfactory deal was ",
  "not doable. However, in a remarkable display of sophistry, the ",
  "government claimed that the offending sections of the bill are ",
  "‘non-binding’, even though the bill does not make any distinction ",
  "between its so-called ‘binding’ and ‘non-binding’ provisions, ",
  "and Prime Minister Manmohan Singh himself conceded in ",
  "Parliament that non-binding provisions have ‘a certain weight’ ",
  "in the implementation of the legislation as a whole. Nor did the ",
  "government satisfactorily address widespread concerns that ",
  "even if President Bush considers some sections of the Hyde Act ",
  "as merely advisory his successors may not hold the same view. ",
  "India’s bitter experience with fuel for Tarapore nuclear reactors ",
  "should have cautioned India’s negotiators in putting too much ",
  "trust in the US living up to its written commitments if political ",
  "considerations dictated otherwise. Had the government wanted, ",
  "it could have worked on ﬁ nding an exit strategy that would ",
  "cause minimum damage to India–US relations. Deliberately ",
  "ignoring the obvious, namely that the provisions of the Hyde ",
  "Act had laid down the legal framework for this deal on the US ",
  "side that US negotiators would have to observe, the government ",
  "disingenuously averred that the Hyde Act was an internal piece ",
  "of legislation that does not affect India and that India would ",
  "only be concerned with the bilateral India–US Agreement, ",
  "or the so-called ‘123 Agreement’, that was under negotiation. ",
  "Parliament was given soothing assurances that the country ",
  "should now await the 123 Agreement!",
  "While  the  controversy  continued  to  rage  in  India,  the ",
  "government engaged in protracted and difﬁ cult negotiations ",
  "on the 123 Agreement. The leaders of both India and the US ",
  "gave them a decisive political push, and showed extraordinary ",
  "keenness and doggedness to somehow reach an agreement. ",
  "India’s  negotiators  tried  some  semantic  jugglery  to  bridge ",
  "the  seemingly  irreconcilable  gaps  between  the  Hyde  Act ",
  "and the Indian Prime Minister’s assurances to Parliament, ",
  "but a perusal of the 123 Agreement ﬁ nalized and initialed in ",
  "July 2007 does not allay the worst fears of the sceptics. The ",
  "text of the 123 Agreement states, in the very ﬁ rst operative US AND NUCLEAR ISSUES 179",
  "paragraph, namely Article 2 that each Party would implement ",
  "this Agreement ‘in accordance with its respective applicable ",
  "treaties, national laws, regulations, and license requirements ",
  "concerning the use of nuclear energy for peaceful purposes’. ",
  "This makes it very clear that the US’ interpretation of the 123 ",
  "Agreement would be guided by the Hyde Act and other US laws, ",
  "and the Nuclear Non-Proliferation Treaty (NPT) to which it is ",
  "a signatory. Any lingering doubts on this score were removed ",
  "when US Secretary of State Rice unambiguously stated in New ",
  "Delhi in October 2008 that the 123 Agreement is consistent ",
  "with the Hyde Act. For the government to claim that the 123 ",
  "Agreement, which is merely an enabling inter-governmental ",
  "agreement, overrides the Hyde Act, an overarching piece of US ",
  "national legislation without which the 123 Agreement would ",
  "not have been possible, is wishful thinking.",
  "It  seemed  that  the  deal  was  dead  when  in  November ",
  "2007 Prime Minister Manmohan Singh and the Chairperson ",
  "of  the  UPA  Sonia  Gandhi  publicly  stated  as  much  at  the ",
  "Hindustan Times Summit. A committee of the UPA and the ",
  "Left parties was set up to examine this matter. Under pressure ",
  "on the widespread agitations over the controversial proposed ",
  "Nandigram and Singur land transfers in West Bengal, the Left ",
  "parties were persuaded to let the government negotiate but not ",
  "sign a Safeguards Agreement with the IAEA as a face-saving ",
  "way for the government to exit from this deal. In hindsight it is ",
  "evident that this was only a tactical retreat by the government. ",
  "Tremendous pressure was put by the Bush Administration to ",
  "ensure that India should not walk away from a deal on which the ",
  "Bush Administration had invested so much time and political ",
  "capital. Thus, India went ahead and ﬁ nalized the negotiations ",
  "on a Safeguards Agreement with the IAEA Secretariat. In June ",
  "2008, a couple of weeks before Prime Minister Manmohan ",
  "Singh’s departure for the G–8 summit in Japan, the govern-",
  "ment made it quite clear that it was going to approach the ",
  "IAEA to conclude a Safeguards Agreement even without the ",
  "approval of the UPA–Left committee. As anticipated, the Left ",
  "withdrew its support to the UPA Government in July 2008, ",
  "but the government nevertheless managed to survive thanks  180 CHALLENGE AND STRATEGY ",
  "to some unprincipled support from the Samajwadi Party. As ",
  "feared, the nuclear deal became a political football.",
  "Indian ofﬁ cial statements, including at the highest level, ",
  "have been taking the lofty line that this deal is all about civilian ",
  "nuclear energy, not about India’s nuclear weapons programme. ",
  "That is far from true. Getting US support for India’s civilian ",
  "nuclear energy programme is merely one element, and not the ",
  "most important one, in this deal. It would be naïve to believe ",
  "that this deal will somehow provide energy security to India—",
  "see Chapter 11 for a detailed discussion. Had it been just a ",
  "matter concerning nuclear energy, it is doubtful whether the ",
  "Prime Minister of India would have shown such unseemly haste ",
  "and anxiety to clinch the India–US nuclear deal, and remained ",
  "so adamant on going ahead with it in the face of widespread ",
  "opposition in Parliament and outside. In the absence of a ",
  "national  consensus,  any  prudent  government  would  have ",
  "second thoughts about rushing headlong into concluding the ",
  "nuclear deal. Obviously, a lot more is at stake. For Manmohan ",
  "Singh personally, there are perhaps considerations of prestige, ",
  "ego and the ‘legacy’ he would leave behind as Prime Minister.",
  "One possible valid consideration for India to go in for ",
  "the deal could be that uranium from abroad for its civilian ",
  "nuclear energy programme would free up indigenous uranium ",
  "for its nuclear weapons programme. However, the stringent ",
  "provisions of the Hyde Act require the US President to keep ",
  "track of uranium production and utilization in India precisely to ",
  "obviate such a possibility. Knowledgeable people in India have ",
  "argued that it would make more sense for India to accelerate ",
  "its efforts to more efﬁ ciently mine existing uranium deposits ",
  "in  India,  to  step  up  prospecting  for  new  deposits,  and  to ",
  "actively explore possibilities of getting uranium from countries ",
  "outside the NSG. Although the NSG has given permission to ",
  "individual members to do trade with India in nuclear materials, ",
  "individual countries can choose not to do so, or they may be ",
  "ﬁ ckle-minded and unreliable. For example, while Australia’s ",
  "Howard Government was inclined to sell uranium to India, the ",
  "new Rudd Government is much more reluctant to do so. ",
  "Other  arguments  adduced  by  assorted  publicists  and ",
  "drumbeaters  drafted  by  the  government  to  put  a  positive US AND NUCLEAR ISSUES 181",
  "spin on the deal and ‘sell’ it to the public are that the deal ",
  "would lead to the end of ‘technology apartheid’ and give India ",
  "access to latest US technologies. Were India sure of getting all ",
  "technology transfer restrictions removed, it would be a tangible ",
  "and  signiﬁ cant  achievement.  However,  on  the  anticipated ",
  "transfer of technology to India as a result of the deal, there ",
  "is so far neither any evidence nor commitment to warrant ",
  "such a conclusion. Neither the 123 Agreement nor the NSG ",
  "exemption for India give it upfront access to enrichment and ",
  "reprocessing technology; rather, the stated intention is quite ",
  "the contrary. Article 5.2 of the 123 Agreement makes it clear ",
  "that there is no change in the current US policy on transfer ",
  "of dual-use items. These transfers will remain subject to the ",
  "applicable US laws, regulations and licence policies. At best, ",
  "one would have to wait and see whether other countries are ",
  "inclined to loosen technology restrictions on India, particularly ",
  "on dual-use items. The government, for its part, has merely ",
  "made general statements about technology restrictions being ",
  "removed as a result of the nuclear deal, and has not given ",
  "any concrete convincing facts or arguments on this point. It ",
  "is not known whether any promises on wholesale removal of ",
  "technology transfer restrictions have been made to the Indian ",
  "government. In matters like this, the maxim ‘Trust, but verify’ ",
  "is apposite.",
  "In this context it is relevant to point out that it is not by ",
  "chance that the majority of current India–US initiatives are ",
  "knowledge-based. The US wants to ensure that it remains the ",
  "global centre of cutting edge scientiﬁ c research and develop-",
  "ment and technological innovation. US knowledge-based initia-",
  "tives for cooperating with India are intended to tap into India’s ",
  "enormous talent pool to work for US interests. One should not ",
  "expect the US to transfer technologies to India that will erode ",
  "US competitiveness. Given that a shortage of talented people is ",
  "already being felt in several sectors in India, it is doubtful that ",
  "US policies that draw India’s most talented young people to the ",
  "US, even as they beneﬁ t individuals, will help India realize its ",
  "potential to be a knowledge superpower in the 21st century.",
  "The way in which the negotiations have been conducted ",
  "has added to the misgivings of many people in India. On the  182 CHALLENGE AND STRATEGY ",
  "Indian side, the negotiations were shrouded in unprecedented ",
  "secrecy, unusual for a deal that is ostensibly only about civil ",
  "nuclear energy cooperation. The government shied away from ",
  "a Parliament resolution reﬂ ecting the sense of the House that ",
  "would have forged a national consensus and strengthened the ",
  "government’s hand in negotiations with the US. It ignored the ",
  "strong sentiments against the deal expressed by large number ",
  "of Parliamentarians. Dripping with intellectual arrogance, the ",
  "Indian government and its acolytes self-righteously sought ",
  "to dismiss legitimate apprehensions and cautionary advice. ",
  "However, the views of major political parties, sections of the ",
  "Congress party itself, former Prime Ministers and Foreign ",
  "Ministers, top nuclear scientists, experienced diplomats, and ",
  "leading members of the strategic community in India who have ",
  "conveyed their unease over this deal cannot be simply brushed ",
  "aside as being immature or uninformed, much less unpatriotic, ",
  "as implied by the Prime Minister in one of his public remarks. ",
  "The  government  has  failed  to  convince  its  numerous  and ",
  "voluble critics in Parliament and outside. The pity is that ",
  "the government does not see the need to take anyone into ",
  "conﬁ dence. Its spinmeisters justify the secrecy by drawing ",
  "comparisons with the secrecy in which the Indo-Soviet Treaty ",
  "of 1971 was negotiated, conveniently forgetting that there are ",
  "signiﬁ cant differences in content and circumstance between ",
  "the two cases. The Indo-Soviet Treaty was conceived in the ",
  "context of the growing Bangladesh crisis; it was concluded ",
  "by a government that had a clear majority in Parliament; and ",
  "within four months of its signing the relevance and efﬁ cacy of ",
  "the Indo-Soviet Treaty was there for all to see. In any case, such ",
  "arguments only serve to conﬁ rm that the Indo-US nuclear deal ",
  "is actually a far-reaching strategic agreement, not the civilian ",
  "nuclear energy agreement it is ofﬁ cially touted to be.",
  "Occasionally, one has got an authoritative glimmer of the ",
  "actual discussions and the true implications of the nuclear deal ",
  "from the US side, which has been far more open and honest ",
  "in stating to its own Congress and people what the deal is ",
  "really about. However, it is signiﬁ cant that over the last few ",
  "months  the  details  of  the  deal  the  US  administration  has ",
  "shared with the US Congress in response to pointed queries US AND NUCLEAR ISSUES 183",
  "by US Congressmen and Senators have been deliberately kept ",
  "conﬁ dential, presumably because their public revelation would ",
  "have blown a hole in the line that is being fed by the Indian ",
  "Government to the public. One disturbing example of this is ",
  "India’s commitment to put its future nuclear reactors under ",
  "safeguards. This issue does not ﬁ gure in the 123 Agreement, but ",
  "has profound implications for India’s future nuclear weapons ",
  "and indigenous nuclear energy plans. Under the Separation ",
  "Plan agreed to between India and the US on 2 March 2006 and ",
  "tabled in Parliament on 7 March 2006, it was clearly stated that ",
  "a civilian facility would be one that India has determined not ",
  "relevant to its strategic programme and that India retains the ",
  "sole right to determine which future thermal power reactors ",
  "and  breeder  reactors  would  be  termed  civilian.  Curiously, ",
  "however,  the  chief  US  negotiator  of  the  deal,  R.  Nicholas ",
  "Burns,  has  repeatedly  and  conﬁ dently  stated  in  published ",
  "statements and articles that all of India’s future civil reactors, ",
  "including fast breeder reactors, would be under IAEA safe-",
  "guards and that within a generation about 90 per cent  of ",
  "India’s  reactors  and  nuclear  establishment  would  be  fully ",
  "safeguarded. Such statements only aggravate concerns that ",
  "there is more to the deal, perhaps even conﬁ dential agreements ",
  "or understandings, than the Indian Government is willing to ",
  "admit.",
  "A Strategic Partnership?",
  "The essence of the problem, and hence the controversy, is that ",
  "the US and India are seeking to achieve different objectives ",
  "from this deal. The Hyde Act, numerous US policy documents ",
  "and various statements by US leaders and senior ofﬁ cials—the ",
  "most detailed authoritative US exposition on the issue being ",
  "the article in the November/December 2007 issue of Foreign ",
  "Affairs written by R. Nicholas Burns in his capacity as US ",
  "Under Secretary of State for Political Affairs—clearly bring out ",
  "two principal US policy objectives in its relations with India. ",
  "The ﬁ rst is to ensure that India’s foreign policy is ‘congruent’ to  184 CHALLENGE AND STRATEGY ",
  "that of the US. The nuclear deal is expected to induce greater ",
  "political and material support to the achievement of US foreign ",
  "policy  goals,  namely  the  retention  of  all-round  US  global ",
  "domination. India’s growing economic and political role in the ",
  "world is seen as a new and signiﬁ cant strategic opportunity to ",
  "advance US goals. The US objective is to see if India can be ",
  "integrated as a ‘constructive actor and stakeholder’ in a US-",
  "led international system. US spokespersons have situated the ",
  "deal in the US’ larger foreign policy objectives. It is seen as ",
  "advancing US global interests by changing the global balance ",
  "of power in favour of the US and serving its national security ",
  "interests. This makes sense from a US perspective. The US ",
  "would hardly have made so much effort to push through this ",
  "deal if it were not so. The problem is that there is a fundamental ",
  "contradiction between US and Indian long-term foreign policy ",
  "objectives. India’s own foreign policy traditions and national ",
  "consensus have given rise to its legitimate aspirations to have a ",
  "greater say in global affairs in the coming decades through an ",
  "independent foreign policy. Whereas the US wants the current ",
  "so-called unipolar world order to continue, India believes that ",
  "the world should be multipolar, with India itself as one of the ",
  "poles. How can these different objectives be reconciled? ",
  "US Non-proliferation Objectives",
  "There  is  another  important  area  where  US  and  Indian ",
  "objectives in signing this deal are diametrically different. In ",
  "going in for the India–US nuclear deal, the US hopes to achieve ",
  "another major objective that it has pursued for decades. This is ",
  "to corral India into the non-proliferation framework in a way ",
  "that does not strengthen India’s nuclear weapons capability. ",
  "Rather, the US expectation is that the nuclear deal would ",
  "curb India’s strategic capabilities. India, on the other hand, ",
  "has a national consensus that it should deﬁ nitely preserve ",
  "its strategic autonomy, and wants to ensure that its freedom ",
  "to pursue its strategic nuclear weapons programme remains ",
  "unaffected.  Successive  Indian  governments  have  refused US AND NUCLEAR ISSUES 185",
  "to sign the NPT or the CTBT. India’s becoming a declared ",
  "nuclear weapons power in 1998 was a logical outcome of this ",
  "national consensus. Ever since then, India has sought some ",
  "kind of de jure recognition as a nuclear weapons power. It has ",
  "observed a voluntary moratorium on nuclear testing, and has ",
  "not proliferated its indigenous nuclear weapons technologies. ",
  "It has behaved as if it were a signatory to the NPT. However, ",
  "while maintaining this discipline, it has steadfastly refused ",
  "to accede to the NPT because of its discriminatory regime ",
  "concerning the rights and obligations of the ﬁ ve nuclear haves ",
  "as recognized by the NPT and the nuclear have-nots. Despite ",
  "its responsible behaviour on non-proliferation issues, India ",
  "continues to be a principal target of restrictive regimes like the ",
  "NSG. The US, India thought, would open the door to enable it ",
  "to enjoy the privileges enjoyed by the nuclear weapons powers ",
  "that are signatories to the NPT, even if it is not recognized ",
  "as a nuclear weapons power under the NPT. These were the ",
  "considerations  behind,  and  India’s  understanding  of,  the ",
  "provisions of the 18 July 2005 India–US joint statement which ",
  "clearly stated that India would ‘acquire the same beneﬁ ts and ",
  "advantages as other leading countries with advanced nuclear ",
  "technology, such as the US’, namely no full-scope safeguards, ",
  "no curbs on India’s nuclear weapons programme and implicit ",
  "recognition as a nuclear weapons power. The Prime Minister ",
  "had stated quite unambiguously in Parliament on 17 August ",
  "2006: ‘In these important respects, India would be very much ",
  "on par with the ﬁ ve Nuclear Weapons States who are signato-",
  "ries to the NPT.’ Yet US Secretary of State Rice has expressly ",
  "ruled  out  that  the  123  Agreement  gives  India  recognition ",
  "as a nuclear weapons power and Burns has made it clear ",
  "that the US cannot aid in the development of India’s strategic ",
  "programme.  In  his  testimony  before  the  Senate  Foreign ",
  "Relations Committee in April 2006, Ashley Tellis, who was a ",
  "member of the Bush administration till 2007 and played a key ",
  "role in the negotiations on the nuclear deal, stated that ‘India ",
  "has now agreed to obligations that in fact go beyond those ",
  "ordinarily required of NPT signatories’.",
  "A close reading of the various documents connected with ",
  "the India–US nuclear deal, namely the Hyde Act, the 123 ",
  "Agreement, the IAEA Safeguards Agreement, the NSG terms  186 CHALLENGE AND STRATEGY ",
  "of exemption, the caveats of the US Congress while passing ",
  "the 123 Agreement, as well as the Bush administration’s public ",
  "statements and messages to the US Congress—all these have ",
  "not dissipated fears that India has compromised its strategic ",
  "autonomy and is signing on to the CTBT and a FMCT through ",
  "the backdoor. By signing the 123 Agreement and the IAEA ",
  "Safeguards Agreement, including an Additional Protocol still ",
  "to be signed, India has accepted implicit and irreversible curbs ",
  "on its strategic weapons programme. There remain serious ",
  "ambiguities on many technical points about the deal such as ",
  "India’s practical ability to conduct nuclear tests should the ",
  "situation  so  require;  India’s  right  to  reprocess  spent  fuel; ",
  "safeguards in perpetuity; guaranteed fuel supplies and the ",
  "nature of corrective measures India can take in case fuel supp-",
  "lies from abroad are disrupted. Nor, contrary to the assurances ",
  "given by Prime Minister Manmohan Singh in Parliament, is ",
  "this a true India-speciﬁ c Safeguards Agreement; the India-",
  "speciﬁ c provisions that protect India’s interests are essentially ",
  "in the Preamble and the General Considerations section of the ",
  "Agreement, not in the operative portions of the main text that ",
  "spell out the Safeguards Procedures. The latter are along the ",
  "lines of the Safeguards Agreements that the IAEA signs with ",
  "non-nuclear weapon States as deﬁ ned by the NPT. If it is the ",
  "government’s contention that the Preamble is as important ",
  "as the main body of the Safeguards Agreement, then by the ",
  "same logic all the provisions of the Hyde Act too have the ",
  "same weight and legal sanctity without any distinction being ",
  "made between so-called ‘binding’ and ‘non-binding’ provisions. ",
  "The letter sent by the Bush administration in January 2008 ",
  "to the Chairman of the US House of Representatives Foreign ",
  "Affairs  Committee,  which  was  released  to  the  media  in ",
  "September  2008,  has  conﬁ rmed  suspicions  that  the  US ",
  "understanding of India’s obligations is at variance with the line ",
  "being fed to the Indian public by the UPA Government.",
  "It is very clear that, notwithstanding the gloss that is being ",
  "put on the Hyde Act, the 123 Agreement, the IAEA Safeguards ",
  "Agreement, and the NSG exemption, India will not get the same ",
  "rights and obligations as other nuclear weapon States under ",
  "the NPT. Any honest assessment will reveal that India has US AND NUCLEAR ISSUES 187",
  "deﬁ nitely not achieved through the nuclear deal all the beneﬁ ts ",
  "it thought it would get when it agreed to the carefully crafted ",
  "balance of beneﬁ ts and obligations set out in the 18 July 2005 ",
  "joint statement. To think otherwise is to indulge in sheer self-",
  "delusion. India has boarded a plane named ‘Nonproliferation ",
  "Regime’ that is carrying nuclear weapons. The plane is ﬂ ying ",
  "around the world trying to pick up additional passengers. ",
  "The plane has got an American captain, a Russian co-pilot ",
  "and a three-member crew from China, France and the United ",
  "Kingdom. Entry into the cockpit is ﬁ rmly barred to everyone ",
  "else under all circumstances. All other NPT signatories are ",
  "locked into their cramped and uncomfortable seats in economy ",
  "class and the keys have been thrown away. The captain suspects ",
  "that one of the strapped passengers, Iran, is struggling to get ",
  "loose and has issued a stern warning. One passenger, North ",
  "Korea, who had broken loose now has a fractured arm and ",
  "an emaciated look and is being coaxed back to his seat. For a ",
  "long time, only three passengers—Israel, Pakistan and India—",
  "stubbornly refused to board the plane. Israel, in cahoots with ",
  "the captain, cleverly manages to avoid drawing attention by ",
  "pretending it does not have nuclear weapons. No one dares to ",
  "touch Pakistan, a suspected suicide bomber. India has been ",
  "enticed on board with the offer of First Class travel. The entire ",
  "First Class cabin is reserved for Indians. Apart from a free ego ",
  "massage available on demand, also on offer are complimentary ",
  "gifts of the latest hi-tech toys and gadgets, and mind-boggling ",
  "frequent ﬂ yer miles that can be used for unlimited travel by all ",
  "family members and relatives (the deﬁ nition has been left to ",
  "India) to the US with a guarantee of a ‘green card’ to anyone ",
  "looking for one. The food is a combination of the best available ",
  "in the ﬁ nest restaurants of New York, London, Paris, Moscow ",
  "and Beijing. After a hearty traditional English breakfast, one ",
  "can move on to exotic Chinese food—however, only sweet and ",
  "sour items are on the menu!—for lunch and the smoothest ",
  "Russian  vodkas  for  cocktails.  Dinner  brings  to  the  table ",
  "mouthwatering  American  steaks,  washed  down  by  vintage ",
  "French wines. Just in case the First Class passengers are still ",
  "not sufﬁ ciently intoxicated by now, rare single malt Scotch ",
  "whiskies and the choicest French cognacs are available as  188 CHALLENGE AND STRATEGY ",
  "after-dinner drinks. The entertainment on board is so engross-",
  "ing that there is no time to think. Looking out of the window, ",
  "one can see majestic castles in the air. Finally, there is a lullaby ",
  "to lull the First Class passenger into a deep slumber, just in case ",
  "the intoxicating drinks have not had their effect. Manmohan ",
  "Singh’s India is mesmerized by the tantalizing temptations. ",
  "The trouble is that once on board, it will not be able to get off ",
  "the plane. ",
  "Limits of Strategic Partnership",
  "As a result of the intense public and political debate on this ",
  "issue, there is today much better public awareness of the true ",
  "signiﬁ cance of an India–US nuclear deal, namely the long-",
  "term objective of forging a strategic partnership between the ",
  "two countries. The civilian nuclear energy argument is a red ",
  "herring, at best a peg on which to hang a wider India–US ",
  "strategic  partnership.  The  assumption  behind  the  deal  is ",
  "that the nuclear issue is the only major issue that has kept ",
  "the US and India apart for so many decades and that if this ",
  "‘elephant in the room’ were to be removed, relations would ",
  "develop smoothly. Such ﬂ awed reasoning ignores the reality ",
  "that the nuclear factor came into the Indo-US equation only ",
  "after India’s peaceful nuclear explosion of 1974. India’s long-",
  "standing and traditional mistrust of US predates 1974. Other ",
  "fundamental factors have been at work in creating a divide ",
  "between India and the US.",
  "In the ﬁ rst place, there has been the US unwillingness to ",
  "accept India’s independent foreign policy. Burns recognizes ",
  "this candidly and categorically in his Foreign Affairs article ",
  "referred to above:",
  "From the American point of view, Indian Prime Minister ",
  "Jawaharlal Nehru’s nonalignment policy and warm relations ",
  "with  the  Soviet  Union  made  close  political  cooperation ",
  "unachievable (but)… the end of the Cold War removed the ",
  "US-Soviet rivalry as the principal focus of US foreign rela-",
  "tions and the rationale for India’s nonalignment policy. US AND NUCLEAR ISSUES 189",
  "Burns betrays a US misunderstanding of India’s policy of non-",
  "alignment. Non-alignment as a policy option for India, as distinct ",
  "from the Non-Aligned Movement, was essentially about resisting ",
  "pressures to join rival camps during the Cold War and about ",
  "examining foreign policy options on merit. In short, it was about ",
  "having an independent foreign policy. This national consensus ",
  "remains very strong in India, and has nothing to do with the so-",
  "called ‘Cold War mentality’ as many analysts derisively claim. ",
  "When US Secretary of State Condoleezza Rice stated in 2007 ",
  "that non-alignment was ‘irrelevant’, External Affairs Minister ",
  "Pranab Mukherjee was compelled to give a swift and ﬁ tting riposte ",
  "to this gratuitous and misplaced remark. Jawaharlal Nehru laid ",
  "the foundations of India’s independent foreign policy. Whatever ",
  "her other shortcomings, Indira Gandhi too was a great nationa-",
  "list. Visiting the US in 1982, she was asked about the so-called ",
  "‘tilt’ in India’s foreign policy. Her tart reply was that India stands ",
  "upright! Regrettably, UPA Chairperson Sonia Gandhi, who controls ",
  "the reins of the UPA Government, and whose political legitimacy ",
  "rests on her inheritance of the Nehru–Gandhi legacy, has been ",
  "unable to convincingly demonstrate that she too is a proud Indian ",
  "with an equally stiff spine! Over the last few years, there have ",
  "been deﬁ nite signs of a noticeable shift in India’s foreign policy ",
  "to suit US interests. The realignment of Indian foreign policy is ",
  "being undertaken in driblets, so as to attract minimum public ",
  "attention  and  scrutiny.  India’s  political  class  instinctively ",
  "understands that it would be sheer political folly to openly admit ",
  "this since the common man in India who determines the electoral ",
  "fortunes of politicians wants India to follow an independent ",
  "foreign policy. ",
  "From the US side, however, there is no such hesitation. In ",
  "fact, the congruence of India’s foreign policy with that of the US ",
  "is being touted as the payback to the US for the nuclear deal. ",
  "Ashley Tellis (2007) has unequivocally spelt out in great detail ",
  "how since 2001 India, despite its formal commitment to non-",
  "alignment, supported the US in many areas. According to Tellis, ",
  "these include:",
  "•  Enthusiastic  endorsement  of  President  Bush’s  new ",
  "strategic framework, although even formal American ",
  "allies were reluctant to support it. 190 CHALLENGE AND STRATEGY ",
  "•  Unqualiﬁ ed  support  for  the  US  war  in  Afghanistan, ",
  "including an offer of use of numerous Indian military ",
  "bases.",
  "•  Silence on the US withdrawal from the ABM Treaty.",
  "•  Support to the US position on environmental protection ",
  "and global climate change.",
  "•  Collusion with the US to remove Jose Mauricio Bustani, ",
  "the Director-General of the Organization for the Prohibition ",
  "of Chemical Weapons.",
  "•  Protection  of  high-value  US  cargoes  transiting  the ",
  "Straits of Malacca in 2002, despite the absence of a UN ",
  "mandate.",
  "•  Refraining from joining the international opposition to ",
  "the US-led military campaign against Iraq.",
  "•  Serious consideration to a US request to send Indian ",
  "troops to Iraq in 2003.",
  "•  Conclusion of a 10–year defence agreement with the US ",
  "that identiﬁ es common strategic goals and the means ",
  "for achieving them.",
  "•  Continuing  collaboration  with  US  policies  in ",
  "Afghanistan.",
  "•  Vote with the US and against Iran at the September ",
  "2005 IAEA Board of Governors meeting to declare Iran ",
  "in ‘non-compliance’ with the Non-Proliferation Treaty.",
  "Tellis signiﬁ cantly adds that ‘many speciﬁ c activities are in fact ",
  "still classiﬁ ed’.",
  "Need anything more be said about US expectations and ",
  "the willingness, of both NDA and UPA Governments, to have ",
  "a foreign policy ‘congruent’ with US interests? Is an Indo-US ",
  "strategic partnership of this kind in India’s interest? Is there ",
  "at  present  a  sufﬁ cient  convergence  of  long-term  interests ",
  "between India and the US? India’s National Security Adviser ",
  "categorically stated in a television interview in 2007 that the ",
  "US is ‘not a benign power’. If this is the case, India should ",
  "not have adjusted its foreign policy to suit US interests. The ",
  "UPA Government’s sanctimonious statements that India has ",
  "not compromised on its sovereignty of decision-making ring ",
  "hollow. The government has already taken signiﬁ cant steps to US AND NUCLEAR ISSUES 191",
  "enter into a larger and long-term strategic relationship with ",
  "the US with its eyes open, but wants to pull the wool over the ",
  "eyes of the Indian public. The classiﬁ ed list alluded to by Tellis ",
  "would no doubt make fascinating reading. Perhaps this would ",
  "contain instances of how the US administration pressurized ",
  "the Manmohan Singh Government into removing from, or not ",
  "appointing to, key positions within the government people who ",
  "did not share the Manmohan Singh Government’s euphoric ",
  "and rose-tinted view of the US. It may even include instances ",
  "of the US’ blackmailing important Indian decision-makers or ",
  "policy-shapers. One hopes not, but the nation has a right to ",
  "know.",
  "The second factor, which actually ﬂ ows out of the ﬁ rst, that ",
  "has kept India and the US estranged for so many decades is ",
  "the traditional US policy towards Pakistan in recognition of ",
  "the key role that Pakistan occupies in US long-term strategic ",
  "plans for the region, including South Asia. India’s security ",
  "has  been  undermined  by  consistent  US  military,  political, ",
  "diplomatic and economic support to Pakistan, including its ",
  "ill-advised moves on Kashmir in the UN Security Council and ",
  "the attempts to pressurize India by sending the aircraft carrier ",
  "‘USS Enterprise’ to the Bay of Bengal when India was engaged ",
  "in military operations in Bangladesh in 1971. In seeking to ",
  "ensure a military balance in South Asia, a policy that has not ",
  "been given up even today, the US disregards India’s larger ",
  "security requirements. Furthermore, it has winked at Pakistan’s ",
  "clandestine acquisition and proliferation of nuclear weapons ",
  "and technology, and continues to indulge the Pakistan military ",
  "establishment as a so-called ally in the ‘war against terror’. ",
  "Regrettably, under both the NDA and the UPA Governments ",
  "the US managed to secure India’s acquiescence to its ﬂ awed ",
  "policy of ‘de-hyphenating’ its relations with India and Pakistan, ",
  "thereby obviating the need for the US to make difﬁ cult choices ",
  "between India and Pakistan, each important in its own way to ",
  "the US. It would not be unreasonable to assume that it was ",
  "under US pressure—or perhaps at the urging of the Foreign ",
  "Secretary–designate  who  had  just  been  appointed  under ",
  "controversial circumstances—that India agreed at the Havana ",
  "NAM Summit in September 2006 that Pakistan and India were  192 CHALLENGE AND STRATEGY ",
  "both victims of terrorism! Immediately thereafter, a joint terror ",
  "mechanism was set up, but this has unsurprisingly turned out ",
  "to be a failure. So long as Pakistan’s foreign policy remains ",
  "highly India-centric, de-hyphenation of the US’ relations with ",
  "India and Pakistan is not a workable option.",
  "While Pakistan is a very special case, India appears to ",
  "have unwisely ceded strategic space to the US even in the rest ",
  "of South Asia. There have been disturbing signs that India has ",
  "been pressurized into coordinating its policies in South Asia with ",
  "those of the US. Burns clearly states that the US is ‘now working ",
  "closely with India for the very ﬁ rst time to limit conﬂ ict and build ",
  "long-term peace throughout South Asia’. If the US were actually ",
  "following the Indian line in India’s neighbourhood, that would be ",
  "welcome; but it seems that it is India that is following the US line ",
  "in South Asia. India’s policy on Pakistan, Bangladesh, Nepal and ",
  "Sri Lanka is already being guided by the US, something that was ",
  "unthinkable a few years ago. The UPA Government seems to have ",
  "outsourced its South Asia policy to the US! India’s acquiescence ",
  "to co-sharing with the US responsibility for managing the South ",
  "Asian region has emboldened India’s neighbours to count on ",
  "the US to balance India’s natural inﬂ uence in South Asia and ",
  "has aggravated instability in the region. India can hardly have a ",
  "true strategic relationship with the US when US policies do not ",
  "coincide with India’s priorities and real interests in its immediate ",
  "neighbourhood.",
  "India has a problem with US policies in India’s wider ",
  "strategic neighbourhood too. In the Persian Gulf, US policies ",
  "completely ignore India’s interests. Millions of Indians are ",
  "deeply troubled by the US war against Iraq. India and the ",
  "US have differing views on handling Iran, which will always ",
  "remain important for India. The Bush administration’s arm-",
  "twisting of India on Iran has left a bitter aftertaste among the ",
  "Indian public. India’s strategic planners cannot be sanguine ",
  "about the massive US military presence, which will be a long-",
  "term one, in the northern Indian Ocean, the Persian Gulf ",
  "region, Afghanistan, Pakistan and Central Asia. For a start, ",
  "and at the very least, there is need for a dialogue where the US ",
  "should explain and reassure India about its strategic posture ",
  "in the Indian Ocean and Persian Gulf region. To the east, while US AND NUCLEAR ISSUES 193",
  "Myanmar is a crucial country for India that impinges on the ",
  "security and development of India’s Northeast Region as well ",
  "as to ensure the optimal success of India’s ‘Look East’ policy, ",
  "US policy is to isolate and impose sanctions on Myanmar. ",
  "It is remarkable that for two countries seeking a strategic ",
  "partnership, the documents issued at the end of the last two ",
  "bilateral visits exchanged at the highest level, namely Prime ",
  "Minister Manmohan Singh’s visit in July 2005 and President ",
  "Bush’s visit in March 2006 do not even mention, much less ",
  "convey  any  convergence  of  views  on,  important  regional ",
  "issues like Iran, Iraq, Afghanistan and Myanmar! Yet India ",
  "has embarked on a progressively closer military relationship ",
  "with the US with the focus for the US being on sale of military ",
  "equipment so that India can be weaned off its current heavy ",
  "dependence on Russia, and on bringing in ‘interoperability’ ",
  "of the armed forces of the two countries. This seems to be a ",
  "case of putting the cart before the horse. Generally, a military ",
  "relationship, particularly the quest for interoperability, follows, ",
  "not precedes, a convergence of strategic interests and objec-",
  "tives. India would be unwise to let the tail wag the dog. ",
  "There are many other persisting differences between India ",
  "and the US. It is difﬁ cult to see how India, with the world’s ",
  "second largest Muslim population, can share the US goals and ",
  "strategy in the so-called ‘war on terror’, which seems to not only ",
  "provide a cover for US unilateral action and arbitrary behaviour ",
  "in its quest for extending its reach to all corners of the world but, ",
  "worryingly, is widely regarded by Muslims around the world as ",
  "having an anti-Islamic character. Is it a mere coincidence that ",
  "al-Qaeda’s activities in India have surfaced as the India–US ",
  "strategic engagement has got under way? India also needs to ",
  "bear in mind the growing anti-Americanism around the world, ",
  "and consider whether it is really in its interest to jettison its ",
  "traditional constituency among the developing countries and ",
  "be so closely identiﬁ ed with the US. After all, India will have to ",
  "turn to the developing countries to get not only the resources to ",
  "fuel its economic development but also their political support ",
  "for a possible permanent seat on the UN Security Council. ",
  "India and the US have differing perspectives on other key ",
  "global issues like the WTO and climate change. 194 CHALLENGE AND STRATEGY ",
  "Although India has so-called ‘strategic’ relationships with a ",
  "large number of countries, having a strategic relationship with ",
  "a superpower like the US is a different matter. A fundamental ",
  "problem, for any country, is that no strategic relationship with ",
  "the US can ever be one of equality. No ally or partner of the US ",
  "has ever been treated as an equal by the latter. On issues where ",
  "the US feels strongly enough or exerts sufﬁ cient pressure, ",
  "all are expected to fall in line, and they invariably do. On the ",
  "other hand, perhaps because of its experience of colonial rule, ",
  "India is ﬁ rmly committed to pursuing an independent foreign ",
  "policy.  The  underlying  US  presumption,  often  articulated ",
  "by US spokespersons, that in the nuclear deal India is being ",
  "‘rewarded’ by the US smacks of a condescending attitude and ",
  "thereby weakens the foundation of the partnership. With the ",
  "two countries having many divergent goals and interests, it ",
  "is difﬁ cult to imagine that there can ever be a true strategic ",
  "relationship between India and the US.",
  "Nevertheless,  better  India–US  ties  undoubtedly  serve ",
  "India’s interests. It is highly desirable for India to have a strong ",
  "and stable relationship with the US, which is the pre-eminent ",
  "power in the world. The US is the largest investor in India, an ",
  "important technology provider, and India’s largest market. ",
  "India and the US share many values. For the Indian elite, ",
  "students and professionals in particular, the US remains a most ",
  "attractive destination. Shared concerns about China also bring ",
  "together India and the US though India should be realistic and ",
  "not expect the US to sacriﬁ ce its relationship with China for ",
  "the sake of India. For the moment, it would be best to avoid ",
  "hyperbole and to see the India–US relationship as a tactical ",
  "partnership that serves both countries’ short-term interests. It ",
  "will take some time for it to evolve, if at all, into a true strategic ",
  "partnership.",
  "Since there is an obvious disconnect in the stated objectives ",
  "of  the  two  sides,  the  nuclear  deal  rests  on  rather  shaky ",
  "foundations. It is unfortunate that the UPA Government has ",
  "unwisely chosen to hinge the future of the India–US relation-",
  "ship on an iffy nuclear deal. Not only was this unnecessary, ",
  "but there are deﬁ nite risks—for India, for the Congress Party, ",
  "for India–US relations—in doing so. A national consensus on US AND NUCLEAR ISSUES 195",
  "this issue is essential because it is not an agreement between ",
  "Manmohan Singh and George W. Bush but an international ",
  "agreement with far-reaching consequences that binds India for ",
  "many decades. If it does indeed serve the long-term interests of ",
  "India and the US then it should be able to survive both the Bush ",
  "administration  and  Manmohan  Singh’s  government.  After ",
  "weathering the political crisis in July 2008, the Manmohan ",
  "Singh Government has gone ahead and signed the 123 Agree-",
  "ment in October 2008. However, the last word has not been said ",
  "on the nuclear deal. Despite its favourable orientation to the US ",
  "in general, the BJP considers it politically unwise to support ",
  "a nuclear deal that is widely seen as compromising India’s ",
  "strategic  nuclear  weapons  programme  and  thereby  India’s ",
  "security. Its charge that the government has compromised ",
  "India’s  strategic  autonomy  could  ﬁ nd  a  resonance  among ",
  "the electorate. Given the UPA Government’s track record on ",
  "this issue, Prime Minister Manmohan Singh has expectedly ",
  "gone back on his solemn assurances to Parliament that he ",
  "would come to Parliament before operationalizing the nuclear ",
  "agreement. It is not ruled out that a new Indian Government ",
  "that comes to power in 2009 may reject, seek to re-negotiate ",
  "or simply not implement on the ground the nuclear deal. The ",
  "uncertainties and ambiguities in the 123 Agreement, and the ",
  "primacy of the Hyde Act, are likely to create serious difﬁ culties ",
  "in its implementation. Instead of being a catalyst for promoting ",
  "India–US relations, the 123 Agreement could become a major ",
  "bilateral irritant.",
  "Although the US has succeeded in hustling a smug and ",
  "shortsighted Indian ruling elite into a strategic partnership ",
  "with the US largely on the latter’s terms, it has shown poor ",
  "grasp of Indian politics. Relying on a narrow group of Indian ",
  "interlocutors  with  limited  political  inﬂ uence,  the  US  has ",
  "assumed that the nuclear deal would convince and reassure ",
  "the people of India that the US is a true friend. It does seem ",
  "to have won over the Indian urban elite. However, this elite—",
  "the corporate sector, the urban middle class and the English ",
  "language media—reﬂ ects essentially its own interests. Then ",
  "there  is  the  Indian–American  community,  whose  interests ",
  "considerably overlap with those of India’s urban elite. The  196 CHALLENGE AND STRATEGY ",
  "Indian–American  community’s  political  activism  on  the ",
  "nuclear deal is probably a combination of do-goodism, selﬁ sh ",
  "political ambitions, and perhaps a subconscious wish to see the ",
  "US and India as allies so that the Indian–Americans can avoid ",
  "making hard choices between India, their land of birth, and the ",
  "US, their adopted home. The US has failed to understand that, ",
  "as in the US itself so in a vibrant democracy like India, trust ",
  "must be built with a wider public support base.",
  "India’s ruling elite and its supporters, who are ecstatic ",
  "after the signing of the India–US nuclear deal, have failed ",
  "to appreciate that a lasting strategic partnership cannot be ",
  "crafted by stealth and subterfuge. With such a sharp divide ",
  "both among the political class and the strategic community ",
  "in India, the foundations on which the strategic partnership ",
  "rests are far from stable. The unwashed Indian masses may not ",
  "understand the implications of the nuclear deal, but they do set ",
  "great store by dignity and self-respect. The India–US nuclear ",
  "deal may not be able to meet these benchmarks. Even among ",
  "India’s politicians and ofﬁ cials who negotiated the deal, there ",
  "remains an underlying mistrust and suspicion that came out ",
  "clearly on many occasions in the weeks preceding the signing of ",
  "the 123 Agreement. Speciﬁ cally, India had privately expressed ",
  "concerns over:",
  "•  the failure of the US to pull its weight that could have ",
  "ensured NSG clearance for nuclear trade with India at ",
  "the NSG’s ﬁ rst meeting itself in August 2008; ",
  "•  the Bush Administration’s detailed written clariﬁ cations ",
  "on the 123 Agreement given in early 2008 to the US ",
  "Congress that were at odds with the understandings ",
  "with India; ",
  "•  President Bush’s message to the US Congress wherein ",
  "he mentioned that the US commitments on supply of ",
  "nuclear fuel were political, not legal; and ",
  "•  President Bush’s reluctance to issue a statement while ",
  "signing the 123 Agreement into law—which came about ",
  "only after considerable Indian arm-twisting, including ",
  "a refusal to sign the agreement during US Secretary of ",
  "State Rice’s visit to India in October 2008.US AND NUCLEAR ISSUES 197",
  "If the deal ﬂ ounders and the quest for an India–US strategic ",
  "engagement unravels, giving rise to understandable all-round ",
  "bewilderment, frustration and anger, it will be because of a ",
  "combination of wishful thinking, inept handling, and inability ",
  "to feel the pulse of India and understand its soul.",
  "It is a pity that an unnecessary shadow has been cast ",
  "over an otherwise ascendant and mutually beneﬁ cial Indo-US ",
  "relationship.  It  would  deﬁ nitely  be  worthwhile  to  explore ",
  "the possibility of having a true strategic relationship, but the ",
  "terms will have to be more equal. The US should not, and ",
  "perhaps does not, expect India to be its supine and submissive ",
  "junior partner in the world. Regrettably, however, the UPA ",
  "Government’s actions so far do not inspire much conﬁ dence ",
  "that it has the political will to stand up to the US on matters ",
  "concerning India’s national interests. The latest embarrassing ",
  "instance was of Prime Minister giving a ‘report’ to President ",
  "Bush at the G–8 summit in Japan in July 2008! ",
  "India needs to put in place a strategy that would ensure ",
  "that the overall positive trajectory in Indo-US relations remains ",
  "unaffected. Closer ties with the US have opened the doors for ",
  "India’s engagement with many other countries that take their ",
  "cue on foreign policy from the US. It has given India some ",
  "leverage in dealing with other major global players. However, ",
  "the India–US strategic dialogue has a fundamental weakness in ",
  "that the terms of the dialogue, and the framework for a strategic ",
  "engagement, have been set by the US, and therefore essentially ",
  "reﬂ ect US interests. India has been merely reacting to what ",
  "the US proposes, and has been unable or unwilling to put its ",
  "own agenda on the table. India seems to have proceeded from ",
  "the somewhat outdated assumption that the US is destined ",
  "to continue its overall global domination and therefore India ",
  "has no option but to get closer to it. It has failed to situate the ",
  "dialogue with the US in the changing overall global scenario ",
  "where US power has peaked and other countries, including ",
  "India itself, are becoming more inﬂ uential. So keen is the ",
  "Indian leadership on forging a strategic partnership with the ",
  "US that it underestimates the extent to which the US too needs ",
  "a better relationship with India. 198 CHALLENGE AND STRATEGY ",
  "There is no doubt that a vigilant public, media and political ",
  "class  in  India  will  closely  monitor  the  evolving  India–US ",
  "strategic partnership. The issues that will come up for scrutiny ",
  "are whether:",
  "•  technology restrictions on India are lifted; ",
  "•  India is able to conduct an autonomous foreign policy; ",
  "•  India’s strategic nuclear programme has been compro-",
  "mised by its back-door entry into the NPT and the ",
  "CTBT;",
  "•  the US is sensitive to India’s interests in its dealings with ",
  "Pakistan; ",
  "•  the US follows India’s lead or dictates India’s policy in ",
  "the rest of South Asia; and ",
  "•  imported nuclear reactors can produce safe and afford-",
  "able energy.",
  "Meanwhile,  Barack  Obama’s  election  as  the  next  US ",
  "President has disoriented many policy-makers and others in ",
  "the Indian establishment and the strategic community which ",
  "had imprudently openly sided with the Republicans. While ",
  "Obama remains committed to a closer strategic relationship ",
  "with India, Indians are warily waiting to see what policies ",
  "the Obama Administration may pursue in India’s immediate ",
  "neighbourhood. Will Obama have the conviction and courage ",
  "to turn the screws on Pakistan? That, more than anything else, ",
  "will show the efﬁ cacy of the India–US strategic partnership. ",
  "But the fact that there are question marks in India about ",
  "Obama’s policies underscores not just the fallacy but also the ",
  "utter naiveté of the Manmohan Singh Government in pursuing ",
  "personality-driven and single-issue based policies towards the ",
  "US. As India moves towards general elections in 2009, Prime ",
  "Minister Manmohan Singh would no doubt be ruminating on ",
  "the reality that, far from being the centerpiece of a new long-",
  "term relationship with the US, the nuclear deal is, alas, no ",
  "Aladdin’s lamp!",
  ""
]