[
  "Chapter11",
  "Energy Security",
  "India’s Energy Mix",
  "I",
  " ndia today is the world’s ﬁ fth largest consumer of",
  " energy despite the fact that its current per capita",
  " consumption of energy is very low—490 kg of oil ",
  "equivalent per capita annually—compared to the world average ",
  "of 1780 kg. India’s incremental energy demand is among the ",
  "highest in the world. If India’s economy continues to grow ",
  "at 8 per cent per annum, India will become the third largest ",
  "consumer of energy by 2030, but even a more modest 5 to 6 per ",
  "cent annual growth rate will lead to a sharp increase in India’s ",
  "energy  requirements  over  the  next  two  or  three  decades. ",
  "The Integrated Energy Policy report of the Indian Planning ",
  "Commission, released in 2006, estimates that by 2031–32 ",
  "India’s primary energy demand will at least triple, and that for ",
  "electricity increase by ﬁ ve to six times, from 2003–04 levels.",
  "Efﬁ cient and reliable energy supplies are a precondition ",
  "for sustaining India’s economic growth. As India develops, ",
  "its  population  will  become  more  urbanized,  more  mobile ",
  "and more prosperous, making India a voracious consumer ",
  "of energy. The current high share—more than 60 per cent—",
  "of traditional fuels—fuel wood, dung cake, and so on—in the ",
  "energy consumption of rural households is likely to come down ",
  "as an increasingly prosperous population shifts towards use ",
  "of commercial energy such as coal, liqueﬁ ed petroleum gas ",
  "(LPG) and kerosene oil. Such a shift will also bring health and  200 CHALLENGE AND STRATEGY ",
  "environmental beneﬁ ts. India’s commercial energy require-",
  "ments are expected to increase by an average of over 6 per cent ",
  "per annum in the coming quarter century.",
  "Currently, India’s primary energy mix is dominated by ",
  "coal (51 per cent), followed by oil (36 per cent), natural gas ",
  "(10 per cent), hydropower (2 per cent), and nuclear energy ",
  "(1 per cent). Under any scenario the overall energy mix will ",
  "continue to be dominated by coal, oil and gas for the next ",
  "quarter century. Hydropower, nuclear energy, and renewable ",
  "sources of energy like wind, solar, bio-fuels and hydrogen can ",
  "contribute marginally, but are not critical, to India’s energy ",
  "security. The Integrated Energy Policy realistically concludes ",
  "that even with a concerted push and a 40-fold increase in their ",
  "contribution to primary energy, renewable sources of energy ",
  "may account for only 5 to 6 per cent of India’s energy mix by ",
  "2031–32.",
  "Hydropower Potential",
  "Among renewable sources of energy, hydropower is perhaps ",
  "the  most  signiﬁ cant  source,  at  least  at  present  levels  of ",
  "technology. The Integrated Energy Policy of the government, ",
  "however,  makes  the  point  that  even  if  India  succeeds  in ",
  "exploiting  its  full  hydro  potential  of  150,000  MW,  the ",
  "contribution  of  hydro  energy  to  the  energy  mix  will  only ",
  "be around 1.9–2.2 per cent. However, hydropower has its ",
  "advantages that make its real share in electricity generation ",
  "higher. A hydropower plant is more efﬁ cient since it converts ",
  "a unit of primary energy in the form of potential energy to ",
  "almost  one  unit  of  electricity  whereas  fossil  and  nuclear ",
  "fuels need almost three units of a primary energy source to ",
  "produce one unit of electricity. Hydropower output is ﬂ exible ",
  "and suited to meet peak demand. The share of hydropower in ",
  "India’s energy mix could signiﬁ cantly increase if, in addition to ",
  "India’s own hydropower potential, the hydropower potential ",
  "of Nepal, Bhutan and Myanmar, perhaps even of Tajikistan ",
  "and Kyrgyzstan, could also be tapped. India should continue ENERGY SECURITY 201",
  "to actively work with its neighbours in this regard, the more ",
  "so as such cooperation carries non-energy beneﬁ ts too. While ",
  "hydropower from projects in neighbouring countries may not ",
  "contribute much to India’s overall energy security, the income ",
  "these countries would earn by selling energy to India could ",
  "make a signiﬁ cant contribution to their overall development. ",
  "Bhutan is a good example of this. Such arrangements would ",
  "also hardwire the economies of neighbouring countries with ",
  "India’s, and thereby serve the cause of better overall bilateral ",
  "relations. Political will is the key to the success of such regional ",
  "projects, though environmental concerns and the problem of ",
  "resettlement and rehabilitation of affected people will also ",
  "have to be satisfactorily addressed.",
  "Role of Nuclear Energy",
  "In the context of the controversial India–US nuclear deal, an ",
  "impression has been created that nuclear energy is the panacea ",
  "for India’s energy problems. Such hype is unjustiﬁ ed. Nuclear ",
  "energy will always remain marginal for meeting India’s energy ",
  "demand unless India can take advantage of its indigenous ",
  "thorium reserves. The Integrated Energy Policy puts it very ",
  "clearly: ",
  "Even if a 20–fold increase takes place in India’s nuclear power ",
  "capacity by 2031–32, the contribution of nuclear energy to ",
  "India’s energy mix is also, at best, expected to be 4.0–6.4%. ",
  "If the recent agreement with the US translates into a removal ",
  "of sanctions by the Nuclear Suppliers’ Group, possibilities of ",
  "imports of nuclear fuels as well as power plants should be ",
  "actively considered so that nuclear development takes place ",
  "at a faster pace. Nuclear energy theoretically (emphasis ",
  "added) offers India the most potent means to long--term ",
  "energy security. India has to succeed in realizing the three-",
  "stage development process… and thereby tap its vast thorium ",
  "resource to become truly energy independent beyond 2050. ",
  "Continuing support to the three-stage development of India’s ",
  "nuclear potential is essential. 202 CHALLENGE AND STRATEGY ",
  "The  three-stage  development  of  nuclear  energy  pro-",
  "gramme consists of setting up of Pressurized Heavy Water ",
  "Reactors (PHWRs) using natural uranium in the ﬁ rst stage. ",
  "India selected PHWR technology for the ﬁ rst stage, as PHWR ",
  "reactors are efﬁ cient users of natural uranium for producing, as ",
  "a result of reprocessing the spent nuclear fuel, the plutonium ",
  "that is required for the second stage Fast Breeder Reactor ",
  "(FBR) programme. The FBRs will be fuelled by plutonium and ",
  "will also recycle spent uranium fuel from the PHWR to breed ",
  "more plutonium for electricity generation. At present, FBR ",
  "technology, which is critical to developing the second stage ",
  "of India’s nuclear power programme, is at a nascent stage ",
  "globally. In India the ﬁ rst Prototype Fast Breeder Reactor ",
  "(PFBR) is currently under construction at Kalpakkam. India ",
  "can move on to the third stage of its nuclear programme of ",
  "utilizing thorium to generate nuclear energy only when there ",
  "is a successful and extensive FBR programme that produces ",
  "sufﬁ ciently large quantities of plutonium. That is why it is ",
  "important that India must retain the right to reprocess spent ",
  "fuel from its nuclear reactors. In the third stage, Thorium–232, ",
  "which is a fertile material, is used as a blanket material in the ",
  "FBRs to produce ﬁ ssionable Uranium–233 that will be the fuel ",
  "for setting in motion a chain reaction that can produce very ",
  "large quantities of hydropower, estimated by the Integrated ",
  "Energy Policy Report at between 208,000 MW and 275,000 ",
  "MW, the higher ﬁ gure being in case India can import 8,000 ",
  "MW of Light Water Reactors (LWRs) with fuel over the next ",
  "10 years. However, the Integrated Energy Policy Report makes ",
  "the following signiﬁ cant caveats: ",
  "These  estimates  assume  that  the  FBR  technology  is ",
  "successfully demonstrated by the 500 MW PFBR currently ",
  "under construction, new Uranium mines are opened for ",
  "providing  fuel  for  setting  up  additional  PHWRs,  India ",
  "succeeds in assimilating the LWR technology through import ",
  "and develops the Advanced Heavy Water Reactor for utilising ",
  "Thorium by 2020. ",
  "India’s ﬁ rst experience of LWR technology is the nuclear plants ",
  "being set up with Russian assistance at Kudankulam. LWRs are ENERGY SECURITY 203",
  "the kind of reactors that will be imported into India pursuant ",
  "to the recent approval of the Nuclear Suppliers Group, though ",
  "the LWR technology itself may not be transferred.",
  "There is also widespread justiﬁ able scepticism about at least ",
  "four sets of critical issues on which there is insufﬁ cient clarity. ",
  "The ﬁ rst set of issues relate to the availability of fuel. India ",
  "must have guaranteed availability of uranium at economical ",
  "prices. The problem is that production and export of uranium ",
  "is controlled by a very small suppliers’ cartel whose decisions ",
  "will be inﬂ uenced by overwhelmingly political considerations. ",
  "In case nuclear supplies from abroad are halted—either as ",
  "a pressure point against India or as a response to a nuclear ",
  "weapon test conducted by India to ensure its security at any ",
  "time in the future—India’s industry which is dependent on ",
  "nuclear power would suffer huge losses.",
  "The second set of issues relates to safety, environmental ",
  "and security measures. After the experience of the gas leak at ",
  "the Union Carbide plant in Bhopal in 1984, there can be no ",
  "compromise on this point. People living around nuclear power ",
  "plants will need to be reassured that nuclear power plants and ",
  "the storage facilities for spent fuel will not affect the health ",
  "of the population or livestock, nor pollute the environment. ",
  "Nuclear power plants will have to be secured against terrorist ",
  "or aerial attacks.",
  "The third set of issues relate to the cost of nuclear power. ",
  "Under the best-case scenario, the cost of nuclear power would ",
  "be at least three times that of power from coal-ﬁ red plants. The ",
  "capital cost of setting up a nuclear power plant is three times ",
  "that of a coal-ﬁ red power plant. Experience around the world ",
  "shows that there are invariably cost and time overruns. Safety, ",
  "security and environmental measures will drive up costs. Since ",
  "investors, whether foreign or Indian, would presumably want ",
  "to cover themselves against any mishaps, the cost of product ",
  "liability insurance would be paid by the end-user. There will ",
  "be costs related to storage and disposal of spent fuel, for which ",
  "expensive holding ponds would have to be constructed till the ",
  "fuel is reprocessed, if at all. The government has not made ",
  "available to the public any detailed study, assessment or even ",
  "policy statement to establish whether, with the same quantum  204 CHALLENGE AND STRATEGY ",
  "of investment, India is better off giving priority to nuclear ",
  "power over renewable sources of energy like hydropower, wind ",
  "and solar energy.",
  "Finally, there is continuing ambiguity about India’s right ",
  "to reprocess fuel, the importance of which has been outlined ",
  "above. The India–US 123 Agreement gives India the right to ",
  "reprocess spent fuel, but explicitly says that ‘to bring these rights ",
  "into effect, India will establish a new national reprocessing ",
  "facility dedicated to reprocessing safeguarded nuclear mate-",
  "rial  under  IAEA  safeguards  and  the  Parties  will  agree  on ",
  "arrangements and procedures under which reprocessing or ",
  "other alteration in form or content will take place in this new ",
  "facility’. In other words, the US and other countries could ",
  "withhold, delay or add conditions to reprocessing permission, ",
  "in which case India will not have enough plutonium for its three-",
  "stage nuclear programme. Thus it would hardly be prudent for ",
  "India to rely unduly on nuclear power for its energy security.",
  "Critical Importance of Fossil Fuels",
  "Coal",
  "India will have to continue to rely heavily on fossil fuels for ",
  "its energy security. Coal will remain India’s principal source ",
  "of commercial energy, estimated at about 45–50 per cent but ",
  "under no circumstances less than 40 per cent, for the next ",
  "few decades. Although India does have large deposits of coal, ",
  "these are insufﬁ cient for India’s growing needs. Neither is ",
  "Indian coal always cost-effective. As Indian coal deposits are ",
  "concentrated in one region, namely eastern India, Indian coal ",
  "is relatively expensive compared to imported fuels along the ",
  "western and southern coasts of India. Moreover, the quality of ",
  "Indian coal is poor—it has high ash content, and is therefore ",
  "unsuitable for manufacturing steel. India has to import about ",
  "65 per cent of its coal requirements for the steel industry. It ",
  "is also currently slightly deﬁ cit in coal for power generation. ",
  "For all these reasons, India will be compelled to import coal in ENERGY SECURITY 205",
  "increasingly larger quantities in the coming years. The Indian ",
  "Government has set up a new organization, International Coal ",
  "Ventures Ltd. (ICVL), along the lines of ONGC Videsh Ltd. ",
  "(OVL) to pursue opportunities for investments in coal mining ",
  "projects abroad. However, there are infrastructure constraints ",
  "in going in for very large-scale coal imports. In the long run, ",
  "keeping environmental concerns in mind, India will have to ",
  "reduce its reliance on coal as an energy source. If India can ",
  "tie up long-term arrangements for its imports of gas, gas-",
  "ﬁ red power plants will increasingly supplant thermal power ",
  "stations.",
  "Oil",
  "Over the next quarter century, the share of oil and gas in total ",
  "energy consumption is expected to be at least 45 per cent in ",
  "the overall energy mix. India’s problem is that it has only 0.5 ",
  "per cent and 0.6 per cent respectively of global proven oil and ",
  "gas reserves, against a current share of 3.1 per cent and 1.4 per ",
  "cent respectively in global oil and gas consumption. Growing ",
  "urbanization and rapid development of the transport sector will ",
  "drive the demand for oil. Gas will be used primarily by the power ",
  "and fertilizer sectors (80 per cent) and to a lesser degree the ",
  "transport and household sectors. Natural gas-fed power plants ",
  "are less expensive per kilowatt of electricity generated with ",
  "higher thermal efﬁ ciency; they also have a shorter construction ",
  "period than oil or coal-based power plants. Unfortunately, ",
  "India’s  indigenous  oil  and  gas  production  has  reached  a ",
  "plateau. Despite the recent discovery of new gas ﬁ elds in the ",
  "Krishna–Godavari basin in the Bay of Bengal, the additional ",
  "output from these sources will contribute only marginally to ",
  "bridging the supply–demand gap in the coming years. Hence ",
  "India’s continued heavy dependence on imported oil and gas ",
  "is inescapable. Currently about 70 per cent, this dependence is ",
  "likely to increase to more than 90 per cent by 2030. This makes ",
  "the oil and gas sector crucial for India’s energy security.",
  "At present, two-thirds of India’s imported oil comes from ",
  "the Persian Gulf region and another 15 per cent from Nigeria. ",
  "In the foreseeable future, India will have to continue to rely  206 CHALLENGE AND STRATEGY ",
  "heavily on Gulf oil. India is understandably concerned that ",
  "instability or disorder in the Gulf could lead to disruptions in ",
  "supplies. India’s decision to establish a strategic oil reserve ",
  "can  mitigate  the  adverse  consequences  of  short-term  oil ",
  "disruptions, not of prolonged disruptions or permanent denial ",
  "of supplies. However, India does have an advantage in that ",
  "the Gulf region is on India’s western doorstep, which makes ",
  "India’s energy supply routes much shorter than for other major ",
  "countries.",
  "India has agreed in principle with the major oil-producing ",
  "Gulf countries like Saudi Arabia, Kuwait and UAE to develop ",
  "long-term strategic relationships in the energy sector involving ",
  "supply of crude oil and petroleum products, upstream and ",
  "downstream  joint  ventures  and  marketing.  Such  strategic ",
  "relationships can enhance India’s energy security. If the oil-",
  "producing  countries  develop  stakes  in  India’s  downstream ",
  "sector,  this  will  provide  some  assurance  that  India  would ",
  "continue to receive from them adequate oil supplies. India ",
  "should also try to get some guarantees of uninterrupted oil ",
  "supplies  in  the  Free  Trade  Agreement  that  it  is  currently ",
  "negotiating with the GCC countries, namely Saudi Arabia, Kuwait, ",
  "Qatar, Bahrain, United Arab Emirates and Oman. India also ",
  "launched an initiative to get together key Asian producers and ",
  "consumers of energy to work out a strategy that would protect ",
  "their  respective  long-term  interests.  But  this  has  not  been ",
  "followed up with sufﬁ cient vigour over the last couple of years.",
  "With the US occupation of Iraq likely to be long-term, and ",
  "a real danger that Iraq could break up, India has to be alert to ",
  "ensure that the oil reserves of Iraq and other Persian Gulf States ",
  "do not come under the control of outside powers which may be ",
  "in a position to deny them to India. There are transportation ",
  "security risks too. Unless India can secure the Sea Lines of ",
  "Communication (SLOCs) between the Persian Gulf and India, ",
  "hostile  countries  could  use  India’s  energy  vulnerability  to ",
  "exert pressure on India. The development of Gwadar port in ",
  "Pakistan with Chinese assistance has caused understandable ",
  "concern among Indian security planners. Hence India cannot ",
  "afford to have a passive approach to issues of Gulf security. ",
  "Fortunately, the Gulf countries themselves are keen that the ENERGY SECURITY 207",
  "major Asian consumers of Gulf energy should get involved in ",
  "helping to ensure the stability of the Gulf countries.",
  "In order to diversify its sources of oil supplies, as well as ",
  "to ensure that India’s imported oil dependence does not go ",
  "beyond the existing level, approximately 70 per cent, India ",
  "has embarked on a policy of making equity investments in ",
  "oilﬁ elds abroad. In the last few years, Indian oil companies, ",
  "both  publicly  and  privately  owned,  have  made  signiﬁ cant ",
  "investments in discovered or producing oilﬁ elds as well as ",
  "exploration blocks in countries as diverse as Russia, Sudan, ",
  "Vietnam, Myanmar, Iran, Iraq, Yemen, Oman, Syria, Egypt, ",
  "Libya, Colombia, Brazil, Cuba and Nigeria and some other ",
  "countries in West Africa. While such measures will certainly ",
  "help  in  getting  assured  supplies  as  well  as  giving  some ",
  "protection  against  high  oil  prices,  they  will  have  only  a ",
  "marginal impact on India’s energy dependency on the Gulf. The ",
  "anticipated output from all the existing and potential properties ",
  "abroad is at best expected to contribute not more than 25 per ",
  "cent of India’s incremental demand of oil. Nor would Indian ",
  "equity oil assets abroad mitigate transportation security risks. ",
  "Thus, equity oil assets abroad cannot really provide energy ",
  "security. They are, however, commercially proﬁ table for the oil ",
  "companies and as such should be encouraged.",
  "Gas",
  "In the 21st century, gas is slated to play only a marginally more ",
  "important role in the global as well as in India’s energy mix, but ",
  "it has attracted attention since it is a ‘clean’ fuel and the global ",
  "reserves are relatively unexploited. Natural gas has a Reserves-",
  "to-Production ratio (R:P ratio) of 63 against oil’s 40.5, which ",
  "means that at the current rate of production currently known ",
  "gas reserves will last 63 years. India is fortunate that rich ",
  "sources of gas are available in India’s vicinity, which can be ",
  "imported in large volumes by pipeline, an option that is not at ",
  "all available to many large gas-consuming countries. Techno-",
  "economic considerations are likely to dictate a mix of liqueﬁ ed ",
  "natural gas (LNG) and gas pipeline options for India. Ideally, it  208 CHALLENGE AND STRATEGY ",
  "would probably be more economical to use LNG in the southern ",
  "States  that  are  near  existing  and  planned  LNG  terminals, ",
  "natural gas from Myanmar and Bangladesh by onshore/offshore ",
  "pipelines for the eastern States, and Iranian and Central Asian ",
  "gas by pipelines for the western and northern States.",
  "Gas-rich and proximate Qatar and Iran are the obvious ",
  "sources for India to tap. Since 2004, India has been importing ",
  "a  small  quantity  of  gas,  in  the  form  of  LNG,  from  Qatar ",
  "to  supplement  domestic  production,  but  as  there  remains ",
  "considerable  unsatisﬁ ed  demand  India  is  negotiating  with ",
  "Qatar for additional LNG contracts. India had signed an LNG ",
  "contract with Iran in 2005 but that is currently on hold since ",
  "Iran wants to renegotiate its terms. A number of LNG terminals ",
  "are being built on both the western and eastern coasts of India ",
  "to handle imported gas from proximate sources like Qatar, Iran ",
  "and Oman, as well as more distant countries like Algeria and ",
  "Australia with which too India in negotiating purchase of LNG.",
  "Currently other Gulf countries like Saudi Arabia and UAE ",
  "that possess considerable gas reserves, albeit not on the scale ",
  "of Qatar and Iran, are not gas exporters. Most of the gas they ",
  "produce is used either for domestic consumption or for re-",
  "injecting into oilﬁ elds to boost oil output. Nevertheless they ",
  "seem to be open to a variant model of gas exports, which India ",
  "has successfully initiated with Oman, and is discussing with ",
  "Saudi Arabia. This involves setting up joint ventures in the ",
  "Persian Gulf countries, using local gas resources, to set up gas-",
  "based fertilizer plants whose output the Indian joint venture ",
  "partner guarantees to buy back. The advantage of such a model ",
  "for the gas-producing countries is that the fertilizer plants would ",
  "generate local employment and the country would export not ",
  "just natural gas but value-added products using gas as fuel.",
  "Gas Pipeline Projects",
  "India was also trying to bring to India gas by pipeline from ",
  "offshore ﬁ elds in Myanmar where it is an investor, but has been ",
  "upstaged by China. While India dithered whether it should ENERGY SECURITY 209",
  "go in for a pipeline across Bangladesh or via the Northeast ",
  "Region of India, China moved swiftly and clinched the deal, ",
  "leveraging its economic, military and political clout with the ",
  "Myanmar regime. India perhaps did not properly coordinate ",
  "the technical discussions with the diplomatic efforts. India ",
  "has recently managed to get rights to some additional offshore ",
  "exploration blocks in Myanmar and if the reserves are large ",
  "enough a gas pipeline could still be constructed from Myanmar ",
  "to India. This episode brings out starkly the overwhelmingly ",
  "geo-political considerations in concluding large oil and gas ",
  "deals, and the stiff competition that India faces from China.",
  "For gas imports by pipeline, the most promising, but also ",
  "the  most  controversial,  has  been  the  Iran–Pakistan–India ",
  "(IPI) gas pipeline project. Although it is a logical project since ",
  "Iran is a major producer of gas while both Pakistan and India ",
  "are large consumers with a growing demand, for many years ",
  "India refused to countenance such an idea since it did not ",
  "trust Pakistan not to disrupt supplies. It was only after Prime ",
  "Minister Vajpayee’s visit to Islamabad in January 2004 and the ",
  "initiation of the India–Pakistan composite dialogue to address ",
  "outstanding bilateral issues that India agreed to de-link the ",
  "question of the gas pipeline from outstanding bilateral issues ",
  "such as granting India MFN treatment in trade, and transit ",
  "rights  to  Afghanistan.  The  Indian  Government’s  decision, ",
  "which  itself  reﬂ ects  how  important  energy  security  issues ",
  "ﬁ gure in its foreign policy priorities, led to a series of trilateral ",
  "and bilateral meetings between Iran, Pakistan and India since ",
  "2005. Iran and Pakistan appear to have resolved most of the ",
  "issues between them and intend to sign an agreement for an ",
  "Iran–Pakistan gas pipeline regardless of India’s decision.",
  "Indian participation in the IPI gas pipeline project remains ",
  "uncertain. There are still some differences between India and ",
  "Pakistan over transit fees. Iran needs to satisfy both India and ",
  "Pakistan on issues like certiﬁ cation of reserves, quality of gas ",
  "to be supplied, pricing, and ﬁ nancial and management project ",
  "structure. India’s security concerns can perhaps be managed. ",
  "Modern technology can mitigate security risks from non-State ",
  "terrorist groups, and any attempt by Pakistan to deliberately cut ",
  "off gas supplies is likely to lead to India retaliating by cutting  210 CHALLENGE AND STRATEGY ",
  "off water supplies to Pakistan from the Indus and its tributaries ",
  "ﬂ owing from India into Pakistan. More than the ﬁ nancial and ",
  "security issues, it is political considerations that are holding ",
  "back India’s participation. Ofﬁ cial denials notwithstanding, ",
  "India has given the impression that it is deliberately going slow ",
  "on the IPI project because of US pressure. While it may be ",
  "difﬁ cult to get technical and ﬁ nancial support for this pipeline ",
  "project from the Western countries, Russia’s Gazprom, which ",
  "is rich and technically competent, has shown interest in the ",
  "IPI project. It serves Russia’s long-term interest that Iranian ",
  "gas gets diverted to markets like Pakistan and India, as that ",
  "would leave the lucrative European market free for Gazprom ",
  "to continue exploiting without facing competition from Iranian ",
  "gas.",
  "Another gas pipeline proposal that has been under consi-",
  "deration for some time is the Turkmenistan–Afghanistan–",
  "Pakistan–India  (TAPI)  project.  However,  there  are  many ",
  "questions that need to be addressed before India can seriously ",
  "commit itself to a gas pipeline from Turkmenistan to India. The ",
  "extent of Turkmenistan’s proven gas reserves is not known. ",
  "Turkmenistan has already pledged considerable quantities of ",
  "gas to other countries. Aware of Russia’s many other leverages ",
  "against it, Turkmenistan will keep its traditional commitments ",
  "to it, especially after the signiﬁ cant price increase it managed ",
  "to negotiate with Russia in 2008. Turkmenistan has made ",
  "generous promises to gas-hungry, cash-rich China, and a gas ",
  "pipeline construction from Turkmenistan to China has begun. ",
  "Europeans keen to reduce their dependence on Russian gas ",
  "are also wooing Turkmenistan. This gives rise to legitimate ",
  "doubts whether Turkmenistan has any surplus gas to sell to ",
  "Afghanistan, Pakistan and India. Without assurances on this ",
  "front, it may not be prudent to make huge investments in a ",
  "politically risky country like Turkmenistan. India will also have ",
  "to bear in mind Russia’s opposition to the TAPI project. Finally, ",
  "the security situation in Afghanistan and in the Afghanistan–",
  "Pakistan border regions in the North West Frontier Province ",
  "(NWFP) and the Federally Administered Tribal Areas (FATA) ",
  "creates serious doubts about any international consortium’s ",
  "ability to construct and maintain a pipeline.ENERGY SECURITY 211",
  "Despite so many uncertainties surrounding the TAPI project, ",
  "India has recently joined the ADB-sponsored TAPI project ",
  "consortium. India’s interests are better served if it is part of ",
  "such a project than outside it. A Turkmenistan–Afghanistan–",
  "Pakistan  gas  pipeline  that  leaves  out  India  would  enable ",
  "Pakistan to emerge as the key country outside the Central ",
  "Asia region with which Turkmenistan, and later the other ",
  "Central Asian countries too, would be anchored economically, ",
  "politically and strategically through oil and gas pipelines, roads ",
  "and railways. This would give Pakistan the dominant inﬂ uence ",
  "and strategic depth it has been long seeking against India, ",
  "and be a disincentive for its military leadership to normalise ",
  "relations with India. On the other hand, a gas pipeline across ",
  "Afghanistan would help to stabilize Afghanistan by generating ",
  "much-needed income and jobs in that country, and would go a ",
  "long way in persuading the youth to turn away from insurgency. ",
  "A stable, united Afghanistan is in India’s interest, but not if it ",
  "becomes an economic appendage of Pakistan.",
  "Between the IPI and the TAPI projects, the IPI project may ",
  "be preferable from India’s point of view since it involves only ",
  "one transit country as compared to two for the TAPI project. ",
  "Geopolitically, Iran is no less important than Afghanistan. ",
  "Moreover, Pakistan is unlikely to let India get in on the TAPI ",
  "project—which involves Afghanistan and is therefore more ",
  "sensitive for Pakistan—if there is not already an agreement on ",
  "the IPI project. Although currently the IPI project is on a much ",
  "faster track than the TAPI project, it is not ruled out that in ",
  "due course both the IPI and TAPI pipelines could come up and ",
  "even be linked to create a network of pipelines in this region as ",
  "in Europe.",
  "At the same time, it would be prudent for India to spread its ",
  "risks and not to rely exclusively on gas pipeline transit routes ",
  "via Pakistan. The only possible alternative, or supplement, ",
  "to  IPI  and  TAPI  projects  is  gas  from  Russia  and  Central ",
  "Asia. A ‘new Great Game’ is under way in Eurasia. The major ",
  "global players, namely the US, China and Russia are already ",
  "entrenched there. India must get involved in Eurasian oil and ",
  "gas projects, not only for its energy security, but for political ",
  "and strategic considerations too. Among the regional players,  212 CHALLENGE AND STRATEGY ",
  "Pakistan wants to dominate Afghanistan and keep India out ",
  "of Central Asia. If India wants to have meaningful inﬂ uence ",
  "in Central Asia, it must remain integral to Eurasian energy ",
  "politics. Admittedly, India has relatively few cards to play, but it ",
  "could try to leverage its position as a geographically proximate, ",
  "major potential market for Eurasian energy.",
  "Eurasian Options?",
  "How important are Russia and Central Asia likely to be in India’s ",
  "overall energy security strategy? Russia clearly views its energy ",
  "resources as a key strategic asset and a powerful foreign policy ",
  "tool. It also exercises considerable, often decisive, control over ",
  "Central Asia’s oil and gas exports. On political considerations, ",
  "in 2000 Russia allowed India, as a long-time trusted friend ",
  "and strategic partner, to invest in Russia’s energy sector (the ",
  "Sakhalin-1 project) on very favourable terms. Today, a more ",
  "hard-nosed Russia may no longer be so willing to give India ",
  "favoured treatment in the energy sector. Assuming that there ",
  "is political will on both sides, India must urgently initiate a ",
  "serious energy dialogue with Russia. India should be ready ",
  "to  make  signiﬁ cant  investments  on  competitive  terms  in ",
  "‘greenﬁ eld’  upstream  oil  and  gas  projects.  OVL’s  success ",
  "in taking over Imperial Energy, which has assets in Russia, is ",
  "an encouraging sign.",
  "There could be a slight window of opportunity for India ",
  "to access, as a partner with Gazprom, the giant Kovykta ﬁ eld ",
  "in east Siberia (near Lake Baikal), over which Gazprom has ",
  "recently managed to regain control from BP–TNK. Although ",
  "there is an understanding that gas from Kovykta would be ",
  "used for export to China and South Korea, after taking care ",
  "of demand within eastern Siberia, China’s interest in Kovykta ",
  "may have weakened now that China has managed to access ",
  "Turkmen gas. The planned gas pipeline from Turkmenistan to ",
  "China via Uzbekistan and Kazakhstan, agreed upon in January ",
  "2008, would inevitably pick up supplementary gas from Kazakh ",
  "and Uzbek ﬁ elds located along the pipeline route. Russia too ENERGY SECURITY 213",
  "may prefer to sell Kovykta gas to India rather than China in ",
  "the changed circumstances. All three countries could beneﬁ t if ",
  "they could agree on a swap arrangement under which Turkmen ",
  "and other Central Asian gas contracted for by China could be ",
  "sent to the more proximate market of India, while China could ",
  "get gas from Kovykta or other Siberian gas resources in which ",
  "India has an interest that are located closer to China’s main ",
  "consuming centres.",
  "India must try to develop an understanding on energy ",
  "with China. Both are major energy consumers often seeking ",
  "energy from the same sources and their competition is only ",
  "beneﬁ ting the energy producers. China also holds the key to ",
  "ﬁ nding a viable transportation route from Eurasia to India. ",
  "Any energy pipeline from Eurasia to India that does not cross ",
  "Afghanistan/Pakistan has to be routed via Xinjiang and then ",
  "across the Karakoram and the Himalayan mountain ranges. ",
  "Apart from the considerable technical challenges, the political ",
  "obstacles to such an alignment are likely to be more daunting, ",
  "since the pipeline route would have to be laid across the Aksai ",
  "Chin area disputed between India and China. Although difﬁ cult, ",
  "an India–China understanding on a pipeline across Aksai Chin ",
  "should not be ruled out if the two countries conclude that such ",
  "a project would bring signiﬁ cant long-term energy and strategic ",
  "beneﬁ ts to both.",
  "A gas pipeline across the Karakoram–Himalaya ranges ",
  "could lead to the development of a major energy corridor ",
  "between Eurasia and the Indian Ocean. Oil pipelines too could ",
  "be built along the same alignment, with the oil ﬂ owing in ",
  "the opposite direction. This would be technically much more ",
  "challenging, since it is much easier to transport gas, which is ",
  "lighter, than oil at high altitudes and low temperatures. This ",
  "project could be of great interest to China, which is reportedly ",
  "examining a Pakistani offer of creating an energy corridor for ",
  "oil from the Persian Gulf to China via Pakistan. India could ",
  "offer a similar transit oil corridor. An Indian transit route may ",
  "not only turn out to be more secure and technically feasible, ",
  "but also have the advantage of creating a mutual dependence—",
  "Chinese dependence on India for transit of Gulf oil destined for ",
  "China, and Indian dependence on China for transit of Eurasian  214 CHALLENGE AND STRATEGY ",
  "gas destined for India. Both China and India would gain from ",
  "cooperating in creating a north-south energy corridor from ",
  "Eurasia to the Indian Ocean. They would get assured energy ",
  "supplies for their own domestic needs, and become central ",
  "to the energy ﬂ ows out of Eurasia. Even though they may be ",
  "competitors for ﬁ nite global energy resources, India and China ",
  "do share a larger long-term interest that the energy resources ",
  "of Eurasia remain available to meet Asia’s demand too, not ",
  "just of the West. To ensure this, the two countries will need to ",
  "cooperate and use their clout as large and growing consumers ",
  "of energy. If they act quickly, boldly and imaginatively, they can ",
  "offer a viable, more secure pipeline route for export of Eurasian ",
  "gas than the alternatives currently being considered.",
  "Such an energy corridor would bring both China and India ",
  "signiﬁ cant non-energy beneﬁ ts too. China could earn sizeable ",
  "pipeline transit fees. Investments for pipeline projects would ",
  "provide employment opportunities and stimulate Xinjiang and ",
  "Western Tibet’s economic development and contribute to their ",
  "stability. China may welcome more people-to-people contacts ",
  "and economic ties between Xinjiang and India—as an outlet for ",
  "the growing frustration of the Uighurs and to relieve the drain ",
  "on China’s own ﬁ nancial resources—in preference to linkages of ",
  "Uighur separatists with fundamentalist elements in Pakistan. ",
  "China probably inwardly fears that the festering problem of ",
  "Xinjiang separatism, which is also linked to the situation in the ",
  "Central Asian Republics, has the potential to spin out of control. ",
  "If China concludes that closer economic ties of Xinjiang with ",
  "India serve its long-term interests, it may welcome proposals ",
  "for sub-regional cooperation for Xinjiang along the lines of, ",
  "and perhaps as part of a package deal including, China’s own ",
  "‘Kunming  Initiative’  for  sub-regional  cooperation  between ",
  "China’s Yunnan province, Myanmar, Bangladesh and India.",
  "The gains to India from Eurasian–Indian pipeline projects ",
  "would be manifold. Availability of a cheap and plentiful clean ",
  "energy source like gas would go a long way towards resolving ",
  "growing  problems  of  deforestation  and  environmental ",
  "degradation  in  the  Himalayas.  This  would  stimulate  the ",
  "economic development of Jammu and Kashmir (J&K) as well as ",
  "Himachal Pradesh. Most important, this could open the way for ENERGY SECURITY 215",
  "a long-term solution to the festering problem of Kashmir that ",
  "erupted violently once again in 2008. It is only if the emotionally ",
  "alienated  Kashmiri  people,  particularly  the  unemployed ",
  "frustrated youth, become part of Indian mainstream economic ",
  "and political life and concretely beneﬁ t from such an association ",
  "that they will turn away from militancy and separatism. This ",
  "makes the economic angle as important as the military and ",
  "political ones in ﬁ nding a long-term solution to the Kashmir ",
  "issue. Geographically remote from India’s heartland, J&K has ",
  "not attracted private investment, and tourism has not proved ",
  "to be a sufﬁ cient catalyst for the state’s economic development. ",
  "As a state in the Central Asian geo-strategic space, J&K could ",
  "beneﬁ t enormously from a re-opening of its traditional links ",
  "with Xinjiang and western Tibet via Ladakh. ",
  "An energy project between India and China traversing ",
  "sensitive and strategic areas like J&K and Xinjiang would ",
  "have  a  positive  fall-out  on  overall  bilateral  relations. ",
  "Notwithstanding mutual security concerns, suspicions and ",
  "disputed  borders  between  India  and  China,  proposals  for ",
  "energy pipelines should be pursued, just as India and Pakistan ",
  "have agreed on road links across the Line of Control in J&K ",
  "and are actively discussing a gas pipeline from Iran to India ",
  "crossing Pakistan. Major joint energy projects like pipelines ",
  "would give an enormous boost to economic relations, hardwire ",
  "India and China into an inter-dependent relationship, and ",
  "help generate greater mutual trust and conﬁ dence. If both ",
  "China and India remain stable and grow more prosperous and ",
  "powerful, they need to work out a non-hostile and cooperative ",
  "relationship. Moreover, there will be a more stable Pakistan–",
  "China–India  strategic  equilibrium  if  China  feels  that  its ",
  "long-term national interest lies in closer ties with India too, ",
  "rather than an exclusive strategic relationship with Pakistan, ",
  "cemented by shared animosity towards India. India could ",
  "reassure both China and Pakistan that Eurasian gas ﬂ ows ",
  "would be shared with Pakistan through pipeline extensions ",
  "from J&K to Pakistan Occupied Kashmir (POK) across the Line ",
  "of Control and from the Indian state of Punjab to Pakistan’s ",
  "Punjab province across the international border. By building ",
  "a reciprocal Pakistani dependence on Eurasian gas transiting  216 CHALLENGE AND STRATEGY ",
  "via India, this arrangement would assuage India’s security ",
  "concerns relating to IPI/ TAPI gas transiting Pakistan.",
  "Agreement  on  an  India–China  energy  pipeline  project ",
  "could perhaps create a better climate in India for eventually ",
  "resolving the border dispute with China along the Line of ",
  "Actual Control. Both sides have reiterated, during the visit of ",
  "Indian Prime Minister Manmohan Singh to China in January ",
  "2008 that there has to be a political solution to the India–",
  "China border dispute on the basis of the April 2005 Agreement ",
  "on  Political  Parameters  and  Guiding  Principles.  The  1962 ",
  "Indian Parliament resolution on the subject complicates the ",
  "task for any government to settle with China on the basis of the ",
  "existing ground realities. Decision-makers in India presumably ",
  "recognize that China is unlikely to give up control of Aksai Chin ",
  "across which it has built a strategically important road. In case ",
  "the Indian military agrees that Aksai Chin is not critical to ",
  "India’s  security,  perhaps  the  Aksai  Chin  problem  can  be ",
  "ﬁ nessed. It is likely that there would be acceptance by the ",
  "Parliament and the public of a settlement broadly along the ",
  "Line of Actual Control in the Western sector if the Aksai Chin ",
  "road built by China at great cost and effort is seen to beneﬁ t ",
  "India economically by serving as a major economic artery ",
  "linking India and China, including gas and oil pipelines in both ",
  "directions. While this would not resolve all the issues in the ",
  "long-standing India–China border dispute, a large strategic ",
  "energy-related  project  across  the  disputed  border  would ",
  "deﬁ nitely constitute a huge conﬁ dence-building measure.",
  "The  technical  difﬁ culties  in  a  Eurasia–India  pipeline ",
  "project cannot be underestimated. Starting from the reasonable ",
  "assumption that pipelines can be built more easily and cheaply ",
  "along existing road and rail alignments, as that clearly facilitates ",
  "transport of heavy equipment for pipeline construction, a gas ",
  "pipeline from Eastern Siberia could be easily built up to the ",
  "railhead of Kashgar in Xinjiang. While a proper topographical ",
  "and techno-economic feasibility study would have to be done ",
  "to determine the optimal pipeline route from Kashgar to India, ",
  "preliminary studies have shown that the best route may be ",
  "along the existing Aksai Chin road alignment, with entry into ",
  "India either at Rutog or Demchok. Both these places have easy ENERGY SECURITY 217",
  "connectivity to the existing road from Leh in the Ladakh region ",
  "of J&K to Manali in Himachal Pradesh.",
  "If, on detailed examination, it turns out that gas pipelines ",
  "are  technically  difﬁ cult  and  economically  too  expensive  to ",
  "construct across the Karakoram and Himalayan ranges, the ",
  "project could be modiﬁ ed. Eurasian gas could be used to set ",
  "up gas-fuelled power plants in Central Asia and Xinjiang, ",
  "and  the  electricity  generated  sent  across  the  Karakoram–",
  "Himalayas  ranges  through  transmission  lines  and  towers. ",
  "This  would  provide  value  addition  to  the  gas  reserves, ",
  "create  local  employment  and  promote  regional  economic ",
  "development. Another complementary approach would be to ",
  "set up hydropower plants in Kyrgyzstan and Tajikistan, both ",
  "of which have enormous hydropower potential, for export of ",
  "electricity to South Asia. It might be cheaper and simpler to ",
  "import hydropower from north of the Himalayas than to set ",
  "up hydropower projects in the Himalayas. Political hesitations ",
  "on the part of Nepal, apart from environmental concerns, ",
  "geological surprises and the problem of resettling displaced ",
  "populations have prevented hydropower projects from taking ",
  "off meaningfully in South Asia.",
  "A successful Eurasian energy project is possible only if ",
  "Russia,  as  a  major  energy  producer,  develops  a  strategic ",
  "understanding  with  India  and  China,  both  major  energy ",
  "consumers.  If  the  three  countries  agree  in  principle  that ",
  "they should have strategic cooperation in the ﬁ eld of energy, ",
  "the details can be quickly worked out. Perhaps this could ",
  "constitute a concrete project within the Russia–India–China—",
  "trilateral  framework,  where  energy  is  an  agreed  area  of ",
  "cooperation. It could also be considered subsequently within ",
  "the framework of the SCO, where Russia, China, Kazakhstan, ",
  "Uzbekistan, Kyrgyzstan and Tajikistan are members, while India, ",
  "Pakistan,  Iran  and  Mongolia  are  observers.  Turkmenistan ",
  "and  Afghanistan,  while  neither  members  nor  observers, ",
  "nevertheless have an interest in the SCO.",
  "In  the  geopolitical  realities  of  the  21st  century,  bold, ",
  "innovative and visionary approaches are needed in inter-state ",
  "relations, including in the area of energy security. A grandiose ",
  "Eurasian energy project as outlined above requires a conceptual  218 CHALLENGE AND STRATEGY ",
  "breakthrough in current geopolitical thinking among decision-",
  "makers in key countries around the world. If this ever happens, ",
  "there would be favourable long-term consequences for the ",
  "whole world. The Central Asian region could be transformed ",
  "into a strategic space uniting major Asian energy producers, ",
  "consumers and transit countries in a web of interdependence. ",
  "Instead of being the battleﬁ eld of a new ‘Great Game’, Central ",
  "Asia could become the crossroads of a 21st century ‘Silk Route’, ",
  "with gas and oil pipelines replacing caravan convoys. The ",
  "Himalayas–Karakoram region could become a frontier zone of ",
  "peace, friendship and development, rather than of confrontation ",
  "and conﬂ ict. A mega-project like this would also act as a huge ",
  "stimulus for the global economy. It would not only bring all-",
  "round economic advantage, prosperity, social and political ",
  "stability, but also create a solid and enduring foundation for ",
  "greater trust, conﬁ dence and understanding, extensive people-",
  "to-people ties and communication links that will hopefully lead ",
  "to new, lasting and stable political and strategic relationships.",
  "Given  its  location  and  size,  its  growing  economic  and ",
  "military strength, and its position as a signiﬁ cant consumer of ",
  "energy, India will be very much a part of global energy geopolitics ",
  "in the coming years. Since energy ﬂ ows and energy projects are ",
  "often key determinants of many bilateral relationships, and ",
  "invariably have a regional, at times even a global, signiﬁ cance, ",
  "India needs to give much greater and more focused attention ",
  "to energy issues in its foreign policy. India should no longer ",
  "assume that global markets will necessarily provide solutions ",
  "to its long-term energy requirements. Nor can energy security ",
  "considerations be ﬁ tted into existing paradigms of foreign ",
  "policy. Rather, foreign policy will have to be reshaped to take ",
  "account of India’s continued dependence on imported energy. ",
  "Aspiring to play an increasingly central role on the world stage, ",
  "India has to evolve a determined, coordinated and sustained ",
  "long-term strategy to ensure its energy security. India needs ",
  "to develop a holistic energy policy that meshes into an overall ",
  "strategy covering domestic policies and reforms in the energy ",
  "sector, foreign policy, national security, economic development ",
  "and environmental concerns. As a result of high oil prices, as ENERGY SECURITY 219",
  "well as the political and public debate on the IPI project and ",
  "the India–US nuclear deal, there is much greater awareness ",
  "in India today about the importance of energy security. This ",
  "opportune moment must be used to put in place policies that ",
  "will ensure India’s energy security in the coming decades.",
  ""
]