[
  "Chapter3",
  "Pakistan and Afghanistan",
  "Pakistan’s Troubled Identity",
  "P",
  " akistan is India’s most difﬁ cult neighbour and",
  " cannot be dealt with like India’s other South",
  " Asian neighbours for a number of reasons—its ",
  "mindset;  its  strategic  signiﬁ cance  for  outside  powers;  its ",
  "military, nuclear and missile capabilities and its territorial ",
  "dispute with India over Kashmir. However, the most important ",
  "difference  between  Pakistan  and  India’s  other  neighbours ",
  "is that for India the relationship with Pakistan is as much a ",
  "domestic as a foreign policy issue, even if Indian politicians are ",
  "reluctant to admit this. Pakistan’s raison d’être, simply put, ",
  "is that the Muslims of India allegedly cannot live and prosper ",
  "in a single State dominated by Hindus. India obviously feels ",
  "differently, and this gave rise to Pakistan’s political compulsion ",
  "to prove otherwise. Hence the centrality in India’s political ",
  "discourse  of  so-called  secularism—a  concept  that  arose  in ",
  "medieval Europe against the history of Church–State conﬂ ict ",
  "but which, transplanted on an alien Indian soil, has acquired ",
  "a totally different meaning that has much to do with politics ",
  "and little with religion. In India, where faith and religion ",
  "is a central and integral part of the lives of most people, the ",
  "State needs to treat all religions equally. It has to be active in ",
  "educating the people in the essential tenets of all religions, not ",
  "be indifferent to religion. It is because secularism has become ",
  "a political football that there is so much sensitivity in India PAKISTAN AND AFGHANISTAN 39",
  "to the religious divides rather than the far more deep-rooted ",
  "and pernicious caste divide that all parties are unfortunately ",
  "encouraging and exploiting. It inevitably complicates relations ",
  "between India and Pakistan when Pakistan, seen as pursuing ",
  "policies that undermine India’s security, arrogates to itself the ",
  "role of being the protector of the rights and welfare of Indian ",
  "Muslims.",
  "Six decades after its Independence, Pakistan continues to ",
  "search for a durable and credible identity, other than it being ",
  "‘not Indian’. Pakistan’s rulers constantly strive to show how ",
  "Pakistan is equal to, if not better than, India in all respects. The ",
  "complex psychology of the Pakistani ruling elite, dominated by ",
  "the military, is seen in a small but telling illustration—some ",
  "of  Pakistan’s  missiles  are  curiously  named  after  various ",
  "foreign invaders who ravaged India, including the territory of ",
  "present-day Pakistan, centuries ago! In particular, even after ",
  "more than three and a half decades, the Indian role in the ",
  "creation of Bangladesh continues to rankle, with the Pakistani ",
  "military in search of ‘revenge’ for its humiliating defeat in ",
  "1971. The mindset of the ruling elite is a cocktail of arrogance ",
  "and brashness, at times bordering on cockiness, which has of ",
  "late become even more potent with the addition of a measure ",
  "of fundamentalism. This has led to a policy of unremitting ",
  "hostility  towards  India  that  occasionally  breaks  out  into ",
  "conﬂ ict. The Pakistani ruling elite’s perception of Pakistan’s ",
  "place in the region and the world has led to Pakistan pursuing ",
  "policies that have held back economic and social development ",
  "and progress not only in Pakistan but also in South Asia as a ",
  "whole. The deleterious consequences of Pakistan’s approach ",
  "have been the creation of artiﬁ cial barriers between India and ",
  "Pakistan, and the expending of tremendous resources, time ",
  "and energy to sustaining Indo-Pakistan tension, confrontation ",
  "and wars that have vitiated the overall atmosphere in South ",
  "Asia. Regrettably, outside powers have, for their own reasons, ",
  "encouraged and abetted Pakistan by providing it the money, ",
  "arms  and  technology  to  sustain  its  aggressive  and  hostile ",
  "policies towards India.",
  "India’s  policy  towards  Pakistan  has  oscillated  like  a ",
  "pendulum. The two countries have fought military battles on the ",
  "ground in South Asia, diplomatic battles throughout the world,  40 CHALLENGE AND STRATEGY ",
  "and cricket battles on the playing ﬁ elds. Diplomatic, transport ",
  "and other links have been disrupted from time to time. At the ",
  "same time, Indian Prime Ministers from Rajiv Gandhi and ",
  "Inder Kumar Gujral to Atal Bihari Vajpayee and Manmohan ",
  "Singh have frequently given in to romanticized sentimentalism ",
  "about Pakistan. India has never sought to clinch a decisive ",
  "military victory against Pakistan, whether it was the 1947–48 ",
  "war in Kashmir which resulted in the matter being referred ",
  "to the UN Security Council, the 1965 conﬂ ict which led to an ",
  "uneasy peace brokered in Tashkent in 1966, or the 1971 war ",
  "which led to the inconclusive 1972 Shimla Agreement. In 2002, ",
  "after fully mobilizing its forces, India held back from attacking ",
  "Pakistan.",
  "While India’s intention in all these cases was probably not ",
  "to aggravate the situation, India’s reasonableness has invariably ",
  "been misinterpreted as a sign of weakness and only served to ",
  "reinforce the traditional Pakistani military stereotype of India ",
  "as a ﬂ abby ineffective giant. Under these circumstances, there ",
  "is little likelihood of Pakistan being an effective partner in ",
  "resolving outstanding problems, leave alone the knotty and ",
  "emotive issue of Jammu and Kashmir. Even after both sides ",
  "have been assiduously trying for the last three years to ﬁ nd ",
  "a solution somewhere between the formal positions of the ",
  "two sides, success remains elusive. Any lingering hopes of a ",
  "breakthrough have been destroyed by the terrorist attacks ",
  "launched in Mumbai in end-November 2008 by terrorists who ",
  "came from Pakistan. India should be patient. There are no ",
  "quick ﬁ xes that will resolve problems with Pakistan. The most ",
  "realistic hope is that the two countries can manage them. When ",
  "the time is right, solutions will emerge, as has happened with ",
  "other long-divided countries like Germany and Vietnam.",
  "Recent Encouraging Trends",
  "Some  encouraging  changes  in  Pakistan’s  attitude  towards ",
  "India have been visible for the last decade or so, ever since ",
  "its  disastrous  Kargil  misadventure,  and  more  particularly PAKISTAN AND AFGHANISTAN 41",
  "after 9/11. Among the indicators of a more nuanced policy on ",
  "Kashmir and relations with India have been the abandoning of ",
  "UN resolutions and a plebiscite for solving the Kashmir problem; ",
  "former President Musharraf’s commitment not to let territory ",
  "under  Pakistan’s  control  to  be  used  for  terrorist  activities ",
  "directed against India; call for an internal Pakistani debate on ",
  "new options to resolve the Kashmir dispute and Musharraf’s ",
  "search for ‘out-of-the-box’ solutions to Kashmir problem. On ",
  "the ground, a ceaseﬁ re has been in place since 2003 although ",
  "it has begun to unravel since mid-2008. A regular composite ",
  "dialogue at the Foreign Secretary level, supplemented by a high-",
  "level political dialogue, has been going on since 2004. India ",
  "and Pakistan are seriously talking about building a pipeline ",
  "to transport Iranian gas across Pakistan to India and another ",
  "to transport Turkmen gas across Afghanistan and Pakistan to ",
  "India. These initiatives were unthinkable a few years ago. At ",
  "the popular level, the traditional public hostility towards India ",
  "has dissipated, ﬁ rst seen in the unexpectedly warm reception ",
  "that the visiting Indian cricket team received in Pakistan in ",
  "early 2004. No longer are cricket matches between India and ",
  "Pakistan regarded as surrogate military battles. All sections ",
  "of  Pakistani  society—journalists,  academics,  artistes  and ",
  "businessmen—have displayed enthusiasm and self-conﬁ dence ",
  "in wanting normal and more intensive ties with India. Against ",
  "the background of unremitting hostility, war and absence of ",
  "dialogue for long periods, these are encouraging signs. Despite ",
  "Pakistan’s  continued  propensity  for  creating  trouble  for ",
  "India, including through deniable channels like Bangladesh ",
  "and Nepal, these signals collectively signal a sub-conscious ",
  "Pakistani  recognition  of  its  weakness  vis-à-vis  India,  and ",
  "perhaps a search for Indian acquiescence and legitimization of ",
  "continued Pakistani control over Pakistan Occupied Kashmir ",
  "(POK) and the Northern Areas.",
  "No less important are some glimmers of change in the ",
  "Pakistani mindset that give rise to cautious optimism. There ",
  "are welcome attempts to trace the roots of Pakistan not to the ",
  "two-nation theory but to the economic and religious insecurity ",
  "of the Muslims in pre-Independence India, and to rediscover ",
  "the  secular  elements  in  Jinnah’s  heritage,  with  reference  42 CHALLENGE AND STRATEGY ",
  "frequently being made to Jinnah’s speech of 11 August 1947. A ",
  "law has been passed that minorities will enjoy the same rights ",
  "as the majority. The poor showing of the Islamist parties in ",
  "the February 2008 elections has shown up the weak popular ",
  "support that the jihadi elements have among the Pakistani ",
  "people. Second, the Pakistani Army Chief, Gen. Kayani has ",
  "taken some steps to depoliticize the army. The Pakistani Army ",
  "did  not  interfere  in  the  February  2008  elections;  military ",
  "ofﬁ cers have been banned from making contact with politicians; ",
  "many ofﬁ cers occupying civilian positions have been recalled ",
  "and steps have been initiated to end the Army’s involvement in ",
  "developmental agencies like the Frontier Works Organization ",
  "and the Special Communications Organization. As Pakistan ",
  "People’s Party (PPP) President, Asif Zardari’s statement in ",
  "early 2008 to put Kashmir on the backburner took Indians by ",
  "pleasant surprise. As Pakistan’s President, Zardari conceded ",
  "in an interview to the Wall Street Journal in October 2008 ",
  "that Kashmiri militants were terrorists, that ‘India has never ",
  "been  a  threat  to  Pakistan,’  and  that  Pakistan’s  economic ",
  "survival requires that it trade with its neighbours ﬁ rst. Even ",
  "though there have been the expected denials, the fact that such ",
  "statements were made in the ﬁ rst place is signiﬁ cant.",
  "What explains the winds of change blowing in Pakistan? ",
  "With both India and Pakistan now having nuclear capabilities, a ",
  "traditional war of the kind fought by the two countries in the past ",
  "is ruled out.  After Kargil, which remained a localized war, India ",
  "and Pakistan almost came to war in 2002 but India’s aggressive ",
  "posture could not be sustained beyond a few months, and it ",
  "had to demobilize its troops. The Kargil ﬁ asco demonstrated ",
  "to Pakistan that India could not be defeated even in a localized ",
  "war. Besides, in both cases, neither India nor Pakistan could ",
  "resist the international pressure that was applied to prevent ",
  "the situation from escalating. At the diplomatic level, in recent ",
  "years Pakistan has been unable to generate much sympathy for ",
  "its traditional viewpoint on Kashmir, the most recent concrete ",
  "instance being the European Parliament’s report on the subject ",
  "in 2007.  Instead, what deﬁ nes Pakistan’s image in the world is ",
  "its role as a global centre of terrorism, Islamic fundamentalism ",
  "and nuclear proliferation.PAKISTAN AND AFGHANISTAN 43",
  "A key reason for a possible re-think on the part of the ",
  "Pakistani  military  establishment  is  that  the  jihadis  have ",
  "begun targeting the Pakistani State itself, and have shown up ",
  "the vaunted Pakistani military to be incapable of retaining ",
  "effective control over all parts of Pakistan itself. With Pakistan’s ",
  "western front—NWFP, the tribal belt and Afghanistan—today ",
  "posing the greatest threat to the security of the Pakistani State, ",
  "it makes sense for Pakistan to want to reduce tensions with ",
  "India. Within Pakistan, the experience of the last four decades ",
  "has taken the sheen off the Pakistani Army’s image among the ",
  "Pakistani people, who are no longer taken in by empty slogans. ",
  "For all the exertions of Pakistan over the last six decades, ",
  "India has decisively forged ahead of Pakistan, whether it is in ",
  "terms of economic growth, maturity of political institutions, or ",
  "engagement with the rest of the world. The earlier desperate ",
  "attempts by Pakistan to equate itself with India have turned ",
  "out to be futile and hollow, and have harmed Pakistan more ",
  "than India. There is a growing sentiment among the people of ",
  "the sub-continent that the partition of undivided India has hurt ",
  "all—India, Pakistan and Bangladesh. There is recognition that ",
  "the time has come to set aside differences and move towards ",
  "mutually beneﬁ cial cooperation. As a result of all these factors, ",
  "more and more people in Pakistan today are less convinced ",
  "about an imagined threat from India that has traditionally ",
  "provided the justiﬁ cation for the Pakistan Army’s privileges and ",
  "perks, and more concerned about the Pakistani Army’s abuse ",
  "of power and rapacious loot of the resources of the State.",
  "Despite all these positive developments, there is still a long ",
  "way to go. Reality checks came in July 2008 with the disruption ",
  "of  harmony  in  Jammu  and  Kashmir  over  the  Amarnath ",
  "Shrine land transfer controversy; the bombing of the Indian ",
  "Embassy in Kabul; the series of terrorist attacks in Bangalore, ",
  "Ahmedabad, Jaipur, Delhi and more recently Mumbai as well ",
  "as the breakdown of the military ceaseﬁ re along the Line of ",
  "Control in Kashmir. The peace process, already under strain ",
  "because  of  these  developments,  was  completely  derailed ",
  "by Pakistan’s non-cooperative attitude in investigating and ",
  "bringing to book the individuals and institutions in Pakistan ",
  "behind the November 2008 Mumbai terrorist attacks. As a  44 CHALLENGE AND STRATEGY ",
  "result of the tumultuous political developments in Pakistan ",
  "during 2007 and 2008 leading to the historic February 2008 ",
  "elections, the Pakistani army is under pressure but has not lost ",
  "its power. It may go back to its old ways when the situation ",
  "calms  down.  Pakistan  is  still  far  from  having  a  genuinely ",
  "democratic government that wields effective power. A tug-of-",
  "war is under way. It is not ruled out that the spate of terrorist ",
  "acts and disruptive activities against India are intended to show ",
  "up the ineffectiveness of the Pakistan civilian government and ",
  "create suspicions in India about its bona ﬁ des, and pave the way ",
  "for the Pakistan military to reassert itself openly in Pakistan’s ",
  "political arena.",
  "India’s Approach",
  "It is necessary for India to follow a carefully nuanced policy ",
  "with the new civilian government in Pakistan. India’s approach ",
  "should have a strategic perspective that needs to be worked out ",
  "in conﬁ dential consultations with the major political parties in ",
  "India in order to generate a broad political consensus within ",
  "India itself. Persuasion and incentives must be combined with ",
  "pressure. India must be realistic enough to recognize that real ",
  "changes in Pakistan’s policy will require time and patience. ",
  "There  are  likely  to  be  many,  hopefully  only  temporary, ",
  "setbacks. India’s focus should be on areas where the objectives ",
  "of the Pakistani civilian government and India coincide. Given ",
  "Pakistan’s history and the entrenched position of the military ",
  "in  Pakistan,  it  is  no  mean  achievement  for  the  people  of ",
  "Pakistan to have managed to ﬁ rst make Gen. Musharraf give ",
  "up his uniform and then the Presidency. The most important ",
  "priority is to strengthen the new civilian government’s hands ",
  "vis-à-vis the Pakistani military. In this context, India should ",
  "welcome  the  civilian  government’s  new  trade  policy  that ",
  "liberalises imports from India and seeks Indian investments ",
  "in selected projects in Pakistan. Another area where India’s ",
  "interests coincide with those of Pakistan is in weakening the PAKISTAN AND AFGHANISTAN 45",
  "jihadi elements in Pakistan. The next stage would be to work ",
  "towards reducing foreign military presence in the region, both ",
  "in Afghanistan and Pakistan itself. Improbable as it may sound ",
  "today, Afghanistan is a possible area of cooperation.",
  "The festering sore of Kashmir will no doubt have to be ",
  "tackled. Till mid–2007 or so, there were ongoing back-channel ",
  "discussions with Gen. Musharraf to try to produce a mutually ",
  "acceptable compromise solution. Although the talks were being ",
  "held in great secrecy, the following appear to be the elements ",
  "of a possible solution as gleaned from material leaked to the ",
  "media—no territorial changes; ‘soft’ borders; greater autonomy ",
  "and self-governance in both parts of Jammu and Kashmir ",
  "state; a cross-Line of Control consultative mechanism and ",
  "demilitarization of the State at a pace that would be determined ",
  "by the decline in cross-border terrorism. While a back-channel ",
  "dialogue may suit a military dictatorship, the disadvantage is ",
  "that this does not create the ground for public and political ",
  "opinion to give its inputs and reactions on such an emotive and ",
  "vexed issue, whose solution would have to be widely accepted ",
  "in both countries. In an open, democratic polity like India, ",
  "particularly when there is a coalition government in power, any ",
  "major foreign policy initiative should enjoy a broad political ",
  "consensus if it is to succeed. Expectedly, the new elected civilian ",
  "Pakistani government has disavowed Musharraf’s initiative.",
  "It is not realistic to believe that there can be any viable ",
  "solution to the problem of Jammu and Kashmir other than ",
  "the status quo. The long term, and sinister, motive of the ",
  "Kashmiri separatist groups and even the so-called mainstream ",
  "Kashmir political parties in starting and stoking a controversy ",
  "over the transfer of land to the Amarnath Shrine Board was ",
  "to put a spoke in the wheel of the steady progress that had ",
  "been painfully achieved towards normalization of the situation ",
  "in Jammu and Kashmir. India cannot continue to pander to ",
  "separatist sentiments in Kashmir. Logically, there is no reason ",
  "why India and Pakistan should be more concerned about the ",
  "human suffering of the people of the divided state of Jammu ",
  "and Kashmir than they have been about divided communities ",
  "in other parts of the sub-continent such as Bengal and Punjab, ",
  "the continuing human suffering of the Mohajirs in Pakistan  46 CHALLENGE AND STRATEGY ",
  "and their kin in India, or indeed the divided communities in ",
  "the border areas of Rajasthan. Both from security and political ",
  "perspectives, there cannot be ‘soft’ borders between Jammu ",
  "and Kashmir and POK while the rest of the India–Pakistan ",
  "border is fenced. Another thing to bear in mind is that in India, ",
  "because of the protection afforded by Article 370 of the Indian ",
  "Constitution, the demographic proﬁ le of Jammu and Kashmir ",
  "has remained unchanged since 1947. This is not so in POK ",
  "where large-scale immigration of settlers from Punjab has ",
  "taken place. Finally, the pre-1947 princely state of Jammu and ",
  "Kashmir was an administrative rather than a coherent political ",
  "entity. It has at least ﬁ ve distinct regions, namely Jammu, ",
  "Kashmir valley, Ladakh, POK and the Northern Territories. ",
  "Why should India show greater concern about keeping the ",
  "pre-Independence character and boundaries of Jammu and ",
  "Kashmir than it has shown about other Indian States? Punjab, ",
  "Uttar Pradesh, Bihar, Assam, Madhya Pradesh and other Indian ",
  "states have been reorganized for political and administrative ",
  "exigencies. If a more self-assured and self-conﬁ dent Pakistan ",
  "is prepared to treat Jammu and Kashmir like any other state of ",
  "pre-Independence India, then perhaps the two countries can ",
  "get on with trying to improve their bilateral relations. On the ",
  "Indian side, if the sharp divide between Jammu and Kashmir ",
  "regions turns out to be unbridgeable, it may become necessary ",
  "to think of separate Jammu and Kashmir states, and Ladakh ",
  "as a Union Territory. Whatever their other differences, neither ",
  "India nor Pakistan want to see an independent Kashmir, as ",
  "that would pose security threats to both countries.",
  "Taking  a  long-term  view,  India  must  try  to  persuade ",
  "Pakistan that the two countries can together make South Asia ",
  "a formidable force in the world. India–Pakistan confrontation ",
  "is only helping outside powers. However, Pakistan’s principal ",
  "foreign backers, namely the US, China and Saudi Arabia have ",
  "their own interests and therefore their own policies vis-à-vis ",
  "Pakistan. It would be realistic to recognize that continued ",
  "India–Pakistan tensions and confrontation probably suit one ",
  "or more of them. Gandhi’s speech at his prayer meeting on 4th ",
  "January 1948 may turn out to be prophetic. He said: PAKISTAN AND AFGHANISTAN 47",
  "Mistakes were made on both sides. Of this I have no doubt. ",
  "But this does not mean that we should persist in those ",
  "mistakes. For in the end we shall only destroy ourselves in ",
  "a war and the whole of the sub-continent will pass into the ",
  "hands of some third power. That will be the worst imaginable ",
  "fate for us. I shudder to think of it.",
  "That is something for both India and Pakistan to ponder ",
  "over.  India, of course, needs to try its best to persuade Pakistan’s ",
  "foreign backers to change their current approach and make ",
  "way for a more stable, democratic Pakistan that has close ties ",
  "with India. But as realpolitik dictates that this is unlikely to ",
  "bear fruit, India must have an autonomous Pakistan policy that ",
  "combines a juicy carrot with a heavy stick.",
  "Leverages against Pakistan",
  "What can India do to exert pressure on Pakistan? India seems ",
  "to have ruled out a military solution to its problems with ",
  "Pakistan. After having threatened to go to war against Pakistan ",
  "in 2002, India had to demobilize its troops after a few months. ",
  "Perhaps the nuclear ‘balance of terror’ was at work. Moreover, ",
  "the international community, led by the US, will do its utmost ",
  "to avert a war between two nuclear-armed adversaries, as it did ",
  "in 2002. The US, which has a number of bases close to India’s ",
  "borders, has vastly improved monitoring capabilities of India’s ",
  "military manoeuvres and will not be caught by surprise as it was ",
  "at the time of Pokharan-II. Were the international community ",
  "to think that India is seriously contemplating military action ",
  "against  Pakistan,  they  would  exert  enormous  and  not-so-",
  "subtle economic and other pressures on India. Nor have India’s ",
  "periodic ‘leaps of faith’ (Indus Waters Treaty, Shimla, Lahore, ",
  "Agra) with military or military-dominated regimes in Pakistan ",
  "worked. The latest such initiative, starting with former Prime ",
  "Minister Vajpayee’s speech in Srinagar in April 2003, has lasted ",
  "over ﬁ ve years and has yielded some results, but has foundered ",
  "of late. There is little hope for a lasting deal with a Pakistani  48 CHALLENGE AND STRATEGY ",
  "military  regime.  India’s  long-term  goal  vis-à-vis  Pakistan ",
  "has to be the emergence of a lasting genuinely democratic ",
  "government. If military means are ruled out to effect a ‘regime ",
  "change’ in Pakistan, India should think of employing effective ",
  "non-military means to achieve this covert objective.",
  "India’s levers against Pakistan are limited. One, perhaps the ",
  "only, lever is the ﬂ ow of Indus waters from India into Pakistan. ",
  "This is a card up India’s sleeve that India should carefully play. ",
  "Many scholars and historians have pointed out that, more than ",
  "anything else, it is the desire to control the waters of the Indus ",
  "and its tributaries that ﬂ ow from Jammu and Kashmir that ",
  "lies at the root of Pakistan’s obsession with grabbing Kashmir. ",
  "Water may become a future source of conﬂ ict between India ",
  "and Pakistan. While the situation regarding water availability ",
  "in the Indian states bordering Pakistan is grave, it is much ",
  "more serious for Pakistan. Unfortunately, the lever of the Indus ",
  "waters was signed away in an incredibly one-sided agreement ",
  "struck in 1960. India cannot abrogate it legally and were it to ",
  "try to do so, India would probably come under unbearable ",
  "pressure from the international community. There is also the ",
  "question of what India’s abrogation of such a treaty would mean ",
  "for India’s relations with China, which controls the sources ",
  "of  three  major  Indian  rivers,  namely  Sutlej,  Brahmaputra ",
  "and Karnali/Ghaghra, that ﬂ ow into India. Therefore, India ",
  "should take a subtle, nuanced approach to the Indus Waters ",
  "Treaty rather than look at a black-and-white situation of either ",
  "abrogating the Treaty or accepting the current situation.",
  "Under the Indus Waters Treaty, although India is entitled ",
  "to fully utilize the waters of three Eastern Rivers, namely ",
  "Sutlej, Beas and Ravi, a substantial quantity of water from ",
  "these rivers continues to ﬂ ow into Pakistan, to which Pakistan ",
  "is not entitled. This is because India has not completed the ",
  "various planned projects on the Eastern Rivers such as the ",
  "Indira  Gandhi  Canal,  Sutlej–Yamuna  Link  Canal  and  the ",
  "Thein Dam. This needs to be done on a war footing. A political ",
  "initiative is required to convince the concerned Indian states ",
  "that they should put aside their differences and not let Pakistan ",
  "use these waters. If some water is still ﬂ owing into Pakistan, PAKISTAN AND AFGHANISTAN 49",
  "additional schemes/projects should be devised. Perhaps the ",
  "Indira Gandhi Canal could be extended further south into ",
  "Rajasthan and Gujarat. Providing more water to Gujarat could ",
  "well make Gujarat a granary like Punjab and Haryana. Of ",
  "course, all this would require substantial sums of money, but ",
  "it would be insigniﬁ cant and deﬁ nitely more effective than the ",
  "thousands of crores of rupees that India continues to spend on ",
  "military measures against Pakistan. The mere announcement ",
  "of  acceleration  of  programmes  to  utilize  fully  the  Eastern ",
  "Rivers would send a panic among Pakistan’s rulers and if India ",
  "can manage to actually reduce the existing ﬂ ow of the Eastern ",
  "Rivers into Pakistan by even as little as 10 or 20 per cent, it ",
  "would create the conditions for organized opposition by the ",
  "powerful farmers’ lobby against the military regime. It would ",
  "also be an important psychological move that should do much ",
  "to convince the Pakistani military establishment that India ",
  "is not a toothless tiger. Since India is entitled to fully utilize ",
  "the waters of the Eastern Rivers within the framework of the ",
  "Indus  Waters  Treaty,  the  international  community  cannot ",
  "legitimately object to this.",
  "The second prong of India’s strategy involves the Western ",
  "rivers. India should formally tell Pakistan that it wants to re-",
  "negotiate the Indus Waters Treaty. India cannot be prevented ",
  "from making this demand (just as the US has done on the ABM ",
  "Treaty). India’s arguments for this are genuine and could go ",
  "something along the following lines. ",
  "The  India-Pakistan  Indus  Waters  Treaty  is  a  unique ",
  "Treaty of water-sharing in the world where the upper riparian ",
  "has been so generous towards the lower riparian. India did ",
  "this consciously at great sacriﬁ ce to the welfare of the people ",
  "of India in the interest of better overall relations with Pakistan, ",
  "and a settlement of the Kashmir question. It was expected ",
  "that this would reassure Pakistan about possible disruptions ",
  "in the waters of the rivers ﬂ owing into Pakistan from Jammu ",
  "and Kashmir and thereby facilitate a lasting solution to the ",
  "Kashmir dispute. Unfortunately, despite India’s generosity, ",
  "Pakistan has not reciprocated. On the contrary, it has followed ",
  "a  deliberate  policy  of  destabilizing  India  and  hurting  her  50 CHALLENGE AND STRATEGY ",
  "economically. It has not honoured its solemn commitments ",
  "such as the Shimla Agreement, a generous agreement given ",
  "by a militarily victorious India to a vanquished Pakistan in the ",
  "hope of having a long-term peaceful, stable and cooperative ",
  "relationship between the two countries. ",
  "Pakistan’s sponsorship of terrorism directed against India ",
  "is not only against the letter and spirit of its various bilateral ",
  "commitments  to  India,  and  the  principles  of  the  UN  and ",
  "international law, but it also constitutes a breach of faith and ",
  "trust and an overtly hostile and bellicose act tantamount to a ",
  "declaration of war. Second, India’s own water needs in Jammu ",
  "and Kashmir have grown. The people of the state and their ",
  "elected representatives have been asking for the right to utilize ",
  "the waters of the rivers ﬂ owing through Jammu and Kashmir ",
  "into Pakistan. India is very keen to see that there should be ",
  "accelerated economic development of Jammu and Kashmir. ",
  "India is conﬁ dent that the rulers of Pakistan, who profess ",
  "concern for the welfare of the people of Jammu and Kashmir, ",
  "would not oppose any steps that India takes to promote the ",
  "welfare and prosperity of the people of the state.",
  "Such  an  initiative  could  be  projected  as  an  important ",
  "political initiative of the government on Kashmir that all sides ",
  "of the political spectrum, both at the Centre and in Jammu and ",
  "Kashmir, would ﬁ nd difﬁ cult to oppose. This would also put ",
  "Pakistan on the defensive, and perhaps create a rift between ",
  "Pakistan and pro-Pakistani Kashmiris. Of course, it is highly ",
  "unlikely that Pakistan will agree to any Indian proposal along ",
  "the above lines. But at least it will enable India to wrest the ",
  "diplomatic  initiative  vis-à-vis  Pakistan  and  simultaneously ",
  "reach out to the people of Jammu and Kashmir. India should ",
  "put the revision of the Indus Waters Treaty as one of the ",
  "principal issues for discussion with Pakistan. Pakistan claims ",
  "that Kashmir is the ‘core issue’ between India and Pakistan. ",
  "India’s argument should be that if that is the case, then a ",
  "discussion of the revision of the Indus Waters Treaty in the ",
  "interests of the people of Jammu and Kashmir has to be an ",
  "integral part of the discussion on Kashmir. PAKISTAN AND AFGHANISTAN 51",
  "More than semantics or verbal dueling, it is only action ",
  "on the ground taken by India on the Eastern Rivers—and ",
  "full utilization of the waters of the Western Rivers permitted ",
  "under the Indus Waters Treaty—that will create the necessary ",
  "pressure on Pakistan. The panic that was created in Pakistan ",
  "in September 2008 because of a purported disruption by India ",
  "in the ﬂ ow of the Chenab to ﬁ ll the Baglihar Dam makes it ",
  "clear that the ﬂ ow of river waters from India into Pakistan is ",
  "an effective lever in India’s hands. India needs to put in place a ",
  "long-term strategy in order to fully utilize the Indus waters that ",
  "it is entitled to use under the Indus Waters Treaty. Moreover, ",
  "it would also set the stage for a possible abrogation of the ",
  "Indus Waters Treaty should a decision to that effect be taken ",
  "any time in the future. Indian Prime Minister Manmohan ",
  "Singh’s suggestion in 2007 for joint use of the land and waters ",
  "of Jammu and Kashmir presages a possible, perfectly logical, ",
  "Indian demand to this effect. ",
  "One would like to hope that wiser heads would prevail in ",
  "Pakistan so that India does not feel compelled to resort to dire ",
  "measures. It is clear that a Pakistan dominated by the military ",
  "is not likely to give up its compulsive hostility to India. Normal ",
  "relations with India would remove the Indian threat perception ",
  "that provides justiﬁ cation for its continued rule, either directly ",
  "or from behind the scenes. The people of Pakistan would then ",
  "be even more vocal in questioning the need for Pakistan’s huge ",
  "military budget and the military’s enormous perks. Whether ",
  "India and Pakistan are fated to live in a state of confrontation ",
  "and hostility for ever depends in large measure on whether there ",
  "will ever be an end to military rule in Pakistan. It is primarily ",
  "the people of Pakistan who will decide this, and India will have ",
  "to deal with whoever wields effective power in Pakistan. At the ",
  "same time, India has no reason to give legitimacy and support ",
  "to the Pakistani military, which continues to foment terrorist ",
  "activity directed against India, and has made only tactical ",
  "adjustments to its overall strategy of weakening and hurting ",
  "India. India’s real friends in Pakistan are the people of Pakistan. ",
  "Any Indian visitor to Pakistan will testify to the warmth and ",
  "hospitality they encounter from ordinary people. Those in ",
  "the forefront of the struggle for democracy in Pakistan were  52 CHALLENGE AND STRATEGY ",
  "considerably dismayed at India’s tacit support to President ",
  "Musharraf in his confrontation with the political parties and ",
  "civil society. India has changed tack but only reluctantly and ",
  "belatedly. India must not let down the people of Pakistan in ",
  "their struggle for democracy because this is in India’s own ",
  "interests.",
  "India’s Interests in Afghanistan",
  "Afghanistan  and  India  are  geographical  neighbours  and ",
  "remained so till 1947 when Pakistan was formed. As the base ",
  "from  which  over  the  centuries  foreign  invaders  launched ",
  "attacks into India, Afghanistan was always vital for India’s ",
  "security. Successive rulers of northern India have sought to ",
  "exercise control over eastern and southern Afghanistan. After ",
  "1947, Afghanistan and India have been naturally drawn closer ",
  "together by the shared inimical relationship with Pakistan. ",
  "After the Taliban were overthrown in 2001, India has provided ",
  "generous assistance (total commitments amount to US $1.2 ",
  "billion) for Afghanistan’s reconstruction and nation building in ",
  "diverse sectors. India has a presence in the major provinces of ",
  "Afghanistan, with Consulates General in Jalalabad, Kandahar, ",
  "Herat  and  Mazar-e-Sharif,  and  projects  in  many  parts  of ",
  "Afghanistan, including the southwest of Afghanistan where ",
  "India has just ﬁ nished constructing the Zaranj-Delaram road ",
  "that connects Afghanistan’s girdle road to Zahidan in Iran.",
  "India has a strong interest in ensuring that Afghanistan ",
  "remains sovereign, stable and united and free from outside ",
  "inﬂ uence. As long as there is an antagonistic India–Pakistan ",
  "relationship, India would not want Afghanistan to come under ",
  "Pakistan’s exclusive sphere of inﬂ uence. That is why the revival ",
  "of the Taliban remains a matter of deep concern for India. ",
  "Although India’s security is deeply affected by what happens ",
  "in Afghanistan, India’s disadvantage is that it is not involved in ",
  "Afghanistan’s security in any meaningful way. This has begun ",
  "to change, following the visit of the Afghan Defence Minister to PAKISTAN AND AFGHANISTAN 53",
  "India in April 2008 when it was agreed that India would share ",
  "its experience in counter-insurgency with Afghanistan and also ",
  "train Afghan pilots and help in the maintenance of Afghanistan’s ",
  "ﬂ eet of helicopters. The response of the Taliban and its patrons ",
  "in Pakistan to growing Indian inﬂ uence in Afghanistan was ",
  "the suicide car bombing at the Indian Embassy in Kabul in ",
  "July 2008. India is leery not just of Pakistan’s inﬂ uence in ",
  "Afghanistan. Throughout history, India did not want to see ",
  "Afghanistan under the control of outside powers; today too it ",
  "is not in India’s interest to have a long-term presence of NATO ",
  "forces so close to its borders. NATO may be benign towards ",
  "India today, but not necessarily tomorrow.",
  "The US did a commendable job in unseating the Taliban ",
  "from power but, like many other powers in the past, has ",
  "predictably got bogged down in Afghanistan. Seven years of ",
  "the US’ so-called Global War on Terror have only aggravated ",
  "the problems they were intended to resolve—al-Qaeda has ",
  "not been controlled, much less eliminated; the Taliban’s hold ",
  "and inﬂ uence in Afghanistan has resurfaced and narcotics ",
  "trade is booming unprecedentedly. US anger and frustration ",
  "is rising particularly as Pakistan has shown itself to be unable ",
  "or unwilling, probably both, to cooperate to US’ satisfaction ",
  "in tackling the terrorist menace. At the same time, the efforts ",
  "by the US military forces and the NATO-led and supported ",
  "International Security Assistance Force (ISAF) to ﬁ nd a military ",
  "solution  to  Afghanistan’s  turmoil  are  unlikely  to  succeed. ",
  "The  continued  presence  of  Western  troops  in  Afghanistan ",
  "constitutes  a  major  roadblock  to  bringing  lasting  peace, ",
  "reconciliation and stability to Afghanistan. Foreign troops in ",
  "Afghanistan only give a sharper edge to the nationalism of the ",
  "ﬁ ercely independent Afghan people, without changing their ",
  "lives for the better. The West’s push to artiﬁ cially recreate ",
  "a Pashtun-dominated Afghanistan is a strategic error. The ",
  "defeat of the Taliban in 2001 represented the military defeat ",
  "of the Pashtuns at the hands of the non-Pashtun ethnic groups ",
  "represented by the Northern Alliance, assisted, of course, by ",
  "the US military. Both logic and prudence dictated that these ",
  "non-Pashtun groups should not have been deprived of a share ",
  "in power, much less marginalized, as the Karzai government  54 CHALLENGE AND STRATEGY ",
  "has done. It will be impossible to recreate the old Pashtun-",
  "dominated State of Afghanistan; what is feasible is the setting ",
  "up of a federal or quasi-federal State that takes care of the ",
  "interests  of  all  ethnic  groups  in  Afghanistan.  Rather  than ",
  "continue with the present sterile policy, the US could achieve ",
  "more success in rooting out terrorism if it were to lean hard ",
  "on Pakistan to wholeheartedly cooperate in stopping the ﬂ ow ",
  "of weapons to Afghanistan, in closing down training camps ",
  "in Pakistan, and in curbing trafﬁ cking of narcotics, which is ",
  "an important source of funding for the Taliban. Then there is ",
  "some hope for the stability of Afghanistan. However, the US ",
  "and ISAF appear to have no intention of withdrawing from ",
  "Afghanistan any time soon. This may not be just out of concern ",
  "for the activities of the al-Qaeda in the region. Afghanistan’s ",
  "strategic location may have tempted the US to keep a long-",
  "term presence there to enable it to monitor developments in ",
  "the region as a whole and, should it choose, to put pressure on ",
  "any country in Afghanistan’s neighbourhood.",
  "Tackling the Root Causes",
  "Unless the root causes that have created the present situation ",
  "are understood and tackled, Afghanistan will never become ",
  "stable. Despite the warring tribal and ethnic diversities and ",
  "rivalries, Afghanistan has an identity as the strategic space ",
  "between India, Iran and the Central Asian deserts and steppes ",
  "beyond the Amu Darya River. Because of its strategic location, ",
  "Afghanistan was often incorporated into the territory of the ",
  "surrounding States for the sake of their own security rather ",
  "than because Afghanistan by itself was a tempting target. Strong ",
  "empires in India and Iran like the Mughals and the Safavids ",
  "competed in Afghanistan; when they weakened, the Afghans ",
  "asserted  themselves  and  invaded  these  countries.  Tsarist ",
  "Russia’s push to the south in the 19th century brought another ",
  "player into the equation. Throughout history, Afghanistan has ",
  "survived because of its geographical location that made it an PAKISTAN AND AFGHANISTAN 55",
  "indispensable overland trading link between India and the ",
  "rest of the world. But Afghanistan as a State within its present ",
  "political boundaries is a relatively recent phenomenon.",
  "Afghanistan today has an image problem in the rest of ",
  "the world. Yet there is nothing in the Afghan character that ",
  "makes  Afghans  intrinsically  fundamentalists,  terrorists  or ",
  "drug-pushers. Afghanistan has ﬂ oundered and fallen into a ",
  "morass because the roots of its economic life have been sapped ",
  "by Pakistan’s policy of restricting Afghanistan’s deep-rooted ",
  "economic, cultural and people-to-people contacts with India ",
  "to ensure that Afghanistan can remain Pakistan’s economic ",
  "and strategic backyard. Now, as in the past, Afghans look ",
  "principally to India’s large and rich market for sustaining their ",
  "livelihood. Afghanistan on its own does not have the resources ",
  "that can enable it to be even semi-independent economically. ",
  "Throughout history, eastern and southern Afghanistan, which ",
  "has dominated Afghan political and economic life, has always ",
  "been economically anchored to the Indian sub-continent. Once ",
  "these links are restored, one may see a radical transformation ",
  "take place in Afghanistan. In the 21st century, Afghanistan can ",
  "on its own be an important source of hydropower and minerals ",
  "to India. It can also earn large sums of money as a tourist ",
  "destination and a transit country for Central Asian gas and oil ",
  "to India as well as for trade between India and countries to the ",
  "West like Iran, Turkey, Central Asian Republics, Russia and ",
  "even Europe.",
  "India–Pakistan Cooperation in Afghanistan?",
  "Afghanistan’s problems cannot be resolved without Pakistan’s ",
  "cooperation. At the same time, given the traditional hostility ",
  "and  suspicion  between  Afghanistan  and  Pakistan,  and ",
  "Pakistan’s policy of wanting to keep Afghanistan under its ",
  "thumb, neither the Afghans nor India or the rest of the world ",
  "want to let Pakistan have a free hand in Afghanistan. From ",
  "India’s perspective, there have been only temporary gains in  56 CHALLENGE AND STRATEGY ",
  "the present situation insofar as Pakistan is now forced to pay ",
  "more attention to security problems on its western frontier, ",
  "which relieves some pressure on India. But in the long term, ",
  "a Pakistan in turmoil is not desirable either, as Pakistan is the ",
  "buffer that protects the whole of the Indian sub-continent from ",
  "the turbulent lands to its west. Once US and other foreign troops ",
  "leave Afghanistan, as they no doubt will one day, Pakistan and ",
  "India will have to jointly deal with a possible security threat ",
  "to the sub-continent that could emanate from an Afghanistan ",
  "in chaos or one controlled by an outside power, as well as the ",
  "threats to social harmony and stability in both countries that ",
  "Islamic fundamentalism of the Taliban type poses.",
  "As  Pakistan  grapples  with  security  problems  on  its ",
  "Afghanistan frontier, Pakistan may be more amenable to the ",
  "proposition that its essential interests in Afghanistan coincide in ",
  "many respects with India’s, and that India has many capabilities ",
  "that could be very useful in Afghanistan. Pakistan will ﬁ rst ",
  "have to get out of its mindset of ‘strategic depth’, which makes ",
  "sense if Pakistan wants to position its airﬁ elds out of range of ",
  "Indian aircraft but is perhaps not a relevant consideration today ",
  "when both sides have missiles. If India and Pakistan were to ",
  "cooperate in Afghanistan, the prospects of an early return to ",
  "stability in Afghanistan would improve. The ﬁ rst thing that ",
  "Pakistan must be persuaded to do is to give India transit access ",
  "to and from Afghanistan. India, for its part, needs to assure ",
  "Pakistan that it respects Pakistan’s genuine security interests ",
  "in Afghanistan. As a conﬁ dence-building measure, India could ",
  "consider shutting down its consulate in Jalalabad or Kandahar if ",
  "Pakistan reciprocates by giving up its objection to India playing ",
  "a prominent role in Afghanistan’s reconstruction.",
  "Undertaking this cooperation within a regional framework ",
  "can  assuage  Pakistan’s  fears  about  India’s  presence  in ",
  "Afghanistan.  In  any  case,  Afghanistan’s  other  neighbours ",
  "like Iran, Turkmenistan, Tajikistan and Uzbekistan have a ",
  "legitimate interest in Afghanistan and will have to be involved ",
  "in the quest to bring peace and stability to Afghanistan. Nor ",
  "can Russia be left out. A century ago, Russia had a decisive role ",
  "to play in settling with British India the status of Afghanistan; ",
  "30 years ago, it was the Soviet invasion of Afghanistan that set PAKISTAN AND AFGHANISTAN 57",
  "off the chain of events that has led to Afghanistan’s current ",
  "turmoil. China too may have to be involved. In today’s world, ",
  "Afghanistan’s neighbours and other powers with a legitimate ",
  "interest in Afghanistan’s affairs can do no better than convert ",
  "Afghanistan,  like  Switzerland,  into  a  neutral  nation  that ",
  "brings beneﬁ ts to all but poses a threat to none. As the world’s ",
  "superpower, with a military and other controlling presence in ",
  "Afghanistan as well as signiﬁ cant presence and inﬂ uence in ",
  "Pakistan, the US must be persuaded to play a role in bringing ",
  "this about. The initiative for this should be taken by India, ",
  "which is the greatest loser in the larger strategic game, and ",
  "which has much to gain were Afghanistan and Pakistan to be ",
  "re-integrated into the South Asian framework. The US itself ",
  "would gain enormously, not only because of the stability that ",
  "this would bring to the region but also because this would ",
  "mitigate a source of grave insecurity that this region is seen as ",
  "posing directly to the US itself. As new governments prepare ",
  "to assume ofﬁ ce in both India and the US over the next few ",
  "months, and given the fresh outlook that the recently elected ",
  "civilian government in Pakistan has shown, this is a good ",
  "moment to try to strike a ‘grand bargain’ between the US, ",
  "Pakistan and India involving not only Afghanistan but Iran too. ",
  "Is it too much to expect that one day both Iran and Afghanistan ",
  "can be economically integrated with South Asia?",
  ""
]