[
  "c10",
  "India’s relations with Afghanistan",
  "Raghav Sharma",
  "Introduction",
  "The camaraderie that characterizes India-Afghanistan relations both at the political and popular",
  "level is a product not merely of modern geopolitics but is also a testimony to the historico-",
  "cultural linkages that have existed between Afghanistan and the Indian subcontinent since",
  "ancient times.1 The partition of British India in 1947 ruptured India’s geographical contiguity",
  "with Afghanistan, but not the warmth that characterized their relations; this stood in sharp",
  "contrast to Pakistan, which, in spiteof its geographical contiguity as well as religious and ethnic",
  "congruity, has seen its relations with Kabul for most of its history being clouded by bitterness",
  "andadeep senseofdistrust. India’srole inAfghanistan has re-emerged intoimportance not just",
  "for Afghanistan and the region, but also as ‘a test case for a rising power’—India.2 Afghanistan’s",
  "importance for India and others is largely geopolitical, as Afghanistan faces southwards down",
  "from the Hindu Kush into the Indian subcontinent, India’s immediate neighbourhood. Yet it also",
  "looks northwards down from the Hindu Kush into India’s extended neighbourhood, in which",
  "‘Afghanistan is the fractious gateway to and from Central Asia, which deﬁnes the way other",
  "powersgrappleandcircumventthecomplexitiesoftheregion’,aswellasbeingpartofwhathas",
  "been called the ‘Greater Middle East’.3",
  "India’s interaction with Afghanistan: 1947–2009",
  "Afghanistan’s stance on the question of the creation of Pakhtunistan, its 1948 vote opposing",
  "Pakistan’s entry into the UN—making it the only country to do so—and its refusal to toe",
  "Pakistan’s line on the question of Kashmir, laid the foundations for forging close links quite",
  "early on with the new Republic of India that took over the veins of power from the British.",
  "India’s gradual drift towards Moscow and Kabul’s increasing dependence on the Soviets for aid",
  "further complemented India-Afghanistan bilateral ties. Relations between the two states",
  "remained warm and both sides maintained deep cultural and modest economic links.",
  "The ﬁrst formidable challenge to India’s Afghanistan policy came in the wake of the Soviet",
  "military intervention in Afghanistan in December 1979 to help prop up a pro-Soviet commu-",
  "nist regime that had usurped power through a bloody coup christened the ‘Saur Revolution’.",
  "The challenge at hand for New Delhi became more pronounced in light of its proclaimed",
  "107Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "RaghavSharma",
  "policy of non-alignment. The then Prime Minister, Chaudhary Charan Singh, categorically",
  "opposed Soviet intervention and called for an immediate withdrawal of Soviet troops. How-",
  "ever, this stand was short lived and was reversed when Indira Gandhi made a dramatic political",
  "comeback and was re-elected to oﬃce in January 1980.4 She stated that Soviet troops were",
  "introducedintoAfghanistan‘onlyafterPakistanstartedtrainingAfghanrebelsandsendingthem",
  "in to topple the government there […] nevertheless India was opposed to the USSR’s presence",
  "and it had told that country so’.5 However, despite its discomfort with Soviet military presence",
  "in its neighbourhood, India, while steering clear of an unequivocal endorsement of Soviet",
  "military intervention, consistently chose to abstain on key UN resolutions calling for Soviet",
  "withdrawal from Afghanistan.",
  "India’s response to the Soviet intervention in Afghanistan was essentially conditioned by the",
  "followingfourkeyfactors:ﬁrst,Washington’seconomicaid,supplyofsophisticatedarmsandF-",
  "16 ﬁghter aircrafts to Pakistan; second, Washington’s rapprochement with Beijing in which",
  "Islamabad had played a key role; third, a US naval build-up in the Indian Ocean region;6 and",
  "fourth, afear of mujahideen victory givingPakistan clear strategic leverage in Afghanistan. Given",
  "these complexgeopolitical realities, India could not aﬀord to jeopardize its partnership with the",
  "USSR, which had emerged as its major supplier of defence equipment and space technology,",
  "and which played a key role in extending support to India at key international forums on cri-",
  "tical issues such asKashmir andthe Bangladesh war of 1971, in face ofstiﬀ oppositionfrom the",
  "USA and People’s Republic of China.",
  "India’srecognition ofthepro-Kremlinregimein Kabul—making ittheonlycountryoutside",
  "the Warsaw Pact to do so—did to an extent undermine India’s moral stature, especially in the",
  "Non-Aligned Movement (NAM), and to an extent also sullied India’s image within Afghani-",
  "stan.Subsequently,NewDelhi’sdecisionin1982torestoretheIndo-AfghanJointCommission",
  "constituted in the early 1970s for economic and technical assistance and lying in abeyance since",
  "the Saur Revolution in 1978, further eroded India’s position on the international stage.",
  "India supported all Moscow-backed governments in Kabul and extended modest develop-",
  "mental assistance to the Najibullah regime, in spite of Najibullah’s increasingly fragile control",
  "over the country. However, within months of the Soviet collapse the Najibullah regime, too,",
  "had dramatically unravelled, and was replaced by a fragile coalition of mujahideen forces with",
  "Badrudin Rabbani at the helm. Given the extremely limited room for political manoeuvring,",
  "India cast its lot with Rabbani notwithstanding its apprehensions of Rabbani’s own Islamist",
  "Jamat-e-Islami background and endorsement of Pakistan’s position on Kashmir—a clear break",
  "from the policy adopted by preceding regimes of Kabul. However, factionalism was rife in",
  "Rabbani’s mujahideen, and this ensured its demise which once again plunged Afghanistan into a",
  "brutal civil war.",
  "Indiasuﬀered itsgreatest strategic setback in Afghanistan withthe rise ofthe Pakistan-backed",
  "Taliban to the political centre stage in 1996. New Delhi refused to recognize the extremist",
  "Taliban regime under which Afghanistan, in the now seemingly prophetic words of Dr Naji-",
  "nullah, was to emerge as ‘a centre of world smuggling for narcotic drugs. Afghanistan will be",
  "turned into a centre for terrorism’.7 For India, the fallout of the rise of fundamentalism in",
  "Afghanistan was ferocious and almost immediate, as it witnessed the rise of what proved to be",
  "long and traumatic Islamist insurgency in the Kashmir valley. The participation of 200 soldiers",
  "fromtheTaliban’selitebrigade055inactivecombatduringtheKargilconﬂictwithPakistanin",
  "1999,8 and their more visible role during the landing of the hijacked Indian airliner IC 814 in",
  "Kandahar in December 1999 (which led to the freeing of three terrorist including Masood",
  "Azhar), foreclosed whatever limited possibility might have existed for exploring the idea of",
  "accommodation with the Taliban. India, however, remained sensitive to the plight of the",
  "108Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithAfghanistan",
  "common people in Afghanistan and did indirectly extend limited humanitarian assistance to the",
  "country in the form of medicine, vegetable oil, tea and emergency relief material through",
  "Dushanbe.9",
  "New Delhi’s deep antipathy towards the Taliban brought it onto a common platform with",
  "Tehran and Moscow, which supported the predominantly Tajik Northern Alliance whose",
  "control over Afghanistan was reduced to a mere 10% of the territory in the extreme north.",
  "Indian support to the opposition was routed through its base in Farakhor in Tajikistan. The",
  "events that ensued in the aftermath of the terrorist attacks on the USA on 11 September 2001",
  "were principally responsible for tilting the scales in favour of the opposition Northern Alliance",
  "and unseating the Taliban from power within a matter of weeks. As Ramachandran noted, ‘in",
  "Afghanistan, Pakistan’s loss is India’s gain’.10",
  "Subsequently, India has managed to eﬀectively claw its way back into Afghanistan’s power",
  "equations, at least for the near future. The India-educated Hamid Karzai, a Pushtun, came to",
  "power ﬁrst as head of the interim government and has since been re-elected twice as President.",
  "Karzai adopted a policy of rekindling Kabul’s close ties with New Delhi. This is borne out in",
  "particular by two signiﬁcant symbolic gestures: ﬁrst, the visit of then foreign minister Abdullah",
  "Abdullah and defence minister Mohammad Qasim Fahim to India within three months of the",
  "installation of the interim government; and second, the choice of New Delhi as the ﬁrst desti-",
  "nation by national carrier Ariana on its inaugural run overlooking all the other six geo-",
  "graphically contiguous neighbours of Afghanistan. India has attempted to give greater traction",
  "to its eﬀorts to secure its interests in Afghanistan by engaging in diplomatic parleys with Kabul",
  "at the highest level, Karzai has visited India seven times since taking charge, while in 2005",
  "Prime Minister Manmohan Singh paid a state visit to Kabul, signiﬁcantly the ﬁrst such visit by",
  "an Indian head of state in three decades.",
  "Today, India is recognized as a key regional player in eﬀorts to stabilize Afghanistan and for",
  "the ﬁrst time there is a broad congruity of Indian and US interests in Afghanistan: both wish to",
  "see a stable, democratic and multi-ethnic political solution take root in the country. India",
  "moved swiftly to deepen its footprint in Afghanistan by opening its embassy in Kabul and four",
  "other consulates in Jalalabad (eastern Afghanistan), Herat (northern Afghanistan), Kandahar",
  "(southern Afghanistan) and Mazar-e-Sharif (western Afghanistan). In addition, India also",
  "unveiled a US $1,200m. aid programme—a substantial amount for a traditionally non-donor",
  "country—making it the largest regional and ﬁfth largest international donor. Indian aid projects",
  "spread across various sectors, ranging from oﬀering 500 annual scholarships for Afghan students,",
  "provision of vocational training activities for women, construction of roads, dams, transmission",
  "lines and telecom networks, to the construction of the new Afghanistan parliament building.11",
  "Commenting on the Indian aid programme, the Pakistani analyst Ahmed Rashid reckoned that",
  "‘India’s reconstruction strategy was designed to win over every sector of Afghan society, give",
  "India a high proﬁle with Afghans, gain the maximum political advantage and of course,",
  "undercut Pakistani inﬂuence’.12",
  "India’s interests in Afghanistan",
  "Indian eﬀorts in Afghanistan are underpinned by the following three key objectives: negating",
  "the inﬂuence of Pakistani Inter-Services Intelligence (ISI)-backed groups like the Taliban,",
  "which are hostile to Indian interests in the neighbourhood; curtailing the spread of drugs-traf-",
  "ﬁcking, which poses a risk to both national and human security in the region; and securing",
  "Afghanistan as a trade and energy corridor to Central Asia.",
  "109Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "RaghavSharma",
  "Security interests",
  "Historically, challenges to India’s physical security have tended to emanate from its north-wes-",
  "tern frontier with Afghanistan; serving as a launch pad for invasions into the plains of northern",
  "IndiaandKashmir,thelatterregioncameunderabriefbutbitterlyrememberedspellofAfghan",
  "rule from 1753–1819.13 Kashmir’s linkage with Afghanistan was rekindled following the Soviet",
  "withdrawalin1989,albeitinacompletelydiﬀerentcontext.Thewindingdownofjihadagainst",
  "the atheist Soviets freed up the energies of hundreds of thousands of ideologically motivated",
  "mujahideen,ﬂushwithweaponssuppliedbythemembersofthe‘freeworld’(i.e.theUSA)who",
  "had for the ﬁrst time in modern history tasted serving on the battleﬁeld for the cause of their",
  "religion. Many of the Afghanistan war veterans canalized their energies for waging jihad in",
  "Kashmiragainstwhatwasperceivedtobea‘holywar’.Thislinkagewasfurtherreinforcedwith",
  "the ascendance of the ISI-backed Taliban in Afghanistan. Commenting on this phenomenon,",
  "the Pakistani analyst Ishtiaq Ahmed poignantly noted:",
  "A Taliban controlled Afghanistan fulﬁlled military objectives vis-à-vis India: achieving",
  "strategic depth for the Pakistan army in case of war with India and ensuring the continuity",
  "of Arab and Afghan militancy in Indian Kashmir […] most of the Islamic militant groups",
  "that are now ﬁghting in Kashmir, including Harkat-ul-Mujahideen, are products of the",
  "Afghan war. The Taliban are an important external agent in fuelling the ﬁre of Islamic",
  "militancy in Kashmir.14",
  "The Taliban provided sanctuary for training terrorists for Kashmir and allowed for the estab-",
  "lishment of 21 camps across the country.15 Subsequently, the Taliban’s role in the Kargil con-",
  "ﬂictonthesideofPakistaninthesummerof1999,andlateroverthecourseofthenegotiations",
  "following the landing of the hijacked Indian airliner in the Taliban stronghold of Kandahar in",
  "December 1999, further accentuated New Delhi’s security concerns.",
  "In light of India’s past experiences, it is not surprising that its core security interests in",
  "Afghanistan essentially comprise denying reclamation of political and military space to the ISI-",
  "backedTalibaninAfghanistan.Indiasoughttoachievethisbyextendingmilitarysupporttothe",
  "Tajik-dominated Northern Alliance against the predominantly Pushtun Taliban before 2002,",
  "and by extending political, diplomatic and extensive humanitarian support to the Karzai Gov-",
  "ernment from 2002.",
  "Drugs-trafﬁcking",
  "Indiahasthelargestopiate-using populationinthesub-region(theﬁveCentralAsianrepublics,",
  "Iran,Pakistan,AfghanistanandIndia),accountingforanastounding3.2m.usersoutofatotalof",
  "5m. users estimated for the entire sub-region. India has also reported the largest cannabis sei-",
  "zures made in Asia, at 108m. tonnes, the bulk of which originated in Afghanistan.16 Afghani-",
  "stan’s opium makes its way to the Indian market through the Indo–Pakistani border in the",
  "Punjab. Opium addiction has grown at an alarming rate, particularly amongst the youth in the",
  "border villages, inﬂicting tremendous damage on the country’s social fabric.",
  "The other disconcerting trend for India has been the strengthening linkages between drugs-",
  "traﬃcking and the Taliban insurgency, which has gained tremendous momentum over the last",
  "four years. The money generated from drugs-traﬃcking is being used to fund the supply of",
  "sophisticated arms and to win over foot soldiers for the insurgency by paying them a monthly",
  "salary of $250–$350, as compared with the paltry sum of $40 being paid to an Afghan National",
  "110Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithAfghanistan",
  "Army soldier, with the salary only recently being raised to a range of $180–$240. The growing",
  "menace of drugs-traﬃcking poses serious challenges to human security as well as the national",
  "security of India.",
  "Energy and commercial interests",
  "A stable Afghanistan has the potential to serve as a key land bridge to facilitate India’s energy",
  "andcommercialinterestsinhydrocarbon-richCentralAsia,thusfacilitatingthediversiﬁcationof",
  "oil and gas supplies and reducing India’s excessive dependence on supplies from the Middle",
  "East. The weight attached to the issue wasreﬂected in a speech by India’s then President Dr A.",
  "P.J Abdul Kalam: ‘my government will give full importance to synchronizing our diplomatic",
  "activity with our need for energy to fuel our development needs’.17 With this objective of",
  "enhancingIndia’senergysecurity, vitaltosustainthemomentumofitseconomicgrowth,India",
  "joined the ambitious $7,500m. TAPI (Turkmenistan, Afghanistan, Pakistan and India) pipeline",
  "initiative, which was envisaged to carry 30,000m. cu feet of gas from the Dauletabad ﬁeld in",
  "Turkmenistan via Afghanistan and Pakistan, into India.",
  "Afghanistan also has considerable amounts of untapped reserves of oil and natural gas. As per",
  "the estimates of Gustavson Associates, the undiscovered gas reserves range between 3.6 trillion",
  "and 36.5 trillion cubic feet, while oil reserves are estimated to be between 0.4 billion and 3.6",
  "billion barrels, with 0.1m. to 1.3m. barrels of natural gas liquids.18 The bulk of these resources",
  "areconcentratedintheTajik-dominatednorth,intheplainsandbasinsnexttotheAmuDarya,",
  "where India has traditionally enjoyed a particularly strong constituency. More recently the dis-",
  "covery of a vast array of industrial metals such as copper, gold, iron, cobalt and lithium, the",
  "value of which is estimated at more than $1 trillion, could dramatically transform not only the",
  "Afghan economy, but its geopolitical standing in the region if exploited in the right way.19",
  "For Indian industry, too, Afghanistan oﬀers a huge untapped market which is presently",
  "dominatedbyPakistan,IranandTurkmenistan.Italsohasthepotentialtoserveasagatewayto",
  "penetrate the Central Asian market, which is presently ﬂooded with cheap but low-quality",
  "Chinese goods and expensive imports from the West. In particular, both the Afghan as well as",
  "the Central Asian markets oﬀer immense potential for Indian tea, pharmaceuticals, food pro-",
  "cessing, information technology (IT), banking, health, tourism, consumer durables and auto-",
  "mobiles industry. India’s emergence as a global IT hub, a destination for medical tourism, the",
  "remarkableabilityofitspharmaceuticalindustrytomakeavailablelife-savingdrugsatreasonable",
  "rates, its expertise in small and medium-sized enterprises, and its emergence as a global auto-",
  "mobile manufacturing hub give Indian industry a distinct edge.",
  "InlightofPakistan’srefusaltogranttradetransitrights,Indiahasworkedtowardsdeveloping",
  "an alternative trade corridor going down to Chabahar, christened as the International North",
  "South Trade Corridor (INSTC), developed under an agreement that it inked with Russia and",
  "Iran in 2000 to access the Central Asian markets. Through the development of the 218-km",
  "Zaranj–Delaram road on the Afghanistan–Iran border, at a cost of $150m. and the loss of 11",
  "Indian and 129 Afghan lives, India hopes to achieve two objectives. First, provide land-locked",
  "Afghanistan with shorter and alternative access to the sea, thereby reducing its dependency on",
  "Pakistan;20 and second, in light of Pakistan’s refusal to grant trade transit rights over land, it",
  "envisages by-passing Pakistan and instead shipping its goods from Mumbai port to Chabahar in",
  "Iran and then onwards by the Zaranj–Delaram road into Afghanistan and by rail into Central",
  "Asia.",
  "The decision to admit Afghanistan as a full member of the South Asia Association for",
  "Regional Cooperation (SAARC) at its 14th summit in New Delhi in April 2007 was as much",
  "111Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "RaghavSharma",
  "strategic as it was commercial. Strategically, this formally draws Afghanistan into the South",
  "Asian regional matrix, where India looms large. On the commercial front, with the passage in",
  "2006 of the South Asia Free Trade Agreement (SAFTA), which eases tariﬀ barriers, sub-",
  "continentaltradeisexpectedtobeneﬁttothetuneof$2,000m.,ofwhich$606m.wouldaccrue",
  "to Afghanistan.21",
  "In addition to the above, a commercial interest with a unique dimension to it is the multi-",
  "million dollar Indian entertainment industry. Apart from having huge commercial interests in",
  "the Afghanistan market, it also serves as one of the most powerful vehicles for projection of",
  "Indian ‘softpower’.While Indian ﬁlms havelong beenpopularwithAfghans, withthe coming",
  "of satellite television a booming Indian television industry has helped India make rapid inroads",
  "into the hearts and minds ofthe peopleof Afghanistan. Awalk down the streets ofa bazaar, be",
  "it in any major city of Afghanistan or in the dusty countryside, is testimony to India’s status as",
  "something of a cultural tsar in Afghanistan.22 Consider, for instance, how immensely popular",
  "theHindisoapoperaKyunkiSaasBhiKabhiBahuThi,broadcastonToloTVandenjoying90%",
  "audience penetration.23 This exponential growth in Indian soft power has been completely",
  "independent of any government backing, but it has helped to foster and strengthen con-",
  "stituencies of immense goodwill amongst the Afghan people. Instructive in this respect was a",
  "‘random national survey’, conducted in January 2009, in which 74% of the respondents had a",
  "favourable view of India; this was a contrast with Afghan perceptions of Pakistan, where an",
  "astounding 91% (up 11 percentage points from the previous year) of respondents viewed Paki-",
  "stan’s role in a negative light.24 Although India has no military mission in Afghanistan, it is, as",
  "Joseph Nye puts it, ‘the side with the better story’ in the battle for hearts and minds in Afgha-",
  "nistan.",
  "Challenges facing India",
  "The key challenges facing Indian policy in Afghanistan can broadly be classiﬁed under two",
  "fronts: security and diplomacy.",
  "Security challenges",
  "The vulnerability of Indian interests within Afghanistan has been demonstrated on numerous",
  "occasions by the attacks mounted on Indian personnel engaged in a cross-spectrum of recon-",
  "structioneﬀortsinAfghanistanandgrenadeattacksontheIndianconsulateinthebordercityof",
  "Jalalabad.However,thegravityofthethreatwasforcefullydrivenhomebythecar-bombingof",
  "the Indian embassy in Kabul in July 2008, which killed, amongst others, two high-ranking",
  "Indian oﬃcials: the Press Counsellor V.V Rao and Indian Defence Attaché Brigadier Ravi",
  "Mehta. The latter had been posted to Kabul as an adviser in Afghanistan’s Ministry of Defence,",
  "given his substantive counter-insurgency experience in Jammu and Kashmir and the north-east.",
  "Credible intelligence reports pointed to the involvement of Pakistan’s notorious ISI, which has",
  "been covertly supporting Taliban elements to destabilize the growing Indian proﬁle in Afgha-",
  "nistan.25 Some 15 months later, in October 2009, the Kabul embassy was the target of yet",
  "another bomb attack. The February 2010 attack on two Kabul guest-houses that primarily",
  "housedIndiancivilianpersonnelengagedinreconstructionworkfurtherbroughttotheforethe",
  "increasing vulnerability of Indians as soft targets in Afghanistan.26 Repeated targeting of India",
  "both at home and now increasingly in Afghanistan, often claimed and popularly believed to be",
  "at the behest of Pakistan’s ISI, has given rise to a popular perception among many in Afghani-",
  "stan of India being seen as a ‘soft state’.27 There are no signs of the threat to Indian interests",
  "112Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithAfghanistan",
  "abating, with a recent announcement by the Taliban commander Qari Ziaur Rehman stating",
  "that ‘the operation commanders of the Islamic Emirate are going to meet shortly to ﬁnalise a",
  "new war strategy under which foreigners working on their national agendas, particularly",
  "Indians, will be targeted’.28",
  "Ontheonehand,thismagnifyingterrorthreathasbeendiscussedattheministeriallevelwith",
  "the Afghan foreign minister Rangin Spanta, following talks with his Indian counterpart Pranab",
  "Mukherjee in 2009, proclaiming that both countries face the ‘same terrorism from the same",
  "source [read Pakistan]’, and eﬀorts will be made to enhance co-operation on terrorism.29 On",
  "the other hand, to date no institutional mechanisms have actually been instituted for sharing of",
  "intelligence or information.",
  "The challenges to India’s security interests are likely to be magniﬁed in the post-London",
  "Conference (2010) scenario. Given the decision of the key players in the Western world to",
  "actively support the idea of extending an olive branch to members of the Taliban, many of",
  "whom are backed by the ISI, by oﬀering them an intoxicating combination of ﬁnancial and",
  "political power, India faces a complex situation. Repercussions on Indian security interests will",
  "play out at three tiers: national security, human security and energy security. First, New Delhi’s",
  "leverage overKabul islikelyto decreasesigniﬁcantly, whichwilladverselyimpactIndia’sability",
  "to shape the regional security dynamics, be it over Kashmir or its eﬀorts to contain the pro-",
  "liferation of radical Islamist ideology. The latter of the two assumes heightened signiﬁcance as",
  "the phenomenon of Islamist militancy is no longer conﬁned to the Kashmir valley; this assumes",
  "signiﬁcance given New Delhi’s fears of a radicalization amongst sections of its own community",
  "of140m.Muslims.Second,giventhedeeplyentrenchedlinkagesbetweenterrorismanddrugs-",
  "traﬃcking and its growing presence in the Indian market, a political ascendance of the Taliban",
  "will multiply the challenge of sapping the channels of ﬁnancial support to terrorist groups. It",
  "will also further challenge the ability of the Indian state to safeguard its human security net that",
  "is increasingly coming under strain from a large inﬂow of Afghan opium. Third, with soaring",
  "energy needs India is expected to import around 94% of its fuel needs by 2030,30 and its plans",
  "to bolster energy security by tapping into hydrocarbon and hydro-electric resources of Central",
  "Asia, with Afghanistan as a key energy transit hub appear to be in jeopardy.",
  "Diplomatic challenges",
  "On the diplomatic plane, the challenges before India are threefold: ﬁrst, India has traditionally",
  "beencloselyidentiﬁedwiththeNorthernAlliance,whichisprimarilycomposedofthreeethnic",
  "minorities in Afghanistan—the Tajiks who constitute approximately 27% cent of the popula-",
  "tion,andtheHazarasandUzbekswhoconstituteapproximately9%eachofthepopulation.Itis",
  "imperativethatIndiaeﬀectively capitalizesonsomeofitskeydevelopmental projectslocatedin",
  "thePushtunbelt,cultivatelinkswithkeyPushtunﬁguresoutsidetherankandﬁleoftheKarzai",
  "Government and encourage working towards evolving a multi-ethnic political solution to the",
  "Afghan quagmire. Addressing this challenge is crucial if India wishes to counter propaganda of",
  "supporting the northern tribes against the Pushtuns, who largely dominate the ranks of the",
  "Taliban.",
  "Second, in light of the Taliban insurgency having gained a lethal momentum and with an",
  "impatientWestwillingtonegotiateandbuyitswayout,Indiawillhavetoﬁndcreativewaysto",
  "retain its relevance as a consequential player in Afghanistan. The changes in the composition of",
  "the erstwhile Northern Alliance, the rise in Islamabad’s inﬂuence as demonstrated at the",
  "London Conference and subsequently at the Istanbul security conference on Afghanistan, to",
  "which India was not even invited, have further magniﬁed the challenge at hand.",
  "113Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "RaghavSharma",
  "Third, India also needs to eﬀectively leverage its soft power prowess in Afghanistan and",
  "reinforce itwith a more active role in the country’s military sector. This couldbe done by way",
  "of scaling up the very modest levels of training being currently oﬀered to the Afghan National",
  "Police and the Afghan National Army. Such an exercise, apart from being far more cost eﬀec-",
  "tive than the training programmes being oﬀered by the West, hold out two other distinct",
  "advantages: namely, that there is a far greater degree of trust between India and Afghanistan as",
  "compared with the West orwith any of Afghanistan’s neighbouring countries, and also because",
  "India is culturally much closer to the Afghans, thus making communication and establishment",
  "of bonds with the soldiers far easier. In addition, India has the capacity and capability to oﬀer",
  "expertise in counter-insurgency training to Afghan forces atits elite training academies in India.",
  "However, for this to materialize, India would have to engage in some tactful diplomacy with",
  "Washington and other Western capitals in order to soothe the frayed nerves that such a move",
  "would cause in Islamabad.",
  "Finally, pressure on New Delhi from Washington is likely to intensify for not only a",
  "resumption of its stalled composite dialogue process with Pakistan, but also for arriving at a",
  "solutionontheissueofKashmir.ThedominantsentimentprevalentinWesternpolicycirclesis",
  "underscored by Chief of Staﬀ Admiral Michael Mullen’s statement that ‘the longstanding ani-",
  "mosity and mistrust between Pakistan and India complicates regional eﬀorts […] we must oﬀer",
  "our help to improve conﬁdence and understanding between them in a manner that builds long",
  "term stability across the wider region of South Asia’.31",
  "Potential developments for India in Afghanistan",
  "The political alignments and re-alignments underway in Afghanistan triggered by an intensify-",
  "ing Taliban insurgency and waning commitment of the West are likely to give rise to four key",
  "developments that will have reverberations for India in the near future.",
  "First, with the West accepting Pakistan’s oﬀer of using its leverage (especially with the Haq-",
  "qanigroup) to broker whatappears to beat besta tenuous peace,Islamabad will betempted to",
  "once again look upon Afghanistan as its ‘strategic depth’ against India and the Taliban as a",
  "strategic leverage. The thinking within the Pakistani establishment on this particular issue and",
  "the weight attached to it is lucidly demonstrated by the Pakistan army chief’s recent statement",
  "that ‘we want to have strategic depth in Afghanistan’.32 Former ISI chief Hamid Gul—who",
  "played an instrumental role in propping up the mujahideen both in Afghanistan, and later sup-",
  "ported insurgency in Punjab and Kashmir and was also closely associated with Lashkar-e-Taiba,",
  "which was believed to be behind the 2008 terrorist attacks on Mumbai—was even more blunt",
  "when publicly proclaiming that, ‘America is history, Karzai is history, and the Taliban are the",
  "future’.33 Thus, India’s old security concerns emanating from Afghanistan are likely to be",
  "rekindled.However,anotherkeypointofconcernforNewDelhiwillbethatthistime,witha",
  "politico-militaryre-emergenceoftheTaliban,therealsoexistsastrongpossibilityoftheTaliban",
  "using Pakistan’s lawless frontier regions as its own strategic depth. This would bring the threat",
  "posedbyextremist groups much closerto India’s geographical aswell aspsychologicalfrontiers.",
  "Second, with India’s political inﬂuence being clipped in Afghanistan its eﬀorts to project",
  "power, in what New Delhi considers to be its extended neighbourhood of energy-rich Central",
  "Asia, will suﬀer a setback, as will its eﬀorts to bolster energy security. Furthermore, as radical",
  "Islamist groups such as the Islamic Movement of Uzbekistan (IMU) increasingly forge transna-",
  "tional linkages, particularly with the ISI and Taliban, security challenges on India’s western",
  "frontiers are likely to multiply. Developments in Afghanistan will inescapably have trans-border",
  "reverberations in the Central Asian republics (CARs), three of which, apart from being",
  "114Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithAfghanistan",
  "geographically proximate, have cross-ethnic linkages with Afghanistan. A spill-over of Afghan",
  "instability in the already fragile CARs could disrupt India’s growing interest in the region,",
  "especially its growing military co-operation with states like Tajikistan, which is believed to be",
  "hosting India’s ﬁrst ever foreign military outpost at Ayni.",
  "Third,astheWestutilizestheservicesofIslamabadtoreachouttotheTaliban,itwillalsobe",
  "attracted to Islamabad’s proposition that Kashmir, too, is a major cause for fuelling pan-Islamic",
  "radicalism. Thus, major Western capitals will be tempted to put renewed pressure on New",
  "Delhi to resolve the issue of Kashmir. India must demonstrate greater dexterity with regard to",
  "its policies of engagement with Pakistan if it is to pre-empt eﬀorts being made to hyphenate it",
  "with‘Af-Pak’.Moreover,anotherpotentialareaofconcernforIndiaislikelytobethevariance",
  "of its stance with the USA towards groups such as Lashkar-e-Taiba, which are of immediate",
  "concern for New Delhi. This diﬀerence in threat perception is underscored by US Secretary of",
  "DefenceRobertGates’srecentproclamationbeforetheSenateforeignrelationscommittee‘that",
  "Al Qaeda is supportive of Lashkar-e-Toiba […] Al Qaeda is providing them with targeting",
  "information and helping them in their plotting in India’.34 Such a view goes distinctly against",
  "the widely held Indian view that the real sponsors of Lashkar-e-Taiba are at the ISI head-",
  "quarters in Pakistan.",
  "Fourth, the role played by Beijing in Afghanistan in coming years will be closely watched in",
  "New Delhi. Beijing’s past record of ﬂirting with radical Islamist movements,35 as also its extre-",
  "mely close alliance with Pakistan through which it hopes to pacify Xinjiang while on the",
  "externalplaneusethisalliancetotemperarisingIndianproﬁleinbothAfghanistan andCentral",
  "Asia, has all helped deepen suspicions in New Delhi about Beijing’s intentions in the region.",
  "Indian discomfort can been seen over Beijing’s linkages between Pakistan and Afghanistan,",
  "Chinese linkagestypiﬁedin aPeople’s Daily editorial that‘the USmust ensure a stable domestic",
  "and international environment for Pakistan and ease the tension between Pakistan and India[…",
  "The]Afghanproblem,thePakistaniproblemandtheIndian-Pakistaniproblemareallrelated’.36",
  "Even more discomforting for India was the fact that this sentiment found echo in the joint",
  "statement issued after President Obama’s visit to Beijing in November 2009, which said ‘they",
  "[the USA and China] support the eﬀorts of Afghanistan and Pakistan to ﬁght terrorism, main-",
  "tain domestic stability and achieve sustainable economic and social development, and support",
  "the improvement and growth of relations between India and Pakistan. The two sides are ready",
  "to strengthen communication, dialogue and cooperation on issues related to South Asia and",
  "work together to promote peace, stability and development in that region’.37 Signals like these",
  "from Beijing have hardened suspicions of mandarins in New Delhi, who believe that Beijing’s",
  "real intention is to re-hyphenate India with Pakistan and strengthen the case for India as being",
  "part of the problem and not the solution.",
  "Conclusions",
  "As the international community desperately attempts to ﬁnd a way to extricate itself from the",
  "Afghan quagmire, India may increasingly ﬁnd itself hemmed in by the powers that be. A diﬃ-",
  "cult road lies ahead for India in the summer of 2010 over its Afghanistan policy, in which if",
  "India aspires to be a consequential player in Afghan aﬀairs and pre-empt political margin-",
  "alization, ‘New Delhi must recalibrate its strategic calculus in Afghanistan’ by playing a pro-",
  "active role in the political re-alignments taking place in Kabul, as opposed to viewing them",
  "with disdain.38 New Delhi needs to broaden its political engagement outside the ambit of the",
  "KabulGovernment;thiswillbeimperativeifitdesirestopreventPakistan’sISIfromonceagain",
  "having a free run. All its attempts to usher in development will be rendered ineﬀectual if not",
  "115Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "RaghavSharma",
  "complemented by a stable political and security paradigm that is not hostile to India. The",
  "contoursofIndo-Afghanengagementwill,toalargeextent,bedeterminedbyIndia’sabilityto",
  "eﬀectively respond to the rapidly evolving political dynamics within Afghanistan as well as",
  "among the external powers. India’s ability to successfully navigate its way through the Afghan",
  "matrix in its immediate neighbourhood and extended neighbourhood will be particularly keenly",
  "observed, as New Delhi increasingly jockeys for a position at the global high table.",
  "Notes",
  "1 For a moredetailed discourse on ancient cultural linkages between the Indiansubcontinent andwhat",
  "constitutes modern day Afghanistan, see L. Chandra, ‘Afghanistan and India: Historico-Cultural Per-",
  "spective’, in K. Warikoo (ed.), The Afghanistan Crisis: Issues and Perspectives, New Delhi: Bhavana",
  "Books,2002.",
  "2 H. Pant, ‘India in Afghanistan: A Test Case for a Rising Power?’, Contemporary South Asia, Vol. 18,",
  "No.2,2010.",
  "3 S. Aaron, ‘Straddling Faultlines: India’s Foreign Policy Towards the Greater Middle East’, CSH Occa-",
  "sionalPaper(FrenchResearchInstituteinIndia),No.7,2003,p.75.",
  "4 S.Muni,‘India’sAfghanPolicyEmergingfromtheCold’,inK.Warikoo(ed.),TheAfghanistanCrisis:",
  "IssuesandPerspectives,NewDelhi:BhavanaBooks,2002,p.335.",
  "5 R. Horn, ‘Afghanistan and the Soviet-Indian Inﬂuence Relationship’, Asian Survey, Vol. 23, No. 3,",
  "1983,pp.145–46.",
  "6 Ibid.,pp.248–49.",
  "7 V.Schoﬁeld,AfghanFrontier:FeudingandFightinginCentralAsia,London:Taurisparke,2003,p.322.",
  "8 K. Santhanam (ed.),Jihadis in Jammu and Kashmir: APortrait Gallery, New Delhi:Sage, 2003,pp.315–",
  "16.",
  "9 Muni,‘India’sAfghanPolicyEmergingfromtheCold’,op.cit.,p.341.",
  "10 S.Ramachandran,‘InAfghanistan,Pakistan’slossisIndia’sgain’,AsiaTimes,1February2002.",
  "11 For a more detailed overview of the Indian assistance programme in Afghanistan, see Ministry of",
  "External Aﬀairs, Indiaand Afghanistan: ADevelopment Partnership,New Delhi:External Publicity Divi-",
  "sion,MinistryofExternalAﬀairs(India),2009.",
  "12 ‘India’s Diﬃcult Mission in Afghanistan’, Centre for Strategic and International Studies, 9 July 2008,",
  "forums.csis.org.",
  "13 For a detailed account of the historical and political linkages between Kashmir and Afghanistan, read",
  "K.Warikoo,‘ShadowofAfghanistanoverKashmir’,inK.Warikoo(ed.),TheAfghanistanCrisis:Issues",
  "andPerspectives,2002.",
  "14 Ibid.,pp.361–62.",
  "15 Ibid.,p.367.",
  "16 UNDOC,WorldDrugReport2009,NewYork:UnitedNations,2009,pp.54,90.",
  "17 I.KiesowandN.Norling,‘TheRiseofIndia:ProblemsandOpportunities’,SilkRoadPapers,January",
  "2007,p.86.",
  "18 Gustavson Associates, Islamic Republic of Afghanistan: Preparing the Natural Gas Development Project, Col-",
  "orado:GustavanAssociates,December2007,p.5.",
  "19 J.Risen,‘USIdentiﬁesVastMineralRichesinAfghanistan’,NewYorkTimes,13June2010.",
  "20 MinistryofExternalAﬀairs,IndiaandAfghanistan:ADevelopmentPartnership,opcit.,p.17.",
  "21 G.Srinivasan,‘AfghanEntryintoSAARCWillLeadto$2BillionGainforSub-continent’,TheHindu",
  "BusinessLine,29March2007.",
  "22 Basedontheauthor’spersonalexperiencesandinteractionswithAfghansinKabul,aswellashistrips",
  "tothesouthandeastofthecountrybetweenJanuaryandJuly2010.",
  "23 S. Tharoor, ‘The Asian Century: India’s Bollywood Power’, Project Syndicate, 3 January 2008, www.",
  "project-syndicate.org.",
  "24 BBC and ARD National Survey of Afghanistan, discussed in G. Langer, ‘Frustration with the War,",
  "Problems in Daily Life Sends Afghans Support for the US Eﬀorts Tumbling’, ABC News, 9 February",
  "2009,abcnews.go.com.",
  "25 M. Mazzetti and E. Schmitt, ‘Pakistanis Aided Attack in Kabul, US Oﬃcials Say’, New York Times, 1",
  "August2008.",
  "116Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithAfghanistan",
  "26 ‘9IndiansAmong17DeadasTalibanBombersAttackKabul’,TheTimesofIndia,26February2010.",
  "27 Based on the author’s extensive conversations with local Afghans in Kabul, Jalalabad and Kandahar",
  "from all walksof life.A largenumber oflocals, especially inJalalabad and Kandahar,spoke openly of",
  "whattheyperceivedtobeIndia’slackofinvestmentinpeopleliketheISI,whichtheyviewedasbeing",
  "responsible for India’sinability to pre-empt and eﬀectively respondto attacks on its interests byPaki-",
  "stan. Interestingly, religious minorities in Afghanistan, largely comprising Afghan Hindus and Sikhs",
  "who have family links in India, also see India as a soft state, albeit for a completely diﬀerent set of",
  "reasons. They believe that in spite of having spent vast sums of money in the reconstruction eﬀort,",
  "New Delhi has been able to do precious little to safeguard their interests and secure their rights in",
  "Afghanistan.",
  "28 ‘TalibanIssuesFreshThreatstoIndiansWorkinginAfghanistan’,RediﬀNews,1July2010,news.rediﬀ.",
  "com.",
  "29 ‘India,AfghanistantoStepUpInfoSharingtoFightTerror’,Outlook,21January2009.",
  "30 ‘ImportDependenceonCrudetoTouch94%by2030:IEA’,FinancialExpress,22January2004.",
  "31 I. Bagchi, ‘Is India’s Neighbourhood Set to Get Even More Dangerous?’, Times of India, 6 February",
  "2010.",
  "32 ‘Pakistan Army Chief Denies Wanting to control Afghanistan’, East Asia Times, 1 February 2010,",
  "www.eastasiantimes.com.",
  "33 L.Doucet,‘Pakistan’sPushforaNewRoleinAfghanistan’,BBCNews,19February2010,news.bbc.",
  "co.uk.",
  "34 ‘AlQaedaHelpingLeTPlotTerrorAttacksInIndia:US’,ThaiIndianNews,4December2009,www.",
  "thaindian.com.",
  "35 S. Singh, ‘China’s Afghan Policy: Limitations Versus Leverages’, in K. Warikoo (ed.), The Afghanistan",
  "Crisis: Issues and Perspectives, New Delhi: Bhavana Books, 2002; M. Malik, ‘Dragon on Terrorism:",
  "Assessing China’s Tactical Gains and Strategic Losses Post September 11’, Honolulu: Asia Paciﬁc",
  "CenterforSecurityStudies,October2002.",
  "36 ‘Will Adjustments in U.S. Anti-terror Strategy [Be] Successful?’, People’s Daily/Xinhua, 23 February",
  "2009.AlsoM.Bhadrakumar,‘ChinaBreaksitsSilenceonAfghanistan’,AsiaTimes,25February2009.",
  "37 ‘USChinaJointStatement’,Beijing,17November2009,www.whitehouse.gov.",
  "38 T.SchaﬀerandA.Verma,‘ADiﬃcultRoadAhead:India’sPolicyonAfghanistan’,SouthAsiaMonitor",
  "Newsletter(CSIS),1August2010.",
  "117Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]