[
  "c11",
  "India and regional integration",
  "David Scott",
  "Introduction",
  "India’s involvement in regional integration is the focus of this chapter. This chapter starts with",
  "India’s immediate neighbourhood (i.e. South Asia) and India’s sense of identity within that region",
  "and with regard to the regional structure there, i.e. the South Asian Association of Regional",
  "Cooperation (SAARC). It then moves on to India’s extended neighbourhood beyond South Asia",
  "(i.e. the Indian Ocean, the Bay of Bengal and East Asia), and India’s sense of identity within",
  "those regions and with regard to their regional structures, i.e. the Indian Ocean Rim Associa-",
  "tionforRegionalCo-operation(IOR-ARC)andIndianOceanNavalSymposium(IONS),the",
  "Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIM-",
  "STEC—formerly Bangladesh, India, Sri Lanka, Thailand Economic Cooperation), East Asian",
  "Summit (EAS) and Asia-Paciﬁc Economic Cooperation (APEC). All of these involve India’s",
  "sense and redeﬁning of ‘regions’, and throw into question varying levels of integration. The",
  "words of Peter Jay come to mind, that ‘good regionalism is good geopolitics; and bad region-",
  "alism is bad geopolitics’.1 Such questions and shifts within India’s sense of ‘region’ and region-",
  "alisminvolvequestionsoftraditionalgeopoliticsaswellascriticalgeopolitics,inwhich‘region’and",
  "regionalism for India have been subject to construction and reshaping, the domain of Interna-",
  "tional Relations (IR) constructivism.",
  "South Asia (and SAARC)",
  "India’s clearest regional setting is within the subcontinent of South Asia, and its vehicle for",
  "regional integration is SAARC. If South Asia is deﬁned geographically as the region bounded",
  "by the Hindu Kush-Himalayas on land and the Indian Ocean open waters, then India is",
  "immediately at the very heart of this area. It is no coincidence that the Indian subcontinent is",
  "called the ‘Indian’ subcontinent. The question for India is how far that physical suggestion and",
  "geopolitical potential gets translated into actual geopolitical power actuality. The term ‘hege-",
  "mon’ tends to have unattractive connotations, yet India’s weight remains evident. If we take",
  "South Asia in the above geographical (Hindu Kush-Himalayas–Indian Ocean boundaries) or",
  "political (membership of SAARC), then India looms large. In terms of geography, India covers",
  "118Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandregionalintegration",
  "around 75% of the landmass and the population of South Asia. In terms of location it has cen-",
  "trality: whilst it has borders with Pakistan, Nepal, Bhutan, Bangladesh and Sri Lanka, they do",
  "not have borders with each other. Consequently, relations within South Asia tend to be India-",
  "centred, be it positive or negative, with other bilateral relations between South Asian states",
  "being much less evident, in comparison. This gives India clear regional advantages, yet it also",
  "gives it regional disadvantages as smaller states either try to obstruct India, balance against India,",
  "seek to counterbalance with other South Asian states against India, or seek countervailing",
  "external(e.g.thePeople’sRepublicofChina)helpfromoutsidetheregion.India’sownactions",
  "towards South Asia have gone through three phases, and have led to the creation and progres-",
  "sion of SAARC.",
  "Initially, India’s involvement with South Asia was limited, indeed neglected. India’s relations",
  "withPakistanwereimportant,buthighlynegative.Instead,JawaharlalNehru,India’sﬁrstPrime",
  "Minister (1947–64), who was also Minister of External Aﬀairs, pursued a path of engagement",
  "with the world, a foreign policy that stressed morality and ethics, and which concerned itself",
  "with global issues like non-alignment and global nuclear disarmament. Nehru’s involvement in",
  "South Asia was limited to establishing Indian treaty consolidation in the Himalayas, with",
  "Bhutan (1949), Sikkim (1950) and Nepal (1950); treaties which left a degree of Indian pre-",
  "eminence existing there in varying degrees, even whilst India’s ‘Forward Rights’ inherited in",
  "Tibet were being lost to a resurgent China. Having consolidated a local Himalayan pre-emi-",
  "nence, Nehru tended to pursue a fairly limited involvement there, a degree of neglect. Sri",
  "Lanka was also neglected by India, as were the Maldives. Pakistan remained the bitter foe",
  "whose religious principles of national formation in 1947 had cut across Indian secular-geo-",
  "graphical principles of national formation, the foe who had an ongoing territorial dispute with",
  "IndiaovertheprovinceofKashmir,andthefoewithwhomIndiawenttotheﬁrstofitsseveral",
  "wars in 1949. The only sign of co-operation there was at a functional level with the Indus",
  "Waters Treaty of 1961. India’s relations in South Asia remained bilateral, with no regional",
  "mechanisms in place for integration. As for regional integration, there had been some desultory",
  "conversations of it at the Asian Relations Conference in New Delhi in April 1947, the Baguio",
  "Conference in the Philippines in May 1950, and the Colombo Powers Conference in April",
  "1954, but nothing came of them. Instead, the region settled down to ongoing India–Pakistan",
  "friction",
  "Interestingly enough the most evident sign of India exerting itself in South Asia was with its",
  "forcible occupation of the Portuguese enclave of Goa, which was ‘liberated’ in 1961. The",
  "arguments used by Nehru were ones that seemed to give a pre-eminence to India, with Nehru",
  "invokingtheearlierMonroeDoctrinetoevokehisowndoctrine,dubbedtheNehruDoctrine:",
  "The famous declaration by President Monroe of the United States [that] any interference",
  "by a European country would be an interference with the American political system. I",
  "submit that […] the Portuguese retention of Goa is a continuing interference with the",
  "political system established in India today. I shall go a step further and say that any inter-",
  "ferencebyanyotherpowerwouldalsobeaninterferencewiththepoliticalsystemofIndia",
  "today[…]Itmaybethatweareweakandwecannotpreventthatinterference.Butthefact",
  "is that any attempt by a foreign power to interfere in any way with India is a thing which",
  "Indiacannottolerate,andwhich,subjecttoherstrength,shewilloppose.Thatisthebroad",
  "doctrine I lay down.2",
  "Unfortunately for Nehru’s assumptions, India’s strength may have been enough to eject Por-",
  "tugal from Goa, under the Nehru Doctrine, but it was not enough to stop China’s growing",
  "119Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "DavidScott",
  "presence in South Asian aﬀairs, which was evident along the Himalayan sub-region, and man-",
  "ifest in China’s unexpected, traumatic victory over India in the 1962 war. Nehru’s successors",
  "were to draw hard lessons from this.",
  "Nehrudiedin 1964, feeling bitterlybetrayed bywhathe sawasChinese treachery. Afterthe",
  "short transition premiership of Lal Bahadur Shastri (1964–66), Nehru’s daughter Indira Gandhi",
  "took over as leader of the Congress Party. During her time in politics she served as Prime",
  "Minister (1966–77, 1980–84), before her assassination at the hands of disgruntled Sikhs,",
  "whereupon her son Rajiv Gandhi took over as Congress leader and Prime Minister (1984–89),",
  "before his assassination at the hands of disgruntled Tamils. Indira Gandhi changed the focus of",
  "Indian foreign policy and its security focus. Instead of Nehru’s neglect of South Asia and focus",
  "on globalist soft power morality, Indira Gandhi concentrated much more on South Asia and",
  "focusedonanIRrealism-hardpower-realpolitik.Politically,Nehru’semphasisontheNon-Aligned",
  "Movement (NAM) gave way to Indira Gandhi’s much closer relationship with the USSR, sig-",
  "nalled by their 1971 Treaty of Peace, Friendship and Co-operation. Militarily, Nehru’s relative",
  "neglect of India’s armed forces gave way to a building up of India’s military might. As such,",
  "‘bilateralism became the guiding principle of Indian foreign policy’, rather than the shaping of",
  "any regional/multilateral structures for, and in, South Asia.3",
  "Security-wise, this South Asia focus of Indira Gandhi was underpinned by what came to be",
  "dubbed the Indira Doctrine, whereby outside intervention in South Asian aﬀairs was to be",
  "averted, ‘the principle became a matter of faith for Indian foreign policymakers’.4 It had two",
  "important planks:",
  "India will not tolerate external intervention in a conﬂict situation in any South Asian",
  "country, if that intervention has any implicit or explicit anti-Indian implication. No South",
  "Asian government must therefore ask for military assistance with an anti-Indian bias from",
  "any country. If a South Asian country genuinely needs external help to deal with a serious",
  "internal conﬂict situation, or with an intolerable threat to a government legitimately",
  "established, it should ask help from a number of neighboring countries including India.",
  "The exclusion of India from such a contingency will be considered to be an anti-Indian",
  "move on the part of the government concerned.5",
  "Instead, local bilateral solutions were to be sought, in eﬀect with India’s involvement and",
  "indeedleadership,andbasedonIndian‘perceptions’ofwhetherornotananti-Indiabiaswasin",
  "play.",
  "Application of the Indira Doctrine was seen in 1971 when India’s intervention in the",
  "attempted breakaway of East Pakistan by Bengali nationalists enabled the setting up of an",
  "independent Bangladesh, in the wake of a relatively short but decisive military decapitation of",
  "Pakistani military forces by India. The 1971 India–Pakistan war transformed South Asian geo-",
  "politicsandleftIndiamorethaneverinapositionofhardpowermilitarysupremacyoveritsrival",
  "Pakistan, and in South Asia generally. Other examples of this relatively hard-nosed application",
  "of Indian power came with military intervention in the Sri Lankan civil war (1971).",
  "Paradoxes abounded thereon, though, with the Indira Doctrine. The ‘contradictions’",
  "between India’s global policy and its regional approach were real.6 Thus, ‘at the international",
  "level, India rejected the notions of balance of power and exclusive spheres of inﬂuence; within",
  "the region it clung to them’.7 Consequently, ‘India was strongly opposed to intervention by",
  "major powers in the internal aﬀairs of weaker ones, but within the subcontinent it had to per-",
  "form the function of a provider of security to smaller nations and their regimes’.8 Whilst ‘India",
  "was all for multilateralism at the global level, yet in the region it insisted on bilateralism’, in",
  "120Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandregionalintegration",
  "which India would have the advantage on account of its inherent size and weight.9 All in all,",
  "Raja Mohan pointed out that ‘India seemed to move eﬀortlessly between the roles of protestor",
  "atthegloballevelandthatofmanagerofthesecurityorderwithintheregion’,sothatwhilst‘its",
  "ambassadors were relentless critics of the international system in the global fora, within the",
  "region its envoys were transformed into proconsuls and viceroys in neighbouring capitals’.10",
  "Amidst such contradictions there was no room for any multilateral regionalism, no room for",
  "any South Asian regional integration structure, or organizational set-up, other than India’s",
  "bilateral application of its own power advantages.",
  "Indira Gandhi’s assassination in 1984 brought her son Rajiv into power and under him the",
  "Indira Doctrine (sometimes called the Rajiv Doctrine) remained intact: bilateral arrangements",
  "for the region, with India playing the lead role. Examples of this included his decision to dis-",
  "patch an Indian Peace-Keeping Force (IPKF) to Sri Lanka (1987–90); to send military forces to",
  "the Maldives in 1988 (Operation Cactus) to restore the toppled government to power; and to",
  "impose a trade embargo on a landlocked Nepal in 1989. However, a decade later and the",
  "question can be asked, why did India not go to Sri Lanka’s rescue in May 2000 when the",
  "island’sleadershipbeggedittointervenetosavenearly40,000soldierswhowereclosetobeing",
  "captured by the separatist Liberation Tigers of Tamil Eelam (LTTE)? Devotta wondered if",
  "‘India’s disinclination to get involved, even as Pakistan, China and Israel provided arms to Sri",
  "Lanka, raises the question of whether the country is still committed to the Indira Doctrine",
  "(which operates as India’s equivalent of the United States’ Monroe Doctrine in South Asia)’, to",
  "which his argument was that ‘domestic pressures, especially those emanating from Kashmir and",
  "the country’s northeast, may have left India militarily overextended, especially during the late",
  "1990s,andtherebypreventedthecountryfromﬂexingitsmilitarycapabilitiesintheregionasit",
  "did in the 1980s’.11",
  "A diﬀerent regional framework was seen with the formation of SAARC in 1985. The",
  "impetus for this came from Bangladesh, but India accepted its formation. However, its role was",
  "low key.",
  "A change of direction in Indian policy towards South Asia was signalled by Inder Gujral",
  "(foreignministerandthenPrimeMinister),whoannouncedin1996whatcametobeknownas",
  "the Gujral Doctrine—namely, that the ‘Government’s Neighbourhood Policy now stands on",
  "ﬁve basic principles: ﬁrstly, with neighbours like Nepal, Bangladesh, Bhutan, Maldives and Sri",
  "Lanka, India does not ask for reciprocity but gives all it can in good faith and trust’.12 What is,",
  "of course, interesting is that Pakistan was not included in this listing, their relationship remain-",
  "ing ‘tormented’ indeed, to use Gujral’s own admittance.13",
  "In the light of this ‘friendly, co-operative mould’, the Indian Government responded posi-",
  "tively towards a strengthening of SAARC’s role. Foreign secretary meetings began in 2002,",
  "with heads of government summits in 2004. The question arises, though, of how successful,",
  "and how important an avenue for Indian foreign policy SAARC has been? In many ways",
  "SAARC has been a disappointment. As one Indian commentator put it in 2010, ‘whatever the",
  "oﬃcials may say, the fact remains that the record of the organisation has nothing concrete to",
  "boast of’.14",
  "In terms of security SAARC has not involved itself in India’s security issues, primarily the",
  "disputes with Pakistan over Kashmir. India remains keen to keep it as a bilateral issue between",
  "itself and Pakistan, to be resolved between them and not by any outside organization like",
  "SAARC (or indeed the UN): ‘with or without SAARC India enjoys a central position in the",
  "economic and foreign policies of the neighbouring countries and conducts its relations bilat-",
  "erally. It has the geographical advantage to shape bilateral policy without involvement of any",
  "third country’, or organization like SAARC.15 The other security issue, transnational terrorism,",
  "121Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "DavidScott",
  "has received some SAARC treatment in the shape of the SAARC Regional Convention on",
  "SuppressionofTerrorism(1997),butthefailureofstateslikePakistantolegislateinternallyonit",
  "has nulliﬁed much of its ‘regional’ value for India.",
  "Meanwhile, SAARC’s primary goal of fostering economic co-operation has not really",
  "worked. Intra-SAARC trade remains meagre. The seventh SAARC Summit meeting at Dhaka",
  "in 1993 saw the signing of the SAARC Preferential Trading Arrangement (SAPTA), with a",
  "South Asia Free Trade Agreement (SAFTA) signed at the 12th SAARC Summit in 2004. This",
  "SAFTA was to be implemented in 2006, but only in a gradual way, and with sensitive items",
  "exempted. SouthAsia’sintra-regional tradeasashare oftotaltradehas continued tolimp along",
  "at around 5% in the 1980s and 1990s and into the present, with SAARC having made little",
  "statistical diﬀerence. Such continuing low ﬁgures stand in contrast to EU intra-trade ﬁgure of",
  "around 60% and ASEAN ﬁgures of around 25%. In terms of India, SAARC remains marginal.",
  "Ratna and Sidhu summed it up in 2008 as ‘putting it another way India’s trade with its",
  "immediate neighbourhood of SAARC India’s trade with its neighbouring countries has not",
  "beenveryimpressive,bothintermsofvolumeandasapercentageofitsglobaltrade’.16Having",
  "takenanalreadylow3.52%shareofIndia’stradein2003/04,itdeclinedstillfurthertoa2.83%",
  "share by 2007/08. For 2009/10 SAARC accounted for 4.69% of India’s exports, and an even",
  "more lowly 0.57% of its exports.",
  "Not surprisingly, Indian commentators can be dismissive of SAARC: ‘regional interactions",
  "both in terms of movement of human beings or of goods, is minimum. Whatever success there",
  "may be in terms of economic exchange is perhaps not because of SAARC but despite it’.17",
  "India’sleadershipseemswellawareoftheseSAARClimitations.NatwarSingh,foreignminister",
  "in 2004, felt that:",
  "Many pessimists woulddismiss SAARCasa talkingshopwhose prioritiesare allmixedup.",
  "Detractors will point to the vast diﬀerences in geographical size, economic indicators, and",
  "diversity of economic and political systems as hurdles to integration. They would not be",
  "entirely wrong. SAARCwill be20 years oldnext year. It should be inthe full maturity of",
  "its youth, ready to take on new challenges and directions. Yet, in fact it has yet to con-",
  "solidate asan organization. At the recent SAARC meetingin Islamabad, wemade a strong",
  "statement that it was time that SAARC departs from its endless round of meetings, semi-",
  "nars,andconferences,andmovestocollaborativeprojectsthatbringstangibleresultstoour",
  "peoples.18",
  "AchangeofgovernmentbroughtlittlealterationtothisanalysisofSAARC’sfailure,andothers’",
  "success. Manmohan Singh’s sense of SAARC has been damning enough: ‘it is however a fact",
  "that South Asia has not moved as fast as we all would have wished. We have only to see the",
  "rapid integration within ASEAN and its emergence as an important economic bloc in Asia to",
  "understand the opportunities that beckon’.19 The only trouble is that such sentiments suggest a",
  "readiness for India to look elsewhere for success, to other regions as it were.",
  "A further problem with SAARC has been political, that is to say, China’s involvement with",
  "it. Here China’s push for ‘observer’ status was initially resisted by India, but eventually was",
  "conceded in 2005, in the wake of pressures from other SAARC members for such an arrange-",
  "ment, and as a trade-oﬀ for acceptance of a (pro-India) Afghanistan as a full member. Never-",
  "theless, some commentators saw China’s presence in SAARC as a (negative) extra-regional",
  "inﬂuence,therebyineﬀecttearingupIndia’sownMonroeDoctrine.20ThispushbyChinainto",
  "South Asia has further spurred India to seek an active role in regions adjoining South Asia, and",
  "not to be left out of moves towards regional integration in such areas outside South Asia.",
  "122Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandregionalintegration",
  "From ‘South Asia’ to ‘southern Asia’",
  "India’s initial sense of ‘region’, a sense from which policy priorities can be shaped, may initially",
  "have been focused around ‘South Asia’ (subcontinent settings of SAARC), but in recent years",
  "India’s sense of region has developed, and from that India’s sense of regional organizations and",
  "regional integration in which to involve itself. In doing so, they have responded to concerns of",
  "Indian commentators in 1997 that ‘India should break out of the claustrophobic conﬁnes of",
  "South Asia’.21 In such a vein, the Bharatiya Janata Party (BJP) Minister of External Aﬀairs, Jas-",
  "wantSingh, announced inSingapore in2000that‘South Asiawasalways adubiousframework",
  "for situating the Indian security paradigm’, for ‘India’s parameters of security concerns clearly",
  "extend beyond conﬁnes of the convenient albeit questionable geographical deﬁnition of South",
  "Asia’.22",
  "One sign of this is a nudge from the region being considered as ‘South Asia’ or the region",
  "being seen as a wider ‘southern Asia’: ‘Indian strategic experts have been reviving the geo-",
  "graphical concept of “Southern Asia” to deﬁne India’s role and context, thereby widening the",
  "geographical limits of its strategic neighbourhood to include states outside the SAARC area’.23",
  "Not only strategic commentators, but India’s politicians have been quite deliberately expanding",
  "the sense of what India’s region actually involves:",
  "Our engagement with our neighbours is, as I am sure you realize, multi-pronged. It is at",
  "the same time conducted bilaterally, regionally under the ambit of SAARC, and through",
  "what one might call sub-regional or even trans-regional mechanisms such as BIMSTEC,",
  "which includes some SAARC members and some ASEAN ones, or IOR-ARC, which",
  "pulls together 18 countries whose shores are washed by the Indian Ocean, including some",
  "South Asian nations and several on other continents.24",
  "Accordingly, India’s sense of ‘region’ within which it operates and shapes its foreign policy has",
  "shifted to include overlapping and wider areas, namely the Indian Ocean, the Bay of Bengal,",
  "and Paciﬁc Asia/East Asia, to which we can turn.",
  "The Indian Ocean (and the IOR-ARC, IONS)",
  "The 1990s saw India embrace moves towards a wider regionalism, not focused on India’s",
  "bilateral focus (Indira Doctrine) on the South Asia region,but rather on India’s multilateral role",
  "withintheIndianOceanregion(IOR).Consequently,aspartofitsGujralDoctrineembraceof",
  "multilateralism and regionalism, India joined the IOR-ARC in 1995. Admittedly this eco-",
  "nomics-based view of regional structuring languished in subsequent years. Partly this was",
  "because of the relative economic insigniﬁcance of the Indian Ocean basin states, and partly",
  "because of drift as other major Indian Ocean littoral players like South Africa and Australia",
  "looked elsewhere for their own respective regional engagement—South Africa to Africa, and",
  "Australia to the Asia-Paciﬁc. The organization still exists, but its importance for India has never",
  "really been established.",
  "A more recent development, and one that perhaps now engages India more, is the IONS.",
  "This was set up by India in 2008, and is deliberately modelled on the West Paciﬁc Naval",
  "Symposium (WPNS). Interestingly enough, whilst India is a member of the WPNS, China is",
  "not a member of the IONS, with India blocking such an appearance by China. Instead, the",
  "IONS serves as a potential avenue for Indian leadership in the IOR, albeit unoﬃcially. India’s",
  "driveinfosteringthecreationofthisorganizationispartofits‘LookSouth’policy,itsmaritime",
  "123Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "DavidScott",
  "rediscovery of the Indian Ocean, the Indian Ocean as India’s backyard, the Indian Ocean as",
  "somehow ‘India’s Ocean’—all reﬂecting Panikkar’s sense of ‘making the Indian Ocean truly",
  "Indian’.25 India’s naval chief, Sureesh Mehta, explained that ‘many navies of the Indian Ocean",
  "Region look to India to promote regional maritime security’, in eﬀect to show some regional",
  "leadership.26 Chinese sources were certainly quick to report the comments by Rear Admiral",
  "Pradeep Chauhan, Assistant Chief of Naval Staﬀ, that the IONS would ‘obviate the depen-",
  "dencyonextraregionalplayersintheregion’,andtherebyenableIndiatotakealeadandshow",
  "itsclearregionalpre-eminence.27WhilstoﬃcialstatementsabouttheIONSwerefairlybland,a",
  "‘non-hegemonistic, cooperative consultative gathering’, Indian media sources were clear",
  "enough that ‘with India’s growing clout […] the navy has ﬂoated a maritime military bloc’ for",
  "the Indian Ocean, led in eﬀect by India.28",
  "Bay of Bengal (and BIMSTEC, etc.)",
  "India’sregionalsettingisasmuchtodowiththeBayofBengalaswithSouthAsia.Afterall,the",
  "entire western littoral of the Bay of Bengal consists of India’s long eastern seaboard, and the",
  "eastern littoral of the Bay of Bengal is dominated by India’s sprawling Nicobar and Andaman",
  "island chains, which sit onchoke point exit (the Strait of Malacca) from the Bay ofBengal into",
  "South-EastAsia.ThisalsogivesIndiamuchoftheExclusiveEconomicZoneforBayofBengal",
  "waters, much more than any other Bay of Bengal littoral state.",
  "One trans-regional forum for India’s involvement has been BIMSTEC, set up in 1997 by",
  "Bangladesh, India, Myanmar, Sri Lanka and Thailand, with Nepal and Bhutan joining in 2004.",
  "For India, BIMSTEC has the advantages of SAARC without the disadvantages (Pakistan), and",
  "represents abridgebetween South Asiaand South-East Asia(Myanmar, Thailand). India’ssense",
  "wasclearattheﬁrstBIMSTECSummitin2004,that‘weseeBIMST-ECasacollectiveforum",
  "for giving full expression to the widely felt need to rediscover the coherence of our region",
  "based on the commonality of linkages around the Bay of Bengal’, in which ‘we consider our",
  "participation in BIMST-EC as a key element in our “Look East Policy” and long standing",
  "approach of good neighbourliness towards all our neighbours – by land and sea’.29 Another",
  "trans-regional forum in which India is involved is the Mekong-Ganga Cooperation (MGC),",
  "which was set up in 2000 to bring together India and ﬁve South-East Asian nations, namely",
  "Thailand, Viet Nam, Laos, Cambodia and Myanmar, but not China, despite its Mekong head-",
  "waters and tributaries.",
  "Afurther framework shaped by NewDelhihasbeenIndia’shosting oftheMILAN exercises",
  "since 1995, organized from India’s Far Eastern Naval Command (FENC) at Port Blair in the",
  "Andamanislands.TheseexercisesintheBayofBengalinitiallyinvolvedﬁvenations—India,Sri",
  "Lanka, Thailand, Singapore and Indonesia. The number of navies participating in the MILAN",
  "exerciseshasgraduallyincreasedovertheyears,fromﬁvein1995,sevenin1997,sevenin1999,",
  "eight in 2003, nine in 2005, to 13 in 2008. In the 2010 MILAN exercises Sri Lanka, Bangla-",
  "desh, Myanmar, Thailand, Malaysia, Singapore, Indonesia, Brunei, the Philippines, Viet Nam,",
  "Australia and New Zealand again joined India. Neither Pakistan nor China was invited to par-",
  "ticipate.",
  "East Asia (and the EAS, etc.)",
  "India’s ‘Look East’ policy, in mark-1 (South-East Asia) and mark-2 (Australasia, Oceania, East",
  "Asia), has taken India out of its South Asia setting into that of East Asia/Paciﬁc Asia and the",
  "Paciﬁc Ocean. This underpins comments from India’s leadership that:",
  "124Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandregionalintegration",
  "Itisimportanttorecognizemanifestpoliticalandeconomicrealities,whenwetrytotackle",
  "the crucial issues of growth and security. As home to 1 billion people, India has to be",
  "integral to any regional process pertaining to the Asia Paciﬁc. We have a constructive and",
  "multi-faceted relationship with every major country of the region. This is also true of",
  "India’s relations with ASEAN’s East Asian neighbours […] India’s belonging to the Asia",
  "Paciﬁc community is a geographical fact and a political reality. It does not require formal",
  "membership of any regional organization for its recognition or sustenance.30",
  "With this in mind, India has forged membership links in various regional organizations in the",
  "western Paciﬁc/East Asia/Asia-Paciﬁc settings.",
  "Inpart, this has involved India in close linkswith the Association of Southeast Asian Nations",
  "(ASEAN), with which there is far greater trade, and with which India is a Dialogue Summit",
  "partner. This also involves India in membership of the ASEAN Regional Forum (ARF), which",
  "links Paciﬁc Rim countries and India with ASEAN. Such linkages have pulled India into the",
  "emerging Asia-Paciﬁc, or rather Paciﬁc Asia/East Asia settings. India has been an observer",
  "member of the WPNS since 1998, and is currently seeking full membership. It has also had",
  "observerstatusin2006,2008and2010withtheRIMPACexercisesheldbytheUSAandother",
  "Paciﬁc Rim nations (though not China), and will in all likelihood join as a full participant.",
  "Questions of regional deﬁnitions continue to crop up, as The Hindu put it:",
  "OnetechnicalhurdleistheAPECstipulationthat‘anapplicanteconomyshouldbelocated",
  "intheAsia-Paciﬁcregion’.ItisforIndiatoemphasisethehyphenatednatureofthisregion",
  "and draw attention to an important plus. As a founder-participant in the evolving EAS",
  "process, India is already privy to the inter-state aﬀairs of the Paciﬁc-bordering East Asia.",
  "APEC membership will be a logical follow-up, with potential beneﬁts to both sides.31",
  "Currently India is seeking full membership of APEC, where the moratorium of expanding",
  "members ends in 2010.32",
  "Here, one important development within the Asia-Paciﬁc has been the move towards East",
  "Asian regionality, through the mechanism of the EAS, which ﬁrst met in 2005. This is seen as",
  "the driving force for some sort of East Asian Community to evolve. India was keen to be",
  "involved, for which it received strong support from Japan but initial obstruction from China.",
  "Nevertheless,Indiawasinvitedandhassettleddownasoneoftheleadingplayersatsubsequent",
  "EAS summits. For India, EAS participation in this ‘regional architecture for greater cooperation",
  "and economic integration’, was ‘a reﬂection of the increasing signiﬁcance of the eastern orien-",
  "tation of India’s foreign policy and our quest for closer engagement with countries of South-",
  "East Asia and East Asia’.33 For Singapore’s Lee Kuan Yew, the invitation had a simple aim,",
  "‘India would be a useful balance to China’s heft’.34",
  "Conclusions",
  "Old-fashioned politics seem to underpin much of India’s role in regional integration. Within",
  "South Asia, SAARC remains a weak channel for regional integration. India’s very strength, and",
  "sheer size, within South Asia and SAARC means that other states keep looking out of the",
  "region: ‘most South Asian countries have actively perceived their main security threat to be",
  "India. Accordingly, South Asian states have actively sought military, economic and diplomatic",
  "assistance from external [extra-regional] powers to oﬀset India’s inﬂuence. In such an environ-",
  "ment, regional accommodation policies have become increasingly diﬃcult’.35 Conversely,",
  "125Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "DavidScott",
  "India’sownsenseofeconomicopportunity,aswellaschallengingorconstrainingChinaoutside",
  "South Asia, is leading China into a wider sense of regionality. In terms of ‘regionality’, a sub-",
  "continental mindset is being replaced by wider perceptions of region by India.",
  "Notes",
  "1 P.Jay,‘RegionalismasGeopolitics’,ForeignAﬀairs,Vol.58,No.3,1979.",
  "2 J. Nehru, India’s Foreign Policy: Selected Speeches, September 1946–April 1961, Delhi: Government of",
  "India,1961,pp.113–15.",
  "3 S. Kochanek, ‘India’s Changing Role in the United Nations’, Paciﬁc Aﬀairs, Vol. 53, No. 1, 1980,",
  "p.53.",
  "4 C.RajaMohan,CrossingtheRubicon,NewDelhi:Penguin,2003,p.239.",
  "5 B.S. Gupta, ‘The Indian Doctrine’, India Today, 31 August 1983, p.20. See also D. Hagerty, ‘India’s",
  "RegionalSecurityDoctrine’,AsianSurvey,Vol.31,No.4,1991.",
  "6 RajaMohan,CrossingtheRubicon,op.cit.,p.240.",
  "7 Ibid.,p.239.",
  "8 Ibid.",
  "9 Ibid.",
  "10 Ibid.,pp.239–40.",
  "11 N. Devotta, ‘Is India Over-extended? When Domestic Disorder Precludes Regional Intervention’,",
  "ContemporarySouthAsia,Vol.12,No.3,2003,p.365.",
  "12 I.Gujral,‘SigniﬁcanceofanIndependentForeignPolicy’,14October1996,inContinuityandChange.",
  "India’sForeign Policy, London:Macmillan, 2003, pp.108–9, with Gujral using the phrase ‘Gujral Doc-",
  "trine’.",
  "13 Ibid.,p.109.",
  "14 P.Nanda,‘SAARC–ExpectNoMiracles’,IndiaDefenceReview,3May2010.",
  "15 S.Pattanaik,‘SAARCat25:TimetoReﬂect’,IDSAComment,7May2010.",
  "16 R. Ratna and G. Sidhu, ‘Making SAFTA a Success: The Role of India’, Research Report (Common-",
  "wealthSecretariat),2008,p.19,www.thecommonwealth.org.",
  "17 D.Banerjee,‘SAARC–HelpingNeithertoIntegrateNorLookEast’,25–26September2006,suez-",
  "tosuva.org.au.",
  "18 K. Singh, ‘Address by EAM Mr. K. Natwar Singh at the Special Session of the National Seminar on",
  "“Historical Perspective of SAARC and prospects for South Asian Economic Union” at IIC’, 23 July",
  "2004,meaindia.nic.in.",
  "19 M.Singh,‘StatementbythePrimeMinisterDr.ManmohanSinghattheInauguralSessionofthe15th",
  "SAARCSummit’,2August2008,meaindia.nic.in.",
  "20 RajaMohan,‘SAARCRealityCheck:ChinaJustToreUpIndia’sMonroeDoctrine’,IndianExpress,",
  "13November2005;RajaMohan,‘BeijinginSAARC’,IndianExpress,21April2010.",
  "21 B.Gupta,‘IndiaintheTwenty-ﬁrstCentury’,InternationalAﬀairs,Vol.73,No.2,1997,p.309.",
  "22 J.Singh,‘Speech’,June2000,inS.SiddiqueandS.Kumar(eds),The2ndASEANReader,Singapore:",
  "InstituteofSoutheastAsianStudies,2003,p.464.",
  "23 S. Singh, ‘India and Regionalism’, in Regionalism in South Asian Diplomacy, Stockholm: SIPRI Policy",
  "Paper,No.15,February2007,p.31.",
  "24 S. Tharoor, ‘India’s Vision of Peace, Security and Development in South Asia’, 11 January 2010,",
  "meaindia.nic.in.",
  "25 K.Panikkar,IndiaandtheIndianOcean.AnEssayontheInﬂuenceofSeaPoweronIndianHistory,London:",
  "GeorgeAllen&Unwin,1945,p.84.",
  "26 Sureesh Mehta,citedin‘29NationstoAttendIndianNavy’sMaritimeSymposium’,Indo-AsianNews",
  "Service,21January2008.",
  "27 ‘IndianOceanNavalSymposiumtobeHeldinIndia’,Xinhua,12February2008.",
  "28 ‘IndianNavyFloatsMaritimeMilitaryBloc’,FinancialExpress(Delhi),9February2008.",
  "29 M. Singh, ‘Prime Minister’s Speech at the Inaugural BIMST-EC Summit’, 31 July 2004, www.bim-",
  "stec.org.",
  "30 A.B. Vajpayee, ‘India’s Perspective on ASEAN and the Asia Paciﬁc Region’, 9 April 2002, www.",
  "aseansec.org.",
  "31 ‘IndiaandAPEC’,TheHindu,13January2007.",
  "126Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandregionalintegration",
  "32 K.Modi,‘India:APEC’sMissingPiece?’,CACCIJournal,Vol.1,2008.",
  "33 M. Singh, ‘PM’s Statement on Departure to Philippines for the 5th India-ASEAN Summit and the",
  "2ndEastAsiaSummit’,13January2007,pmindia.nic.in.",
  "34 K.Y.Lee,‘LeeKuanYewReﬂects’,Time,5December2005.",
  "35 K.Dash,RegionalisminSouthAsia,London:Routledge,2008,p.77.",
  "127Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3dTemplate:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Part 3",
  "India’s ‘extended neighbourhood’Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3dTemplate:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]