[
  "c19",
  "India’s relations with Russia",
  "Gulshan Sachdeva",
  "Introduction",
  "During the March 2010 visit of the Russian Prime Minister Vladimir Putin to New Delhi, the",
  "Indian Prime Minister Manmohan Singh described Russia in fulsome terms:",
  "Relations with Russia are a key pillar of our foreign policy, and we regard Russia as a",
  "trustedandreliablestrategicpartner.Oursisarelationshipthatnotonlystandsindependent",
  "of any other, but whose signiﬁcance has grown over time. Our partnership covers areas",
  "such as defence, civil nuclear energy, space, science and technology, hydrocarbons and",
  "trade and investment.1",
  "During discussions, bilateral economic as well as regional security issues were top of the agenda.",
  "Putin’sIndiavisitwasalsowatchedverycarefullyinmanyWesterncapitalsasthiswashappening",
  "immediatelyaftertheLondonConference,wheretheWesternalliancehadbeenworkingonexit",
  "strategiesinAfghanistan.ThePutinvisitwasseenbymanyinIndiaasaprecursortoanyhedging",
  "strategy involving Russia, India, Iran and the Central Asian republics against the possibility of a",
  "Taliban return in Afghanistan. Since the signing of their Declaration on Strategic Partnership in",
  "October 2000, this had been the subsequent 11th summit meeting. Similar to earlier meetings,",
  "ﬁvemore agreements were signedinMarch2010. Apart frommulti-billion dollararmsdeals, an",
  "inter-governmental agreement on broad-based co-operation in atomic energy and a ‘road map’",
  "for future co-operation were also signed. Similar to the last few summits, strategic congruence,",
  "defence purchases, hydrocarbons and nuclear power dominated the agenda. The visit obviously",
  "gained more signiﬁcance because of a changing strategic scenario in India’s neighbourhood. This",
  "chapter aims to analyse how and if, to use Manmohan Singh’s phrase, its ‘signiﬁcance has grown",
  "over time’, in a relationship that ﬁrst took shape in the days of the old USSR.2",
  "Historical background",
  "Historically, the USSR under Stalin (Iosif Dzhugashvili), was suspicious of the genuineness",
  "of India’s independence and non-alignment. However, Indo-Soviet bonhomie started with",
  "213Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GulshanSachdeva",
  "Jawaharlal Nehru’s visit to the USSR in June 1955 and the Nikita Khrushchev/Nikolai",
  "Bulganin visit to India in December 1955. This was also the time when the Congress party",
  "in India was aﬃrming its belief in state planning and a ‘socialistic pattern of society’, and",
  "Nehru was playing a leading role in the Bandung Conference (1955) of 29 Afro-Asian",
  "nations.3 During the same period, the USSR began to use the instruments of aid, trade and",
  "diplomacy in developing countries, to limit Western inﬂuence.4 Subsequently, Indo-Soviet",
  "relations ﬂourished over the decades in the metallurgy, defence, energy and trade sectors.",
  "During the India–China war in 1962, the USSR tried to be neutral between what it called",
  "‘brother China’ and ‘friend India’, with the People’s Republic of China seeing this as a",
  "betrayal of international communist solidarity on the part of the USSR, and a factor that",
  "reﬂected and further exacerbated the growing Sino–Soviet split. In the early 1970s both",
  "Indian and Soviet leaders looked on the emerging US-Chinese rapprochement as a serious",
  "threat to their security. Their response had been in 1971 with the Indo-Soviet Treaty of",
  "Peace, Friendship and Cooperation, which provided immediate consultation in case of",
  "military action against parties to the Treaty.5 During the India–Pakistan war in 1971, the",
  "USSR took a ﬁrm position in favour of India and sent ships to the Indian Ocean to",
  "counter any move by the USA, which had already sent its 7th Fleet ships into the Bay of",
  "Bengal. The results of the 1971 Indo–Pakistani war and emergence of Bangladesh estab-",
  "lished a trusted partnership between India and the USSR. During the 1980s both Rajiv",
  "Gandhi and Mikhail Gorbachev advocated a nuclear-free world. However, after the Soviet",
  "invasion of Afghanistan in 1979, India was also confronted with a dilemma of how to",
  "preserve its non-aligned credibility without jeopardizing its relations with the USSR.",
  "In the initial post-Soviet period, bilateral relations in the 1990s went through a period of",
  "uncertainty when Russia was preoccupied with domestic economic and political issues, and",
  "with its relations with the USA and Europe.6 Now India had to deal with a new Russia which",
  "was Eurocentric, economically dependent on the West, and neither had the interest nor the",
  "resources for Third World regimes.7 President Boris Yeltsin, during his visit to Delhi in 1993,",
  "tried to recreate the spirit of old friendship with a new Treaty of Friendship to replace the old",
  "India-Soviet 1971 treaty. However, the fundamental character of the Treaty was transformed",
  "and in case of any threat to peace, the new Treaty vaguely called for regular consultations and",
  "co-ordination.8AlthoughYeltsindescribedIndiaandRussiaas‘naturalpartners’,hewascareful",
  "not to give the impression of a ‘special relationship’.9 Although relations were restored to",
  "respectable levels, the early years (1991–96) of ‘benign neglect’ of India by Russia left a deep",
  "mark on Indian policy-makers.10",
  "The situation changed when the new Russian Prime Minister Yevgeny Primakov (1998–99)",
  "started shifting from the previous pro-Western Russian foreign policy. To strengthen his",
  "country’s relations with old allies, Primakov visited India in 1998 and pushed proposals for",
  "creating a Russia-India-China (RIC) strategic triangle, although RIC coherence remains ques-",
  "tionable for some Indian commentators like Abanti Bhattacharya: ‘the development of a stra-",
  "tegic triangle would be unrealistic. The reasons can be easily found in the mutual suspicion",
  "between India and China’.11 The new Russian leadership under Vladimir Putin (president,",
  "2000–08)reversedtheYeltsin-eradriftinIndia-Russiabilateralrelations,signedtheDeclaration",
  "on Strategic Partnership with India in 2000 and established the institution of annual summit",
  "meetings.12 Moscow realized that as a Eurasian power, an active Russian role and inﬂuence in",
  "dynamic Asia would be limited without a solid partnership with old friends like India.",
  "IndiancommentatorswelcomedPutin’scommentinhis2004visit,that‘Indiaisourstrategic",
  "privilegedpartner[…]Andspeakingfromthepointofviewofgeographicalrepresentation[…]",
  "India is number one’, as recognition of India’s own rise:",
  "214Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithRussia",
  "The emphasis is to be interpreted both in the geopolitical context and also in the military",
  "context. In terms of geo-political interpretation one could say that Russia accords primacy",
  "toIndiaintheIndiansub-continentandallthatitimplies.Inthemilitarycontextitstresses",
  "that Russia recognizes India not only as a strategic partner but also as a ‘privileged strategic",
  "partner’. If this is Russia’s emphasis truly, then the long range prospect of Russia-India",
  "strategic cooperation is pregnant with exciting prospects.13",
  "Despite its improving relations with the USA, China and Europe, India also did not want to",
  "abandon its time-tested relationship with Russia. In a world dominated by a single power (the",
  "USA), both the Indian and Russian vision of a multi-polar world coincided. The issue of ter-",
  "rorism has also brought the countries together. Within South Asia, Russia has consistently",
  "supported India on the issue of Kashmir unconditionally over time or regime change and",
  "opposed its internationalization.14 These issues continue to be reiterated at their Summit",
  "Declarations. Another point which both the partners have been emphasizing after every",
  "important meeting is that their partnership is neither against any third country nor at the",
  "expenseoftheirrelationswithothermajorpowers,understandablegivenRussia’sstrategic links",
  "with China and India’s with the USA.",
  "State linkages",
  "Since 1992 about 15 summit meetings have taken place and about 135 agreements have been",
  "signed between the two countries. To improve their economic relationship, an Indo-Russian",
  "Inter-Governmental Commission on Trade, Economic, Scientiﬁc, Technological and Cultural",
  "Cooperation (IRIGC-TEC) has been working towards promoting bilateral co-operation. The",
  "Commission covers 11 joint working groups, namely: trade and economic co-operation; phar-",
  "maceuticals; petroleum; the coal industry; metallurgy; science and technology; cultural co-",
  "operation; information technology; power and energy; the environment and natural resources;",
  "and co-operation with the regions. In the 15th meeting of IRIGC-TEC, held in Moscow in",
  "October 2009, a new trade target of US $20,000m. by 2015 was agreed.",
  "As already mentioned, a major turning point in their bilateral relationship was their formal",
  "Declaration on Strategic Partnership between Republic of India and the Russian Federation,",
  "signedduringPutin’svisittoIndiainOctober2000.15Broadly,thisagreementmeantenhanced",
  "co-operation in the political, economic, defence and cultural ﬁelds. It talked of ‘deepening and",
  "diversifying cooperation in sectors such as metallurgy, fuel and energy, information technology,",
  "communications and transport, including merchant shipping and civil aviation’, and of ‘further",
  "development of cooperation in banking and ﬁnance, and improving credit and insurance facil-",
  "ities’.16 There was mention of simplifying rules and procedures for travel by entrepreneurs and",
  "businessmen of both countries. It was also agreed to jointly explore the possibilities of regional",
  "trading arrangements with third countries. Since then, summit meetings are taking place almost",
  "every year with many more agreements signed every year. The crux of all these summit meet-",
  "ings and accompanying declarations has been common positions on major global issues like",
  "international terrorism and desire for a multi-polar world and close bilateral relations. These",
  "summits have been a very useful platform for formulating common positions and responses to",
  "emerging global political and economic issues.",
  "However, what do these Summit declarations actually mean in real terms? There are many",
  "waysoflookingatthesedevelopments.Everytimethesummitmeetingtakesplace,thediehard",
  "proponents of old Indo-Soviet/Russian friendship emphasize the need to look at these agree-",
  "ments and declarations as a testimony of a time-tested, mutually beneﬁcial friendship. They",
  "215Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GulshanSachdeva",
  "evengoonestepfurtherandsuggestthatalongwithRussia,Indiashouldforgesolidfriendships",
  "with other like-minded countries including China to soft balance some of the negative trends of",
  "a unipolar world, dominated by a single economic and military power.",
  "However, many people in the new generation of Indians, who have entered the business or",
  "academicprofessionsinthepost-Sovietperiod,havesomewhatdiﬀerentimpressionsaboutthese",
  "summitmeetingsanddeclarations.Theyarguethatcountlessbilateralmeetingshavetakenplace",
  "since 1992, and a plethora of agreements have been signed between the two countries. Various",
  "inter-governmentalcommissionsandcommitteesarealsoworkingtoimprovebilateralrelations.",
  "In addition, both the countries are in an avowedly ‘Strategic Partnership’. Yet, despite all this",
  "rhetoric,India’sexportstoRussiahaveremainedlowerthancountrieslikeBangladesh,Nigeria,",
  "Kenya, Thailand, Israel and Viet Nam. In today’s Russia about 70% of the economy is in the",
  "privatesector,yetIndiahasnotmovedbeyondpublicsectorandgovernmentdeclarations.Soit",
  "is argued that India needs to strengthen the commercial component of its relationship through",
  "the linkages between the dynamic sectors of Indian industry, commerce and services and the",
  "newly emerging Russian private sector. In the absence of this relationship, it is argued that",
  "‘strategic partnership’ may soon start losing its charm.",
  "There is truth in both arguments. Even 20 years after the Soviet collapse, India’s relations",
  "with Russia were still in transition, particularly in the commercial ﬁeld. After some disruption,",
  "both have been able to restore and improve their political linkages. In the economic and aca-",
  "demic ﬁelds, however, most old India-Soviet linkages have broken and new India-Russia links",
  "havenotdevelopedtothesameextent.Bothgovernmentshaverecognizedthisfact.Still,these",
  "summit meetings have been able to tackle the issue in a signiﬁcant manner.",
  "It could be argued that under new circumstances, business in both countries is no more the",
  "business of the governments. Therefore, it is up to the private sector to take advantage of",
  "conditions created by these agreements. Despite this, these high-level visits could have been",
  "used more eﬀectively to promote Indian economic interests in Russia. Compared with India,",
  "Russians have done good business during these visits. Russia has a comparative advantage in",
  "the arms industry and India has purchased arms worth billions of dollars during these visits.",
  "Nine annual summit meetings over nine years were good opportunities for special bilateral",
  "economic relationships to have been created, even under entirely diﬀerent circumstances. In",
  "2005/06 trade still stood at a relatively modest $2,760m. In 2006 a Joint Study Group was set",
  "up to work out a programme for increasing bilateral trade to $10,000m. by 2010, and to",
  "explore the possibilities of a Comprehensive Economic Cooperation Agreement (CECA)",
  "between the two countries. The group submitted its lacklustre report in July 2007.17 Except",
  "for the recommendation of a CECA, there were few speciﬁc recommendations. Subsequently,",
  "a Joint Task Force between the Indian Ministry of Commerce and Industry and the Russian",
  "Ministry of Economic Development was set up in February 2008 to monitor progress on a",
  "CECA, but with few concrete results emerging from the exercise. Trade by 2008/09 had",
  "increasedto$5,420m.,butfellbackto$4,550m.in2009/10,somewayoﬀtheearliertargetset",
  "for $10,000m. by 2010.",
  "Defence linkages",
  "There are estimates that about 800 Russian defence production facilities are kept in operation",
  "by Indian defence contracts.18 Although China used to be the number one arms importer from",
  "Russia, India has emerged as number one since 2007. Some analysts have argued that in arms",
  "exports, geopolitical and economic factors will eventually force Russia to make a choice",
  "between China and India, a contest that India will probably win.19",
  "216Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithRussia",
  "India’s major purchases from Russia over the last 18 years have been varied and extensive,",
  "including aircraft (MIG 29, MIG 29 SMT, SU 30K, SU MK1), helicopters (Mi-17, Mi-18,",
  "etc.) and air-defence systems (AK 630 30mm, etc.). In June 2010 the Cabinet Committee on",
  "Security cleared another deal of more than $3,000m. to buy an additional 42 Sukhoi-30 MKI",
  "ﬁghters from Russia. The deal came on top of the 230 aircrafts already contracted from Russia",
  "in three deals worth a total of $8,500m. The initial contract was for 50 ﬁghters, at $1,460m. In",
  "2000 the Government contracted the licensed production of 140 ﬁghters by Hindustan Aero-",
  "nautics Limited. Then another 40 were added to the contract.20 Some purchases have been of",
  "artillery and armoured vehicles (256M Tunguska), engines, sensors and a variety of missiles.",
  "Maritime purchases have been noticeable, including frigates (Talwar stealth class), submarines",
  "(Kilo/Sindhughosh), nuclear submarines (Akula-2 lease) and an aircraft carrier (the delayed",
  "Gorshkovpurchaseoriginallydueforhandoverin2008–09,nowscheduledforhandoveratthe",
  "end of 2012). Joint production has seen India also starting to producing signiﬁcant portion of",
  "armaments at home, including Brahmos missiles, T72M1 tanks, radars, anti-ship and anti-tank",
  "missiles, etc. Most tanks and aircraft are also being assembled in India. In 2009 both countries",
  "agreed on a new military technical co-operation agreement for the period 2011–20. The new",
  "programme covers both ongoing projects, such as the Su-30 MKI ﬁghter plane and the T-90",
  "tank production in India, and 31 new projects, which include a ﬁfth-generation ﬁghter aircraft,",
  "the multi-role transport aircraft and a new multi-role helicopter. Under this programme India",
  "hopes to further shift from the buyer-seller relationship to joint design, development and",
  "production.",
  "India also has a long tradition of collaboration in space with the USSR/Russia. Thumba",
  "Equatorial Rocket Launching Station was set up with Soviet help and many Indian experi-",
  "mental and remote sensing satellites were launched with Soviet co-operation. In 1990 India",
  "entered into a $350m. contract agreement with Russia to supply the cryogenic engines and",
  "technology for their manufacture within the country. Russia earlier agreed to provide India",
  "with the technology, but then reversed the decision after it signed the Missile Technology",
  "Control Regime agreement with the USA. The USA objected to giving India the technology",
  "becauseofitspotentialusefornuclearmissiles.Commercialandpoliticalfactorslatercompelled",
  "Russia to sell the rocket engines while withholding the technology. Soon afterwards Indian",
  "scientists were able to develop Indian engines. Currently, both countries collaborate on many",
  "space projects, which include India’s unmanned lunar space ﬂight project (Chandrayaan-2), the",
  "human space ﬂight project and the development of the Indo-Russian Student Satellite,",
  "Youthsat. Russia has also agreed to provide India with access to signals from its Global Navi-",
  "gation Satellite System (GLONASS).",
  "Commercial linkages",
  "One important point of the old Indo-Soviet friendship was a special bilateral trade and eco-",
  "nomic relationship. Although this arrangement had many of the usual weaknesses, like corrup-",
  "tion and patronage transactions in low-quality products, it helped many small and medium-",
  "sized private Indian companies to become exporters. After the disintegration of the USSR, this",
  "relationship was badly damaged. Economic transformation in Russia from a centrally planned",
  "economy to a market economy in 1992 coincided with the policies of economic liberalization",
  "inIndia.Thesedevelopmentschangedthenatureandcharacterofforeigneconomicrelationsin",
  "both countries. Therefore, despite having solid economic and trade relations in the past, most",
  "Russian and Indian companies are still struggling to adjust in each other’s markets. Economic",
  "relations are still surviving mainly because of defence purchases and some public sector",
  "217Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GulshanSachdeva",
  "investments by India. Commercial initiatives are slow to take advantage of Russian economic",
  "transformation. Despite good intentions, both governments have been unable to facilitate any",
  "major economic initiative which could have given a new direction to bilateral commercial ties.",
  "Background of trading linkages",
  "Since 1953, when the ﬁrst trade agreement took place, seven long-term agreements have been",
  "signed between the two countries up to the collapse of the USSR. This bilateral trade was",
  "conducted through a speciﬁc system of trade and payment called the Rupee Trade System,",
  "based on annual plans. The important point of the system was payments in non-convertible",
  "currency. The trade turnover between the two countries increased from less than 2 crores in",
  "1953 to about 8,000 crores in 1990–91. In 1990–91 more than 16% of Indian exports went to",
  "the USSR and about 6% of imports came from there.",
  "One of the most striking characteristics of the Soviet centrally planned economy was that it",
  "had created a system of exchange in non-convertible currencies with many of its trading part-",
  "ners. This trade behaviour existed not only with the Council for Mutual Economic Assistance",
  "(CMEA) countries, but also with some other friendly countries like India. The value of",
  "exchange between the Russian rouble and Indian rupee currencies was arrived at through per-",
  "iodic bureaucratic negotiations.",
  "Most of the ideologically-motivated scholars in India regarded this arrangement as a Soviet",
  "version of bilateral aid. The mainstream academia in India also declared that India had ‘derived",
  "substantial beneﬁts from its trade with the socialist world’.21 In the late 1970s and early 1980s a",
  "few scholars in Indiahad already warnedthat despite short-term gains, this typeof arrangement",
  "would harm long-term requirements of eﬃciency and growth.22 After initial industrialization,",
  "India had problems of importing further machinery either for joint production for third coun-",
  "tries or for the exclusive production for the socialist bloc. India did not want Soviet participa-",
  "tioninthoseareaswhereitcouldgetmarketsofitsown.Italsodidnotwant‘captiveunits’,the",
  "production of which could not be exported anywhere else but to the Soviet bloc and could",
  "give the Soviets the possibility of dictating terms.23 Except for a few works, academia in India",
  "by and large didnot bother to critically examine this pattern. The whole arrangement reﬂected",
  "politicalimperativesratherthaneconomicrationality.AftertheSovietbreak-up,thenewpolicy",
  "eliteinRussiaalsofoundthese‘irrational’arrangementswithdevelopingcountriesunaﬀordable.",
  "The haste with which bilateral payment arrangements were scrapped in favour of payments in",
  "convertiblecurrenciesindicatedthatRussianandIndianpolicy-makersconsideredsuchbilateral",
  "arrangements undesirable under the new economic policy regimes in both countries.24",
  "AfterthecollapseoftheUSSR,theIndianandRussianGovernmentsrenegotiatedtheentire",
  "trade regime. The 1993 agreement terminated the traditional rupee trade arrangement and",
  "mandated all bilateral trade transactions to be conducted on a hard currency basis. However,",
  "with this agreement the issue of repayment of civilian and military loans taken by India from",
  "the former USSR also came up. Finally, after prolonged negotiations, the rouble credit was",
  "denominated in rupees and a repayment schedule was drawn up. The agreement provided for",
  "an annual repayment of about the equivalent of $1,000m. in rupees to Russia over a period of",
  "12 years starting from 1994, with smaller amounts for a further period of 33 years. The rupee",
  "debt funds were to be used by the Russian side for import of goods and trade-related services",
  "fromIndia.TherupeedebtfundsaremaintainedinacentralaccountwiththeReserveBankof",
  "India. Under a three-year perspective plan, which came to an end in 1997, a part of the rupee",
  "debt funds was allocated for the import of tea, tobacco, soya meal and pharmaceuticals to",
  "designated Russian agencies. The balance was either auctioned or allocated to various states or",
  "218Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithRussia",
  "importing organizations in Russia. In January 1998 this mechanism was replaced with a weekly",
  "auction of rupee debt funds conducted by the Vnesheconombank (Bank for Foreign Economic",
  "Aﬀairs). During 1999 allocations made for the import of pharmaceuticals and medical equip-",
  "ment from India were utilized by several ministries in Russia. Between 2000 and 2006 the",
  "utilization of rupee funds continued through the auctions. In 2007 it was agreed that India’s",
  "restructured rupee debt would be invested in Russian projects in India. According to Indian",
  "ﬁnance ministry sources, in December 2007 India still owed $1,970m. in debt to Russia under",
  "this category.",
  "Contemporary trading ties",
  "Asaresultofthesechanges,contemporarytradebetweenIndiaandRussiaisbasedonpayments",
  "in freely convertible currencies. All Russian exports to India follow the new system. However,",
  "in the 1990s about two-thirds of Indian exports were ﬁnanced through the renegotiated rupee",
  "debt-repayment mechanism. As a result of all these economic policy changes, traditional actors",
  "inIndo-Russiantradeandothereconomicrelationslikethepublicsectorunitsandstatetrading",
  "corporations are no longer as relevant as they used to be in the Soviet era. Sections of the",
  "Indian private sector, which used to get away with selling many products of questionable",
  "quality under the bilateral system, also found it diﬃcult to adjust to the radically changed eco-",
  "nomic and commercial environment in Russia, driven by market forces.",
  "Although Indo-Russian trade has improved in the last few years, it has hovered around a 1%",
  "shareduringtheﬁrstdecadeofthecentury.Inquantityterms,althoughitsvolumehasgoneup",
  "from $905m. in 1995/96 to $4,547m. in 2009/10, it is still a very small sliver of India’s trade;",
  "indeed, a 1.98% share in 1995/96 down to a 0.97% share in 2009/10. Of course, statistics may",
  "not reveal the full story. Some imports from Russia, particularly metal, metal scrap, fertilizers,",
  "paper and paper products, may be sourced through international suppliers and are not reﬂected",
  "in these oﬃcial ﬁgures. Similarly, many Indian goods enter Russia via ‘shuttle trade’ or through",
  "third countries. Still, this will not signiﬁcantly change the broader picture. Russian trade ﬁgures",
  "have also included some of the arms exports in commercial trade ﬁgures in the last few years.",
  "Main items of traditional exports from India are pharmaceuticals, tea, coﬀee, ready-made gar-",
  "ments, cotton, tobacco, edible preparations, iron and steel, etc. Recently, some non-traditional",
  "itemslikemachineryhavealsoshownsomegrowth.ImportsfromRussiaincludeironandsteel,",
  "fertilizer, wheat, minerals, chemicals, paper, rubber, copper, nickel, nuclear machinery, project",
  "goods, etc. Apart from goods, services trade may also become more signiﬁcant in coming years.",
  "Accordingto theRussian CentralBank,IndiaandRussia hadabout$680m.in servicestradein",
  "2008. Russian services exports are mainly associated with construction and maintenance of",
  "equipment. In the last two years, services trade has moved in favour of India, with Indian",
  "exports in this category increasing from $90m. in 2003 to about $500m. in 2008.",
  "Investment linkages",
  "In the energy sector India’s state public sector Oil and Natural Gas Corporation (ONGC) is",
  "active in Russia. In 2001 ONGC Videsh Limited (OVL) acquired a combined 20% interest in",
  "the Sakhalin-1 project. From 2006 this project started to generate positive cash ﬂow. During",
  "2008/09 ONGC’s share of production was 1.853m. metric tons of oil and 0.372 billion cubic",
  "metresofgas.In2009,atatotalcostof$2,100m.,OVLalsocompletedtheacquisitionofseven",
  "blocks in the Tomsk region of western Siberia, previously held by a United Kingdom-listed",
  "219Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GulshanSachdeva",
  "company, Imperial Energy. At present, this Tomsk acquisition produces oil mainly from two",
  "ﬁelds and has its own infrastructure including pipeline network, ﬁeld processing facilities and",
  "connections to the Transneft pipeline system.",
  "The Indian ICICI Bank has opened its subsidiary ICICI Bank Eurasia in Russia, with bran-",
  "chesin Moscow andSt Petersburg. TATA Motors launched aproject to assemble itslight-duty",
  "trucks at Russia’s Urals Automobile and Motors plant and assembling plant for buses at Volz-",
  "hanin and Samotlor. The SUN group has also invested in Russia’s food and real estate indus-",
  "tries.Similarly,pharmaceutical companieslikeDrReddy’sLaboratoriesLtdandLupinLtdhave",
  "investments in Russia. Berger Paints has also started operations in Russia. Carborundum Uni-",
  "versal has purchased an 84% share in Russia’s Volzhsky Abrasive Plant in the Volgograd region.",
  "The GMR Infrastructure has participated in a tenderfor thereconstruction andmaintenance of",
  "StPetersburg’sPulkovoAirport.Othercompaniesthatareexploringpossibilitiesforinvestment",
  "in Russia include GAIL, Indian Oil, Coal India, Reliance and Tata Tea.",
  "Similarly, a few Russian companies are active in the Indian market. Silovyie Mashiny and",
  "Tekhnopromeksport are providing equipment and technical assistance for the construction of",
  "the Sipat thermal power plant in Chhattisgarh, Bihar and Uttar Pradesh. Two 1,000-megawatt",
  "nuclear power plants in Kudankulam, Tamil Nadu, are being constructed with the help of",
  "RussianAtomstroiekspor.InMarch2010bothagreedontheconstructionoftwomorereactors",
  "(units ﬁve and six) at Kudankulam and two reactors at Haripur in West Bengal during India’s",
  "12th Five-Year Plan period, 2012–17. Their agreement also outlined the timeline for the steps",
  "to be takenfor the construction of Kudankulam units three and four, and called for progressive",
  "indigenization of supplies for units ﬁve and six at Kudankulam. For all six reactors at Kudan-",
  "kulam, Russia will provide the equipment and components, while Nuclear Power Corporation",
  "of India will build them.",
  "TheRussianAFKSistemaownsa73%shareintheIndiantelecomoperatorShyamTelelink.",
  "It is constructing a pan-Indian transmitting network, Shyam. The Russian VTB bank has also",
  "started operations in India. Sberbank also intends to enter the Indian market. The numerous",
  "other infrastructure companies that are already operating in India include Transstroi and",
  "Tsentrdorstroi (road construction), Elektrostal and Tyazhpromeksport (metallurgical industry)",
  "and Stroitransgaz (gas pipeline). A joint venture between Russian truck-maker KamAZ and",
  "India’s Tatra Vectra Motors is nearing completion. The unit will produce Kamaz-6540 dump",
  "trucks of over 25 metric tons and Kamaz-5460 prime movers. Zarubezhneftegaz is doing",
  "explorationworkalongwithGAILintheBayofBengal.Russia’sGidroOGKandIndia’sSUN",
  "Group launched a joint venture called RusSUNHydro in 2009, with the newly formed com-",
  "pany planning to participate in hydro-electric projects in India. At the India-Russia Summit in",
  "2007adecisionwasmadetoestablishajointIndia-Russiatitaniumproductfacility.InFebruary",
  "2008 Russia’s State Property Committee, the St Petersburg-based engineering company Tekh-",
  "nokhim Holding and India’s Saraf Group agreed to set up a plant in Orissa. The Russian share",
  "in the project is 55%, which is expected to be ﬁnanced through Indian outstanding debts to",
  "Russia. Overall, however, Russian investment in India remains minuscule. According to the",
  "Indian Ministry of Commerce and Industry, total foreign direct investment (FDI) from Russia",
  "duringtheperiodbetweenApril2000andMarch2010wasabout$373m.,whichwas0.34%of",
  "total FDI inﬂows to India during that period.",
  "Conclusions",
  "Except for a very brief period in the early 1990s, India’s relations with Russia have been based",
  "on mutual trust and conﬁdence. In the mid-1990s relations were restored to respectable levels",
  "220Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithRussia",
  "which have been further strengthened since the signing of their ‘strategic partnership’ in 2000.",
  "Currently, the main pillars of this relationship are strategic congruence, defence ties, nuclear",
  "power and hydrocarbons. The trouble for Indian policy-makers is that these areas still remain",
  "skewed in favour of Russia.25",
  "The major challenge for both India and Russia is how to sustain this relationship in the",
  "absenceofdynamiccommercialties.FuturebilateraleconomicrelationswilldependonRussia’s",
  "importance to India’s developmental needs and vice versa. In the past, the USSR played an",
  "important role in India’s industrialization process. It had a comparative advantage in sectors like",
  "steel, which was central to its needs. India now has to assess where Russia has a comparative",
  "advantage.Sofar,Indiahasbeenabletodeveloplinkagesindefenceproduction,theoilandgas",
  "sector and in nuclear energy. Indian industry has already identiﬁed areas of mutual interest,",
  "namely information technology, pharmaceuticals, telecommunications, ﬁnancial services,",
  "hydrocarbons, energy and power, oil and gas, food processing, ﬁnancial consultancy, manage-",
  "ment services, textiles and diamond processing. The problems are well known, however,",
  "including lack of information, visa problems and logistical issues. Still, very little attempt has",
  "been made to address these issues. There was a lot of hope that a Eurasian north–south trade",
  "corridor would be able to tackle some of the transportation problems. Owing to low trade",
  "volumes, however, the trading community has not yet developed this route. The strong poli-",
  "tical will in both countries to improve bilateral economic relations could have been converted",
  "into real economic gains if some imaginative initiatives had been taken, particularly when the",
  "Russianeconomywasboomingbetween 2000and2007.Withtheglobaleconomic slowdown",
  "impacting in 2008/09, things have become more complicated for increasing India-Russia eco-",
  "nomic links, with trade declining from $5,420m. in 2008/09 to $4,550m. in 2009/10.",
  "Current Indo-Russian commercial relations are certainly not commensurate with existing",
  "potential. In the last few years India has signed bilateral trade deals with many partners and",
  "many are under negotiation. However, until Russia joins the World Trade Organization",
  "(WTO), it is highly unlikely that India and Russia will be able to sign any signiﬁcant",
  "bilateral trade and economic co-operation agreements. In the last two decades the Indian and",
  "Russian economies have moved far from each other. With no major breakthrough, Indian",
  "and Russian economic ties will continue to depend on the arms trade, and nuclear and",
  "energy industry linkages. Russian exports to India are likely to be from the extraction",
  "industries and limited Indian exports will continue to be from low-volume, high-value and",
  "high-proﬁt sectors.",
  "It is clear now that defence ties constitute the core of bilateral relations. Russia has provided",
  "the most advanced aircrafts, tanks, rocket launchers, missiles, frigates and submarines to India.",
  "Through licensed production of arms, missiles and aircraft, India is slowly developing its own",
  "defence industry. There have been problems in defence supplies concerning product support,",
  "cost escalations, delays in delivery and incomplete transfers of technology. Still, substantial arms",
  "importscontinuetocomefromRussia.WithachangingforeignpolicyorientationinIndia,the",
  "importance of arms imports from Russia may see a declining trend in coming years. There was",
  "someuneasinessinRussiawhenIndiasignedaStrategicPartnershipwiththeUSAin2006,and",
  "there was talk of Russia being elbowed out as India’s main arms supplier, particularly in the",
  "midst of troubled negotiations during 2008–10 over the sale of the Admiral Gorshkov aircraft",
  "carrier. Nevertheless, overall Russia remains an important factor in Indian foreign policy",
  "debates. Moreover, at the broadest level, the Indian elite believes that a strong Russia is",
  "important for maintaining a desired international equilibrium, both supporting the idea of",
  "multi-polarity and a rule-based international system, within which India can continue its rise.",
  "This remains India’s basic ‘strategic synergy’.26",
  "221Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GulshanSachdeva",
  "Notes",
  "1 M. Singh, ‘PM’s Statement at the Joint Press Conference with his Russian Counterpart’, 12 March",
  "2010,pmindia.nic.in.",
  "2 V.Chopra(ed.),SigniﬁcanceofIndo-RussianRelationsin21stCentury,Delhi:KalpazPublications,2008.",
  "3 R. Thakur and C. Thayer, Soviet Relations with India and Vietnam: 1945–1992, Delhi: Oxford Uni-",
  "versityPress,1993.",
  "4 R. Menon, ‘India and the Soviet Union: A New Stage of Relations’, Asian Survey, Vol. 18, No. 7,",
  "1978.",
  "5 S.Lounev,‘Soviet-IndianRelations(1955–71):TheBirthofaFriendship’,inP.DashandAndreiM.",
  "Nazarkin (eds),Indo-Russian DiplomaticRelations: SixtyYearsofEnduringLegacy,NewDelhi:Academic",
  "Excellence,2008.",
  "6 S. Pandey, ‘India in the Russian Foreign Policy Debate’, in P. Sahai (ed.), India-Eurasia: The Way",
  "Ahead,Chandigarh:CentreforResearchinRuralandIndustrialDevelopment,2008.",
  "7 R.Thakur,‘TheImpactoftheSovietCollapseonMilitaryRelationswithIndia’,EuropeAsiaStudies,",
  "Vol.45,No.5,1993.",
  "8 S. Jha, ‘India and Russia: Challenges of Rediscovering the Past Linkages’, in Shamsuddin (ed.), India",
  "andRussia:TowardsStrategicPartnership,NewDelhi:LancerBooks,2001.",
  "9 V. Dutt, ‘Indo-Russian Relations: An Overview’, in V. Chopra (ed.), Indo-Russian Relations: Prospects",
  "ProblemsandRussiaToday,Delhi:KalpazPublications,2001.",
  "10 D. Ollapally, ‘Indo-Russian Strategic Relations: New Choices and Constraints’, in S. Ganguly (ed.),",
  "IndiaasanEmergingPower,London:FrankCass,2003.",
  "11 A. Bhattacharya, ‘The Fallacy in the Russia-India-China Triangle’, Strategic Analysis, Vol. 28, No. 2,",
  "2004. Also G. Boquérat and F. Grare (eds), India, China, Russia: Intricacies of an Asian Triangle, New",
  "Delhi:Centre deSciences Humaines, 2004;H.Pant,‘Feasibility ofthe Russia-China-India “Strategic",
  "Triangle”.AssessmentofTheoreticalandEmpiricalIssues’,InternationalStudies,Vol.43,No.1,2006.",
  "Nevertheless, foreign minister-level meetings of the three were held in 2005 (‘promotion of multi-",
  "polarization’intheircommuniqué),andaheadsofgovernmentsummitin2006,subsequentlyrepeated",
  "witheightRICmeetingsin2007–09.",
  "12 K. Sibal, ‘Why Putin Needs to be Thanked’, Analysis (Observer Research Foundation), 12 March",
  "2010,www.observerindia.com.",
  "13 S.Kapila,‘RussiaRekindlesStrategicPartnershipwithRussia’,Papers(SAAG),No.1180,7December",
  "2004.",
  "14 A.Chenoy,‘IndiaandRussia:AlliesintheInternationalSystem’,SouthAsianSurvey,Vol.15,No.1,",
  "2008.",
  "15 V.Chopra(ed.),Indo-RussianRelations:ProspectsProblemsandRussiaToday,Delhi:KalpazPublications,",
  "2001.",
  "16 India-Russia, Declaration on Strategic Partnership between Republic of India and the Russian Federation, 3",
  "October2000,www.rusembassy.in.",
  "17 India-Russia,ReportoftheIndia-RussiaJointStudyGroup,July2007,commerce.nic.in.",
  "18 I. Khripunov and A. Srivastava, ‘Russian-Indian Relationship: Alliance, Partnership, or?’, Comparative",
  "Strategy,Vol.18,No.2,1999.",
  "19 T. Zarzecki, ‘Arming China or Arming India: Future Russian Dilemma’, Contemporary Strategy, Vol.",
  "18,No.3,1999.",
  "20 J.Joseph,‘Rs15000CroreSukhoiDealCleared’,TimesofIndia,26June2010.",
  "21 D. Nayyar (ed.), Economic Relations between Socialist Countries and the Third World, London: Macmillan,",
  "1975,p.xi.",
  "22 Jayashekar, ‘India’s Trade with the Soviet Bloc: Growing Dependence and Commodity Inconvert-",
  "ibility’,ProblemsofNon-Alignment,Vol.1,No.2,1983.",
  "23 E. Valkenier, The Soviet Union and the Third World: An Economic Bind, New Delhi: Allied Publishers,",
  "1986,p.142.",
  "24 P.Sen,‘HardGoodsandSoftCurrencies:ANoteonBilateralPaymentArrangements’,WorkingPaper",
  "(NewDelhi:PlanningCommission),No.2,1999.",
  "25 A. Shukla, ‘India-Russia Ties: Strong but with Irritants’, News (Rediﬀ), 18 March 2010, www.rediﬀ.",
  "com.",
  "26 P.DashandA.Nazarkin(eds),IndiaandRussia:StrategicSynergyEmerging,Delhi:Authorpress,2007.",
  "222Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]