[
  "c1",
  "International ‘aspirations’ of a rising",
  "power",
  "Chris Ogden",
  "A free India, with her vast resources, can be a great service to the world and to humanity. India",
  "willalwaysmakeadiﬀerencetotheworld;fatehasmarkedusforbigthings.1",
  "Introduction",
  "This chapter investigates the roots of India’s Great Power aspiration and how it has become",
  "normalized and conditioned by events in India’s foreign and domestic relations, becoming part",
  "of India’s self-perception and global self-image. By aspirations, I refer to the underlying aims,",
  "goals and interests that have continued to drive Indian foreign policy across diﬀerent political",
  "generations and political parties. For India, these aspirations have been based upon a consensus",
  "of ensuring India’s emergence as a Great Power that is fully autonomous, inﬂuential and",
  "respected in the global comity of nations. Most commonly, such aspirations are based upon",
  "gaining parity with other great (and super) powers such as the People’s Republic of China,",
  "Russia (formerly the USSR) and the USA, and most typically include gaining a permanent seat",
  "on the United Nations Security Council (UNSC). Underlying such desires are also fears of",
  "Indian inﬂuencebeing limited to South Asia, ofIndia being usedas a pawn in the international",
  "politics of others states (as was particularly apparent during the Cold War), and of losing her",
  "strategic autonomy.",
  "Whilst not representing a pre-ordained Grand Strategy, these aspirations are instead deeply",
  "entrenchedbeliefsformulatedacrosstimeamongIndia’sstrategiccommunityofbureaucratsand",
  "diplomats (especially those in India’s Ministry of External Aﬀairs), political thinkers, politicians,",
  "journalists and academics. As such, they have been a consistent and normalized presence",
  "throughout India’s post-independence history. As both India’s political and economic power",
  "continuestoincreasewithintheinternationalsystem,thisaspirationwillcontinuetotemperand",
  "drive its actions and status as a rising power. While broadly seen as reﬂective of her large phy-",
  "sical landmass, having a sixth of the world’s population, and an extensive and diverse civiliza-",
  "tional heritage, some diﬀerences in approach concerning how India’s rise as a Great Power will",
  "beachievedareapparent.Thesediﬀerences predominantlyoccurbetweenthewidelyperceived",
  "3Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "ChrisOgden",
  "idealism of earlier Indian leaders (especially Jawaharlal Nehru) and more realist and realpolitik",
  "(practical rather than ideological) attitudes that emerged in the 1990s.",
  "Reﬂective of these diﬀering views, on one hand India’s autonomy in international aﬀairs is",
  "based upon positive neutralism and purna swaraj (complete independence) from Great Power",
  "politics.ThisapproachintheColdWarperiodencompassedspeciﬁcpoliciesofnon-alignment,",
  "self-reliance,ahimsa(non-violence)andnucleardisarmament.2Furthermore,Indianconductwas",
  "based upon the idealistic internationalism of a Nehruvian world order that strove for peace,",
  "harmony,co-operationanddevelopment,wherebyallcountriesweretreatedequally,regardless",
  "of status or position. The legacies of colonialism (and Partition) played into this logic by instil-",
  "ling an inherent distrust of any outside (and therefore imperialistic) forces. In sum, this Nehru-",
  "vian approach to security represented, for the doyen of Indian strategic thought, K.",
  "Subrahmanyam, a ‘strategy of balance of power for a militarily weak but large and self-con-",
  "ﬁdent nation in a bipolar world’.3 Other core characteristics included equilibrating balances",
  "within Indian society, namely tolerance, equality and general detachment.4",
  "Setagainstthisidealism,therewasalsoadeep-seatedbeliefthatIndiawasinherentlydestined",
  "to achieve Great Power status. This aspiration was rooted in the perceived standing of earlier",
  "Indian empires, the various conquering powers that had sought control of India (from the",
  "Greeks and Muslim invaders to the French and the British) and also India’s physical location as",
  "the meeting point of Asia.5 These beliefs combined with India’s struggle for independence,",
  "which India’s leaders interpreted as part of an ‘Asian Renaissance’ with a dynamic and pro-",
  "activeIndiaatthehelm.Anuclearcapacitywasadditionallyregardedaspartofthisaiminterms",
  "of developing both independent capabilities and national self-worth. Despite these more force-",
  "ful approaches that explicitly called for the world to recognize India’s future position, such",
  "aspirations continued to be peaceful, dominated by the understanding ‘that power-seeking",
  "provokes power-seeking, force begets force’.6 Indian policy consequently led to her neither",
  "pre-emptively invading nor conquering other states.",
  "In order to lay out how these diﬀerent viewpoints have become solidiﬁed into India’s stra-",
  "tegicthinkingascoreunderlyingaspirations,thechapterissplitintothreesections.Drawingout",
  "the major principles central to India’s Great Power aspiration, the ﬁrst section deals with the",
  "colonial legacies inherited by India and the guiding force of Nehru in the ﬁrst decades of",
  "independence. The next section looks at how India’s aspirations evolved during the Cold War",
  "as India interacted and was socialized into the international system through its contact with",
  "other countries. The third section then discusses how the nuclear tests of 1998 matured and",
  "acceleratedIndia’saspirationtoGreatPowerstatusandinspiredherincreasinglyinﬂuentialgeo-",
  "strategicrelationships.Thechapterconcludeswithsomeobservationsonthefuturetrajectoryof",
  "India’s search for Great Power status.",
  "Colonial legacies and Nehruvian principles",
  "India’s aspiration to Great Power status begins with the perceived greatness of earlier Indian",
  "empires dating back several millennia as often personiﬁed in classical Indian texts, such as the",
  "MahabharataandKautilya’srealpolitik-evokingArthashastra.Inturn,India’shistoricalexposureto",
  "various empires also emphasized the physical and strategic position of India as both a meeting",
  "pointandabridgebetweentheMiddleEast andEastAsia.AsexternalGreatPowers continued",
  "to want India for both its geopolitical location and material resources, a sense of national self-",
  "importance and prestige was inculcated within India’s elites, leading to an urge and expectation",
  "to play a major role in the world.7 The raw nature of such an aspiration was tempered by",
  "ancient Hindu practice, which instilled itself into Indian psyches as pragmatism, patience and",
  "4Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "International‘aspirations’ofarisingpower",
  "autonomous separation. Furthermore, the ascriptive and hierarchical criteria of the Hindu caste",
  "system reinforced an expectancy of greatness among the country’s elites whereby ‘India’s status",
  "is a given, not earned’.8",
  "When colonial rule ended, India was left with territorial issues as a legacy of the Partition of",
  "British India into India and Pakistan. The demarcation of India’s northern borders through the",
  "Curzon and the McMahon lines, and disputes concerning their validity, directly led to border",
  "issues with China and territorial claims over Jammu and Kashmir with Pakistan. These issues",
  "initially conﬁned India’s interaction within the global system to South Asia, made successive",
  "Indiangovernments fearfuloftheircountry’sBalkanizationandresulted(directlyandindirectly)",
  "in wars with China in 1962, and with Pakistan in 1947, 1965, 1971 and 1999. Partition",
  "therefore instilled an inherent distrust of outside forces that had formed the new borders of",
  "India and Pakistan, an action seemingly undertaken to inspire instability in the region by failing",
  "to synchronize with ethnic and state borders. The creation of a lasting legacy of multiple cross-",
  "border and internal security problems evidenced this perception. A resultant anti-imperialist",
  "attitude would go on to manifest itself into both anti-Chinese and anti-US sentiments (over",
  "their roles in Pakistan), and even anti-UN sentiment (over any attempts at mediating the",
  "Kashmir issue). These suspicions furthermore tempered a desire for India to independently gain",
  "Great Power status.",
  "As both India’s ﬁrst Prime Minister and ﬁrst Minister of Defence, the beliefs of Jawaharlal",
  "Nehru dominated the making of Indian foreign policy from 1947 until his death in 1964.",
  "Central to these beliefs was that India had ‘special rights and duties in the management of",
  "internationalsocietybasedonitsstatusasoneoftheworld’smajorcivilisations’.9Inturn,India’s",
  "international interaction was to be a form of positive neutralism based upon purna swaraj",
  "(complete independence), consisting of an independent foreign policy and separation from big",
  "power games, also often termed as enlightened national self-interest. Such a policy was central",
  "to establishing India as an inherently self-determining, powerful and stable nation on the",
  "international stage. Mahatma Gandhi’s principles of ahimsa (non-violence) further imbued India",
  "with an aversion to pure power approaches, inﬂuencing how she wished to achieve Great",
  "Power status. Ahimsa was linked to ideas of an emerging alternative world order after the",
  "Second World War in which the use of force was minimal, racialism was repudiated and",
  "countries were emancipated from imperialism.",
  "India’sleadershipoftheNon-AlignedMovement(NAM)—whichitco-foundedinBelgrade",
  "in 1961—endeavoured to counteractthe rigid dichotomies ofa ColdWarworld dominatedby",
  "the USA and USSR. Non-alignment also generated moral inﬂuence for India and reinforced",
  "arguments that to ally with either of the two superpower blocs would eﬀectively mortgage",
  "India’s future rise and emergence as a Great Power. In the ﬁrst decades of her independence,",
  "this belief existed ‘regardless of the realities of what India is’,10 as India’s leaders saw Great",
  "Power status as based upon moral idealism rather than territorial, economic or military indica-",
  "tors. Employment of this language also helped to portray India as a self-assured and thoroughly",
  "independent power. As such, the NAM created a powerful forum for Indian interests and goals",
  "in international politics, where it became the second largest multilateral diplomatic organization",
  "after the UN. Overall, non-alignment became an article of faith for India’s leaders and strategic",
  "community that allowed the nation to become established as an independent voice in interna-",
  "tional politics.",
  "Non-alignment was neither isolationist nor neutral as India criticized various states over their",
  "policies in Korea, Congo, Suez and Viet Nam. Reﬂecting India’s own experiences, such criti-",
  "cism targeted expansionist powers rather than speciﬁc ideologies. The policy of economic self-",
  "reliance (swadeshi)—often based upon socialist ﬁve-year plans and limited internal investment",
  "5Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "ChrisOgden",
  "from outside powers—also backed-up non-alignment aims of stability and self-suﬃciency. So",
  "critical was swadeshi that Nehru stated that ‘we would rather delay our development […] than",
  "submit to any kind of economic domination to any country’.11 These notions were under-",
  "pinned and exempliﬁed by the implementation of an economic and science-and-technology",
  "policy, which included nuclear power through the establishment of the Atomic Energy Com-",
  "mission in 1948 and the Department of Atomic Energy in 1954. Furthermore, eschewing arms",
  "races allowed what would have been military spending to be concentrated on economic",
  "development. By leading the NAM, Indian leaders also wanted to overcome the view com-",
  "monlyheldbyexternalpowers(suchastheUSA,theUnitedKingdomandChina)ofsupposed",
  "India-Pakistanequality,inanattempttofreeIndiafrombeingpurelyassociatedwithSouthAsia.",
  "India’s aspirations evolve: interaction and socialization",
  "India’s misgivings about the role of both regional and global powers towards it were sustained",
  "in 1954 when Pakistan aligned itself with the USA in the Mutual Defence Assistance Pact and",
  "theUS-backedSouth-EastAsianTreatyOrganization(SEATO).PerceivedUSaimsofcreating",
  "Indo-Pakistani parity, in order to cancel out each other’s inﬂuence through mutual animosity,",
  "facilitated and conﬁrmed an Indian elite distrust of the USA as a core threat to her long-term",
  "statusaspirations.AlthoughtheUSAhadencouragedIndianindependence,theregion’spoverty",
  "and colonial past marginalized India in the post-Second World War global hierarchy. Further-",
  "more, the USA regarded the NAM’s role in the international system as a liability that cir-",
  "cumvented its inﬂuence, leading to the US unilateral arming of Pakistan—also in part to",
  "contain the USSR and to protect the Gulf. Additionally, following Indian state visits to",
  "Moscow and Beijing in the 1950s, US oﬃcials became convinced that India was part of the",
  "Soviet bloc. India’s prior recognition of the communist government in China in 1949 only",
  "underlined this opinion, as did India’s socialistic orientations.",
  "AhistoricalspiritofcivilizationalamitybetweenIndiaandChinacontinuedintheimmediate",
  "aftermath of the Second World War, with India consistently voting in China’s favour at the",
  "UN.12 However, as the Cold War began to solidify into diﬀerent power blocs, Indian leaders",
  "became fearful of the superpowers using China against it. As China began to see India threa-",
  "teningitsperceivedleadershipoftheThirdWorld,relationsbetweenthetwocountriesbecame",
  "more fraught, especially concerning the annexation of Tibet and Chinese aid to the nascent",
  "Mizo and Naga insurrections in India’s north-east. This tension became personiﬁed by ongoing",
  "border disputes between the two sides and proved to be the stimuli for armed conﬂict in 1962,",
  "in which India was humiliated.13 This defeat forced India to accept ‘that the pursuit of a major",
  "power role in the absence of hard power or military capabilities was a chimera’.14 As such, the",
  "1962 experience ‘socialized’ India into the international order, as Indian leaders and strategic",
  "community learnt the limits of their conception of Great Power status. It also questioned the",
  "eﬃcacyofnon-alignment,diminishedIndia’sinternationalstanding,andledtopronouncedand",
  "increased military spending. Increased Sino-Pakistani ties during the same period (including",
  "arms and technology transfers), as well as continued US-Pakistan links ampliﬁed these factors.",
  "Much of India’s newly accepted military aid also came from the two superpowers, diminishing",
  "her fully autonomous foreign policy outlook. India’s humiliation was compounded when she",
  "was compelled to institute limited economic liberalization in order to develop her heavy",
  "industry and infrastructure.",
  "Despite the 1962 setback, the belief in pursuing Great Power status remained and India’s",
  "1965 victory versus Pakistan strengthened her self-suﬃciency. India’s growing awareness of",
  "Great Power politics was again shown before the 1971 war with Pakistan, when she signed a",
  "6Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "International‘aspirations’ofarisingpower",
  "20-year Treaty of Peace, Friendship and Co-operation with the USSR. This treaty protected",
  "India from UN censure by the USA, balanced against the Islamabad-Beijing-Washington line-",
  "up, and acted as a socializing experience in Great Power realpolitik. The 1971 conﬂict with",
  "Pakistan and India’s consequent ‘liberation’ of East Pakistan into Bangladesh showed India",
  "capable of successfully ﬁghting a limited conﬂict and of redeﬁning her strategic environment.",
  "Subsequently, post-1971, India emerged as the foremost power on the subcontinent; 1971",
  "furthermore conﬁrmed the ongoing morality present within India’s aspiration to Great Power",
  "status and remains as a rare case of successful state-to-state humanitarian intervention. These",
  "events also emboldened India’s acquisition of nuclear weapons, achieved through the Peaceful",
  "Nuclear Explosion (PNE) of May 1974. The tests were emblematic of its criticism of the per-",
  "manentvetoes ofthe P-5 (China,France, the USA,the then-USSR andthe United Kingdom)",
  "Permanent Members of the UN Security Council and the Non-Nuclear Proliferation Treaty",
  "(NPT) of 1968 that protected their exclusive nuclear status.",
  "Assuring India’s regional hegemony was a key step to achieving Great Power status and was",
  "primarily carried out by denying external powers any inﬂuence in South Asia. This policy is",
  "often referred to as the Indira/Rajiv Doctrine, named after two prime ministers who led India",
  "in the 1960s, 1970s and 1980s. As part of this doctrine, Indian military power was used as a",
  "deterrent and as an interventionist force in the region, with India engaging in bilateral peace-",
  "keeping operations in Sri Lanka (1971 and 1987–90) and in the Maldives (1988), as well as an",
  "economic blockade of Nepal in 1989–90. While not always wholly successful—as with the",
  "1987–90 peace-keeping operations in Sri Lanka—India embraced such interventionist policies",
  "towards South Asia, which it abhorred if applied to itself. In the face of heightening energy",
  "needs and deeper economic relations, Indian policy towards the region changed in the 1990s,",
  "mainlythroughtheactionsofPrimeMinisterI.K.Gujral,whoeﬀectivelygaveupreciprocityin",
  "bilateral aﬀairs. Regarded as necessary to counter the inﬂuence of states such as Pakistan, China",
  "and the USA, the Gujral Doctrine instead based regional relations upon good will and bene-",
  "volence.15",
  "Building on its paramount subcontinent status and pre-existing treaty-based security rela-",
  "tionshipswith Bhutan andNepaldatingfrom 1949–50, Indianleaders also attempted to initiate",
  "some forms of Asian multilateralism. These eﬀorts dated from Nehru’s Asian Relations Con-",
  "ference in March 1947 and calls in 1967 for an Asian Council. As such, India stepped up mul-",
  "tilateral links within the region in order to improve her stability and trade links and most",
  "importantly to increase India’s global standing. This policy included joining various multilateral",
  "bodies such as the South Asian Association for Regional Cooperation (SAARC) in 1985,",
  "BIMSTEC (Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Coopera-",
  "tion—formerly Bangladesh, India, Sri Lanka, Thailand Economic Cooperation) in 1997, and",
  "links with the Association of Southeast Asian Nations (ASEAN) from 1992 onwards. These",
  "latter links rested upon India creating further military, economic and diplomatic ties with",
  "South-East Asia through the ‘Look East’ policy, which built upon her religious, artistic, lin-",
  "guistic and political legacies to the region. Through such policies India steadily extended her",
  "regional dominance beyond South Asia, emboldening her global Great Power aspirations. In",
  "general (and by the 1990s), such eastern-looking policies held greater importance to India’s",
  "policy-makers than her relations towards West Asia.",
  "India’s aspirations to achieve Great Power status also contained engrained beliefs of her nat-",
  "ural supremacy in the Indian Ocean Region (IOR). Apart from inheriting the British coloni-",
  "alists’ Curzonian arc from Aden to Singapore, this domination rested upon historical elements",
  "whereby British, Dutch and French colonialists had all invaded India from the sea. As such,",
  "India insisted that the Great Powers leave the Indian Ocean, and in the 1960s and 1970s",
  "7Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "ChrisOgden",
  "endeavoured to declare the IOR a Zone of Peace. After this approach failed, India joined the",
  "Indian Ocean Rim Association for Regional Co-operation (IOR-ARC) in 1995, a trade asso-",
  "ciation composed of 18 member states. By the 1990s the security importance of the IOR was",
  "underscored as India became the biggest consumer of natural gas from the Gulf, Central Asia",
  "and South-East Asia. Corresponding increases in her economic growth ameliorated her Great",
  "Power aspirations. Rising strategic competition with Pakistan and China increased this impor-",
  "tance, and was underpinned by India having the most developed navy in the Indian Ocean.16",
  "On a wider spectrum, India remained suspicious of foreign investment, multinational cor-",
  "porations and a gradually globalizing economic order. Such external ﬁnancial mechanisms were",
  "regarded as threatening swadeshi through coercive and restrictive multilateral organizations such",
  "as the International Monetary Fund (IMF) and the World Trade Organization (WTO). How-",
  "ever, the 1980s were also marked by selective foreign capital and technological investment in",
  "India asthe tiesof non-alignment were re-deﬁned byPrime Minister Indira Gandhi to indicate",
  "thebasisforanewinternationaleconomicorder.SuchchangestookadvantageofIndia’slargely",
  "apolitical relationships with Africa and Latin America and the legacy of the NAM. India’s gra-",
  "dual liberalization would be resolutely spurred on by the 1991 balance of payments crisis.",
  "In these ways, the advantages of economic liberalization in terms of status acquisition were",
  "gradually being acknowledged by India’s leaders, especially as a way to engage with the inter-",
  "national system’s Great Powers, such as the USA. Such understandings also recognized the",
  "realitiesofapost-ColdWarworld,which haddisruptedexistingIndo-USSRlinks,increasingly",
  "made the NAM irrelevant and demanded new foreign policy dimensions if Great Power status",
  "was to be achieved. However, anti-US sentiments remained as India’s perception of the USA",
  "directly acting against her interests continued during the 1980s, particularly as the USA sent",
  "arms via Pakistan to counter the Soviet invasion of Afghanistan in 1979. As the Cold War",
  "ended, US strategic disinterest grew, in conjunction with the Soviet withdrawal from Afgha-",
  "nistan in 1989. China would, however, continue to support Pakistan throughout this period",
  "and their aid indirectly helped Pakistan, in turn, to support the insurgency that erupted in",
  "Indian-controlled Kashmir during the 1980s.",
  "Overall, by the 1990s India was steadily increasing her regional and international status en",
  "route to her goal of acquiring Great Power status. In response to its interaction internationally,",
  "India’s core belief in becoming a Great Power remained in place, now characterized by an",
  "injection of realpolitik and continued anti-imperialism towards the USA and China. These atti-",
  "tudes had enabled India’s successful dominance of South Asia, and a gradual spreading of her",
  "inﬂuenceeastwardsintoSouth-EastAsiaandtheIndianOcean.Onawiderscale,however,she",
  "remained an outlier in the international system, separated from the supremacy of the P-5",
  "powers of the UN Security Council.",
  "Post-1998: India’s aspirations evolve",
  "The 1990s witnessed the emergence of Hindu nationalism under the Bharatiya Janata Party",
  "(BJP) as India’s domestic politics shifted away from the dominance of the Indian National",
  "Congress (INC) Party. In 1998 the BJP-led National Democratic Alliance (NDA) coalition",
  "gainedpower,breakingdecadesofINCrule.ThroughaHindutvaemphasisonregainingIndia’s",
  "glorious Hindu past, the BJP wished to reverse the perceived failure of India to successfully",
  "impose itself regionally and globally, and they resuscitated calls for India to reclaim her rightful",
  "place in the world. Explicit nuclear weapon testing was deemed necessary to fulﬁl these aims",
  "and to ensure for India, as BJP manifestos stated, ‘a role in world aﬀairs commensurate with its",
  "size and capability’.17",
  "8Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "International‘aspirations’ofarisingpower",
  "From these perspectives, BJP policy ﬁtted with voices within India’s strategic community",
  "who believed that the pre-eminence of the UN Security Council P-5 was only guaranteed by",
  "their exclusive possession of strategic nuclear forces. BJP leaders and these elites contended that",
  "India would only be heard (and gain a permanent veto on the UNSC) when she explicitly had",
  "nuclear weapons capability, something that had not been achieved with her earlier tests. An",
  "additional background of continued US sanctions from India’s 1974 PNE and sustained nuclear",
  "discrimination against her from the P-5 powers concerning the NPT and Comprehensive",
  "Nuclear Test Ban Treaty (CTBT), contributed to pressures to test. As such, and barely two",
  "months after the BJP had formed a new government in March 1998, a series of nuclear tests",
  "were carried out in the Pokhran desert bordering Pakistan on 11 and 13 May, ‘nuclear",
  "nationalism’and‘nuclearimagination’inoperation.18Pakistanrespondedwithherownnuclear",
  "tests shortly afterwards at Chaghai Hills in Baluchistan on 28 and 30 May.",
  "The impact of the Pokhran tests on India’s desire for Great Power status was immense and",
  "transformed much of its foreign diplomacy. In particular, the far more pragmatic and single-",
  "mindedoutlookoftheBJPconcerningforeignpolicymadeIndiaproactiveandexpectantinits",
  "GreatPowerstatusacquisitionbyforcinginternationalengagement.AsBJPPrimeMinisterAtal",
  "Behari Vajpayee stated at the time, ‘India is now a nuclear weapon state […] it is not a con-",
  "fermentthatweseek;norisitastatusforothers togrant[…]itisIndia’sdue,therightofone-",
  "sixth of humankind’.19 This greater sense of International Relations (IR) realism and realpolitik",
  "supplanted the earlier idealism and ahimsa typical of Nehru and the Congress Party, yet main-",
  "tained the core principles of India gaining Great Power status, namely the protection of India’s",
  "autonomyandindependence.BJPbeliefsinanemergentandstrongIndiawereunderpinnedby",
  "eliterecognitionofIndia’sincreasedeconomicpowerandinternationalsigniﬁcanceby1998.As",
  "such, India could withstand the pressure of sanctions, as her ﬁnancial linkages to international",
  "corporations and other countries would protect her from complete economic isolation. Indeed,",
  "while the USA (and Japan) issued sanctions in the aftermath of the tests, Russia, France, China",
  "and the United Kingdom did not. By questioning the dominant global nuclear consensus (and",
  "being the ﬁrst country to proclaim a newnuclear status since China in 1964), the Pokhrantests",
  "brought India into the global political, economic and strategic mainstream.",
  "High levels of Indian diplomacy also came to characterize India’s mainstream re-integration,",
  "as Indian oﬃcials and leaders endeavoured to maintain the momentum of the tests to make",
  "India a global power. Thus, Indian government and Ministry of External Aﬀairs oﬃcials",
  "undertookapolicyof‘totaldiplomacy’withallstates.20Throughthisapproach,andthecatalyst",
  "of the 1998 tests, India aimed to inculcate new and deeper relationships across the world. Such",
  "a proactive approach often involved reference to an emergent ranked hierarchy in Indian",
  "diplomacy, whereby greater attention was given to the P-5 powers and second/middle-tier",
  "powers such as Japan, Australia, the European Union (EU) and Israel. This ranking diﬀered",
  "from earlier Indian policy-makers, who had given equal status to all countries, regardless of",
  "(current or potential) political and economic relations. New diplomatic groupings (often with",
  "countries also striving for increased international status) also began to emerge, such as the",
  "Russia-China-India (RCI), Brazil-Russia-India-China (BRIC), and India-Brazil-South Africa",
  "(IBSA)formations.Suchpragmaticandstrategicdevelopmentswerenowasignaltootherstates",
  "‘that India’s strategic frontier may not be coterminous with its political borders’.21",
  "By the beginning of the 21st century, India’s Great Power aspiration was ascendant as her",
  "political, diplomatic and trade links increased exponentially: ‘India matters’, in a phrase.22 As",
  "such,India’sinternationalrelationsimprovedacrosstheboard,especiallythosewiththeUSA,as",
  "the two countries’ leaders talked of India and the USA as ‘natural allies’, a phrase ﬁrst used by",
  "India’sPrimeMinisterAtalBihariVajpayeeinhisspeech,‘India,USAandtheWorld’,madein",
  "9Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "ChrisOgden",
  "New York to the Asia Society in September 1998. While this change was not straightforward",
  "to achieve and while Indian elite distrust of the USA remained, the 1998 nuclear tests forced",
  "USattention ontoSouth Asia—particularly given India’s signiﬁcanceasthe largest military (and",
  "now nuclear) power between the USA’s two major military presences in the Persian Gulf and",
  "East Asia. Critically, the USA began to accept the new consequences of India in terms of her",
  "economy, nuclear capabilities, stable democracy and large middle class. Such respect and",
  "acceptance increased India’s international standing and made closer US ties a new pillar of",
  "India’s foreign policy. In turn, India became a key strategic partner of the USA, witnessed in",
  "their bilateral Defence Agreement drawn up in 2005.23",
  "As India’s international proﬁle increased, heightened trade levels and greater military-to-",
  "military links (including the signing of ‘strategic partnerships’ with many major and great level",
  "powers) personiﬁed her international interaction. Such ties have helped expand and strengthen",
  "India’s links to the international community and international economy, conﬁrming her status",
  "as a rising international force. Typical of this expansion, Indian policy-makers broadened the",
  "scope of India’s security horizons, with oﬃcials talking of India’s ‘extended neighbourhood’",
  "(Central Asia, South-East Asia and Africa), ‘Look East Phase 2’ (towards East Asia and Aus-",
  "tralasia), a more even-handed approach to West Asia (between Israel and the Arab states), as",
  "wellas betterlinkswiththe EU.Arising presence inthe IORhas underlinedthisexpansion of",
  "Indian diplomacy along with a more explicit emphasis on combating terrorism and piracy, and",
  "protecting international trade routes.24 While regional problems still exist (especially territorial",
  "disputes with Pakistan over Kashmir and China over Arunachal Pradesh), India’s political and",
  "economic links with her neighbourhood have become more stable.25",
  "Conclusions",
  "Over the last 60 years, an aspiration to achieve Great Power status has become a normalized",
  "feature of Indian foreign policy. Through the legacies of colonial powers and Nehru, this",
  "aspiration developed through continued international interaction. Much of this development",
  "came from learning the lessons of systemic realpolitik, such as India’s defeat by China in 1962,",
  "wars in 1965 and 1971 with Pakistan, and forcing the world’s attention towards India with the",
  "nuclear tests of 1998. From these events we can expect India’s Great Power aspiration to con-",
  "tinue and to become more heightened, while being tempered by a suspicion of outside powers",
  "and the maintenance of Indian autonomy in all areas. The core sentiments within India’s Great",
  "Power aspiration—anti-imperialism, self-reliance and being unaligned—will remain integral to",
  "suchadisposition.Assuch,theverynatureofIndia’sGreatPoweraspirationmaybepotentially",
  "debilitating to its full integration into the global economy (for fear of losing self-reliance), and",
  "willcertainlymilitateagainstanyall-weatheralliances.Instead,strategicpartnershipswillﬂourish",
  "where the political and economic gains for India are clear. Of note here is that despite diﬀerent",
  "political parties being in power in India, this consensus on Great Power status has remained",
  "unchanged, suggesting a normative durability in the belief and approach to the acquisition of",
  "Great Power status.",
  "According to Nayar, power has 10 features.26 Four of these are ‘hard’ features: the military;",
  "the economy; technology; and demographics. Six of these are ‘soft’ features: norms (which can",
  "be deﬁned as beliefs, hopes, fears); leadership of international forums; culture; state capacity;",
  "strategy and diplomacy; and national leadership. In symbiosis, these virtues translate into power",
  "and inﬂuence within the international system concerning security provision, the determination",
  "and style of ﬁnancial institutions, and the control of knowledge acquisition and dissemination.",
  "Currently the USA is the only complete power in regard of all these power virtues.",
  "10Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "International‘aspirations’ofarisingpower",
  "In comparison with other states—both the P-5 powers and other second-tier (and aspirant",
  "great) powers from each continent—how does India measure up? A cursory comparison can be",
  "seen in Table 1.1, below, which shows India’s relative strength in terms of ‘hard’ virtues—its",
  "physical landmass, population, economic performance and military expenditure. While looking",
  "certain to surpass Japan in the next decade to become the world’s third largest economy,",
  "maintaining current rates of growth indicate that by the middle of the 21st century the size of",
  "the Indian economy will surpass that of the USA and perhaps eventually China. It is India’s",
  "comparatively younger (and in the future, given current growth rates, larger) population and",
  "continued growth in gross domestic product (GDP) that are essential to this surpassing of other",
  "Great Powers.",
  "Inturn,Indiahasthethirdhighestrateofmilitaryexpenditure,andtheworld’sfourthlargest",
  "army. This expenditure can rise in line with her economic expansion, which is dominated by",
  "India’s expertise in software, but also growing strength in industrial production, satellite tech-",
  "nology and arms manufacture.",
  "Growth will also be aided by the preponderance of English language usage in India and its",
  "increasingculturalexportsintermsofﬁlm,cuisine,music,danceandliterature—all‘soft’power",
  "attributes. A democratic tradition additionally increases India’s international legitimacy. In turn,",
  "it is important to note that ‘Great Powers are not just made by their material capacities but also",
  "by their dispositions, that is, by their willingness to articulate a vision of a preferred world and",
  "to accept the burdens of shaping that vision’.27 Here, India needs to achieve more, to be more",
  "proactive in its global interaction and to lead debates in international forums on topics such as",
  "globalwarmingandenergysecurity.Suchleadershipmayoftenappearparadoxicalinthefaceof",
  "India’s economic needs and will demand new, innovative yet balanced diplomatic approaches.",
  "Having a clearer national security strategy would also facilitate India’s international rise, and a",
  "nascent National Security Council (NSC) and National Security Advisory Board (NSAB) (both",
  "founded in 1998), as well as a Draft Nuclear Doctrine (ﬁrst issued on 17 August 1999) are all",
  "steps that ameliorate this factor.",
  "Table1.1 IndiaincomparisonwithP-5 andothercandidate greatpowers",
  "GDP(PPP)(US$)(2009) militaryexpenditure",
  "land population total per GDP(%) US$(billion)",
  "(sqkm) (million,2009) (billion) capita (2007) (2009)",
  "China 9,569,901 1,338.61 8,767 6,500 2.0 175.34",
  "France 640,053 64.06 2,113 32,800 2.3 48.60",
  "Russia 16,377,742 140.04 2,103 15,200 3.5 73.61",
  "UK 241,930 61.11 2,165 35,400 2.4 51.96",
  "US 9,161,966 307.21 14,260 46,400 4.0 570.40",
  "Brazil 8,459,417 198.74 2,024 10,200 1.5 30.36",
  "EU 4,324,782 491.59 14,520 32,700 n/a n/a",
  "Germany 348,672 82.33 2,812 34,200 1.3 36.56",
  "India 2,973,193 1,157.00 3,548 3,100 2.5 88.70",
  "Japan 364,485 127.08 4,141 32,600 0.9 37.27",
  "S.Africa 1,214,470 49.05 488.6 10,000 1.4 6.83",
  "Note:Owingtodatabeingunavailable,thelastcolumn(militaryexpenditure,US$billion,2009)iscalculatedusingthe",
  "GDPPPP(US$,2009)andmilitaryexpenditure(GDP%,2007)totals.",
  "11Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "ChrisOgden",
  "While India is accurately seen as a candidate Great Power, her border issues are stumbling",
  "blocks to freeing her inﬂuence away from South Asia and into the international system. These",
  "issues(andongoingfractiousrelationswithPakistan,ChinaandoftenBangladesh)arecontinued",
  "inﬂuences on separatists within India, especially the Naxalites who early in the 21st century",
  "were active in a third of the country, as well as other groups in her north-east. India’s popula-",
  "tion is also India’s potential Achilles’ heel as it modernizes, draining resources for a population",
  "that currently remains generally highly illiterate, unskilled and impoverished. The challenge to",
  "ameliorate such conditions seems even harder when comparisons with other major powers are",
  "made, and it will take some time to achieve higher living standards. High incidences of cor-",
  "ruption, bureaucratic lethargy and apathy in law implementation, all exacerbate these factors.",
  "However, as India’s economy continues to expand and investment continues to ﬁlter out",
  "through the country’s states to its vast population, it is reasonable to expect that, with time,",
  "many of these issues can and will be resolved. Although India may never achieve a permanent",
  "seatontheUNSC(given thattheP-5wouldhavetoimplementanyreforms,which wouldby",
  "deﬁnition diminish their own inﬂuence), we can expect India to emerge as one of the major",
  "poles, and hence Great Powers, of the 21st century.",
  "Notes",
  "1 Nehru, 1939, as quoted in S. Gordon, India’s Rise to Power in the Twentieth Century and Beyond, New",
  "York:StMartin’sPress,1995,p.1.",
  "2 V.Dutt,India’sForeignPolicy,NewDelhi:Vikas,1984;K.P.Misra(ed.),ForeignPolicyofIndia:ABook",
  "ofReadings,NewDelhi:Thomson,1977;B.Prasad(ed.),India’sForeignPolicy:StudiesofContinuityand",
  "Change,NewDelhi:Vikas,1979.",
  "3 QuotedinL.Mansingh,‘ForeignPolicyImperativesforaPost-NuclearIndia’,inN.S.SisodiaandC.",
  "Bhaskar(eds),EmergingIndia:SecurityandForeignPolicyPerspectives,Delhi:InstituteforDefenceStudies",
  "andAnalyses,2005,p.46.",
  "4 P.Panda,MakingofIndia’sForeignPolicy:PrimeMinistersandWars,Delhi:RajPublications,2003,p.48;",
  "D.E.Smith,IndiaasaSecularState,Princeton:PrincetonUniversityPress,1963,p.40.",
  "5 See M. Pardesi, ‘Deducing India’s Grand Strategy of Regional Hegemony from Historical and Com-",
  "parativePerspectives’,RSISWorkingPaper(Singapore:InstituteofDefenceandStrategicStudies),No.",
  "76,2005.",
  "6 K. Bajpai, ‘India: Modiﬁed Structuralism’, in M. Alagappa (ed.), Asian Security Practice: Material and",
  "IdeationalInﬂuences,Stanford:StanfordUniversityPress,1999,p.195.",
  "7 M. Alagappa, ‘International Politics in Asia: the Historical Context’, in M. Alagappa (ed.), Asian",
  "Security Practice: Material and Ideational Inﬂuences, op. cit.; J. Kundra, Indian Foreign Policy: 1947–1954,",
  "Groningen: J.B. Wolters, 1956, pp.19–34; R.W. Jones, India’s Strategic Culture, Defense Threat",
  "ReductionAgencySAIC(USA),2006,p.16,www.dtra.mil.",
  "8 Jones,India’sStrategicCulture,op.cit.,p.7;seealsoBajpai,‘India:ModiﬁedStructuralism’,op.cit.,p.8.",
  "9 B. Buzan and O. Wæver, Regions and Powers: the Structure of International Security, Cambridge: Cam-",
  "bridge University Press, 2003, p.119; P.K. Panda, Making of India’s Foreign Policy: Prime Ministers and",
  "Wars,Delhi:RajPublications,2003;seealsoB.Buzan,‘SouthAsiaMovingTowardsTransformation:",
  "EmergenceofIndiaasaGreatPower’,InternationalStudies,Vol.39,No.1,2002.",
  "10 J.Dixit,MakersofIndia’sForeignPolicy:RajaRamMohunRoytoYashwantSinha,Delhi:HarperCollins,",
  "2004, p.113.See alsoD. Mallik, The Development ofNon-Alignment in India’sForeign Policy,Allahabad:",
  "Chaitanya Publishing House, 1967; J. Sengupta, Non-Alignment: in Search of a Destination, Calcutta:",
  "NayaProkash,1979.",
  "11 CitedinR.Singh,India’sForeignPolicy:TheFirstStudyinContinuityandChange,NewDelhi:Samiksha",
  "Prakashan,2001,p.11.",
  "12 B. Nanda, ‘Introduction’, in B.R. Nanda (ed.), Indian Foreign Policy: The Nehru Years, New Delhi:",
  "Vikas, 1976, p.16; S.S. Patil, ‘India’s China Policy in the 1950s: Threat Perceptions and Balances’,",
  "South Asian Survey, Vol. 14, No. 2, 2007, p.289; S. Swamy, India’s China Perspective, New Delhi:",
  "KonrakPublishers,2001,p.20.",
  "12Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "International‘aspirations’ofarisingpower",
  "13 S. Shirk, ‘One-Sided Rivalry: China’s Perceptions and Policies towards India’, in F. Frankel and H.",
  "Harding,TheIndia-ChinaRelationship:RivalryandEngagement,Oxford:OxfordUniversityPress,2004,",
  "p.126.N.Maxwell,India’sChinaWar,London:JonathanCape,1970remainsanauthoritativestudy;as",
  "does J. Garver, Protracted Contest: Sino-Indian Rivalry in the Twentieth Century, London: University of",
  "WashingtonPress,2001.",
  "14 B.NayarandT.Paul,IndiaintheWorldOrder:SearchingforMajorPowerStatus,Cambridge:Cambridge",
  "UniversityPress,2003,p.19.",
  "15 I.K.Gujral,AForeignPolicyforIndia,Delhi:ExternalPublicityDivision,1998.AlsoC.R.Mohan,‘The",
  "Gujral Doctrine’, in Crossing the Rubicon: The Shaping of India’s New Foreign Policy, Delhi: Penguin,",
  "2003,pp.241–44.",
  "16 G. Hiranandani, ‘The Indian End of the Telescope: India and its Navy’, in Naval War College Review",
  "(USNavalWarCollege),Vol.55,No.2,2002.",
  "17 BJP, ‘1998 Manifesto’, inBharatiya Janata Party 1980–2005: Party Document– Volume 1, Election Man-",
  "ifestoes,NewDelhi:BJPHQ,2005,p.156.",
  "18 S. Chaturvedi, ‘Representing Post-Colonial India: Inclusive/Exclusive Geopolitical Imaginations’, in",
  "K. Dodds and D. Atkinson (eds), Geopolitical Traditions: A Century of Geopolitical Thought, London:",
  "Routledge, 2000, pp.226–29, for section ‘Geopolitics of “Nuclear Nationalism”: Exploding Geopoli-",
  "ticalImagination’.",
  "19 A.B. Vajpayee, ‘Suo Motu Statement by Prime Minister Shri Atal Behari Vajpayee in Parliament’, 27",
  "May1998,www.indianembassy.org.",
  "20 Y.Sinha,‘Diplomacyinthe21stCentury’,inA.Gupta,M.ChaturvediandA.Joshi(eds),Securityand",
  "Diplomacy,NewDelhi:ManasPublications,2004,p.188.",
  "21 S.Cohen,India:EmergingPower,Washington:BrookingsInstitutionPress,2001,p.44.",
  "22 A.Mohammed,‘IndiaMatters’,WashingtonQuarterly,Vol.21,No.1,2000.",
  "23 P.K.Das,NewHeightsinIndo-USRelations,Jaipur:RajPublishingHouse,2005;N.Gaan,Indiaandthe",
  "UnitedStates:FromEstrangementtoEngagement,Delhi:Kalpaz,2007;S.Ganguly,‘TheStartofaBeau-",
  "tifulFriendship?TheUnitedStatesandIndia’,WorldPolicyJournal,Vol.20,No.1,2003;S.Ganguly,",
  "B. Shoup and A. Scobell (eds), US-Indian Strategic Cooperation into the 21st Century: More than Words,",
  "London:Routledge,2006.",
  "24 For example, A. Acharya, ‘India and Southeast Asia in the Age of Terror: Building Partnerships for",
  "Peace’, Contemporary Southeast Asia, Vol. 28, No. 2, 2006; A. Batabyal, ‘Balancing China in Asia: A",
  "RealistAssessmentofIndia’sLookEastStrategy’,ChinaReport,Vol.42,No.2,2006;S.Blank,‘India’s",
  "Rising Proﬁle in Central Asia’, Comparative Strategy, Vol. 22, 2003, p.143; C. Fair, ‘India and Iran:",
  "NewDelhi’sBalancingAct’,WashingtonQuarterly,Vol.30,No.3,2007;C.Grant,‘India’sRoleinthe",
  "New World Order’, Brieﬁng Note (Centre for European Reform), September 2008; B. Pradhan,",
  "‘ChangingDynamicsofIndia’sWestAsiaPolicy’,InternationalStudies,Vol.41,No.1,2004.",
  "25 S. Muni and C. Raja Mohan, ‘Emerging Asia: India’s Options’, International Studies, Vol. 41, No. 3,",
  "2004;R.Sikri,‘India’sForeignPolicyintheComingDecade’,WorkingPaper(InstituteofSouthAsian",
  "Studies—ISAS),No.25,September2007.",
  "26 NayarandPaul,IndiaintheWorldOrder,op.cit.,pp.24–64.",
  "27 K.Bajpai,‘India’sGlobalRoleinthe21stCentury:PoliticsofCommunity,OrderandCooperation’,",
  "in L. Mansingh (ed.), Indian Foreign Policy: Agenda for the 21st Century, Vol. 1, New Delhi: Konark",
  "Publishers,2000,p.19.",
  "13Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]