[
  "c20",
  "India’s relations with the European",
  "Union",
  "Rajendra K. Jain",
  "Introduction",
  "India has a multi-dimensional relationship with the European Union (EU), its largest trading",
  "partner, a major source of foreign direct investment (FDI), a signiﬁcant donor, an important",
  "source of technology, and home to a large and inﬂuential Indian diaspora. India no longer",
  "regards the EU as a mere trading bloc, but as an increasingly important political actor in world",
  "politics with a growing proﬁle and presence.",
  "Historical background",
  "India took little interest in the movement for European uniﬁcation during the ﬁrst years of",
  "Indian independence. The European Economic Community (EEC), the predecessor to the EU",
  "set up in 1957 under the Treaty of Rome, was remote from Indian concerns. There were no",
  "statementsbytheIndianGovernmentoranyreferencestoitindebatesintheIndianparliament",
  "until the United Kingdom expressed its intention to apply for membership of the Common",
  "Market in 1961. The question of India’s relations with the EEC then took on a new urgency,",
  "especially as it came at a time when India’s balance of payments had deteriorated sharply.1",
  "Prime Minister Jawaharlal Nehru argued that the EEC would deepen Cold War divisions,",
  "widen the gap between the rich and poor countries, and weaken the Commonwealth of",
  "Nations.",
  "Nevertheless, India recognized the importance of the nascent EEC and was among the ﬁrst",
  "developing countries to establish diplomatic relations in 1963. Indian eﬀorts to establish a new,",
  "post-colonial relationship with the Community proved a challenging task since apart from the",
  "‘associated’ overseas countries and territories of the member states, the Treaty of Rome con-",
  "tainednoreferencestotherestoftheThirdWorld.Indianpolicy-makersdeploredthefactthat",
  "the EEC Council of Ministers made ‘no conscious attempt’ in the early years to evolve a",
  "development policy towards developing countries; instead the EEC was much too preoccupied",
  "with its internal problems, with negotiations for its enlargement, and therefore remained con-",
  "tent to follow a limited policy in the framework of old colonial relationships of its member",
  "states.2",
  "223Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "RajendraK.Jain",
  "During the 1961–63 negotiations for the United Kingdom’s entry, the EEC was compelled",
  "brieﬂy to envisage future arrangements between the enlarged EEC and Commonwealth",
  "developing countries. India sought an Association Agreement similar to the one that the Med-",
  "iterranean countries and the African, Caribbean and Paciﬁc (ACP) countries had concluded",
  "with the EEC. However, this was ruled out for ‘non-associables’ like India lest these conces-",
  "sions were extended to all developing countries.",
  "With the collapse of negotiations for the United Kingdom’s entry into the EEC in January",
  "1963, India and the Commonwealth countries, the Times of India editorial observed, had ‘every",
  "reason to thank God and de Gaulle’ for the collapse of negotiations for the United Kingdom’s",
  "entry in the Community in January 1963.3 It led to an abatement of the threat of disruption of",
  "Indo-British trade for some time, but the challenge of deﬁning the EEC’s relations with",
  "developing countries remained. Relations with other developing countries would continue to",
  "be governed by their Common Commercial Policy.",
  "For a decade (1963–73), Indian eﬀorts focused on securing better market access for India’s",
  "major exports and alleviation of its chronic trade deﬁcit with the EEC, which was the largest it",
  "had amongst all its trading partners. This was dealt with on a product-by-product basis by the",
  "conclusion of annual agreements on the suspension, in whole or in part, of the customs duty.",
  "Though the EEC introduced the General System of Preferences (GSP) in 1971, India felt that",
  "the GSP was not structured to solve the speciﬁc problems created for India by its loss of pre-",
  "ferential access to the British market. Many of India’s main exports, including jute, coir, cotton",
  "textiles and tobacco, were either excluded from the scheme or else subject to special",
  "arrangements.",
  "With the United Kingdom’s admission into the EEC in 1973, the enlarged Community had",
  "to decide on the arrangements to be concluded with the developing countries of the Com-",
  "monwealth. The EEC was in no position to take on the burden of ﬁnancial aid to countries as",
  "populous as India. Under the Joint Declaration of Intent, annexed to the United Kingdom’s",
  "Treaty of Accession (1973), the EEC agreed to examine with the Asian Commonwealth",
  "countries ‘such problems as may arise in the ﬁeld of trade with a view to seek appropriate",
  "solutions’. India was the ﬁrst country to take advantage of this oﬀer. However, member states,",
  "even those with past colonial connections with India, had no real interest in alleviating India’s",
  "diﬃculties. India was perceived as ‘Britain’s baby’ and it was up to the British to act in its",
  "favour.4",
  "The agreement the EEC was initially oﬀering India lacked even ‘a core’; it was ‘all packa-",
  "ging’.5 The EEC was reluctant to agree to any sweeping programme of economic, industrial",
  "and ﬁnancial co-operation lest it open the door to a host of similar agreements with other",
  "developing Asian and Latin American countries. The ﬁve-year non-preferential Commercial",
  "Cooperation Agreement (CCA) that India eventually signed in 1973 was the result of the dip-",
  "lomatic acumen of K.B. Lall, the then Indian Ambassador to the EEC. The agreement con-",
  "tained no new tariﬀ concessions, but provided both a focus and a contractual basis for India-",
  "EEC relations. India was not particularly jubilant about the CCA; it felt that it was the best it",
  "couldgetunderthecircumstances.Nevertheless,theCCAconstitutedabigstepforwardbythe",
  "EEC and set the pattern for similar agreements with other South Asian countries. However,",
  "conscious development of trade opportunities for India continued to be assigned only ‘a low",
  "priority’.6 Nevertheless, a series of useful trade development and trade promotion programmes",
  "were launched, and an expert study was commissioned to identify shortcomings and recom-",
  "mend ways to overcome them.",
  "After the conclusion of the 1973 CCA, India repeatedly urged the EEC to work out a new",
  "‘doctrine’ covering the EEC’s overall relationship with India rather than tackling matters each",
  "224Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswiththeEuropeanUnion",
  "timeinapiecemealfashion.Indiatooktheinitiativein1978andsoughttoexpandthescopeof",
  "the 1973 agreement by the conclusion of a new non-preferential economic and commercial",
  "agreement in June 1981, which expanded co-operation to more sectors.",
  "The 1990s",
  "With the end of the Cold War, the EEC (which became the EU in 1993) no longer had to",
  "look at India through the lens of Cold War equations. Moreover, India was becoming pro-",
  "gressively more interesting. Its policy of liberalization and economic reforms launched in 1991",
  "with consistently high growth rates, acquisition of nuclear weapons in 1998, and steadily",
  "improving relations with the USA,all ledto recognition of India asa potential global player by",
  "the EU. In the post-Cold War era India pursued a pragmatic foreign policy, shed most of the",
  "ideologicalbaggage,andaccordedgreaterprioritytotheWestasamarket,sourceoftechnology",
  "and FDI.",
  "Intheearly1990sIndiaurgedanoverhaulofitsco-operationagreementwiththeEUandan",
  "upgraded political dialogue, since the EU was not merely another trading area, but increasingly",
  "was becoming the collective diplomatic centre for Western Europe. A wide-ranging ‘third-",
  "generation’ agreement on Partnership and Development was signed on 20 December 1993 to",
  "encompass economic, technological and cultural co-operation, development and investment.",
  "The Joint Statement on Political Dialogue (1994) sought to achieve ‘a closer and upgraded",
  "relationship’, and expressed the resolve of India and the EU to reinforce and intensify their",
  "mutual relations in the political, economic, technological and cultural ﬁelds. The European",
  "Commission pushed for stronger links in its Communication on EU-India Enhanced Partner-",
  "ship (1996).7",
  "The institutional architecture between India and the EU is now quite multilayered. Apart",
  "from the Joint Commission and Sub-Commissions, troika ministerial meetings have been held",
  "since 1982. Other institutional mechanisms include Senior Oﬃcials Meetings, meetings",
  "between the European Commission and Indian planners, bilateral meetings in the margins of",
  "multilateral forums, working groups of specialists (on subjects like export controls, terrorism",
  "experts and consular aﬀairs), the India-EU Round Table, the India-EU Energy Panel and its",
  "working groups, their Security Dialogue, macro-economic dialogue on ﬁnancial co-operation,",
  "a dialogue on human rights, and a science and technology steering committee. Annual summits",
  "have taken place since 2000.8 Parliamentary exchanges began with the setting up of a South",
  "Asia Delegation in the European Parliament. A separate India Delegation was established in",
  "September 2009 to reﬂect the strategic partnership. The Indian parliament also set up a 22-",
  "member Parliamentary Friendship Group for Relations with the European Parliament in June",
  "2008.",
  "Indian perceptions",
  "The Indian elite’s perceptions of the EU have been and continue to be essentially conditioned",
  "bytheAnglo-Saxonmedia,whichimpedesamorenuancedunderstandingoftheprocessesand",
  "dynamicsofEuropeanintegration,aswellastheintricaciesandrolesofEUinstitutions.Forthe",
  "Indian policy-maker, the EU is not an easy political animal to deal with partly because of the",
  "rotating presidencies, proliferating regulations and so on seen with the EU. India, like many of",
  "theEU’sotherstrategicpartners,isclearlymorecomfortablewithnationalbilateralframeworks.",
  "While there is some clarity regarding policies of EU member states, it is often diﬃcult to say",
  "what EU policy is. Most stakeholders in India feel that India’s democratic polity and shared",
  "225Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "RajendraK.Jain",
  "values do not necessarily earn it any brownie points in Europe, that the EU, including the",
  "European think-tank community, continues to have a ﬁxation with the People’s Republic of",
  "China, and that most senior EU oﬃcials feel India ‘is getting there, but not quite arrived’.9",
  "More perceptive Indians feel that when it comes to India/South Asia there still continue to",
  "be three kinds of people in the EU: those who are otherwise very well informed and knowl-",
  "edgeable, but who do not try to understand South Asia because others have tried it before and",
  "failed to do so; those who neither understand anything, nor wish to understand anything; and",
  "then a small minority of those who have the courage and perseverance to make an eﬀort to",
  "understand the more complex problems of India and wish to do something about it. Relations",
  "withIndiaarestilldrivenby‘verysmall circles’in Brussels.Intheﬁrstcirclearethose thathave",
  "substantial economic stakes—primarily the ‘Big Three’ (France, Germany and the United",
  "Kingdom). When push comes to shove, they are the ones that bring the requisite energy to",
  "move things forward in an increasingly heterogeneous Union. In the second circle are those",
  "member states that have interests in certain sectors, but that do not quite have the big picture.",
  "In the third circle are the remaining member states, which broadly feel that if some things are",
  "good for others, it is ﬁne with them. The Nordic countries have generally been viewed as the",
  "‘moral superpowers’.",
  "‘Strategic partnership’",
  "TheJoint Declaration of the ﬁrst India-EU summit (June 2000) resolved that the EU andIndia",
  "should build ‘a new strategic partnership’ in the 21st century, founded on shared values and",
  "aspirations. The European Commission’s Communication, An EU-India Strategic Partnership",
  "(June 2004), proposed to develop a strategic partnership with India in four key areas: a) co-",
  "operation, especially in multilateral forums, on conﬂict prevention, the ﬁght against terrorism",
  "and non-proliferation of weapons of mass destruction; b) strengthened economic partnership",
  "through strategic policy and sectoral dialogues; c) development co-operation; and d) fostering",
  "intellectual and cultural exchanges.10 A 46-page Commission Staﬀ Working Document",
  "annexed to the Communication proposed over 100 actionable points in various sectors, the",
  "great majority of which concerned trade and commerce. In its ﬁrst-ever strategy paper on",
  "relations with an outside entity, India responded with a detailed 31-page response to the",
  "Commission’s Communication.11 The ‘strategic partnership’ (upgraded) relationship was speci-",
  "ﬁcally endorsed at the ﬁfth India-EU summit in 2004. There seemed a sense between them by",
  "2005 that ‘India-EU relations have grown exponentially from what used to be a purely trade",
  "and economic driven relationship to one covering all areas of interaction’.12 A new Political",
  "Declaration and a Joint Action Plan (JAP) divided into four sections (political, trade and",
  "investment, economic policy, and cultural and academic) was adopted at the next India-EU",
  "summit in September 2005.13 The revised JAP in September 2008, titled Global Partners for",
  "Global Challenges, added 40-odd items to the 100-odd items already contained in the",
  "original JAP.14",
  "The EU’s ‘strategic partnership’ with India is one of the nine that the EU has world-wide",
  "and one of the 30 that India has with other countries. The term ‘strategic partnership’ is an",
  "extremelyelusiveandelasticconcept.Somecallitakindof‘honorarydegree’conferredonkey",
  "internationalplayers;otherscallita‘charade’.15FortheEU,a‘strategicpartnership’comprisesa",
  "common template in terms of annual summits, a Joint Plan of Action with a laundry list of",
  "actionable areas,andanincrementally increasingnumber ofsectoralandpolicy dialogueswhich",
  "could foster an internal dynamic to gradually generate deliverables. For India, its strategic",
  "226Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswiththeEuropeanUnion",
  "partnership with the EU raised the relationship to a new level where one can have broad-ran-",
  "ging discussions on bilateral, regional and global issues. These consultations, which now",
  "encompassaround45issueareas,haveenabledthetwosidestobetterunderstandandappreciate",
  "each other’s positions, perspectives and perceptions.",
  "Political dialogue: convergence and divergence",
  "There are fundamental diﬀerences between India and the EU on many issues because they are",
  "at diﬀerent levels of development, because they come from two diﬀerent milieux, and because",
  "they have diﬀerent geographical and geopolitical priorities. Indian perspectives are shaped by its",
  "historical experiences and current realities, which include the fact that it lives in a very diﬃcult",
  "and dangerous neighbourhood surrounded by failed or failing states, and confronts a variety of",
  "external threatsand challenges. Despiteexhortations to identify possiblesynergies andinitiatives",
  "to promote human rights and democracy, there has in practice been little co-ordination on any",
  "of these goals.16",
  "Thereissomeconvergence inpolicyandpracticebetweentheEUandIndiaonquestionsof",
  "multilateralism and global governance, but that convergence has notable and signiﬁcant limita-",
  "tions.TherearebasicdiﬀerencesinbothperceptionsandinterestsbetweenIndiaandtheEUin",
  "many ﬁelds, including trade, development, climate change, the International Criminal Court,",
  "globalization, humanitarian intervention, etc. On most issues that matter to India, like enlarge-",
  "ment of the UN Security Council and civilian nuclear energy, the EU either has no common",
  "policy or is unable to formulate one. Though the EU and India have shared objectives in most",
  "South Asian countries, they are often unable to calibrate their foreign policies to work there.",
  "India feels that the EU is a marginal player when it comes to the security milieu in South Asia.",
  "India does not seek to replace, but democratize, existing structures of global governance and",
  "increase its role in decision-making. India has been consistently advocating a more democra-",
  "tized, more representative and more credible UN system and has sought membership as a per-",
  "manent member of a reformed UN Security Council. To most stakeholders in India, Europe is",
  "clearly over-represented but is in no hurry to reduce such over-representation. Most of the",
  "existing ﬁnancial and trade rules of the current international architecture reﬂect the power rea-",
  "litiesattheendoftheSecondWorldWarinwhichIndiawasarecipientratherthanaframerof",
  "norms. India has been a beneﬁciary of these rules, but has long been a victim of it. In recent",
  "years, there is a basic and increasing contestation about the content, value and scope of norms",
  "between the developed and developing countries. Europe often presents the normative agenda",
  "in a way that seeks to undermine the competitive advantage of developing countries. India",
  "wants to play a greater role in the making of new rules of the international economic and",
  "ﬁnancial system.",
  "Nevertheless, on most issues of substance, India’s broad interests as a rising major power are",
  "consonant with those of the other major powers. In the military-political arena, India shares a",
  "common interest with other major powers in preventing the spread of weapons of mass",
  "destructionandterrorism,infosteringmaritimesecurity,stabilization ofweakstates,andcoping",
  "withhealthhazardsandpandemics.Co-operative relationswiththemarelikelytogrowdespite",
  "diﬀerences over speciﬁc issues. India will continue to strongly favour the development of mul-",
  "tilateral regimes to regulate international trade and politics. In 2007 the EU, along with several",
  "other major world powers, gained oﬃcial observer status in the South Asian Association for",
  "Regional Cooperation (SAARC), which reﬂects keen EU interest in the SAARC experi-",
  "ment.17 However, unlike the foreign ministers of China, Japan and the Republic of Korea",
  "227Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "RajendraK.Jain",
  "(South Korea), the European Commission was not represented at the 14th SAARC summit",
  "held in New Delhi; instead the EU delegation was led by the German Ambassador to India.",
  "Another new forum for India to further develop its growing relations with both Asia and",
  "Europe is the 45-member Asia-Europe Meeting (ASEM), which New Delhi joined in 2007",
  "and in which the EU’s European Commission is one of the co-ordinators.",
  "Combating terrorism and security dialogue",
  "A victim of terrorism since 1980, Indian oﬃcials had for years stressed the need for a frank and",
  "honest dialogue with the EU on terrorism. Despite recognition by the EU and its member",
  "states’ dislike for Pakistani adventurism in Kargil (1999), Europe was not willing to confront",
  "Pakistan on its ‘sponsorship’ of cross-border terrorism. During the ﬁrst India-EU summit (June",
  "2000), Brussels resisted attempts by India to bring terrorism onto the agenda on the grounds",
  "that it was an issue best left to direct talks between India and individual member states of the",
  "Union. Brussels also didnot share Indian characterizations of Pakistan as either a ‘failedstate’ or",
  "an ‘epicentre of terrorism’.",
  "After the terrorist attacks on the USA on 11 September 2001, the EU itself accepted that",
  "terrorism had to be henceforth among the topics of discussion and since then the topic has",
  "ﬁgured at each summit. Both sides continue to share concern at the scourge of terrorism, and a",
  "Joint Working Group on terrorism has been meeting in recent years. However, at the second",
  "India-EU summit (2001), there were diﬃculties in formulating the text of the Declaration",
  "Against International Terrorism. After the terrorist attack on the Indian parliament (December",
  "2001), which brought India’s threat to go to war with Pakistan and the mobilization of 1m.",
  "troops in South Asia in the summer of 2002, several EU leaders visited India in an attempt to",
  "defuse the situation. New Delhi was enraged at European eﬀorts at the third summit, held in",
  "CopenhageninOctober2002,topressurizeIndiaontalkingtoPakistanandexercisingrestraint",
  "through aggressive public diplomacy by the strident tone of Danish Prime Minister Anders",
  "Rasmussen. The larger EU member states pleaded ignorance while the Danes denied this.",
  "Unlike the EU, it was the USA that took the lead in compelling Pakistan to ban terrorist",
  "groups operating from Pakistani territory. Brussels followed suit and declared several terrorist",
  "outﬁts as terrorist organizations in April 2004, but European bureaucracies soon lost enthusiasm",
  "incontinuingthistime-consumingexercise.InOctober2004theCouncilexpressedwillingness",
  "to ‘consider’ the Commission’s proposal for the inclusion of India in its list of priority countries",
  "for a strategic co-operation agreement with Europol—the EU’s centralized police organization.",
  "In November 2009 the two sides agreed to advance the negotiations between Europol and the",
  "Indian authorities in order to conclude an agreement to ‘reinforce cooperation in the ﬁeld of",
  "counter-terrorism’.18",
  "AsecuritydialogueonglobalandregionalissueshasbeenheldannuallysinceMay2006.The",
  "security dialogue held in November 2008 shortly after the Mumbai attacks was more sub-",
  "stantive and constructive than any of the previous ones, largely because India sought to proac-",
  "tivelyengagetheEuropeans.TheﬁrstCouncilWorkingGrouponTerrorism(COTER)troika",
  "with India took place on 11 June 2009.",
  "Most co-operation between India and Europeancountries has been ona bilateral rather than",
  "multilateral basis. In fact, because of disparate priorities most EU member states neither share",
  "the same urgency nor interest in co-operating with India. However, the prospects of practical,",
  "ground-level security co-operation with the Union are remote, since it is the member states",
  "that have the assets and competences, not the Union.",
  "228Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswiththeEuropeanUnion",
  "Economic relations",
  "The EU is an extremely important trade partner for India, accounting for 20.1% of its total",
  "exportsand13.3%ofitstotalimportsin2009/10.Indiaaccountsforamorelimitedbutrapidly",
  "growing share of EU trade, with 2.4% of the EU’s total exports and 1.9% of the its total",
  "imports, and with India ranked 10th on the list of the EU’s main trading partners in 2008, up",
  "from 15th in 2002. India-EU trade increased from US $1,640m. in 1973 to $5,700m. in 1980.",
  "Over the decade 1981–90, India-EU trade increased by about ﬁve times. With India’s eco-",
  "nomic reforms kickingin in1991, Indo-EU traderecorded anannual rateof growth ofaround",
  "20%in1990–94,withsubstantiveannualgrowthsubsequentlymaintainedduringthefollowing",
  "decade, rising from $19,500m. in 1996/97, to $56,690m. in 2006/7, and to $82,080m. in",
  "2008/9. Some downturn was seen in the overall trade ﬁgure of $75,380m. for 2009/10,",
  "reﬂecting a decline in 2009 as the global economic downturn cast a shadow on the trade per-",
  "formance of both sides. However, by the ﬁrst half of 2010 trade was recovering, owing to",
  "India’s resumption of high growth rates; meanwhile Indian exports to the EU were back up",
  "18% from the January–April 2009 ﬁgures, whilst Indian imports from the EU were up 28%",
  "from the January–April 2009 ﬁgures. Services-wise, in Euro terms, India exported €2,500m.-",
  "worth of services to the EU in 2001, while EU services exports to India amounted to",
  "€2,400m.19 EU services exports to India had increased to €9,000m. in 2008, whereas India",
  "exported services worth €7,400m.20",
  "The EU has been the largest source of FDI inﬂows for India since the country began eco-",
  "nomic reforms in 1991. During August 1991 to September 2004, actual FDI from the EU to",
  "India was $6,720m., which accounted for 21.6% of total FDI in India.21 EU investment ﬂows",
  "to India gained signiﬁcant momentum in 2007, doubling in euro terms to €5,400m. from",
  "€2,500m. in 2006. With the ﬁnancial turmoil followed by a severe economic crisis hitting",
  "Europe, EU FDI into India declined to €900m. in 2008.22 Meanwhile, FDI from India to the",
  "EU soared from zero in 2004 to €10,000m. in 2007, and to €2,400m. in 2008.",
  "The EU is becoming a major destination for India’s outward investment in a variety of sec-",
  "tors like steel, pharmaceuticals, automobiles, information technology and energy. Recent key",
  "purchases have included Tata Steel’s acquisition of Corus in 2007, and the iconic Jaguar and",
  "Land Rover brands acquired by Tata Motors in 2008. Investment by Indian companies in",
  "Europe is mostly strategic in nature, seeking to either gain access to new markets or advanced",
  "technology. The United Kingdom remains the most attractive destination for FDI in Europe,",
  "accounting for over 50% all Indian FDI projects in the region.",
  "Trade and investment agreement",
  "The stalemate in the Doha Round prompted the European Commission to propose the con-",
  "clusion of bilateral Free Trade Agreements (FTAs) with India, South Korea and the Association",
  "for Southeast Asian Nations (ASEAN). The Helsinki Summit (October 2006) endorsed the",
  "High Level Trade Group recommendation for the conclusion of a trade and investment",
  "agreement. Some EU member states had expressed a preference for a comprehensive partner-",
  "shipagreementinsteadof‘astand-aloneFTA’.Indiahadnodesiretogetinvolvedindiscussions",
  "on a Partnership and Cooperation Agreement for the sake of ‘coherence’ and an upgrading of",
  "the 1994 Cooperation Agreement, an agreement which is still the legal framework for co-",
  "operation and satisﬁes the prerequisites for an FTA with the Union. India preferred a step-by-",
  "step approach since negotiating a broad-based trade and investment agreement would be",
  "229Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "RajendraK.Jain",
  "challenging enough without the inclusion of non-trade issues, and stressed the importance of",
  "being conscious of the danger of overloading the agenda and stalling the entire process.",
  "The Council and the Representatives of member states meeting within the Council formally",
  "adopted a negotiating mandate for ‘a new generation’ FTA with India on 23 April 2007. Nine",
  "rounds of negotiations have so far been held since negotiations began in June 2007. There",
  "continue to be diﬃculties because of insistence by the Union to include non-trade provisions",
  "like an environmental and social clause, diﬀerences over issues like intellectual property rights,",
  "government procurement, etc., and eﬀorts by Brussels to link trade with climate and India’s",
  "social sector performance. The Union cites the growing assertiveness and sensitivity of the",
  "European Parliament on these issues after the Treaty of Lisbon came into force in December",
  "2009. India remains staunchly opposed to the inclusion of ‘extraneous’ non-trade issues in the",
  "talks. New Delhi has asserted that under no circumstances will it be willing to undertake any",
  "commitments over and above what it has already agreed to in the World Trade Organization",
  "(WTO), and that there are other forums, like the International Labour Organization (ILO), in",
  "which to address these issues. The two sides will eventually be able to ﬁnd the appropriate",
  "language to deal with these issues. The European Parliament is not likely to own up to the",
  "responsibility of rejecting an agreement with India for which there is strong support",
  "The new trade and investment agreement will set the parameters of the India-EU trading",
  "relationship for the coming decades. Their negotiation had in the summer of 2010 entered the",
  "ﬁnal stage, with an ‘in principle’ agreement between India and the EU on the FTA seen as",
  "likelybytheendof2010.23Thetradeandinvestmentagreementaimstotriplebilateraltradeto",
  "around$200,000m.inﬁveyears,upfromits$82,080m.ﬁgurefor2008/09.Thiscould,inturn,",
  "possibly make political diﬀerences more manageable because the overall relationship very often",
  "tends to get tainted by diﬀerences in the WTO.",
  "Conclusions",
  "After 10 summits, India and the EU are gradually getting used to working together. Rhetoric",
  "continues to be strong. Post-Lisbon, the EU sees India as a signiﬁcant factor:",
  "WeseeIndiaplayinganincreasinglyimportantroleacrossawiderangeofglobalissuesand",
  "problems. Buoyed by your strong economic growth you are engaged more and more on",
  "tradeand climatechange orregional andglobalsecurity. Ibelievethis isverywelcome. So",
  "the EU and India have the chance to step up our co-operation – deepening and broad-",
  "ening it.Andaboveall,makingitmorestrategic.Theworldweliveindemandsweinvest",
  "more in new forms of partnership. We have to stand together politically and economic-",
  "ally.24",
  "Despite shared values, the lack of shared interests on a number of issues will continue to limit",
  "co-operation. India and the EU have many common interests, but transforming them into co-",
  "ordinated policies has been rather elusive. Despite the ongoing dialogue and consultations",
  "between India and the EU on 45 or so issues, Brussels and the member states complain that",
  "they encounter problems of capacity and resources of India’s Ministry of External Aﬀairs. In",
  "turn, the EU’s foreign policy coherence and institutional solidiﬁcation remains an evolving",
  "situationforIndiatodealwith,thoughthepost-LisbonsettingoftheEuropeanExternalAction",
  "Service gives a further peg with which India must engage.25",
  "Some have even argued that the two sides ought to focus on a smaller number of long-term",
  "strategic priorities rather than clutteringthe agenda. The EUisbecoming more concerned (like",
  "230Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswiththeEuropeanUnion",
  "India) with the rise of China and its increasing assertiveness on many issues, apart from the",
  "perennial problem of mounting trade deﬁcits (a problem India also faces with China), which",
  "mayfuelprotectionistsentiments.However,despiteadeclarationof‘strategicpartnership’,India",
  "and the EU have diﬀerent approaches to security and have not yet built a real structure for real",
  "discussiononsecurityissues.However,aworkingrelationship hasbeenestablishedbetweenthe",
  "EU naval operation, ATALANTA, deployed in the Gulf of Aden to combat piracy and India’s",
  "naval deployments there.",
  "The driving force behindthe relationship for the mostpart has been,is,and willcontinue to",
  "be, trade and commerce. Their mutual long-term interest is going to be in areas like scientiﬁc",
  "and technological co-operation, movement of skilled persons, etc. With India becoming a key",
  "destinationforresearchanddevelopment,outsourcingofsegmentsofthemanufacturingprocess",
  "and its pool of scientiﬁc talent to foster innovation, there is great potential for partnership in",
  "cutting-edge technologies in a manner that combines India’s strengths with European",
  "capabilities.",
  "AworseningdemographicproﬁlewithanageingpopulationiscompellingtheEUtoaddress",
  "theproblemsandopportunitiesofin-sourcinghighlyskilledimmigrantsoroutsourcingservices.",
  "Since skilled immigrants seek a better location and conditions, European countries are now",
  "increasingly willing to conclude social security agreements with India, which could eventually",
  "pavethewayfortheconclusionofanEU-widesocialsecurityagreement.IndiaandtheEUare",
  "exploring the possibility of concluding a Labour Mobility Partnership Agreement (which India",
  "has already signed with several Gulf countries) to facilitate ‘legal’ and ‘orderly migration’ of the",
  "workforce from India to European countries and vice versa.",
  "Hopefully, the future will witness the broadening, deepening and intensiﬁcation of civil",
  "society dialogue between India and the EU as well as greater intellectual and elite interaction.",
  "Whilebothdisplay agrowingwillingness todiscuss andengage, they needto re-proﬁle andre-",
  "orient their mindsets in order to tap into the vast untapped potential of their relations.",
  "Notes",
  "1 India’s modest surplus of Rs50 million (US$10 million) in 1950 with the EEC Six had been trans-",
  "formedintoatradedeﬁcitofapproximatelyRs1,350million($281million)in1960.Thisdeﬁcitwas",
  "thrice the value of Indian exports to the Community. No other country had a deﬁcit of that order",
  "withtheCommunity.",
  "2 D.Singh,‘IndiaandtheEuropeanCommunity:DevelopmentCo-operation intheUNCTADCon-",
  "text’,StudiaDiplomatica,Vol.29,No.4,1976,pp.444–45.",
  "3 Editorial,TimesofIndia,5February1963.",
  "4 R. Abhyankar, ‘India and the European Union: A Partnership for All Reasons’, India Quarterly, Vol.",
  "65,No.4,2009,p.395.",
  "5 M.Subhan,‘An“EmptyShell”forIndia’,FarEasternEconomicReview,30April1973,p.55.",
  "6 K.LallandW.ErnstandH.Chopra(eds),IndiaandtheEEC,NewDelhi:AlliedPublishers,1984,p.",
  "xvi.",
  "7 European Commission, EU-India Enhanced Partnership, COM(96) 275 ﬁnal, Brussels: European Com-",
  "mission,26June1996.",
  "8 India-EU, ‘EU-India Partnership in the 21st Century’, 28June 2000, www.delind.ec.europa.eu. This",
  "ﬁrst summit Joint Declaration included phrases like ‘the EU and India are important partners in the",
  "shapingoftheemergingmultipolarworld’.",
  "9 SeeR.Jain,‘TheEuropeanUnionandChina:IndianPerceptionsandPerspectives’,inG.Wiessala,J.",
  "Wilson and P. Taneja (eds), The European Union and China: Interests and Dilemmas, Amsterdam:",
  "Rodopi, 2009; R. Jain, ‘The European Union and the Rise of China and India’, in J. Marques, R.",
  "Seidelmann and A. Vasilache (eds), Asia and Europe: Dynamics of Inter- and Intra-Regional Dialo-",
  "gues,Baden-Baden:Nomos,2009.",
  "231Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "RajendraK.Jain",
  "10 European Commission, An EU-India Strategic Partnership, COM(2004) 430 ﬁnal, Brussels: European",
  "Commission,16June2004.",
  "11 Ministry of External Aﬀairs, EC Communication Titled ‘An EU-India Strategic Partnership’ – India’s",
  "Response, 27 August 2004, Ministry of External Aﬀairs, meainida.nic.in. See E. Kavalski, ‘Venus and",
  "thePorcupine.AssessingtheEuropeanUnion-IndiaStrategicPartnership’,SouthAsianSurvey,Vol.15,",
  "No.1,2008,foranalysisofthesekeydocuments.",
  "12 India-EU, ‘The India-EU Strategic Partnership. Joint Action Plan’, 7 September 2005, p.1, www.",
  "delind.ec.europa.eu. Also S. Ramchandran, ‘The Expanding EU-India Relationship’, The Hindu, 5",
  "July2005,‘thegrowingfascinationwithIndiaisevidentfromthefactthatithasnowbeenmadeone",
  "of the EU’s strategic partners. The single-minded focus on China and the Asian tigers has been",
  "replacedwiththerecognitionthatIndiamattersinthelongrun’.",
  "13 India-EU, ‘Political Declaration on the India-EU Strategic Partnership’, 7 September 2005, www.",
  "delind.ec.europa.eu;India-EU,‘TheIndia-EUStrategicPartnership.JointActionPlan’.",
  "14 India-EU, Global Partners for Global Challenges: The EU-India Joint Action Plan (JAP), 29 September",
  "2008,www.eeas.europa.eu.",
  "15 C. Jaﬀrelot, ‘India and the European Union: The Charade of a Strategic Partnership’, March 2006,",
  "www.ceri-sciencespo.com.",
  "16 R. Jain, The European Union and Democracy Building in South Asia, Stockholm: International Institute",
  "forDemocracyandElectoralAssistance,October2009.",
  "17 SeeR.Jain,‘TheEuropeanUnionandSAARC:TheFirstEnlargementandAfter’,inS.-H.Parkand",
  "H. Kim (eds), Regional Integration in Europe and Asia: Legal, Economic, and Political Perspectives,",
  "Baden-Baden:Nomos,2009.",
  "18 India-EU,India-EUJointStatement,6November2009,paragraph12,www.eeas.europa.eu.",
  "19 Delegation of the European Commission to India, The European Union and India, New Delhi: Dele-",
  "gationoftheEuropeanCommissiontoIndia,2005.",
  "20 Eurostat, ‘An EU27 Surplus in Trade in Goods with India of 2.1 billion in 2008’, News Release, No.",
  "157/2009,4November2009.",
  "21 DelegationoftheEuropeanCommissiontoIndia,TheEuropeanUnionandIndia,op.cit.",
  "22 Eurostat,‘AnEU27SurplusinTradeinGoodswithIndiaof2.1billionin2008’,op.cit.",
  "23 R. Minder and T. Redburn, ‘Europe and India Push to Seal Free-Trade Deal’, International Herald",
  "Tribune,22June 2010;P. Aiyar, ‘India-EU FTALikely byYear-end, SaysSharma’,Business Standard,",
  "22June2010.TheseconcernedcommentsbyIndia’sCommerceMinisterAnandSharmaattheGlobal",
  "IndiaBusinessMeetinginMadrid.",
  "24 Speech by Catherine Ashton, EU High Representative for Foreign Aﬀairs and Security Policy and",
  "Vice-President of the European Commission, ‘EU-India Relations Post-Lisbon: Cooperation in a",
  "ChangingWorld’,IndiaInternationalCentre,Speech/10/336,23June2010,europa.eu.",
  "25 A.Mukhopadhyay,‘TheEEASandtheEU-IndiaStrategicPartnership’,IDSAComment,22July2010.",
  "232Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]