[
  "c21",
  "India’s relations with China",
  "Harsh V. Pant",
  "Introduction",
  "According to most political observers, the global political architecture is undergoing a transfor-",
  "mation,withpowerincreasinglyshiftingfromtheWesttotheEast,inwhathasbeencalledthe",
  "‘Asian Century’. The two most populous nations on the earth, the People’s Republic of China",
  "and India, are on their way to becoming economic powerhouses and are shedding their reti-",
  "cence in asserting their global proﬁles, all of which makes their relationship of still greater",
  "importance to the international system. The future of this Asian Century will to a large extent",
  "depend upon the relationship between the two regional giants, China and India, and the",
  "bilateralrelationshipbetweenChinaandIndiawilldeﬁnethecontoursofthenewinternational",
  "politicalarchitectureinAsiaandtheworldatlarge.Theimportanceoftheirrelationshiphasnot",
  "been lost on China and India. In one of his meetings with the Indian Prime Minister, at the",
  "2004 Asia-Europe Meeting (ASEM), the Chinese Premier, Wen Jiabao, was reported to have",
  "remarked that ‘when we shake hands, the whole world will be watching’. As of today, how-",
  "ever, the trajectory of the Sino-Indian relationship remains as complex as ever to decipher,",
  "despite some positive developments in the last few years. This chapter examines the evolution",
  "of Sino-Indian ties over the last few decades and the constraints that continue to inhibit this",
  "relationship from achieving its full potential.",
  "Initial encounters",
  "As two ancient civilizations, India and China have had cultural and trade ties since at least the",
  "ﬁrst century. The famous Silk Road allowed for economic and trade ties to develop between",
  "the two, with the transmission of Buddhism from India to China giving a further cultural",
  "dimension to the relationship between the two neighbours. The political ties between China",
  "and India, however, remained underdeveloped.",
  "Independent India’s ﬁrst Prime Minister, Jawaharlal Nehru, saw anti-imperialist friendship",
  "between the two largest states of Asia as imperative if the interference by the two external",
  "superpowers was to be avoided.1 Solidarity with China was integral to Nehru’s vision of Asian",
  "233Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "HarshV.Pant",
  "leadership. After the People’s Republic of China was established in 1949, and India established",
  "diplomatic ties with it in 1950, India not only advocated for China’s membership at the UN",
  "but also opposed attempts to condemn China for its actions in Korea. Yet the issue of Tibet",
  "soonemerged asthe majorbone ofcontention between China andIndia.China wassuspicious",
  "of Indian designs on Tibet, which India sought to ally by supporting the Seventeen-Point",
  "Agreement between Tibetan delegates and China in 1951, which recognized China’s sover-",
  "eignty over Tibet and guaranteed the existing socio-political arrangements of Tibet. India and",
  "China signed the famed Panchshila agreement in 1954, which underlined the Five Principles of",
  "Peaceful Co-existence as forming the basis of their bilateral relationship.2 These principles",
  "included mutual respect for each other’s territorial integrity and sovereignty; mutual non-",
  "aggression; mutual non-interference in each other’s internal aﬀairs; equality and mutual beneﬁt;",
  "and peaceful co-existence. These were the hey-days of Sino-Indian ties, with the Hindi-China",
  "bhai-bhai (‘the Indians and Chinese are brothers’) phrase a favourite slogan for the seeming",
  "camaraderie between the two states.",
  "However, this was not to last for long. Soon the border dispute between China and India",
  "escalated and led to the 1962 Sino-Indian war.3 Though a short war, it was to have a long-",
  "lasting impact on Sino-Indian ties. It demolished Nehru’s claims of Asian solidarity, and the",
  "defeat at the hands of the Chinese psychologically scarred Indian military and political elites. It",
  "led to China developing close ties with India’s neighbouring adversary, Pakistan, resulting in",
  "whatisnowwidelyconsideredan‘all-weather’friendship.ChinasupportedPakistaninits1965",
  "and 1971 wars against India and helped in the development of its nuclear weapons arsenal.",
  "Meanwhile, the Indian nuclear weapons programme was accelerated in light of China’s testing",
  "of nuclear weapons in 1964.",
  "The border issue continues to be a major obstacle in Sino-Indian ties, with minor skirmishes",
  "at the border continuing since 1962. As China and the USA came closer after their rap-",
  "prochement in 1972, India gravitated to the USSR to balance the Sino-US-Pakistani axis. It",
  "wasin1988thatthethenIndianPrimeMinister,RajivGandhi,turnedoveranewleafinSino-",
  "Indian ties, when he went to Beijing and signed an agreement that aimed to achieve a ‘fair and",
  "reasonable settlement while seeking a mutually acceptable solution to the border dispute’.4 The",
  "visit saw a Joint Working Group (JWG) set up to explore the boundary issue and examine",
  "probable solutions to the problem.",
  "However, bilateral relations between India and China touched their nadir in the immediate",
  "aftermath ofIndia’s nucleartests in May1998. China hadbeen singledout as the ‘numberone’",
  "security threat for India by India’s defence minister just before the nuclear tests.5 After the tests",
  "theIndianPrimeMinisterwrotetotheUSPresidentjustifyingIndiannucleartestsasaresponse",
  "to the threat posed by China:",
  "We have an overt nuclear weapon state [China] on our borders, a state which committed",
  "armed aggression against India in 1962. Although our relations with that country have",
  "improved in the last decade or so, an atmosphere of distrust persists mainly due to the",
  "unresolved border problem. To add to the distrust that country has materially helped",
  "another neighbour of ours [Pakistan] to become a covert nuclear weapons state.6",
  "Not surprisingly, China reacted strongly, with diplomatic relations between the two countries",
  "plummeting to an all-time low.",
  "However, after more than a decade, relations between the two countries, at least super-",
  "ﬁcially, seem to be on a much ﬁrmer footing, as they have tried to reduce the prospect for",
  "rivalry and expand areas of co-operation. The visit of the Indian Minister of External Aﬀairs to",
  "234Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithChina",
  "China in 1999 marked the resumption of high-level dialogue, as the two sides declared that",
  "they were not a threat to each other. A bilateral security dialogue was also initiated, which has",
  "helped the two countries to openly express and share their security concerns with each other.",
  "Both China and India continue to emphasize that neither side should let diﬀerences act as an",
  "impediment to the growth of functional co-operation elsewhere between the two states. India",
  "and China also decided to expedite the process of demarcation of the Line of Actual Control",
  "(LAC),and the JWGonthe boundary question,set upin 1988, has beenmeetingregularly. As",
  "a ﬁrst step in this direction the two countries exchanged border maps on the least controversial",
  "Middle Sector of the LAC. More recently, both nations agreed Political Parameters and Guid-",
  "ing Principles for the Settlement of the India-China Boundary Question (2005), broad princi-",
  "ples to govern the parameters of any dispute settlement. China has expressed its desire to seeka",
  "‘fair’resolutiontothevexedboundaryissueonthebasisof‘mutualaccommodation,respectfor",
  "history, and accommodation of reality’.7",
  "Diplomacy of declarations",
  "FormerIndianPrimeMinisterAtalBihariVajpayeevisitedChinainJune2003,theﬁrstvisitby",
  "anIndianpremierinadecade.TheJointDeclaration signedduringthisvisitexpressedtheview",
  "thatChinawasnotathreattoIndia.8ThetwostatesappointedSpecialRepresentativesinorder",
  "to impart momentum to bordernegotiations that have lasted now formore than 20 years, with",
  "thePrimeMinister’sprincipalsecretarybecomingIndia’spolitical-levelnegotiator,replacingthe",
  "India-China JWG. India and China also decided to hold their ﬁrst joint naval and air exercises.",
  "More signiﬁcantly, India acknowledged China’s sovereignty over Tibet and pledged not to",
  "allow ‘anti-China’ political activities in India. For its part, China seemed to have ﬁnally",
  "acknowledged India’s 1975 incorporation of the former monarchy of Sikkim, by agreeing to",
  "openatradingpostalongtheborderwiththeformerkingdomandlaterbyrectifyingitsoﬃcial",
  "maps to include Sikkim as part of India.9 After being closed for 60 years, the Nathu La pass, a",
  "traditional trading post between Tibet and Sikkim, was reopened in 2006. High-level political",
  "interactions have continued unabated since then. The two states have set up institutionalized",
  "defence consultation mechanisms to reduce suspicion and indentify areas of co-operation on",
  "security issues.",
  "Soon after assuming oﬃce, the Manmohan Singh Government made it clear that it was for",
  "closer ties with China and would continue to work towards improving bilateral relations with",
  "the country. India’s former national security adviser, J.N. Dixit, wrote that ‘the Congress will",
  "continue the process of normalizing, strengthening and expanding India’s relations with China,",
  "which is the most important factor aﬀecting Asian security and stability’.10 In his ﬁrst address to",
  "the nation, Prime Minister Manmohan Singh also emphasized the carrying forward of the",
  "process of further development and diversiﬁcation of Sino-Indian relations.11",
  "When Singh visited China in 2008, the two states signed a Shared Visions on the 21st",
  "Century declaration, ‘to promote the building of a harmonious world of durable peace and",
  "common prosperity through developing the Strategic and Cooperative Partnership for Peace",
  "and Prosperity between the two countries’.12 Support for the earlier Agreement on Political",
  "Parameters and Guiding Principles for the Settlement of the China-India Boundary Question",
  "(2005) was reiterated. The two sides have decided to elevate the boundary negotiations to the",
  "levelofastrategicdialogue,withplansforahotlinebetweentheIndianPrimeMinisterandthe",
  "Chinese Premier as a means to remove misunderstanding and reduce tensions at the earliest.",
  "Their public vision suggested that this relationship would have ‘a positive inﬂuence on the",
  "future of the international system’.13",
  "235Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "HarshV.Pant",
  "The global structural imperative",
  "At this international system level, India and China have found some real convergence of inter-",
  "ests. Both share similar concerns about the international dominance of the USA, the threat of",
  "fundamentalistreligiousandethnicmovementsintheformofterrorism,andtheneedtoaccord",
  "primacy to economic development. India and China have both expressed concern about the",
  "USA’s use of military power around the world, and both were publicly opposed to the war in",
  "Iraq. This was merely a continuation of the desire of both states to oppose US hyper puissance",
  "ever since the end of the Cold War.",
  "Both China and India, much like other major powers in the international system, favour a",
  "multipolar world order wherein US unipolarity remains constrained by the other ‘poles’ in the",
  "system. China and India zealously guard their national sovereignty and have been wary of US",
  "attempts to interfere in what they see as domestic aﬀairs of other states, be it Serbia, Kosovo or",
  "Iraq.BothtookstrongexceptiontotheUSairstrikesonIraqin1998,theUS-ledaircampaign",
  "against Yugoslavia in 1999, and more recently the US campaign against Saddam Hussain; both",
  "India and China argued that these violated the sovereignty of both countries and undermined",
  "the authority of the UN system. China and India share an interest in resisting interventionist",
  "foreign policy doctrines emanating from the West, particularly the USA, and display con-",
  "servative attitudes on the prerogatives of sovereignty.",
  "China and India have co-ordinated their eﬀorts on issues as wide ranging as climate change,",
  "trade negotiations, energy security and the global ﬁnancial crisis. Both nations favour more",
  "democratic international economic regimes. It is being argued that the forces of globalization",
  "have led to a certain convergence of Sino-Indian interests in the economic realm, as the two",
  "nations become even more deeply engaged in the international trading economy and more",
  "integrated in global ﬁnancial networks.14 They have strongly resisted eﬀorts by the USA and",
  "other developed nations to link global trade to labour and environmental standards, realizing",
  "clearly that this would put them at a huge disadvantage vis-à-vis the developed world, thereby",
  "hampering their drive towards economic development, the number one priority for both",
  "countries.BothhavecommittedthemselvestocraftingjointSino-IndianpositionsintheWorld",
  "Trade Organization (WTO) and global trade negotiations in the hope that this might provide",
  "them with greater negotiating leverage over other developed states. They would like to see",
  "further liberalization of agricultural trade in the developed countries, to tighten the rules on",
  "anti-dumping measures and ensure that non-trade-related issues such as labour and the envir-",
  "onment are not allowed to come into the WTO. Both have fought carbon emission caps pro-",
  "posed by the industrialized world and have resisted Western pressure to open up their",
  "agricultural markets.",
  "The attempt by India and China in recent years has been to build their bilateral relationship",
  "on the basis of their larger world view of international politics. As they have found a distinct",
  "convergence of their interests on the world stage, they have used it to strengthen their bilateral",
  "relations. They have established and maintained regular reciprocal high-level visits between",
  "political leaders. There has been a sincere attempt to improve trade relations and to compart-",
  "mentalizeintractable issuesthatmake itdiﬃcultfor theirbilateralrelationship to moveforward.",
  "India and China have strengthened their bilateral relationship in areas as distinct as cultural",
  "andeducationalexchanges,militaryexchanges,andscienceandtechnologyco-operation.Some",
  "military co-operation, something unthinkable a few years back, now takes place, with Indian",
  "and Chinese militaries conducting joint exercises. Economic relations between the two have",
  "been burgeoning, with China now India’s largest trading partner. It was former Chinese Pre-",
  "mier Zhu Rongji who suggested that the combination of Chinese hardware and Indian",
  "236Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithChina",
  "software would be irresistible to the global market. Bilateral trade has recorded rapid growth",
  "fromatradevolumeofUS$265m.in1991to$42,440m.in2009/10,or9.1%ofIndia’soverall",
  "trade, with $45,950m. and an 11.8% share if Hong Kong is included. Its pace continues to",
  "accelerate, with India-China bilateral trade reaching $32,000m. in the ﬁrst half of 2010. In",
  "addition to trade and interaction in the information technology sector, India facilitates China’s",
  "economic development by exporting raw materials and semi-ﬁnished goods, as well as shipping",
  "Chinese cargo oversees. Chinese companies, for their part, have just begun to tap into India’s",
  "ever-expanding consumer market by exporting electrical machines, home appliances, consumer",
  "electronics and mechanical goods. The two nations are also evaluating the possibility of signing",
  "a Comprehensive Economic Cooperation Agreement and a Free Trade Agreement, thereby",
  "building on strong complementarities between the two economies.",
  "The number one priority for China’s leadership today is economic growth and social stabi-",
  "lity. China’s focus is going to be on maintaining its high rates of economic growth in coming",
  "years. Hu Jintao is a product of the ‘evolutionary policies’ of Deng Xiaoping, which emphasize",
  "economic growth and orderly governance. China can be expected to continue on its current",
  "economictrajectoryandtoshapeitsforeignpolicyaccordingly.India’sfocusisalsoineconomic",
  "development at present, though its democratic political institutional structure ensures that con-",
  "sensus will elude India on the desirable route to economic development and modernization.",
  "Global co-ordination and bilateral tensions",
  "At the global level, the rhetoric is all about co-operation and, indeed, the two sides have",
  "worked together on climate change, global trade negotiations and in demanding a restructuring",
  "of global ﬁnancial institutions in view of the global economy’s shifting centre of gravity.",
  "At the bilateral level, however, things reached a level in 2009 such that China took its ter-",
  "ritorial dispute with India all the way to the Asian Development Bank, where it blocked an",
  "application by India for a loan that included development projects in the Indian state of Aru-",
  "nachal Pradesh, which China continues to claim as part of its own territory. Buoyed by the",
  "perception that the Administration of US President Barack Obama plans to make its ties with",
  "China the centrepiece of its foreign policy in light of growing US economic dependence on",
  "China, China has displayed a distinctly more aggressive stance vis-à-vis India. China’s lack of",
  "support for the US-Indian civilian nuclear energy co-operation pact, which it tried to block at",
  "the Nuclear Suppliers Group, and its obstructionist stance to bringing those behind the",
  "November 2009 terrorist attack in Mumbai to justice have further strained ties.15",
  "Sino-Indian frictions are growing and potential for conﬂict remains high. There is rising",
  "alarm in India because of frequent and strident claims being made by China along the LAC in",
  "Arunachal Pradesh and Sikkim. Indians have complained that there has been a dramatic rise in",
  "Chinese cross-border ‘intrusions’ into the Indian territory over the last two years, most of them",
  "along the border in the region of Arunachal Pradesh, the Indian state that China refers to as",
  "Zangnan ‘Southern Tibet’. China has upped the ante on the border issue. It protested against",
  "the Indian Prime Minister’s visit to Arunachal Pradesh in 2009, asserting its claims over the",
  "territory. WhathascaughtmostobserversofSino-Indian tiesbysurpriseisthevehemence with",
  "which Beijing has contested every single recent Indian administrative and political action in the",
  "state, even denying visas to Indian citizens of Arunachal Pradesh. India’s Minister of External",
  "Aﬀairs was forced to go on the record that the Chinese Army ‘sometimes’ intrudes on its ter-",
  "ritory, though he added that the issues were being addressed through established mechanisms.",
  "The recent rounds of boundary negotiations have been a disappointing failure, with a growing",
  "perceptioninIndiathatChinaislessthanwillingtoadheretoearlierpoliticalunderstandingson",
  "237Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "HarshV.Pant",
  "how to address the boundary dispute. Even the rhetoric has degenerated to the extent that a",
  "Chinese analyst connected to China’s Ministry of National Defence claimed in a 2009 article",
  "that China could ‘dismember the so-called “Indian Union” with one little move’ into as many",
  "as 30 fragments.16",
  "The fundamental underpinnings of the Sino-Indian bilateral relationship remain highly",
  "uncertain. China has tried hard to maintain a rough ‘balance of power’ in South Asia by pre-",
  "venting India from gaining an upper hand over Pakistan. China has consistently assisted Paki-",
  "stan’s nuclear weapons and ballistic missile programmes to counterbalance India’s development",
  "of new weapons systems. India’s preoccupation with Pakistan reduces India to the level of a",
  "regional power, while China can claim the status of an Asian and world power. It is instructive",
  "to note that even as India and China share similar concerns regarding Islamist terrorism in",
  "Kashmir and Xinjiang, respectively, China has been rather unwilling to make a common cause",
  "with India against Pakistan.",
  "China’s rapid economic growth in the last decade has given it the capability to transform",
  "itselfintoamilitarypower.ItsrapidlymodernizingmilitaryisacauseofgreatconcernforIndia.",
  "China’s military may or may not be able to take on the USA in the next few years, but it will",
  "surelybecomethemostdominantforceinAsia.Indiaisconcernedabouttheopacitythatseems",
  "to surround China’s military build-up, with an emerging consensus that Beijing’s real military",
  "spending is at least double the announced ﬁgure. The oﬃcial ﬁgures of the Chinese Govern-",
  "ment do not include the cost of new weapon purchases, research or other big-ticket items for",
  "China’s highly secretive military and, as a result, the real ﬁgure may be much higher than the",
  "revealed amount. Whatever Chinese intentions might be, consistent increases in defence bud-",
  "gets over the last several years have put China on track to become a major military power and",
  "the power most capable of challenging US predominance in the Asia-Paciﬁc. While China’s",
  "near-term focus remains on preparations for potential problems in the Taiwan Strait, its nuclear",
  "force modernization, its growing arsenal of advanced missiles, and its development of space and",
  "cyberspace technologies are changing the military balance in Asia and beyond. As China",
  "becomes more reliant on imported oil for its rapidly growing industrial economy, it will",
  "develop and exercise military power projection capabilities to protect the shipping that trans-",
  "ports oil from the Persian Gulf to China. The capability to project power would require access",
  "toadvancednavalbasesalongthesealinesofcommunication,andforcescapableofgainingand",
  "sustaining naval and air superiority.",
  "China’s assistance to Myanmar in constructing and improving port facilities on two Cocos",
  "islandsintheBayofBengalandtheAndamanSeamaywellbetheﬁrststeptosecuringmilitary",
  "baseprivilegesintheIndianOcean,potentiallisteningpostsforgatheringintelligenceonIndian",
  "naval operations and as a forward base for future Chinese naval operations in the Indian",
  "Ocean.17China’sincreasingnavalpresenceintheIndianOceanisoccurringatthesametimeas",
  "Indian naval expansion has relatively slowed.18 This could have great strategic consequences,",
  "because India’s traditional geographic advantages in the Indian Ocean are increasingly at risk",
  "with any deepening Chinese involvement in Myanmar.",
  "Chinahasalsobeenactivelyoccupyingislands,reefsandisletsthroughoutthehighlydisputed",
  "South China Sea, occasionally resulting in skirmishes with rival claimants in the region. Inter-",
  "estingly, the Indian Navy has also been regularly deploying in the South China Sea since 2000.",
  "Moreover, China blocked India’s membership in the Asia-Paciﬁc Economic Cooperation",
  "(APEC) organization, and India became a member of the Association of Southeast Asian",
  "Nations (ASEAN) Regional Forum (ARF) despite China’s opposition. China has been non-",
  "committal on India’s membership in the Shanghai Cooperation Organization (SCO) and has",
  "obliquely warned against India’s military presence in Central Asia. It was again China that",
  "238Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithChina",
  "drafted the condemnatory UN Security Council Resolution 1172 after India’s nuclear tests in",
  "1998.",
  "For its part, India seems to have lost the battle over Tibet to China, despite the fact that",
  "Tibet constitutes China’s only truly fundamental vulnerability vis-à-vis India. India has failed to",
  "limitChina’smilitaryuseofTibetdespiteitsgreatimplicationsforIndiansecurity,evenasTibet",
  "has become a platform for the projection of Chinese military power.19 India’s tacit support of",
  "the Dalai Lama’s government-in-exile has failed to have much of an impact either on China or",
  "on the international community. By 2010 even the Dalai Lama seemed ready to talk to the",
  "Chinese,probablybecauseherealizedthatinafewyearsTibetmightbeoverwhelmedwiththe",
  "Han‘Chinese’populationandTibetansthemselvesmightbecomeaminorityintheirownland.",
  "Conversely, reports of Chinese intrusion across the Sino-Indian border appear time and",
  "again, especially across the eastern sector of the LAC in Arunachal Pradesh, with China con-",
  "tinuing to lay claim to 90,000 sq miles of land in Arunachal Pradesh and not recognizing Aru-",
  "nachal Pradesh as part of Indian territory.20 The opening up of the Nathu La trade route that",
  "connects Tibet and Sikkim was also fraught with dangers, because there were concerns that",
  "threats to the internal security of India posed by China could get worse with this opening.",
  "Moreover, the hopes of high trade ﬂows through Nathu La have proved to be meagre trickles",
  "instead. India-China tradeis overwhelmingly conducted via the sea,andis tradein which there",
  "has been a growing disadvantage for India in the past decade. A trade deﬁcit for India with",
  "China of just over $4,100m. in 2005/06 had become a trade deﬁcit of just over $19,200m. in",
  "2009/10, in which China’s exports to India of $30,824m. overshadowed India’s much smaller",
  "exports to China of $11,617m.",
  "Meanwhile,eventhoughChinahassolvedmostofitsborderdisputeswithothercountries,it",
  "is reluctant to move ahead with India on border issues. No results of any substance have been",
  "forthcoming from the Sino-Indian border negotiations even as the talks continue endlessly and",
  "the momentum of the talks itself seems to have ﬂagged. So far, only the maps of the Middle",
  "Sector of the LAC, the least controversial part of the boundary, have been exchanged, and",
  "those, too, yet require conﬁrmation. China has adopted shifting positions on the border issue,",
  "whichmightbeawell-thoughtoutpositiontokeepIndiainaperpetualstateofuncertainty.In",
  "theIndiancontext,ChinaisreadyforanearlysettlementoftheborderdisputeifIndiaconcedes",
  "strategic territory. China’s claims along the LAC also seem to be growing and may, therefore,",
  "indicate the reluctance so far to exchange maps on the western (Aksai Chin) and eastern (Aru-",
  "nachal Pradesh) sectors. With China controlling about 35,000 sq km of territory in Aksai Chin",
  "in the western sector and laying claim to almost all the 90,000 sq km of Arunachal Pradesh in",
  "theeasternsector,noearlyresolutionoftheboundarydisputeisinsight.Foritspart,Chinasees",
  "a close Indo-US relationship as an attemptby theUSA to encircleChina, especiallyas itcomes",
  "along with increasing US military presence and inﬂuence in Central and South Asia after the",
  "terrorist attacks on the USA on11 September 2001. China has reacted strongly against the idea",
  "of a ‘democratic quad’ consisting of India, Japan, Australia and the USA, as manifested in their",
  "joint military exercises in the Bay of Bengal in September 2007.",
  "India’s growing challenge",
  "India’s challenge remains formidable. It has not yet achieved the economic and political proﬁle",
  "that China enjoys regionally and globally, but it is increasingly bracketed with China as a rising",
  "power, emerging power or even a global superpower. The Indian elite, who have been obses-",
  "sed with Pakistan for more than 60 years, have found suddenly a new object of fascination.",
  "India’s main security concern now is not the increasingly decrepit state of Pakistan but an ever",
  "239Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "HarshV.Pant",
  "more assertive China, which is widely viewed in India as having a better ability for strategic",
  "planning. The defeat at the hands of the Chinese in 1962 has psychologically scarred the elite",
  "perceptions of China and they are unlikely to change in the near future. China is viewed by",
  "India as a growing, aggressive nationalistic power, the ambitions of which are likely to reshape",
  "the contours of regional and global balance of power with deleterious consequences for Indian",
  "interests.21 Whilst Indian policy-makers continue to believe that Beijing is not a short-term",
  "threat to India, they believe it needs to be watched over the long term, with Indian defence",
  "oﬃcials increasingly warning in rather blunt terms about the disparity between the two Asian",
  "powers. India has been warned by its former Naval Chief that the country neither has ‘the",
  "capability nor the intention to match China force for force’ in military terms, while the former",
  "Air Chief has suggested that China posed more of a threat to India than Pakistan.22",
  "ItmaywellbethatthehardeningoftheChineseposturetowardIndiahasbeenafunctionof",
  "its own sense of internal vulnerability, but that is hardly a consolation to Indian policy-makers",
  "who have to respond to Indian public opinion that increasingly wants the nation to assert itself",
  "in the region and beyond. India is rather belatedly gearing up to respond with its own diplo-",
  "matic and military overtures, setting the stage for Sino-Indian strategic rivalry.",
  "The rise of China is a major factor in the evolution of Indo-Japanese ties, as is the USA’s",
  "attempt to build India into a major balancer in the region. Both India and Japan are well aware",
  "of China’s not so subtle attempts at preventing their rise. It is most clearly reﬂected in China’s",
  "opposition to the expansion of the UN Security Council to include India and Japan as perma-",
  "nent members. China’s status as a Permanent Member of the Security Council and as a nuclear",
  "weapon state is something that it would be loathe to share with any other state in Asia. India’s",
  "‘Look East’ policy of active engagement with ASEAN and East Asia remains largely predicated",
  "upon Japanese support, whilst generating Chinese ambivalence. India’s participation in the East",
  "Asia Summit was facilitated by Japan, but initially resisted by China. While China has resisted",
  "the inclusion of India, Australia and New Zealand in ASEAN, Japan has strongly backed the",
  "entry of all three nations.",
  "Recent convergence in the strategic priorities of India and the USA, as well as Japan, not-",
  "withstanding, it is unlikely that India would openly become a part of the US-led alliance fra-",
  "meworkagainstChina.LikemoststatesintheAsia-Paciﬁc,Indiawouldnotwanttoantagonize",
  "Chinabygangingupagainstit.YetIndiaisthecountrythatwillbeandalreadyismostaﬀected",
  "by a rising China. China is a rising power in Asia and the world and as such will do its utmost",
  "to prevent the rise of other power centres around its periphery, like India, which might in the",
  "futurepreventitfrom takingitsrightfulplaceasaglobalplayer.China’s‘all-weather friendship’",
  "with Pakistan, its attempts to increase its inﬂuence in Nepal, Bangladesh and Myanmar, its",
  "persistent refusal to recognize parts of India such as Arunachal Pradesh, its lack of support for",
  "India’s membership to the UN Security Council and other regional and global organizations,",
  "and its unwillingness to support the US-India nuclear pact—all these point towards China’s",
  "attempts at preventing the rise of India as a regional and global player of major import. With",
  "India’srecentriseasaneconomicandpoliticalpowerofglobalsigniﬁcance,Sino-Indiantiesare",
  "now at a critical juncture, with India trying to ﬁnd the right policy mix to deal with its most",
  "important neighbour.",
  "The Sino-Indian security dilemma",
  "The two sides are locked in a classic International Relations (IR) security dilemma, whereby any",
  "action taken by one is immediately interpreted by the other as a threat to its own interests.23",
  "China has always viewed India as a mere regional player and has tried to conﬁne India to the",
  "240Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithChina",
  "periphery of global politics. It was being argued a few years back that India was not on China’s",
  "radar, as the country had set its eyes much higher. Today, the rise of India poses a challenge to",
  "Chinainmorewaysthanone—themostimportantbeingideological.ThesuccessoftheIndian",
  "developmental model poses a signiﬁcant challenge for the Chinese regime. As the story of",
  "India’ssuccessisbeingcelebratedacrosstheworld,especiallyintheWest,itisnosurprisetosee",
  "China becoming edgier in its relationship with India. It is notable that only after the USA",
  "started courting India did Chinese rhetoric towards India undergo a slight modiﬁcation. Rea-",
  "lizing that a close US-Indian partnership would change the regional balance of power to its",
  "disadvantage,ChinahasstartedtighteningthescrewsonIndia.Ithasfurtherentrencheditselfin",
  "India’s immediate neighbourhood of South Asia, even as Sino-Indian competition for energy",
  "resources has gained momentum around India’s extended neighbourhood and beyond. The devel-",
  "opment of infrastructure by China in its border regions with India has been so rapid and",
  "eﬀective, and Indian response so lackadaisical, that the Indian member of parliament from",
  "Arunachal Pradesh was forced to suggest in sheer exasperation that the Government should",
  "allow Arunachal Pradesh to get a rail link from China, as even 60 years after independence",
  "Indiahasfailedtoconnecthisstatewiththenation’smainland.India,inresponse,isnowtrying",
  "to catch up with China by improving the infrastructure on its side of the border areas. It has",
  "deployed two additional army divisions, heavy tanks, and has ramped up its air power in the",
  "region that is a bone of contention between India and China. Amidst such military build-ups",
  "and forward deployments on land and at sea, tensions are inherent.24 Unless managed carefully,",
  "the potential for such incidents turning serious in the future remains high.",
  "Conclusions",
  "Both China and India are rising at the same time in an Asia-Paciﬁc strategic landscape that is in",
  "ﬂux. India is still ‘grappling with an uneasy relationship’ vis-à-vis China, amidst their simulta-",
  "neous ascent in the global inter-state hierarchy and in mostly the same region of the world.25",
  "Evenastheysigndocumentswithhigh-soundingwordsyearafteryear,thedistrustbetweenthe",
  "two is actually growing at an alarming rate. Economic co-operation and bilateral political as",
  "well as socio-cultural exchanges are at an all-time high, yet this has done little to assuage their",
  "concerns vis-à-vis each other’s intentions. Despite the rhetoric of a new phase in the relation-",
  "ship, the problems between India and China are substantial and complicated, with no easy",
  "resolution in sight. India and China are two major powers in Asia with global aspirations and",
  "some signiﬁcant conﬂicting interests. The geopolitical reality of Asia ensures that it will be",
  "extremely diﬃcult, if not impossible, for Hind-China (‘Indians and Chinese’) to be bhai-bhai",
  "(brothers) in the foreseeable future.",
  "Notes",
  "1 M. Krasna, ‘Three Main Stages in the Development of Sino-Indian Contacts During the Indian",
  "FreedomMovement’,ArchivOrientalni,Vol.49,No.3,1981.",
  "2 India-China, Agreement between the Republic of India and the People’s Republic of China on Trade and",
  "IntercourseBetweenTibetRegionofChinaandIndia,29April1954,www.commonlii.org.",
  "3 For a detailed account see S. Hoﬀmann, India and the China Crisis, Berkeley: University of California",
  "Press,1990.AlsotheearlieraccountbyN.Maxwell,India’sChinaWar,London:JonathanCape,1970,",
  "quitecriticalofNehruandhis‘ForwardPolicy’.",
  "4 India-China,JointPressCommuniqué,23December1988,www.fmprc.gov.cn.",
  "5 ‘ChinaisThreatNo.1,SaysFernandes’,HindustanTimes,3May1998.",
  "6 A.B.Vajpayee,‘Letter’[toWilliamClinton],NewYorkTimes,13May1998.",
  "241Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "HarshV.Pant",
  "7 A.Joseph,‘WentoSeekResolutionofBorderDispute’,IndianExpress,15March2005.",
  "8 India-China, Declaration on Principles for Relations and Comprehensive Cooperation Between the People’s",
  "RepublicofChinaandtheRepublicofIndia,23June2003,www.fmprc.gov.cn.",
  "9 A.Baruah,‘ChinaKeepsitswordonSikkim’,TheHindu,7May2004.",
  "10 J.Dixit,‘ANewSecurityFramework’,TheTelegraph(Kolkata),17May2004.",
  "11 M.Singh,‘AddresstotheNation’,24June2004,meaindia.nic.in.",
  "12 India-China,ASharedVisionforthe21stCenturyofthePeople’sRepublicofChinaandtheRepublicofIndia,",
  "15January2008,www.fmprc.gov.cn.",
  "13 Ibid. It also had something of particular interest to India: ‘The Indian side reiterates its aspirations for",
  "permanent membership of the UN Security Council. The Chinese side attaches great importance to",
  "India’s position as a major developing country in international aﬀairs. The Chinese side understands",
  "and supportsIndia’saspirations to playagreater role intheUnited Nations, including intheSecurity",
  "Council’.",
  "14 J. Clad, ‘Convergent Chinese and Indian Perspectives on the Global Order’, in F. Frankel and H.",
  "Harding (eds), The India-China Relationship: What the United States Needs to Know, New York:",
  "ColumbiaUniversityPress,2004.",
  "15 OnChina’sroleintryingtoscuttlethenucleardeal,seeH.Pant,‘TheUS-IndiaNuclearPact:Policy,",
  "Process,andGreatPowerPolitics’,AsianSecurity,Vol.5,No.3,2009.",
  "16 The essay, under the pseudonym Zhanlue (‘Strategy’), appeared in August 2009 on China International",
  "StrategyNet,www.iiss.cn,a‘patriotic’websitefocusingonstrategicissues.SeeD.Rajan,‘ChinaShould",
  "BreakuptheIndianUnion,SuggestsaChineseStrategist’,Papers(SAAG),No.3342,10August2009.",
  "17 For a discussion of the strategic relevance of Myanmar for China vis-à-vis India, see C. Bhaskar,",
  "‘MyanmarintheStrategicCalculusofIndiaandChina’,inK.BajpaiandA.Mattoo(eds),ThePeacock",
  "andtheDragon:India-ChinaRelationsinthe21stCentury,NewDelhi:Har-AnandPublications,2000.",
  "18 H. Pant, ‘India in the Indian Ocean: Mismatch Between Ambitions and Capabilities’, Paciﬁc Aﬀairs,",
  "Vol.82,No.2,2009.",
  "19 A balanced analysis of the Tibetan problem in Sino-Indian relations can be found in J. Garver, Pro-",
  "tracted Contest: Sino-Indian Rivalry in the Twentieth Century, Seattle: University of Washington Press,",
  "2001, pp.32–78. For the very diﬀerent perceptions of India and China regarding the boundary ques-",
  "tion,seepp.100–09.",
  "20 A. Joseph, ‘We Don’t Recognize Arunachal Pradesh: China’, Press Trust of India, 25 July 2003. More",
  "generally, see D. Scott, ‘Sino-Indian Territorial Issues: The “Razor’s Edge”?’, in H. Pant (ed.), The",
  "RiseofChina:ImplicationsforIndia,NewDelhi:Fortune,2010.",
  "21 OnSino-Indiancompetition,seeH.Pant,‘IndiaintheAsiaPaciﬁc:RisingAmbitionswithanEyeon",
  "China’,Asia-PaciﬁcReview,Vol.14,No.1,2007;D.Scott,‘TheGreatPower“GreatGame”between",
  "IndiaandChina:“TheLogicofGeography”’,Geopolitics,Vol.13,No.1,2008;‘India,ChinaEngage",
  "inGreatGameinIndianOcean’,IndianExpress,6April2010.",
  "22 R.Singh,‘ChinaNowBiggerThreatthanPak:IAFChief’,HindustanTimes,23May2009;S.Mehta,",
  "‘India’sNationalSecurityChallenges’,10August2009,maritimeindia.org.",
  "23 J. Garver, ‘The Security Dilemma in Sino-Indian Relations’, India Review, Vol. 1, No. 4, 2002; J.",
  "Holslag, ‘The Persistent Military Security Dilemma between China and India’, Journal of Strategic Stu-",
  "dies,Vol.32,No.6,2009.",
  "24 Thiswasunderlinedinareportedincidentin2009whenanIndianKiloclasssubmarineandChinese",
  "warships,ontheirwaytotheGulfofAdentopatrolthepirate-infestedwaters,reportedlyengagedin",
  "rounds of manoeuvring as they tried to test for weaknesses in the other’s sonar system. The Chinese",
  "mediareportedthatitswarshipsforcedtheIndiansubmarinetothesurface,whichwasstronglydenied",
  "bytheIndianNavy.",
  "25 H.Pant,TheChinaSyndrome:GrapplingwithanUneasyRelationship,London:HarperCollins,2010.Also",
  "J.Holslag,ChinaandIndia:ProspectsforPeace,NewYork:ColumbiaUniversityPress,2010.",
  "242Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]