[
  "c22",
  "India’s relations with the USA",
  "David Scott",
  "Introduction",
  "In2000USPresidentWilliam(Bill)ClintonstoodupintheIndianparliamentandextolledthe",
  "ideational values, in this case ‘democracy’, which united India and the USA.1 India was the",
  "world’s biggest democracy in population terms, and the USA was the world’s biggest democ-",
  "racy in power terms. In their subsequent Joint Statement, India-US Relations: A Vision for the",
  "21st Century (2000), both countries stressed these values shared in common, and looked for-",
  "ward to ‘a day of new beginnings’ in relations between the two countries.2 The irony is that",
  "from the 1950s through to the 1990s India and the USA were rather estranged, yet a decade",
  "later India was indeed ‘crossing the Rubicon’ in establishing close defence-military-strategic",
  "links with the USA, with the People’s Republic of China as a third-party (unstated) con-",
  "sideration.3 The Indian-US relationship now looks set to be a central one for the emerging",
  "internationalsystemofthe21stcentury.Thischapterlooksattheirestrangementandthentheir",
  "convergence.",
  "Cold War estrangement",
  "Ironies abound in their relationship. Take, for example, the last days of British colonialism.",
  "Winston Churchill may have famously said that he had not become Prime Minister in order to",
  "preside over the death of the British Empire, yet it was US pressure, by Franklin D. Roosevelt,",
  "that played its part in pushing Britain to retreat from India, its ‘jewel in the crown’.4 The USA",
  "should have been in pole position as India took its place as an independent state, proudly pro-",
  "claiming the virtues of democracy, yet instead it was a situation of ‘estranged democracies’ for",
  "the following decades.5",
  "Divergent alignments",
  "Even as an independent democratic India emerged, external politics were pulling apart the",
  "otherwisenaturalconvergencethattheirinternalpolitics(democracy)wouldhavesuggested.By",
  "1947 the world was sliding into the Cold War. On the one hand stood the USA, looking for",
  "243Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "DavidScott",
  "allies and commitment and swiftly engaged in building up alliances (the North Atlantic Treaty",
  "Organization—NATO, the Central Treaty Organization—CENTO, and the Southeast Asia",
  "Treaty Organization—SEATO), which would encircle and contain the USSR. Its logic was",
  "that if states were not with it then they were against it. On the other hand, India refused to",
  "alignitselfwitheithertheUS(orSoviet)camp.FortheUSAtherewasnothirdway,however,",
  "and Nehru’s advocacy of non-alignment was viewed at best as weak and hypocritical, and at",
  "worst as giving the advantage to the USSR.",
  "Even whilst India resolutely proclaimed the virtues of non-alignment, its adversary Pakistan",
  "was quick to align with the USA and its alignment systems, joining CENTO and SEATO on",
  "eithersideofIndia,asitwere.USmilitarysuppliestoPakistaninthe1950smayhavebeenseen",
  "asstrengthening Pakistanasananti-communistbulwark,butforIndiaitwasanenablingdevice",
  "for Pakistan to try and maintain strategic parity with India. As Nehru put it in 1954, ‘this",
  "granting of military aid by the United States to Pakistan creates a grave situation for us in India",
  "[…] it adds to our tensions’.6 Such logic continues down to the present.",
  "Some of the rhetoric could still be invoked. First Lady Jacqueline Kennedy Onassis’ visit to",
  "Indiain1962sawthespellofCamelotcastoverIndia,andJawaharlalNehrusuitablyentranced.",
  "However, whilst Nehru did, in eﬀect, tear-up his non-alignment distance and ask for US",
  "military aid amidst the military debacle against China, the reluctance of the USA to commit",
  "itself to any signiﬁcant assistance meant a continuation of the rather cool nature of US-Indian",
  "relations. Conversely, US relations with Pakistan worried India, with ongoing concerns",
  "expressed by India: ‘the Government of India regrets the decision of the United States Gov-",
  "ernment to undertake supplies of spare parts of lethal weapons to Pakistan […] the reactivation",
  "of Pakistan’s military machine, which the US decision will necessarily bring about, will pose a",
  "threat again to India’.7 Such coolness in relations between India and the USA were com-",
  "pounded by India’s tilt towards the USSR that took place in the 1960s and 1970s. One of the",
  "reasonsfortheSino-SovietsplithadbeenMoscow’ssupportofIndia’spositionintheleadupto",
  "war, with Soviet military supplies being a signiﬁcant factor in the rebuilding of India’s military",
  "strengthafter1962.Nehru’sadvocacyofcentrallyplannedeconomiessawhimclosertoSoviet-",
  "style economics than to US-style deregulated capitalism.",
  "Nehru’s daughter, Indira Gandhi, continued this tilt toward the USSR, signiﬁed in the",
  "Treaty of Peace, Friendship and Cooperation that they signed in 1971. From India’s point of",
  "view,theUSSRwasthemajorpowergivingitsupport,whilstforPakistanitwastheUSA(and",
  "China). Such entanglements were on show in 1971 when the USA supported Pakistan, not",
  "wishing to see India’s power advantages further strengthened in South Asia at the expense of",
  "Pakistan. India’s sense of US hostility was palpable: ‘the United States Government is still side-",
  "stepping the central issue [Pakistani domestic suppression] and is responding with ﬂagrant",
  "injustice in attempting to pin the major responsibility for the present conﬂict on India’.8 Indira",
  "Gandhi felt that, ‘our relationship as a whole has been uneasy over a long period of time. To",
  "our grave concern, U.S. policy as it developed impinged seriously on our vital interests […] in",
  "regard to Bangladesh and during the December war, the United States openly backed Paki-",
  "stan’.9TheUSpositionwasthat,‘thishasbeenafull-scaleinvasioninEastPakistan,anditmust",
  "stop’ (George Bush), and that, ‘it is the US view that India’s recourse to military action was",
  "unjustiﬁed’(HenryKissinger).10Consequently,elementsoftheUS7thFleetweresentintothe",
  "Bay of Bengal, complete with aircraft carrier, to put pressure on India. Such pressure was,",
  "though, countered by ﬁrm diplomatic support and signs of Soviet readiness to deploy its own",
  "military muscle to block such US moves.",
  "India continued to show worries over the US naval presence in the region. In 1974 it was a",
  "questionthat‘wearedeeplyconcernedatthecontinuingpresenceoftheUSnavaltaskforcein",
  "244Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswiththeUSA",
  "the Indian Ocean which is conﬁrmed by the arrival of the aircraft carrier “Kitty Hawk”’.11",
  "IndiaalsofeltthatitwasnotbeingtakenseriouslybytheUSA.12Intheworldofthe1980s,the",
  "Cold War II period, India saw threats from extra-regional superpowers as particularly posed by",
  "the USA, with New Delhi decrying US military moves in the Indian Ocean, including the",
  "setting up of military base facilities on Diego Garcia.",
  "Indianotedwithincreasingconcernthatanareainwhichthetwocountriesappearedtobe",
  "following divergent policies was the continuing military build-up by the United States in",
  "the Indian Ocean area […] The build-up included the expansion of the Diego Garcia base",
  "and the reported decision that it would be built up as a major air, naval and perhaps",
  "nuclear facility […] and the plans of the USA for the creation of a rapid deployment force",
  "of110,000personnelforuseprimarilyintheIndianOcean.Reportsabout[US]seekingof",
  "fuelling,re-stockingandrestandrecreationfacilitiesatlittoralportsandattemptstoacquire",
  "base facilities have caused serious concern to the Government of India and other non-",
  "aligned states.13",
  "The USA saw India as providing assistance to the Soviet deployment from Vladivostok to Viet",
  "Nam and into the Indian Ocean, the so-called ‘Arc of Crisis’. The unwillingness of India to",
  "denounce the Soviet move into Afghanistan in 1979 was seen as further grounds of diﬀerence",
  "between the two states.",
  "Incontrast,ofcourse,Pakistan’sﬁrmlyanti-SovietpositionoverAfghanistanbroughtitsupport,",
  "and military supplies, from the USA. India’s positionwas clear, it was unhappy, just as Nehru had",
  "beenback in1954. Itsattempts in 1982 toblock US sales toPakistan were unsuccessful:",
  "The US decision to supply sophisticated arms to Pakistan ostensibly as a reaction to the",
  "Soviet intervention in Afghanistan, aroused apprehensions in India. In the past, India had",
  "morethanoncebeenavictimofPakistaniaggression.Thepossibilityoftheintroductionof",
  "a new generation of armaments into the sub-continent, heightened the fears based on past",
  "experience. The concern of the Government of India about the US decision was, there-",
  "fore, conveyed adequately to the United States at various levels but unfortunately without",
  "result […] The passage of the proposals on the security assistance to Pakistan through the",
  "US Congress which conﬁrmed the Administration’s decision, cast a shadow over bilateral",
  "relations which showed no signs of lifting at the year end.14",
  "India continued to be concerned about US (and Chinese) military aid to Pakistan. As for the",
  "USA, it viewed India with coolness at best. In 1992 the US position was that, ‘we should dis-",
  "courage Indian hegemonic aspirations over the other States in South Asia and on the Indian",
  "Ocean’.15Thefollowingyear,USoﬃcialswerestressing,‘letmemakeitveryclear.Wearenot",
  "seeking a strategic relationship with India’.16 The irony there is that that was precisely the tra-",
  "jectory of US-Indian links.",
  "Post-Cold War convergence",
  "The post-Cold War period posed new challenges to India and the USA. For India, the break-",
  "up of the USSR in eﬀect removed its previous close ally with which it had a Treaty of Peace,",
  "Friendship and Cooperation, but also removed the ideological battleground that had seen India",
  "tilting towards a USSR with which the USA was in competition. The collapse of the USSR",
  "also left India potentially more isolated within the international system. For the USA, the",
  "245Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "DavidScott",
  "collapseoftheUSSRhadindeedremovedtheirColdWarfoe,againstwhichithadconstructed",
  "alliances and judged other countries like India. However, whilst the Cold War period had seen",
  "a strategic logic bringing the USA and China together against a common Soviet threat, the",
  "removal of the USSR removed that logic and left China as the emerging rival power to the",
  "USA. India’s own problems with China (territorial disputes and so forth) remained as keen as",
  "ever. India’s own rise in Asia was bringing it increasingly up against an equally (or even more",
  "strongly) rising China. Classic International Relations (IR) balance of power (Kenneth Waltz)",
  "factors would have suggested a China-India balance against the USA. Instead, Stephen Walt-",
  "style balance of threat factors of aggregate power, oﬀensive capabilities, perceived oﬀensive",
  "intentionsandgeographicalproximityseemedmoreimportantforIndia,particularlyonaccount",
  "of the last two (perceived oﬀensive intentions, geographical proximity), to balance instead with",
  "the USA against China.",
  "SuchconsiderationswerealreadyaﬀectinghowIndiaandtheUSAregardedeachother.The",
  "USAdministrationofBillClinton(1993–2001)wasquickenoughtomovetowardsIndia,with",
  "Clinton’s ‘Community of Democracies’ providing some of the ideological underpinnings for",
  "this. Some initial steps were signalled in the Agreed Minute on Defense Cooperation, which",
  "was signed in January 1995, a ‘ﬁrst important step’ with its talk of ‘gradually increasing coop-",
  "eration in defense research and production’, which ‘begins the process for deepening and",
  "strengthening the security relations between India and the United States of America […] sig-",
  "niﬁcant and really historic because we have now been more than four decades absent that kind",
  "of security relationship’.17 However, the pace was slow. As the US Secretary of Defense, Wil-",
  "liam Perry, put it, ‘in India, I stressed that arms sales were simply not on the agenda. I did say",
  "that we would look for ways of gradually increasing cooperation in defense research and pro-",
  "duction, but I emphasized that this will not be an area for immediate or bold steps’.18 US",
  "supplies to Pakistan continued, as they still do, to complicate relations with India: ‘the Gov-",
  "ernment of India deeply regrets […] the US decision to take no action on the clandestine",
  "acquisitionbyPakistanof5,000ringmagnetsforitsnuclearweaponsprogramme,andindeedto",
  "continue uninterruptedly with its transfer of sophisticated US arms to Pakistan’.19",
  "An important turning point was the election of the Bharatiya Janata Party (BJP) in 1998.",
  "Their ﬁrst decision of substance was to press ahead with nuclear testing, Pokhran-II. The US",
  "response was quick: ‘this week I want to speak to you about a matter of grave concern to the",
  "United States and the international community, India’s nuclear test explosion. These tests were",
  "unjustiﬁed and threaten to spark a dangerous nuclear arms race in Asia. As a result, and in",
  "accordance with our laws, I have imposed serious sanctions against India, including an end to",
  "our economic assistance, military ﬁnancing’, albeit lifted by November 1998.20",
  "By then, Atal Bihari Vajpayee had been quick to make a play for stronger Indian-US rela-",
  "tions in September 1998. In his speech, ‘India, USA and the World’ to the Asia Society he",
  "argued that they were ‘estranged democracies’, in which US preference for relations with",
  "Pakistan and China had blinded it to the role that India could play. His vision was one where,",
  "‘Indo-US ties based on equality and mutuality of interests is going to be the mainstay of",
  "tomorrow’s stable, democratic world order’. The stress on a democratic world order is an",
  "interesting slant pointing not just to US-Indian domestic politics of democratic pluralism, but",
  "also to a more democratic international system, where US unipolarity was giving way to mul-",
  "tipolarity (what some would call the ‘democratization of international relations’). He went on,",
  "‘India and the US are natural allies in the quest for a better future for the world in the 21st",
  "century’. Raja Mohan sees it as ‘simple in its conception but a breathtaking departure from",
  "India’s traditional foreign policy of non-alignment and anti-American and anti-Western orien-",
  "tation’, a ‘brazen pitch for an alliance with Washington’.21",
  "246Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswiththeUSA",
  "Clinton’sowntriptoIndiain2000,attheendofhispresidency,gavefurthermomentumto",
  "this rapprochement. His comments to a Joint Session of the Indian parliament soothed Indian",
  "sensibilities, especially his comments that, ‘we welcome India’s leadership in the region’, and",
  "‘we want to take our partnership to a new level’.22 Amidst the emphasis of democracy and",
  "human rights inspiration of Gandhi in the USA, the economic take-oﬀ of India was also a",
  "feature noted by him:",
  "You liberatedyourmarkets, andnowhave oneofthe 10fastestgrowingeconomies inthe",
  "world […] Americans have applauded your eﬀorts to open your economy, your commit-",
  "ment to a new wave of economic reform[; such that] we are proud to support India’s",
  "growth as your largest partner in trade and investment. And we want to see more Indians",
  "and more Americans beneﬁt from our economic ties, especially in the cutting ﬁelds of",
  "informationtechnology,biotechnology,andcleanenergy.Theprivatesectorwilldrivethis",
  "progress.23",
  "What was signiﬁcant in this late Clinton setting was that their relationship still seemed to be a",
  "matter of soft power values (democracy, pluralism) and hard power (economics), but with hard",
  "power military-security issues much less evident. A sense of ‘estranged democracies’ was giving",
  "way to ‘engaged democracies’.24",
  "Anti-terrorism",
  "One element pulling them closer together was not the state-level challenge of China, but the",
  "transnational threat of terrorism. India for some time had been warning about the dangers of",
  "jihadist acts of violence, erupting across Kashmir during the 1980s but also targeting the rest of",
  "India, as with the Mumbai bombings of 1993 which saw 250 people die. The hijacking of",
  "Indian Airlines IC 814 brought discussion and the setting-up of an Indo-US Joint Working",
  "Group on terrorism in February 2000, wherein the two countries agreed to share experiences,",
  "exchangeinformationandco-ordinateapproachesandaction.25AspartofitsassistancetoIndia,",
  "the USA oﬀered to give anti-terrorism training for inter-departmental co-ordination, crisis",
  "response and consequence management.",
  "Under the presidency of George W. Bush (2001–09), the USA faced its own outrages,",
  "notably the terrorist attacks of11 September2001at thehands ofal-Qa’ida. India wasquickto",
  "give full support, including transit facilities, as the USA moved against the Taliban regime in",
  "Afghanistan that hadhosted al-Qa’ida. ManmohanSingh’s visitto the USA in November 2001",
  "gave him the opportunity to express the fullest and strongest support for the USA. The joint",
  "Indian-USstatementnotedthat,‘sinceSeptember11,thepeopleoftheUnitedStatesandIndia",
  "have been united as never before in the ﬁght against terrorism. In so doing, they have together",
  "reaﬃrmed […] the importance of further transforming the US-India relationship […] they",
  "noted that both countries are targets of terrorism, as seen in the barbaric attacks on 11th Sep-",
  "tember in the United States and on 1st October in Kashmir’.26 The importance for India was",
  "the linking of Kashmiri ‘terrorism’ to terrorism elsewhere.",
  "On 20 December 2001, following the attack on the Indian parliament, the USA placed the",
  "Jaish-e-Mohammed and Lashkar-e-Taiba on all three US terrorist lists: the Foreign Terrorist",
  "Organizations (FTO) list, the Specially Designated Global Terrorists (SDGT) list, and the Ter-",
  "rorist Exclusion List. In addition, it called upon Pakistan to take steps to crack down on ter-",
  "rorism emanating from Pakistan, and to take decisive action against Lashkar-e-Taiba and Jaish-e-",
  "Mohammed and other terrorist organizations, their leaders, ﬁnances and activities.",
  "247Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "DavidScott",
  "India could continue to express concern over US unwillingness to name Pakistan as a ‘state",
  "sponsor of terrorism’.27 On the one hand, Pakistan’s previous support of the Taliban Govern-",
  "ment had left uncertainties over Pakistan’s position after the terrorist attacks on the USA.",
  "Nevertheless, Pakistan’s position as the immediate front-line state for operations in Pakistan",
  "gave it leverage over the USA, which continued to need Pakistan’s assistance more than it",
  "needed India’s in the immediate eﬀorts to curb Taliban and al-Qa’ida operatives in Pakistan.",
  "Potentially, it also enabled Pakistan to try to trade its assistance to the USA over taking action",
  "against Taliban/al-Qa’ida forces in Pakistan for the USA taking a more pro-Pakistan position",
  "over Kashmir.",
  "Nevertheless, India could project itself as standing shoulder to shoulder with the USA in the",
  "global‘waronterrorism’.28Suchaline-upwashelpedbyareferencebyOsamabinLadeninan",
  "audiomessageonAlJazeeraon23April2006,whereinhespokeofa‘Crusader-Zionist-Hindu’",
  "conspiracy.29 The bombings carried out across Mumbai in November 2008 strengthened their",
  "common anti-jihadist concerns. The fact that the Mumbai bombers had entered India from",
  "Pakistan strengthened India’s attempts to get the USA to distance itself more from Pakistan.",
  "Defence convergence",
  "The most signiﬁcant development in recent years has been the convergence between India and",
  "the USA in security-military areas. This has taken India far from the days of Nehru and Indira",
  "Gandhi with their campaigns for non-alignment and for getting the USA out of the Indian",
  "Ocean.",
  "Even as the Clinton Administration was coming to an end, the incoming Republican",
  "Administration under George W. Bush was dreaming of recasting the international system. His",
  "prospective National Security Council (and later Secretary of State) adviser, Condoleezza Rice,",
  "was already talking of constraining China: ‘China is not a “status quo” power but one that",
  "would like to alter Asia’s balance of power in its own favor. That alone makes it a strategic",
  "competitor’ for the USA, but also for India.30 Her take was to note that the USA, ‘should pay",
  "closer attention to India’s role in the regional balance. There is a strong tendency conceptually",
  "to connect India with Pakistan and to think only of Kashmir or the nuclear competition",
  "between the two states. But India is an element in China’s calculation, and it should be in",
  "America’s, too. India is not a great power yet, but it has the potential to emerge as one’, and",
  "one able to join the USA in balancing China.31",
  "Such strategic logic dominated US-Indian relations during the Bush presidency and was",
  "reciprocated by both BJP- and Congress-led governments in India. By the time of Vajpayee’s",
  "visit to the USA, in the aftermath of the 2001 attacks, India and the USA were talking of",
  "creating a ‘strategic partnership’ between the two countries. Indian commentators like Ganguly",
  "could talk of ‘the start of a beautiful friendship’ in 2003, with January 2004 seeing the US-",
  "Indian Next Steps in Strategic Partnership (NSSP) initiative being launched.32 The following",
  "year saw the launching of the Indian-US Global Democracy Initiative (GDI). Such a strategic",
  "convergence was seen by hard-headed Indian commentators as ‘inevitable’, driven by common",
  "geopoliticalimperativesandcommonbalanceofthreatanalysesdirectedatChina.33NeitherIndia",
  "nor the USA wished to pursue hard containment antagonistic rejection of China; both were",
  "tryingtoengagewithChinawherepossible.However,aspartoftheirmutualhedgingstrategies",
  "towards China both were ready to strengthen their own security relationship, to engage in",
  "elements of unstated but apparent balancing as well towards China. The terminology being",
  "used by 2002 was of, ‘a more robust military partnership’.34 This involved their talk, and sub-",
  "stance, by 2002, ‘of the impressive growth in military cooperation between India and the",
  "248Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswiththeUSA",
  "United States […] But the long-term goal is much more ambitious, and is based on strategic,",
  "diplomatic and political cooperation’.35 From India’s point of view, geopolitical extension of",
  "power was indicated in the agreement in 2002 for Indian ships INS Sharda and Sukanya to take",
  "over from the USA in escorting ships through the Straits of Malacca.",
  "With regard to alignment, the key development was the Defence Agreement drawn up in",
  "2005betweenthetwocountries.Thisdefenceconvergencehadrealteethtoit,amidstgrowing",
  "deliberate moves to foster inter-operability of forces. It has involved India in purchasing pow-",
  "erful and advanced weapons from the USA. At sea, India’s purchase of USS Trenton (com-",
  "missioned in 2007 as INS Jalasha, the second biggest vessel in the Indian ﬂeet) gave India long-",
  "range, amphibious deployment capabilities for Indian Ocean operations, whilst the 2009",
  "agreement to purchase the latest Boeing P-8 AWAC planes gave further long-range tracking",
  "capabilities. In the Indian Ocean, Indira Gandhi’s 1980s strictures against US presence have",
  "givenwaytocontinuedandsubstantiveco-operation.TheMALABARexercisesarebutoneof",
  "anextensiveandvariedrangeofbilateralexercises(e.g.COPE),withtheUSAinwhichIndiais",
  "now regularly involved. A particularly interesting variant was the MALABAR-1 exercises,",
  "which took place between the Indian and US Navies in the Western Paciﬁc in 2007. MALA-",
  "BAR-2 was equally interesting, later that year, in which units from Japan, Australia and Singa-",
  "pore joinedthe Indianand USNavies inthe Bay ofBengal, to China’sdisquiet. Suchdefence-",
  "military convergence was also echoed in the Joint Declaration in 2005 to co-operate over",
  "nuclear energy, with the USA lifting its previous restrictions on nuclear trade, with domestic",
  "and international legislation completed by 2009.",
  "Conclusions",
  "US-India strategic co-operation is set to run into the 21st century.36 The context for this is",
  "India’s rise within the international system. The Indian leadership, looking at the new Barack",
  "Obama Administration, judged that, ‘the new US Administration has, indeed, focused on con-",
  "tinuity in the bilateral relationship. In this, is the inherent recognition of India’s place in the",
  "world, our regional role, and our demonstrable economic strength and potential’.37 The US",
  "Quadrennial Review (2010) was equally clear about India’s impact:",
  "As the economic power, cultural reach, and political inﬂuence of India increase, it is",
  "assuming a more inﬂuential role in global aﬀairs. This growing inﬂuence, combined with",
  "democratic values it shares with the United States, an open political system, and a com-",
  "mitment to global stability, will present many opportunities for cooperation. India’s mili-",
  "tarycapabilitiesarerapidlyimprovingthroughincreaseddefenseacquisitions,andtheynow",
  "include long-range maritime surveillance, maritime interdiction and patrolling, air inter-",
  "diction, and strategic airlift. India has already established its worldwide military inﬂuence",
  "through counterpiracy, peacekeeping, humanitarian assistance, and disaster relief eﬀorts. As",
  "its military capabilities grow, India will contribute to Asia as a net provider of security in",
  "the Indian Ocean and beyond.38",
  "In geopolitical terms, there seems to be an unoﬃcial shift taking place as the USA shores up its",
  "positionintheWesternPaciﬁc(e.g.Guam),butstartstostandtoonesidetoseeIndiaassumea",
  "greater role in the Indian Ocean as, indeed, a ‘net provider of security’.",
  "AlotofthisrecentUS-Indiaconvergencehasbeenbecauseoftheircommonconcernsabout",
  "China. As India’s Minister of External Aﬀairs, Nirupama Rao, gently alluded to in her 2010",
  "address, ‘The United States and India: Chartering the Future Course’:",
  "249Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "DavidScott",
  "The rise of China is of course observed with close attention in our region. China’s",
  "demonstrable economic strength and its growing military capabilities are a matter of fact",
  "and we must incorporate such factors into our calculus of the emerging 21st century sce-",
  "nario in the Asia Paciﬁc. This is where a mature and evolving dialogue between India and",
  "the United States will be of considerable relevance in clarifying approaches to the regional",
  "situation and the policy approaches of roles of our two countries in these new [China-",
  "related] circumstances.39",
  "However, both partners remain concerned not to forego engagement links with China, with",
  "which they both have bigger trading links.40 India is concerned about the USA playing the",
  "‘India card’ to gain concessions from China, before then dropping India, whilst the USA is also",
  "concerned about India playing the ‘US card’ in order to again concessions from China, before",
  "then dropping the USA.",
  "At the regional (Asia and the Indian Ocean) level, the long-term logic of Walt’s balance of",
  "threat pullsIndiaandthe USAtogether,thoughat thegloballevelthe logicofWaltz’sbalance of",
  "powerinthelongtermpullsIndiatogetherwithotherpowerslikeRussia,ChinaandBrazil(the",
  "BRIC formation), to replaceUSunipolarity with multipolarity. The common positionofIndia",
  "and the USA as democracies does, however, provide a substantial ideational base for long-term",
  "co-operation, whilst geopolitically their respective spheres and strategic backyards do not parti-",
  "cularly overlap, leading Rao to not inaccurately sum up that, ‘our collaboration and coopera-",
  "tion will be indispensable for shaping the character of the 21st century’, in which ‘we share",
  "common values and common strategic interests’.41",
  "Notes",
  "1 W.Clinton,‘RemarkstoaJointSessionofParliamentinNewDelhi’,22March2000,inPublicPapers",
  "of the Presidents of the United States. William J. Clinton. 2000–2001, Washington: Oﬃce of the Federal",
  "Register,NationalArchivesandRecordsService,2001,Book1,p.514.",
  "2 India-US,India-USRelations:AVisionforthe21stCentury,21March2000,pib.nic.in.",
  "3 N. Gaan, India and the United States. From Estrangement to Engagement, Delhi: Kalpaz, 2007; C. Raja",
  "Mohan,CrossingtheRubicon.TheShapingofIndia’sNewForeignPolicy,NewYork:PalgraveMacmillan,",
  "2004.",
  "4 G.Hess,AmericaEncountersIndia,1941–47,Baltimore:JohnHopkinsUniversityPress,1971.",
  "5 D. Kux, India and the United States: Estranged Democracies 1941–1991, Washington: National Defense",
  "UniversityPress,1992.",
  "6 J.Nehru,‘StatementtoParliament’,1March1954,inSelectedWorksofJawaharlalNehru,SecondSeries.",
  "Vol.25,NewDelhi:JawaharlalNehruMemorialFund,1999,p.341.",
  "7 ‘StatementoftheGovernmentofIndiaontheResumptionofUSArmsSuppliestoPakistan’,12April",
  "1967, in R. Jain (ed.), The United States and India 1947–2006. A Documentary Study, Delhi: Radiant",
  "Publisher,2007,p.297.",
  "8 ‘StatementbyIndianRepresentativeSamarSenintheUNSecurityCouncil’,5December1971,inR.",
  "Jain(ed.),TheUnitedStatesandIndia1947–2006.ADocumentaryStudy,op.cit.,p.50.",
  "9 I.Gandhi,‘IndiaandtheWorld’,ForeignAﬀairs,Vol.51,No.1,1972,pp,74–75.",
  "10 G.Bush,‘StatementbyUSRepresentativeBushintheUNSecurityCouncil’,5December1971’,and",
  "H.Kissinger,‘BackgroundBrieﬁngbyNationalSecurityAdviserHenryKissinger’,7December1971,",
  "inR.Jain(ed.),TheUnitedStatesandIndia1947–2006.ADocumentaryStudy,op.cit.,pp.50,51.",
  "11 S. Singh, ‘Swaran Singh’s Statement on Entry of a Nuclear Powered Aircraft Carrier in the Indian",
  "Ocean’,12March1974,inR.Jain(ed.),TheUnitedStatesandIndia1947–2006.ADocumentaryStudy,",
  "op.cit.,p.67.",
  "12 B.Nayar,‘TreatIndiaSeriously’,ForeignPolicy,No.18,Spring1975.",
  "13 Ministry of External Aﬀairs, Annual Report, 1980–81, New Delhi: Ministry of External Aﬀairs, 1981,",
  "pp.37,iv.",
  "250Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswiththeUSA",
  "14 Ministry of External Aﬀairs, Annual Report, 1981–82, New Delhi: Ministry of External Aﬀairs, 1982,",
  "p.28.",
  "15 ‘Classiﬁed Policy Document Prepared by American Defence Department in Consultation With the",
  "National Security Council and President Bush’, 8 March 1992, in R. Jain (ed.), The United States and",
  "India1947–2006.ADocumentaryStudy,op.cit.,p.84.",
  "16 J.Malott,‘StatementbyPrincipalDeputyAssistantSecretaryofStateforSouthAsianAﬀairs,JohnR.",
  "Malott’, 19 May 1993, in R. Jain (ed.), The United States and India 1947–2006. A Documentary Study,",
  "op.cit.,p.315.",
  "17 W. Perry, ‘Statement by U.S. Secretary of Defense William J. Perry After the Signing of the Agreed",
  "Minute on Defense Cooperation’, 12–14 January 1914, in R. Jain (ed.), The United States and India",
  "1947–2006.ADocumentaryStudy,op.cit.,p.317.",
  "18 ‘Statement by Defence Secretary Perry’, 31 January 1995, in R. Jain (ed.), The United States and India",
  "1947–2006.ADocumentaryStudy,op.cit.,p.319.",
  "19 ‘PressReleaseIssuedinNewDelhionUSPolicytoPakistan’sNuclearProgramme’,14May1996,in",
  "R.Jain(ed.),TheUnitedStatesandIndia1947–2006.ADocumentaryStudy,op.cit.,p.401.",
  "20 W.Clinton,‘Clinton’sRadioAddresstotheNation’,17May1998,inR.Jain(ed.),TheUnitedStates",
  "andIndia1947–2006.ADocumentaryStudy,op.cit.,p.411.",
  "21 C.RajaMohan,CrossingtheRubicon.TheShapingofIndia’sNewForeignPolicy,op.cit.,pp.49–50.",
  "22 W.Clinton,‘RemarkstoaJointSessionofParliamentinNewDelhi’,op.cit.,p.514.",
  "23 Ibid.",
  "24 K.BajpaiandA.Mattoo,EngagedDemocracies:India-US Relations inthe21stCentury,NewDelhi:Ha-",
  "AnandPublicationsPvtLtd,2000.",
  "25 P. Rajeswari, ‘Terrorism—an Area of Cooperation in Indo-US Relations’, Strategic Analysis, Vol. 24,",
  "No.6,2000.SeeS.D’Souza,‘Indo-USCounter-TerrorismCooperation:RhetoricVersusSubstance’,",
  "StrategicAnalysis,Vol.32,No.6,2008,forpotentialgapbetweenrhetoricandsubstance.",
  "26 ‘India-US, ‘Joint Statement on Vajpayee’s Visit to Washington, D.C.’, 9 November 2001, in R. Jain",
  "(ed.),TheUnitedStatesandIndia1947–2006.ADocumentaryStudy,op.cit.,p.128.",
  "27 ‘US,IndiaandTerrorism’,TheTribune(editorial),9December2002.",
  "28 G. Parthasarthy, ‘Global Fight Against Terrorism’, The Tribune, 27 September 2001; C. Raja Mohan,",
  "‘Towards a Global War Against Terrorism’, The Hindu, 13 September 2001. Also B. Raman, ‘Global",
  "Terrorism:India’sConcerns’,Papers(SAAG),No.2021,12November2006.",
  "29 Forananalysisofthemessage,seeB.Raman,‘BinLadenTargetsIndia’,Papers(SAAG),No.1776,25",
  "April2006.",
  "30 C.Rice,‘PromotingtheNationalInterest’,ForeignAﬀairs,Vol.79,No.1,2000,p.56.",
  "31 Ibid.",
  "32 S. Ganguly, ‘The Start of a Beautiful Friendship: The United States and India’, World Policy Journal,",
  "Vol.20,No.1,2003.",
  "33 S. Kapila, ‘India-USA Strategic Partnership: The Advent of the Inevitable’, Papers (SAAG), No. 120,",
  "22April2000.",
  "34 D. Camp, ‘Speech by Deputy Assistant Secretary of State for South Asia’, 3 April 2002, in R. Jain",
  "(ed.),TheUnitedStatesandIndia1947–2006.ADocumentaryStudy,op.cit.,p.330.",
  "35 C.Rocca,‘AddressbyAssistantSecretaryofStateChristinaB.Rocca’,14May2002,inR.Jain(ed.),",
  "TheUnitedStatesandIndia1947–2006.ADocumentaryStudy,op.cit.,p.332.",
  "36 S. Ganguly, B. Shoup and A. Scobell, US-Indian Strategic Cooperation into the 21st Century, London:",
  "Routledge,2006.",
  "37 N.Rao,‘TheUnitedStatesandIndia:CharteringtheFutureCourse’,12January2010,meaindia.nic.",
  "in.",
  "38 QuadrennialDefenseReviewReport,Washington:DepartmentofDefense,2010,p.60.",
  "39 N.Rao,‘TheUnitedStatesandIndia:CharteringtheFutureCourse’.",
  "40 With regard to trade with India, China overtook the USA in 2005/06, with $42,440 million (India-",
  "China) and $39,710 million (India-USA) in 2009/10. The volume of US-China trade was larger, at",
  "$369,220 million in 2009/10, consisting of $304,410 million in Chinese exports to the USA and",
  "$64,810millionUSexportstoChina.In2009/10India’soveralltradewiththeUSAinvolvedasmall",
  "surplusof$19,530millioninexportstotheUSA,comparedwith$16,980millioninimportsfromthe",
  "USA.",
  "41 N. Rao, ‘The United States and India: Chartering the Future Course’. Also C. Raja Mohan, ‘Rising",
  "India:PartnerinShapingtheGlobalCommons?’,WashingtonQuarterly,Vol.33,No.3,2010.",
  "251Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3dTemplate:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Part 5",
  "India and global issuesTemplate:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3dTemplate:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]