[
  "c23",
  "India and the Indian diaspora",
  "Ajay Dubey",
  "Introduction",
  "The diaspora is now recognized as an international inﬂuencer. Apart from its role in economic",
  "development, it plays an important role in bilateral relations between the host country and",
  "country of origin. It has emerged as a major driver for the foreign policy of countries with",
  "substantial overseas communities. Globalization enables it to serve as a resource both for the",
  "host and home country. It has created an environment for communities to look beyond rigid",
  "national boundaries for economic and cultural needs. Even developing countries have matured",
  "now to permit extraterritorial loyalties. Many of them are using their own diaspora abroad as",
  "well as the diaspora within their territory as an important resource to realize their national",
  "objectives. Cheaper and faster means of communication at a global level provide opportunities",
  "for diﬀerent diaspora to networkand cometogether. The emerging scientiﬁc andtechnological",
  "advancement and global media have further enabled the diﬀerent diaspora and states to engage",
  "with each other.",
  "India has its own particular global diaspora of over 25m., spread over 196 countries. It",
  "includes foreign citizens of Indian origin, termed ‘people of Indian origin’ (PIO), and Indian",
  "passport holders who are based in foreign countries, termed ‘non-resident Indians’ (NRI). The",
  "Ministry of Overseas Indian Aﬀairs (MOIA) has the following regional estimations: Asia 51%",
  "(10.8m., including around 3.5m. or 20% in the Gulf sub-region); North America 19% (4.0m.);",
  "Africa 13% (2.7m.); Europe 11% (2.2m.); and South America 2% (0.5m.). The Indian diaspora",
  "includes various ethnic, linguistic and religious groups, reﬂecting the cultural diversity of India.",
  "Indian migration itself is widely varied in terms of historical context, causes and consequences,",
  "as well as in terms of social characteristics, such as level of education, caste and class, place of",
  "origin,religionandlanguage.1Indianmigrantsmigratedindiﬀerentburstsandnumbers.During",
  "ancient times they went as merchants and explorers from western India to Africa and the",
  "MiddleEast.From south-eastern Indiathey migratedtoBurma(now Myanmar),Indonesiaand",
  "other countries of South-East Asia. A section of this Indian diaspora derived its livelihood from",
  "internationaltrade,maintaininginternationalkinshipandeconomicnetworks.Duringthisphase",
  "Indians also migrated to the Far East and South-East Asia as part of the cultural spread of",
  "Buddhism, and some south Indian rulers like the Cholas sent successful expeditions to the",
  "region. However, they are now more or less a lost diaspora.",
  "255Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AjayDubey",
  "The bulk of Indian migration took place during the colonial period, when the previous",
  "small-scale movement of Indian people turned into a mass migration.2 They went broadly in",
  "three diﬀerent capacities: namely, a) the indentured worker in sugar colonies of the Caribbean,",
  "Oceania and Africa; b) the Kangani/ maistry system to Malaysia and Ceylon (now Sri Lanka);",
  "and c) free passenger Indians. The free Indians (called ‘passenger Indians’) went in a small",
  "numberastraders,moneylenders,etc.toAnglophone,FrancophoneandLusophoneterritories.",
  "In the latest phase, during the 20th century, Indians immigrated as skilled workers to indus-",
  "trialized nations in Europe, North America and Oceania, as well as semi-skilled workers to the",
  "Middle East. However, the latter were not given citizenship.",
  "There are various ways in which the Indian diaspora is classiﬁed. The ‘old diaspora’ refers to",
  "all those who went before the independence of India, while the ‘new diaspora’ refers to those",
  "who went after independence. The old diaspora forms the bulk of the total Indian diaspora,",
  "migrating to Malaysia, Mauritius, Trinidad and Tobago, Fiji, Guyana and Suriname. The term",
  "PIO is used for those who have taken local citizenship, whether coming from the new or old",
  "diaspora. There are PIOs in countries in the Caribbean, Africa, Fiji, etc., who migrated after a",
  "few generations to Europe, North America or Australia, and are called ‘twice migrants’. Indians",
  "living overseas who still have an Indian passport, even if they are overseas for many years, are",
  "the NRIs. Over 5m. Indians in the west Asian countries are in this category.",
  "All these categories will be examined in this chapter, which aims to study the changes and",
  "continuity in the evolution of Indian policy towards the Indian diaspora. This includes exam-",
  "ining the imperatives, experiences, experiments and attempts by the Government of India to",
  "engage the Indian diaspora.",
  "India’s policy towards its diaspora",
  "Indianpolicy towards theIndian diasporahascontinued to evolvesincecolonial times, through",
  "the Cold War period, to the present day.",
  "The pre-independence period",
  "During the colonial period the Indian National Congress (INC), the vanguard party of the",
  "Indian struggle for freedom, had concerns about Indians overseas. Indians operated under an",
  "indentured worker system, taken up under colonial rule to replace slave labour. The INC sent",
  "several delegations and workers to inspect the treatment of indentured Indian workers, pro-",
  "testing against colonial government policies and asking for improved status and conditions for",
  "indentured workers. Indian nationalists of all shades demanded improvements in working and",
  "living conditions of Indians settled abroad. The cause of Indians overseas was advocated by",
  "nationalist leaders, such as Gopal Krishna Gokhale, Mahatma Gandhi, V.S. Srinivasa Shastri,",
  "Jawaharlal Nehru, H.N. Kunzru, Acharya Kripalani and Ram Manohar Lohia. They repeatedly",
  "stressedtheneedtosafeguardtheinterestsofthepeoplewhohadtoleavetheshoresofIndiato",
  "cater for the economic interests of the United Kingdom. In Mauritius and Fiji, Mahatma",
  "Gandhi sent Manilal Doctor, while coming back from South Africa, to mobilize them.3 He",
  "advised them to actively participate in local politics and to demand a legitimate share in the",
  "governance and economy of their new home.",
  "Indians also used the Indian diaspora around the world to push the cause of Indian inde-",
  "pendence. They were exhorted to identify with the Indian cause, as only a free India could",
  "hope to protect and safeguard their interests, visualized by Gandhi as a segment of emerging",
  "256Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheIndiandiaspora",
  "Indian independence opinion, a policy of identiﬁcation in other words. One strand of Congress",
  "opinion (comprising C.F. Andrew, Shastri, Kunzru, M.M. Malaviya and B.G. Gokhale), was",
  "mainly concerned with discrimination of overseas Indians in Africa and elsewhere, and wanted",
  "for them a parity with local white settlers. They visited worker recruitment centres and talked",
  "to workers about their problems. In succeeding years, the issue of discrimination of Indians in",
  "South Africa became a sentimental issue for Indian nationalists, given Mahatma Gandhi’s earlier",
  "eﬀorts there.",
  "Jawaharlal Nehru, who from 1930 shaped the foreign policy of India within the INC, had",
  "diﬀerent views. Nehru had long visualized the clash of interests of Indians overseas with local",
  "inhabitants. In 1927 he prepared a paper, A Foreign Policy of India. In this paper, for the ﬁrst",
  "time, he categorically outlined the policy of the INC regarding Indian settlers in other colonial",
  "countries,therolethatIndiawantedthemtoplayintheircountryofadoption,andthekindof",
  "support that they could expect from India. He asked in the paper, ‘what is the position of",
  "Indians of foreign countries to-day?’, and argued that the overseas Indians had gone there as ‘a",
  "hireling of exploiter’ British Government.4 However, he suggested elsewhere that, ‘an Indian",
  "whogoestoothercountriesmustco-operatewithpeopleofthatcountryandwinforhimselfa",
  "position by friendship and service […] Indians should co-operate with Africans and help them,",
  "as far as possible and not claim a special position for themselves’.5",
  "Nehru represented the left wing of the Congress party. He diﬀered from the conservative",
  "wing, whose demands were conﬁned to the betterment of Indians overseas. Nehru believed in",
  "co-operation between Indians and natives, advocating Indian support to a combined struggle",
  "of Indian settlers and natives in which the native cause would be paramount. As an exception,",
  "Nehru extended special support to Indian settlers in South Africa, reﬂecting Gandhi’s earlier",
  "work there. In a message to the INC in Natal, Nehru wrote in 1939: ‘India is weak today",
  "and cannot do much for her children abroad but she does not forget them and every insult to",
  "them is a humiliation and sorrow for her. And a day will come when her long arm will",
  "shelter and protect them and her strength will compel justice for them’.6 It is this duality",
  "between Nehru’s policy and the presence of two wings (conservative and left) in Congress",
  "which helps us to understand the changes and continuities in Indian policy towards Indian",
  "overseas communities.",
  "Post-independence period",
  "Immediately after India’s independence, the Indian Government was not in a position to assist",
  "in obtaining full justice for Indian settlers abroad. In fact, the problems of PIOs in diﬀerent",
  "countries were so diverse, the positioning and status so diﬀerent and the reach of India so",
  "varied, that a nascent Indian state did not ﬁnd itself equipped or strong enough to address the",
  "diasporaissuesheadon.7Besides,NehruhadotherprioritieslikethemobilizationofAfro-Asian",
  "countries to keep them away from Cold War rivalries.8 For such mobilization, the issues of the",
  "PIOs were not to be emphasized.",
  "Thus, during the 1950s and the best part of the 1960s, establishing any special relationship",
  "withthediasporawasnotapriorityofIndia’sforeignpolicy.IndependentIndiagavethemlittle",
  "recognition, except the advice that they should strive hard to be the best citizens of their",
  "countries of adoption. Nehru did not deviate from his strongly held policy on Indian settlers",
  "abroad. His world view was guided by respect for national sovereignty, amicable international",
  "relations, non-interference in the internal aﬀairs of other nations, and the pursuit of non-align-",
  "ment. He adopted a policy of ‘active dissociation’ towards the Indian diaspora. Expressing his",
  "views in the constituent assembly of India on 8 March 1948, Nehru said:",
  "257Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AjayDubey",
  "Now these Indians abroad what are they? Are they Indian citizen – are they going to be",
  "citizens of India or not? If they are not, then our interest in them becomes cultural,",
  "humanitarian and not political. Either they get the franchise of the nationals of the other",
  "country or treat them as Indian minus franchise and ask for them the most favourable",
  "treatment given to an alien.9",
  "He advised Indian immigrants, ‘if you can not be, and if you are not friendly to the people of",
  "thatcountry,comebacktoIndiaanddonotspoilthefairnameofIndia’.10Nehrumadeitclear",
  "in 1950 that, ‘in many parts of Africa – East, West, South – there are considerable number of",
  "Indians,mostlybusinesspeople.OurdeﬁniteinstructionstothemandtoouragentinAfricaare",
  "that they must always put the interest of indigenous populations ﬁrst. We want to have no",
  "vested interests at the expense of the population of those countries’.11 He expressed the same",
  "viewrepeatedly,sayingofIndiansabroad,‘iftheyadoptthenationalityofthatcountrywehave",
  "no concern with them. Sentimental concern there is, but politically they cease to be Indian",
  "national’.12 Nehru was very clear that any overt move by the Indian Government to support",
  "the PIOs in overseas communities would do more harm than good to them. He was not,",
  "though, against people-to-people contacts or non-governmental association.",
  "However, during his worst political crisis, Nehru also talked about dual loyalty of Indians",
  "overseas. During the Indo–Chinese war (1962), contributions were welcomed from Indians",
  "living in East Africa to help boost its defence eﬀorts. When questioned on this, Nehru told a",
  "foreign journalist that, ‘Indians overseas have dual loyalty, one to their country of adoption and",
  "[the] other to their country of origin’.13 Conversely, India deplored it as an act of disloyalty",
  "when it found that Indians abroad were selling and promoting Chinese-made goods at the cost",
  "of Indian goods. Nevertheless, between 1960 and 1966 the gulf between India and Indian set-",
  "tlers abroad widened, as India came to believe that Indians were more of an obstacle than an",
  "asset in its diplomatic relations with Africa. In India’s post-1962 diplomatic strategy it seemed a",
  "matter of fewer consequences if PIOs were to face some degree of discrimination overseas.",
  "Nehru’s policy of exhorting Indians to identify themselves with locals in Asia and Africa was",
  "not based only on his ideological commitment. In Kenya the presence of Indian settlers was",
  "larger than in the European community, and European settlers wanted to keep Kenya as a",
  "‘white man’s country’. A strong anti-Indian campaign was being pursued by whites in Africa,",
  "with several riots breaking out in Kenya, Uganda and South Africa involving Indians and Afri-",
  "cans during 1944–49. If the African struggle were weakened and divided, there was every",
  "likelihood that white Kenyan settlers would have extended a South African model in East",
  "Africa. Therefore, it was necessary that Indian settlers join hands with blacks in opposing white",
  "settlers, even if thus sacriﬁcing their short-term gains. The Caribbean Indians were so far oﬀ,",
  "that despite knowing about their problems and marginalization by the black diaspora commu-",
  "nity as well as by the colonial rulers, they were ignored by the Indian Government. Unlike the",
  "problems of Indians in Ceylon or Burma, the issues of Indians in the Caribbean created little",
  "pressure from the Indian leadership or the masses back home. The distance and absence of",
  "connectivitywithIndialedtoanoticeableneglectoftheIndiandiasporaintheCaribbean.The",
  "Nehru period saw the suppression, subjugation and marginalization of the Indian diaspora",
  "globally because Indians had, with a few exceptions, a minority status. Rivals and opponents of",
  "Indians in the host country noticed India’s policy of active dissociation. They found the Indian",
  "diaspora helpless and unsupported by its mother country.",
  "The policy that the Indian diaspora should focus itself on the countries where they had set-",
  "tled and to which it should be loyal started to change in the latter half of the 1960s, especially",
  "after Indian isolation following the Indo–Chinese warof 1962. In1964, during Indira Gandhi’s",
  "258Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheIndiandiaspora",
  "tour of the African countries, she continued to emphasize the loyalty and full contribution of",
  "Indian settlers to the societies in which they lived, but she made it a point not to miss out",
  "Indiansettlers,leadersandmembersofthecommunity,evenifthey weresmall innumber.She",
  "also called Indian settlers ‘ambassadors of India’. Similarly, while touring Fiji, Mrs Gandhi said,",
  "‘I feel like a mother concerned about the welfare of a married daughter who has set up home",
  "far away’.14 This was a subtle departure from the earlier Nehru policy of active dissociation, as",
  "Indian settlers now became a useful instrument for generating goodwill towards India. Their",
  "unoﬃcial position as ‘ambassadors of India’ implied that they were no longer excluded from",
  "policy considerations of India. This shift became more noticeable in many areas when Mrs.",
  "Gandhi became Prime Minister of India in 1966. By the second half of the 1960s there was an",
  "increasing realization that overseas Indians, whatever passport they might hold, should not be",
  "left completely outside India’s policy. This also suited India’s economic diplomacy in develop-",
  "ing countries, where Indian settlers had the requisite capital and network to share with Indian",
  "economic initiatives in those countries.",
  "Testing pro-diaspora policy",
  "During the 1970s and 1980s Indians surfaced globally as a literate and skilled diaspora that cre-",
  "ated no problems for their host countries. The oil boom of the 1970s also enabled a large",
  "number of Indian low-paid workers, the NRI diaspora, to go to the Gulf region in large",
  "numbers, where they remained employed for a long period, even though they had no chance",
  "of settling or acquiring local citizenship.15 As a result, they were obliged to repatriate all their",
  "earnings and savings to India. This beneﬁted India’s foreign exchange reserves, which were a",
  "scarceresourceatthatpointintime.TheGovernmentofIndiamovedstronglyonthis,creating",
  "better banking for the repatriation of foreign exchange and raising the interest rates on foreign",
  "exchange deposits. It took up the issue of the welfare of its migrant workers in west Asian",
  "countries and introduced a policy of compulsory registration of recruitment agents of labourers",
  "to avoid the exploitation and deportation of the workforce. Given the economic and political",
  "importanceoftheseworkers,theIndianpolicy-makerstookanincreasinginterestinthem.This",
  "class of the Indian diaspora maintained and continuously nurtured links with India.",
  "In comparison with the NRI component of the Indian diaspora, the experience of PIO",
  "communitieswasverydiﬀerent.Duringthisperiod,Indianpolicy-makerscontinuedtofollowa",
  "‘hands-oﬀ’ policy so far as migrants to the USA, Europe and regions outside west Asia were",
  "concerned. India also tried to test its pro-diplomacy policy in 1967, when Jomo Kenyatta star-",
  "tedapolicyofAfricanizationinKenya.Itbackﬁredbadly,asitdidalsointhefaceofIdiAmin’s",
  "expulsionofEastAfricaIndiansfromUgandain1972.TheadventoftheBharatiyaJanataParty",
  "(BJP) Government to power in 1977 saw some policy changes. It reiterated that Indian foreign",
  "policy would try and attain the right balance between pursuing its diplomatic goals and the",
  "issues concerning overseas Indians.",
  "Globalization and a policy of ‘pro-active association’",
  "Since the early 1990s, the relationship between India and the Indian diaspora has dramatically",
  "changed. The adoption of the Structural Adjustment Programme (SAP) in 1990 and pre-",
  "ponderanceofIndiansintheglobalITrevolutionplayedaveryimportantroleinthatchange.16",
  "The emergence of the new Indian elite in the Western world during the 1980s (especially in",
  "the USA, Canada and the United Kingdom), resulted in India showing a keen interest in the",
  "new diaspora in order to attract their remittances and investment. Most importantly, India’s",
  "259Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AjayDubey",
  "collapsing economic system in the early 1990s led to a foreign exchange crisis. The Govern-",
  "mentrealizedthatithadtochangeitseconomicstrategyveryquickly.Thecrisisbroughttothe",
  "fore the country’s relationship with Indians overseas, especially NRIs, as India weighed its",
  "options on how to increase the ﬂow of foreign currency into the country again.",
  "India started to take a proactive interest in Indians overseas. NRIs in North America and",
  "Europe were then seen as the cash-rich diaspora who could be approached to help the country",
  "by parking their funds in overseas Indian bank accounts. Successful attempts were made to",
  "securetheinvolvementoftheaﬄuentNRIsinsettingupindustriesandtotideovertheforeign",
  "exchange crisis through attractive ﬁnancial instruments, like Resurgent India Bonds which",
  "tapped into US $4,200m. in 1998.17 The double launch of those bonds enabled India to con-",
  "tinue economic reform without recourse to IMF loans and conditions. This was a clear and",
  "crucial demonstration of diaspora power.",
  "ThebuoyancyintheIndianeconomywasclearlyvisibleinthesecondhalfofthe1990s,and",
  "restoredthefaithofalargesectionoftheIndiandiasporaintheIndianeconomy. Inturn,India",
  "realized the importance of its diaspora and started a dialogue with expatriate Indians living in",
  "those countries.18 The international fame and stature acquired by Indians abroad also enhanced",
  "the status of the diaspora in the eyes of its mother country. Their industry, enterprise, educa-",
  "tional standards, economic strength and professional skills were widely acknowledged within",
  "India.",
  "These developments brought about a remarkable shift in the Indian Government’s policy",
  "towards the Indian diaspora. From the policy of active dissociation, there was a shift to a policy",
  "of pro-active association with the Indian diaspora. Under the new economic policy of the",
  "Narasimha Rao Government, a number of special concessions were made to encourage NRIs",
  "toinvestinthe Indianstockexchange,setupnewindustrialventures ordeposit theirsavingsin",
  "Indian banks. Admittedly, the break from the Nehru tradition did not happen quickly enough,",
  "as there remained blockages associated with repatriation of proﬁts amidst bureaucratic ‘red",
  "tapism’.19Nevertheless,allthismadeitclearthatIndiawasengagingitsdiasporawhohadleftin",
  "the post-independence period, mostly to developed countries. The NRIs, therefore, became",
  "synonymouswiththenewdiasporawhohadgonetoadvancetheireconomicstanding,andnot",
  "those who left the country as indentured labourers, petty traders or free passengers under",
  "colonial rule. The latter group was not much focused on, as far as economic priority was con-",
  "cerned. The attention towards the older diaspora was largely cultural, patchy and patronizing,",
  "whereas the new concern of India was largely economic and political.20",
  "Under the changed domestic and international situation, India decided to urgently and ser-",
  "iously engage its diaspora. When the BJP came to power in 1998, the Government extended",
  "the policy of cultural support to the diaspora both at the state and civil society level, something",
  "of a policy U-turn.21 In contrast to Nehru’s policy of active dissociation of overseas Indians",
  "from Indianforeignpolicy,the BJPstoodforapro-activeandovertassociationwiththeIndian",
  "diasporaforforeignpolicyobjectives.TheNRIswereingreaterfocus,astheywereencouraged",
  "even more than before to invest in India, with general relaxation across the board for them.",
  "India’s overt association policy helped to organize the ﬁrst ever conference of parliamentarians",
  "ofIndianorigininNewDelhi,organizedbytheIndianCouncilofInternationalCo-operation.",
  "This shift was clearly visible by 1999, when the Chennai Declaration of the BJP stated:",
  "We believe that the vast community of NRIs and PIOs also constitute a part of the great",
  "Indian family. We should endeavour to continually strengthen their social, cultural, eco-",
  "nomic and emotional ties with their mother country. They are the rich reservoir of intel-",
  "lectual, managerial and entrepreneurial resources. The government should devise",
  "260Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheIndiandiaspora",
  "innovative schemes to facilitate the investment of these resources for India’s all round",
  "development.22",
  "The Indian diaspora policy acquired greater momentum with the BJP-led Indian Government",
  "taking new initiative to engage the diaspora. In his address to the sixth Convention of the",
  "GlobalOrganisationofthePeopleofIndianOrigin(GOPIO)inDelhi,inJanuary2001,India’s",
  "Prime Minister communicated candidly enough about his Government’s plan: ‘We do not",
  "merely seek investment and asset transfer. What we see is a broader relationship; in fact, a",
  "partnership among all children of mother India so that our country can emerge as a major",
  "global player’.23 Vajpayee added that his Government would assist the overseas Indian com-",
  "munity in maintaining its cultural identity and in strengthening the emotional, cultural and",
  "spiritual bonds that bind them to the country of their origin, but that the Government would",
  "always encourage PIOs to keep ‘their political commitment to their adopted countries’.24 The",
  "GOPIO convention was attended by around 200 delegates from several countries.",
  "The Singhvi Committee recommendations and implementation",
  "Vajpayee established a committee headed by L.M. Singhvi, a BJP member of parliament, to",
  "suggest policy recommendations on the Indian diaspora to the Government. The Singhvi",
  "Committee consequently produced a report recommending certain initiatives to engage with",
  "Indians overseas, including: a) improvement of the PIO card scheme; b) observation of Pravasi",
  "Bharatiya Divas (non-resident/diaspora Indian day) on 9 January (the day Mahatma Gandhi",
  "returned to India from South Africa) every year; and c) setting up the institution of a Pravasi",
  "Bharatiya Samman Award (PBSA) award for eminent PIOs and NRIs.25 Apart from such gen-",
  "eral recommendations, the other issues that were covered included special PIO counters at air-",
  "ports, the welfare of Indian women married to NRIs/PIOs, and problems of overseas Indian",
  "labour. There were also sector-wise recommendations under the headings ofculture, economic",
  "development, tourism, education, health and the media. There were various spin-oﬀs arising",
  "from the Singhvi Committee recommendations.",
  "Pravasi Bharatiya Divas",
  "Pravasi Bharatiya Divas, set up in 2003, was the ﬁrst step towards the implementation of the",
  "Singhvi Committee report. It had 1,904 foreign delegates, including the Prime Minister of",
  "Mauritius, and 1,200 domestic delegates. For Singhvi this meant that, ‘today, by common con-",
  "sent, the Indian diaspora is a force to reckon with and constitute what I termed long ago as the",
  "national reserve and resource of India’, whilst for the Minister of External Aﬀairs, Yashwant",
  "Sinha, it reﬂected two converging trends whereby, ‘I believe that we have every reason to be",
  "optimisticaboutIndia,theIndiandiaspora,andourpartnership.Todayisonlythebeginning[…]",
  "The Indian diaspora has today come into its own. Similarly, India too has arrived on the world",
  "stage’.26 Manmohan Singh’s address to the third Pravasi Bharatiya Divas (2005) was soaring:",
  "If there is an Empire today on which the sun truly cannot set, it is the empire of our",
  "minds, that of the children of Mother India, who live today in Asia, Africa, Australia,",
  "Europe, the Americas and, indeed, on the icy reaches of Antarctica. Our honoured Chief",
  "Guest today, His Excellency Jules Rattankoemar Ajodhia is the Vice President of distant",
  "Surinam, that lies half the globe away! […] Yet, there is a unifying idea that binds us all",
  "together, which is the idea of ‘Indian-ness’.27",
  "261Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AjayDubey",
  "The January date for the Pravasi Bharatiya Divas has a symbolic signiﬁcance, for it was on 9",
  "January 1915 that Gandhi, often called the ﬁrst Pravasi Bharatiya, returned to India after two",
  "decades in South Africa where he led a struggle for Indian freedom. On 9 January representa-",
  "tives of Indians overseas (both PIOs and NRIs), assemble together, with the Government of",
  "India conferring Bharat Samman decorations on the high-proﬁle ones among them, and new",
  "policy pronouncements are made. This buttresses the varied Pravasi Bharatiya Divas gatherings",
  "also held around the world.28",
  "The Pravasi Bharatiya Samman Award",
  "The highest honour conferred on overseas Indians, the PBSA is conferred by the President",
  "of India as part of the Pravasi Bharatiya Divas Conventions organized annually since 2003.",
  "The award is made to an NRI or PIO who has excelled in their ﬁeld, or has established",
  "and run an organization or institution that has enhanced India’s prestige in the country of",
  "residence.",
  "The PIO card",
  "On the basis of an interim report by the Singhvi Committee, the Government of India",
  "announced the PIO card scheme, which provided substantial advantages to PIOs compared",
  "with other foreign nationals, whereby by paying a one-time fee of $1,000, they could get",
  "multiple entry visas for 20 years. PIO cardholders have almost all the commercial rights of an",
  "Indian citizen, except in the case of the purchase of agricultural property. The card provides",
  "visa-free access to India, with cardholders having many rights similar to NRIs except voting",
  "rights.Inresponsetothelongandpersistentdemandfor‘dualcitizenship’,particularlyfromthe",
  "Indian diaspora in North America and other developed countries, the Government started the",
  "OverseasCitizenshipofIndia(OCI)scheme.Atthe2006PravasiBharatiyaDivasinHyderabad,",
  "Prime Minister Manmohan Singh presented the ﬁrst OCI card, also referred to as the ‘dual",
  "citizenship card’. It is available to the diaspora in all countries allowing dual citizenship, except",
  "Pakistan and Bangladesh.",
  "Post-2004 diaspora measures",
  "The Congress-led Government that succeeded the BJP Government has carried the process",
  "further for strengthening ties with the diaspora, establishing afully ﬂedgedMinistry of Overseas",
  "Indian Aﬀairs under a separate Minister. The new MOIA introduced several measures, like",
  "posting welfare oﬃcers in Indian missions, establishment a 24-hour helpline, the provision of",
  "legal advice in the Indian missions in the Gulf, and a toll-free phone number for women. The",
  "MOIA has also signed a Memorandum of Understanding and agreements with several Gulf",
  "countries to safeguard the interests of Indian workers there.29",
  "Overseas Indian Facilitation Centre",
  "TheGovernmentalsolaunchedanOverseasIndianFacilitationCentre,aone-stopshoptohelp",
  "overseas Indians invest in India. It intends also to establish a Diaspora Knowledge Network by",
  "creating a database of overseas Indians who would act as a knowledge diaspora and whose",
  "knowledge resources could be utilized through the ICT platform. The main objectives of the",
  "Networkare:tobuildsustainabledevelopmentinstitutionsintoabraintrustorbraincirculation",
  "262Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheIndiandiaspora",
  "that will help identify innovative projects on the ground in various sectors in India; and to ﬁnd",
  "suitable partners among the transnational Indian community for market-based solutions.",
  "‘Know India’ programme",
  "The Know India Programme is a project of the MOIA that aims to associate closely with the",
  "younger generations of the Indian diaspora. It provides a unique forum for students and young",
  "professionals of Indian origin to share their views, expectations and experiences, and bond clo-",
  "sely with contemporary India. This includes a three-week comprehensive orientation pro-",
  "gramme organized by the MOIA and implemented in partnership with a state government and",
  "through the logistical support of the Nehru Yuva Kendra and the Confederation of Indian",
  "Industry.",
  "Scholarship programme for diaspora children",
  "The objective of the scholarship programme, introduced in the academic year 2006/07, is to",
  "makehighereducationinIndiaaccessibletothechildrenofoverseasIndiansandpromoteIndia",
  "asacentreforhighereducationstudies.Underthescheme,100PIO/NRIstudentsareawarded",
  "a scholarship of up to $3,600 per annum for undergraduate courses in engineering, technology,",
  "humanities, liberal arts, commerce, management, journalism, hotel management, agriculture,",
  "animal husbandry and others.",
  "Gender issues",
  "The MOIA has also taken a series of steps for the welfare and well-being of Indian women",
  "going to other countries to work in diﬀerent capacities. Special attention has been paid to cases",
  "reported by Indian women deserted/abandoned by their NRI husbands. The Ministry has",
  "started a scheme to provide legal and ﬁnancial assistance to such Indian women. Several inter-",
  "ministerial meetings, seminars and awareness campaigns have been organized, and eﬀorts have",
  "been made to incorporate overseas Indian women’s associations to help such Indian women",
  "ﬁnd a solution to their problems.",
  "Tracing roots",
  "The MOIA also launched a ‘tracing roots’ scheme in October 2008. Under this scheme, the",
  "Ministry facilitates PIOs in tracing their ancestral roots in India. For this purpose, the Ministry",
  "has signed a Memorandum of Understanding with an organization called INDIROOTS. PIOs",
  "who wish to trace the roots of their ancestors in India can do so with the help of this pro-",
  "gramme.",
  "Besides these, other policy instruments devised are the India Development Foundation,",
  "which helps channel contributions from NRIs to philanthropic activities in India in a wide",
  "rangeofactivities;theestablishmentoftheNRI/PIOUniversity,theInternshipProgrammefor",
  "DiasporaYouth,aimingtoassociatecloselywiththeyoungergenerationoftheIndiandiaspora.",
  "Furthermore, the Ministry intends to leverage the resource of prominent youth organizations",
  "with an all-India proﬁle, such as Nehru Yuva Kendra Sangathan, for meaningful engagement",
  "with diaspora youth during India’s development process, as well as reinforcing the cultural,",
  "emotional and professional ties with their country of origin.",
  "263Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AjayDubey",
  "Conclusions",
  "TheIndianGovernment’sinteractionwiththediasporaisinlinewithglobaltrends.Theglobal",
  "view of migrants has been changing in recent years, with migrants no longer perceived as eco-",
  "nomic refugees. Today, Indians overseas, particularly in developed countries, are seen as a",
  "potentialresourceforthecountryduetotheirsuccessandachievementinthecountriesoftheir",
  "adoption. With 25m. PIOs, India is no longer restricted to the subcontinent. They may be just",
  "over 2% of India’s population, but their estimated collective resources are substantial. The dia-",
  "spora has gained in importance over the years, and the more prosperous overseas communities",
  "have acquired substantial political inﬂuence in their adopted countries and have emerged as",
  "useful assets for their home countries.",
  "AgrowingandrisingIndianeedstoengageitsdiasporaforitsglobalpositioning,withVasant",
  "Moharir’s sense at the Pravasi Bharatiya Divas—Europe of, ‘the role of Indian Diaspora in",
  "accelerating India’s transition as a Global Power’.30 India’s diaspora policy needs to treat its",
  "Indiandiasporaasa‘strategic’resource.Itneedstohavepoliciesandinstrumentsforengagingits",
  "diaspora globally, which would give it global visibility and goodwill. An assessment of India’s",
  "diasporapolicywouldshowthatithasacquiredgreatermomentumandmagnitude,butitisstill",
  "both lopsided and short-sighted. The narrow focus on the dollar-rich diaspora in North",
  "America is not broad enough. A global focus on the Indian diaspora will give India strategic",
  "assets and opportunities to play a global role in times to come. The captive Indian diaspora in",
  "west Asia and the opportunities for Indian workers in the Association of Southeast Asian",
  "Nations (ASEAN) countries gets only cosmetic policy support. The real issues facing these sec-",
  "tors and the opportunities in the regions are not being addressed either by engaging these",
  "countries or by policy support. Some of the Indian diaspora is in non-Anglophone regions like",
  "the Francophone and Lusophone areas. There is no policy designed and extended to those",
  "whose identity and culture have been eroded substantially under the assimilative policies of",
  "France.ThereisastrongurgeinthesecommunitiestorestoretheiridentityandlinkwithIndia.",
  "IncountrieslikeMalawi,whereindenturedIndianswent,eventodaytheyarestatelessandneed",
  "acknowledgement and support from India. They do not even ﬁgure in the bulky oﬃcial report",
  "of the Singhvi Committee. Indian policy needs to design a strategy and set of initiatives to",
  "broadenitsfocusandinclude thePIOswhoform the bulkofits diaspora.Inthiscontext,India",
  "can learn from the experiences of other countries with a large diaspora. In other words, a",
  "comparativeunderstandingofthediasporaasaplayerininternationalrelationsandasaresource",
  "for home and host countries will provide a better insight into a new diaspora policy for India.",
  "Notes",
  "1 C. Bhat, India and the Indian Diaspora – A Policy Issue, University of Hyderabad: Department of",
  "Sociology,1998.",
  "2 SeeJ.Mangat,AHistoryofAsianinEastAfrica,Oxford:OxfordUniversityPress,1969;H.Tinker,A",
  "New System of Slavery, London: Oxford University Press, 1979; K. Sadhu, Indians in Malaya: Some",
  "Aspect of their Immigration and Settlement 1786–1957, Oxford: Oxford University Press, 1969; Y. Ghai",
  "andD.Ghai,TheAsianMinoritiesofEastandCentralAfrica,London:MinorityRightsGroup,1971.",
  "3 H. Tinker, ‘Odd Man Out: The Loneliness of the Indian Colonial Politician. The Career of Manilal",
  "Doctor’,JournalofImperialandCommonwealthHistory,Vol.2,No.2,1974.",
  "4 J.Nehru,‘AForeignPolicyofIndia’,19September1927,inS.Gopal(ed.),SelectedWorksofJawaharlal",
  "Nehru,NewDelhi:OrientLongman,Vol.3.",
  "5 Ibid.,pp.353–68.",
  "6 J.Nehru,1939,SelectedWorksofJawaharlalNehru,NewDelhi:OrientLongman,1976,p.618;citedin",
  "governmentpressrelease,K.Rana,‘OverseasIndians’,Features(PressInformationBureau),13January",
  "264Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheIndiandiaspora",
  "2003, pib.nic.in, written by Rana with regard to the ﬁrst Pravasi Bharatiya Diwas gathering held in",
  "January2003.",
  "7 C.HeimsathandL.Mansingh,ADiplomaticHistoryofModernIndia,Bombay:AlliedPublishers,1971,",
  "p.302.",
  "8 SeeA.Dubey,‘NehruandAfricainAfro-AsianSolidarity’,Ind-Africana,Vol.2,No.2,1989.",
  "9 J. Nehru, ‘India Keeps Out of Power Blocs’, 8 March 1948, in Independence and After: A Collection of",
  "Speeches,1946–1949,NewYork:TheJohnDayCompany,1950,pp.221–22.",
  "10 Ibid,p.222.",
  "11 H.Chhabra,IndiaandAfrica.SagaofFriendship,NewDelhi:GovernmentofIndia,1986,p.15.",
  "12 J. Nehru, ‘Reply to Debate on Foreign Policy in Lok Sabha’, 2 September 1957, in India’s Foreign",
  "Policy:SelectedSpeeches,September1946–April1961,NewDelhi:GovernmentofIndia,1961,p.130.",
  "13 See A. Gupta, ‘India and Asians in East Africa’, in M. Twaddle (ed.), Expulsions of Minority: Essay on",
  "UgandanAsians,London:AthlonePress,1975,p.134.",
  "14 CitedinR.Thakur,‘IndiaandOverseasIndians’,AsianSurvey,Vol.25,No.3,1985,p.356.",
  "15 A.Rahman,IndianLabourMigrationtotheGulf,NewDelhi:Rajat,2001.",
  "16 A. Dubey, ‘Changing Salience of the Relationship Between the Indian Diaspora and India’, Diaspora",
  "Studies,Vol.1,No.2,2008.",
  "17 C. Bhat, ‘India and the Indian Diaspora – A Policy Issue’, Hyderabad: Department of Sociology,",
  "UniversityofHyderabad,1998.",
  "18 A. Gangopadhyay, ‘India’s policy towards its Diaspora: Continuity and change’, India Quarterly, Vol.",
  "61,No.4,2005.",
  "19 Ibid.",
  "20 B. Parekh, ‘The Indian Diaspora’, in J. Motwani and M. Cosine (eds), The Global Indian Diaspora:",
  "Yesterday, Today and Tomorrow, New York: Global Organization of People of Indian Origin, 1993,",
  "pp.8–9.",
  "21 A.Dubey,‘ComparativeUnderstandingNeedstobeArrivedAt’,ForeignAﬀairsJournal,Vol.3,No.2,",
  "2008.",
  "22 BJP,‘ChennaiDeclaration’,1999,citedinM.Chitkara,RashtriyaSwayamsevakSangh.NationalUpsurge,",
  "NewDelhi:A.P.H.PublishingCorporation,2004,p.410.",
  "23 A.B.Vajpayee,‘PrimeMinisterVajpayee’sSpeechattheInaugurationoftheInternationalConvention",
  "oftheGlobalOrganisationofPeopleofIndianOrigin’,6January2001,meaindia.nic.in.",
  "24 Ibid.",
  "25 Government of India, Report of the High Level [Singhvi] Committee Report, New Delhi: Ministry of",
  "ExternalAﬀairs,2001,www.indiandiaspora.nic.in.",
  "26 ‘ThemePresentation byDrL.M.Singhvi,Chairman, OrganizingCommittee ofthePravasiBharatiya",
  "Divas’,and‘AddressbyMrYashwantSinha,MinisterforExternalAﬀairsofIndia’,Proceedingsofthe",
  "Pravasi Bharatya Das. Inaugural Session, 9–11 January 2003, pp.16 and 15–16, respectively, www.",
  "indiandiaspora.nic.in/ch2.pdf.",
  "27 M.Singh,‘PM’sInauguralSpeechatPravasiBharatiyaDivas’,7January2005,pmindia.nic.in.",
  "28 V.Lal,‘IndiaintheWorld:Hinduism,theDiaspora,andtheAnxietyofInﬂuence’,AustralianReligious",
  "StudiesReview,Vol.16,No.2,2003.",
  "29 J.Sharma,‘PoisedtoPlayanImportantRole’,ForeignAﬀairsJournal,Vol.3,No.2,2008.",
  "30 V. Mohahir, ‘India Rising: The Role of Indian Diaspora in accelerating India’s transition as a Global",
  "Power’,PravasiBharatiyaDivas—Europe,19September2009,www.indiawijzer.nl.",
  "265Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]