[
  "c24",
  "India and international terrorism",
  "Arpita Anant",
  "Introduction",
  "The al-Qa’ida attack on the USA on 11 September 2001 heralded a decade in which Indian",
  "concerns with terrorism were highlighted at the international level. Analysts argued that al-",
  "Qa’ida and its linkages with the Taliban meant that ‘the headquarters of international terrorism",
  "has moved from West Asia to the Subcontinent’.1 The Indian discourse on international ter-",
  "rorism is clearly reﬂective of its concerns with cross-border terrorism perpetrated by terrorist",
  "groups based in Pakistan with connections to al-Qa’ida. More recently, the appearance of sup-",
  "port groups based in Nepal, Bangladesh, Bhutan and Sri Lanka has resulted in the spread of",
  "terrorism from speciﬁc geographic locales to urban centres in India.2",
  "Indian security analysts expressed their alarm at the ﬁrst reference to Kashmir by Osama bin",
  "Laden, in an audio message on Al Jazeera on 23 April 2006, when he spoke of a ‘Crusader-",
  "Zionist-Hindu’ conspiracy.3 Such analysts asserted that jihadist organizations aﬃliated to the",
  "International IslamicFront(IIF)hadbeenactive inJammuandKashmir since1993.Since 1998",
  "al-Qa’ida’s imprint was felt in India in the form of jihadist suicide terrorism in Jammu and",
  "Kashmir. Al-Qa’ida’s modus operandi in terms of use of improvised explosive devices (IEDs),",
  "ﬁdayeen suicide attacks, self-fabricated explosives, use of the internet (for communication, pro-",
  "paganda and other operational purposes), and use of mobile phones as trigger devices, all",
  "became visible in India. Also the selection of soft targets, civilians, economic and strategic",
  "infrastructure, was seen as being akin to the al-Qa’ida mode of operation.",
  "As a region that has experienced terrorism for several decades, various scholars and security",
  "analystshaveanalysedthenatureofterrorisminIndiaandSouthAsia.AccordingtoS.D.Muni,",
  "there are four distinct characteristics of terrorism in South Asia. First is the terrorism-conﬂict",
  "link. Conﬂicts rooted in political marginalization, socio-economic deprivation, discrimination,",
  "caste, religious, regional and cultural suppression, and neglect cause terrorism.4 Second is the",
  "politics-terror nexus, witnessed in Pakistani (especially Inter-Services Intelligence—ISI) support",
  "to terrorist groups that work against India, or Sri Lankan President Ranasinghe Premadasa’s",
  "covert support of the Liberation Tigers of Tamil Eelam (LTTE) against the Indian Peace-",
  "keeping Force in Sri Lanka. Third is the use of force by groups and the state use of force to",
  "counter terrorism. Finally, there is the external dimension of terrorism, characterized by",
  "exploitationoflocalinsurgenciesbyneighbouringcountries,spill-oversintoneighbouringareas,",
  "266Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandinternationalterrorism",
  "bilateral and multilateral co-operation, and third-party mediation by donor countries between",
  "governments and the terrorist organization.5 According to Ayesha Siddiqa, there are two types",
  "of terrorism in South Asia: ﬁrst, terrorism induced and conducted in partnership with global",
  "terrorist networks; and second, acts of violence in pursuance of the rights of people.6 Among",
  "the ﬁrst category are included terrorist groups in Pakistan and Bangladesh with links to al-",
  "Qa’ida.ThesegroupsalsosupporttheISI-sponsoredreligiouswarinJammuandKashmir.7The",
  "second category contains certain groups in India, Nepal and Sri Lanka. In such analyses, the",
  "international connection is conspicuous.",
  "WithinIndia,theexternalconnections ofterrorist groups activein JammuandKashmirhave",
  "been highlighted often. Scholars have argued that Pakistan and Afghanistan have had a tre-",
  "mendous inﬂuence on the Islamist transformation of the insurgency in Kashmir.8 Quoting the",
  "1993reportoftheUSHouseofRepresentativesResearchCommitteeentitledTheNewIslamist",
  "International, K. Warikoo argues that in addition to providing logistical support, Pakistan’s ISI",
  "runs organizations like Hizb-e-Islami, Harkat-ul-Jihad and Jamaat-i-Islami (in Pakistan), Hizb-e-",
  "Islami and Jamiat-i-Islami (Afghanistan), and Hizbul Mujahideen (Kashmir). All these had become",
  "part of the Popular International Organization (PIO) led by Hassan al-Turabi. At the peak of",
  "militancy in Kashmir, several organizations had a clearly Islamist agenda, including the Islami-",
  "zation of the province’s socio-political and economic set-up, a merger with Pakistan, and uni-",
  "ﬁcation of the ‘ummah [Muslim world] community’. Two organizations, Tehrik-i-Ahyay-e-",
  "Khilafat and Tehrik-e-Khilafat-e-Islamia that were in existence in 1992 even advocated the estab-",
  "lishment of an Islamic Caliphate. In the north-eastern states of India, where terrorism is char-",
  "acterized by tribal groups acting against the state, one tribal group acting against another tribal",
  "group, and tribal groups acting against non-tribal groups, the external linkages impact through",
  "criminal networks, illegal migration of Bangladeshis, and Islamist militancy.9 Using data from",
  "the University of Maryland’s Global Terrorism Database II for the period 1998–2004, it has been",
  "argued that the fatalities caused by terrorist attacks are linked to the attack type and attack",
  "group. In this period India suﬀered the highest number of terrorist incidents (784 out of 7,184",
  "world-wide), and fatalities (3,008). Bombings, followed by armed assaults, have resulted in the",
  "most casualties. Among the known perpetrators, Islamist groups have caused the most fatalities,",
  "most of them in Jammu and Kashmir, followed by fatalities in the north-east.10",
  "The external connection is also emphasized by police oﬃcials who have been involved in",
  "controlling the drugs menace in the region. In their study on the working of the Golden Tri-",
  "angle and the Golden Crescent in India, they dwell at length on the negative forces unleashed",
  "byglobalization,whichhave hadatremendousimpact.11ThelongseabordersofIndiaandthe",
  "porousborderwithseveralcountries,includingMyanmar,alsoaddtotheexternaldimensionof",
  "the terrorist threat in India.12",
  "The transnational nature of terrorism in the region has had an impact on inter-state relations",
  "in South Asia. State sponsorship of terrorism and the victim state’s response has increased bilat-",
  "eral tensions between India and her neighbours, namely Pakistan, Bangladesh, Sri Lanka, Nepal",
  "and Bhutan. It has also been instrumental in increasing the role of the USA as a regional",
  "player.13 S.D. Muni ﬁrmly concludes that narco-terrorism, money-laundering, illegal small",
  "arms, state support to non-state groups and migrants are all instances of ‘subaltern globalization’",
  "that are a menace to the state, inter-state relations and the subalterns in South Asia.14",
  "India and international terrorism",
  "An analysis of the debate in India in the aftermath of the 2001 terrorist attacks on the USA",
  "reveals an attempt to place the Indian experience in an international context, accompanied by",
  "267Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "ArpitaAnant",
  "the lament that India’s tragedy was never acknowledged by the Western world. Thus, Manoj",
  "Joshi argued that until the catastrophic events of 11 September 2001, the Mumbai blasts of",
  "1993, which left 250 dead, were the worst acts of urban terrorism.15 This tragedy and the role",
  "played by Pakistan did not even ﬁnd mention in the Patterns of Global Terrorism report of the",
  "USA.",
  "In an interview given to the Pioneer, in the wake of the attacks on the USA, Lal Krishna",
  "Advani(theMinisterforHomeAﬀairs),arguedthattheWesternnationswereforoncerealizing",
  "thatademocraticandlawabidingcountrylikeIndiawasalsoavictimofinternationalterrorism:",
  "‘even the Western countries are realising how, in the name of jihad, militants are killing inno-",
  "centchildren,menandwomeninKashmir’,andasacountrythatrespectshumanvalues,‘India",
  "is now a front-runner in the war against terrorism’.16 Given its long-term collaboration with",
  "Uzbekistan, Tajikistan and Iran, strategic thinkers also saw an opportunity for India to play a",
  "crucial role in Afghanistan in safeguarding the interests of the Uzbek, Tajik and Hazara (Shi’a)",
  "minorities.17",
  "Pragmatists, however, cautioned against an over-zealous response to the international cam-",
  "paign on the basis of an acceptance of Indian concerns. They argued that the necessities of",
  "geopolitics made Pakistan critically important for the USA. India, therefore, would never be",
  "able to ensure that the USA named Pakistan as a ‘state sponsor of terrorism’. In these circum-",
  "stances, it would be best for India to put together an alternative alliance of countries that shares",
  "its priorities, such as Russia, Sri Lanka and Israel.18 By 2002, the mismatch between Indian and",
  "US perspectives on terrorism was being debated openly in India.19",
  "Some argued that given the distinct Indian ethos, India should not compete with Pakistan to",
  "bethefront-linestateinthewaragainstterrorism.Instead,Indiacouldleadthewaybydeﬁning",
  "the nature of the international campaign against terrorism. Such a campaign could evolve",
  "around some‘importantelements’liketerrorismas acrimeagainsthumanity,terrorism asbeing",
  "indivisible, a comprehensive and integrated approach to dealing with terrorism, vulnerability of",
  "democratic governments and their way of life and freedom to international terrorism, no justi-",
  "ﬁcation of terrorism on the ground of jihad or struggle for freedom, a campaign against terror-",
  "ism is not a campaign against any religion.20",
  "India had actively worked towards building a consensus on international terrorism in the",
  "UN. India’s initiative resulted in the UN General Assembly’s adoption of the Declaration on",
  "Measures to Eliminate International Terrorism in 1994, which for the ﬁrst time recognized the",
  "needforstatestorefrainfromsupportingterrorismandstateobligationtopersecuteorextradite",
  "perpetrators of acts of terrorism. In 1999 the General Assembly adopted a resolution on Mea-",
  "sures to Eliminate International Terrorism, mainly to discuss India’s draft convention on ter-",
  "rorism. The resolution ‘calls upon States to refrain from ﬁnancing, encouraging, providing",
  "training for or otherwise supporting terrorist activities’.",
  "The Indian Draft Comprehensive Convention for Combating International Terrorism",
  "(CCIT) was presented to the 51st (1996/97) session of the UN General Assembly.21 Indian",
  "eﬀortswererewardedwhen,afterinitiallyignoringtheConvention,theUNGeneralAssembly",
  "decided to take it up for discussion in September 2000. By then it had also been revised to",
  "include provisions from the International Convention for the Suppression of Terrorist Bomb-",
  "ings (1997) and the International Convention for the Suppression of the Financing of Terror-",
  "ism. India actively pursued countries during bilateral meetings and multilateral organizations for",
  "the adoption of the CCIT. This initiative was supported by the Non-Aligned Movement",
  "(NAM), G-8, G-15, Commonwealth Heads of Government Meeting (CHOGM) and the",
  "European Union (EU). Similarly, during the visit of the Indian President to the People’s",
  "Republic of China, China’s support was also solicited.",
  "268Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandinternationalterrorism",
  "AttheUN,thedraftCCITwastakenupforconsiderationinvariousroundsofnegotiations:",
  "one in 2000, two in 2001, and another in 2002. The need for a CCIT was explained by H.E.",
  "KamleshSharma,PermanentRepresentativeofIndiatotheUN,inOctober 2001thus:‘Planes",
  "were hijacked, but the cluster of Conventions on hijacking provides for action only against the",
  "hijackers; on September 11 they killed themselves with their victims. Passengers were taken",
  "hostage, but the cluster of Conventions against hostage taking also provides for action only",
  "against the hostage-takers; on September 11, they killed themselves with their victims’. Simi-",
  "larly, planes were used as bombs, whereas the Conventions have a precise deﬁnition of an",
  "explosive. No action is envisaged ‘against those who supported, instigated or harboured the",
  "terrorists’.22",
  "As of 2003, the Working Group had accepted Articles 6–9 of the Indian Draft pertaining to",
  "extra-territorial jurisdiction of the victim state, blocking seeking of safe havens/asylum by per-",
  "petrators of violence, and state responsibility for suppression of terrorism. Article 2 of the Draft",
  "on deﬁnition of acts of terrorism and principle responsibility of the commander under whose",
  "control the subordinates commit a crime was revised and redrafted and was pending adoption.",
  "The debate on Article 18 on the role of military force when there is a disagreement whether",
  "the perpetrator of violence is a terrorist or a freedom ﬁghter was ongoing. By March 2010 a",
  "Draft had been ironed out and was on the table, although India’s envoy Hardeep Puri was still",
  "noting that ‘there remain two outstanding issues that still needed to be resolved dealing with",
  "whatkindofarmedstruggle,forinstancealiberationmovement,wouldnotbecalledaterrorist",
  "act, and secondly would military forces be within the scope of the convention’.23",
  "Eleven existing legislations identiﬁed unlawful or criminal activities as acts of terrorism.24 In",
  "compliance with UN Security Council Resolution 1373 (Threats to International Peace and",
  "Security Caused by Terrorist Acts), passed in the wake of the attacks in September 2001, India",
  "has undertaken several measures to combat terrorism. These are reported to the UN Counter",
  "Terrorism Committee (CTC) periodically.25 India adopted the Prevention of Terrorism Ordi-",
  "nance (POTO) in October 2001.26 In March 2002 India adopted the Prevention of Terrorism",
  "Act, a comprehensive piece of counter-terrorism legislation that replaced the POTO. It crim-",
  "inalizes fund-raising for terrorist activities. Terrorist crimes not committedin India noraﬀecting",
  "India’s interests, but perpetrated from Indian soil were already punishable under the UN",
  "Security Council Act (1947), with assets of terrorist organizations listed by the UN Sanctions",
  "Committee under Resolutions 1267, 1333 and 1390 also able to be frozen using provisions of",
  "the same Act. To prevent and punish incitement of terrorism, the Unlawful Activities Preven-",
  "tion Act (1967) was amended in 2004. The Government also promulgated the Prevention and",
  "Suppression of Terrorism (Implementation of Security Council) Order (2004), to strengthen",
  "action against non-proﬁt organizations.",
  "Illicit ﬁnancial transactions are sought to be controlled through the Directorate of Enforce-",
  "ment (which monitors the Foreign Exchange Management Act), the Central Board of Direct",
  "Taxes(whichmonitorstheevasionofincometax),andtheDirectorateofRevenueIntelligence",
  "(which monitors violations of customs laws and proceeds deriving from smuggling activities).",
  "The latter works in liaison with enforcement agencies in India such as the Central Economic",
  "Intelligence Bureau, Income Tax Department, Enforcement Directorate, Narcotics Control",
  "Bureau, Directorate-General of Foreign Trade, Border Security Force, Central Bureau of",
  "Investigation, Coast Guard, state police authorities and Customs and Excise Commissions. It",
  "also maintains a close liaison with the World Customs Organisation, Brussels, Regional Intelli-",
  "gence Liaison Oﬃce, Tokyo, Interpol and foreign customs administrations. Several mechanisms",
  "are in place to prevent the use of hawala (remittance) money for ﬁnancing terrorism. The",
  "administrative, investigative, prosecutorial and judicial authorities are provided speciﬁc training",
  "269Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "ArpitaAnant",
  "for preventing and suppressing the ﬁnancing of terrorism. Such training is imparted at the",
  "NationalPoliceAcademyatHyderabad,theMilitaryIntelligenceTrainingSchoolandDepotat",
  "Pune, the Central Bureau of Investigation Academy at Ghaziabad, the Intelligence Bureau",
  "Central Training School at New Delhi, and the National Judicial Academy at Bhopal. The",
  "Prevention of Money Laundering Act (2003) criminalizes money laundering. The Central",
  "Economic Intelligence Bureau (CEIB), set up in 1985, receives and analyses reports from var-",
  "ious agencies related to suspicious economic transactions. In the banking system this task is",
  "performed by the regional and national headquarters of banks under the aegis of the Reserve",
  "BankofIndia.TheForeignExchangeManagementAct(1999)makeshawalatransactionsillegal.",
  "Only registered wire transfer services are allowed to operate foreign money transfer service",
  "schemes and Indian agencies with which tie-ups are permitted are also listed. The Financial",
  "IntelligenceUnit(FIU-IND)intheDepartmentofRevenueoftheMinistryofFinancewasset",
  "up in 2004.",
  "Most states in India have set up anti-terrorist cells, special operations groups, or special task",
  "forces to deal with terrorism. A Multi-Agency Centre (MAC) in the Ministry of Home Aﬀairs",
  "co-ordinates all counter-terrorism eﬀorts. A Joint Task Force has been set up within the Intel-",
  "ligence Bureau to co-ordinate the intelligence of central and state police forces. Also it gathers",
  "informationfromthesubsidiaryMACsinthediﬀerentIndianstates.Securityonthebordershas",
  "been stepped-up by the establishment of the Border Guard Forces.",
  "Itis,though,interestingtonotethatIndiarefusedtotakeassistancefromtheUN’sCounter-",
  "Terrorism Committee Executive Directorate (CTED) and several other multilateral forums, as",
  "India considered that it had considerable expertise suited to its own peculiar requirements.",
  "Moreover, there is clearly stated Indian preference for bilateral arrangements and agency-to-",
  "agency co-operation. Here, India has oﬀered to provide technical assistance to other countries",
  "in the training of immigration oﬃcials, computerization of immigration systems, setting up of",
  "ﬁnancial intelligence units, analysis of intelligence related to money-laundering and terrorist",
  "ﬁnancing, technology for analysis of ﬁnancial information, and the like.",
  "India’s concerns regarding misuse ofnuclear material are reﬂected in its domestic laws. Illegal",
  "possession of arms and acquisition of radioactive material is punishable under the Indian Arms",
  "Act(1959)andIndianAtomicEnergyAct(1962).Ontheinternationallevel,atIndia’sinitiative",
  "the UN General Assembly also adopted a resolution in 2000 on Reducing Nuclear Danger. In",
  "several of its presentations to the UN’s Sixth Committee on International Terrorism, India",
  "favoured early adoption of the Convention against Nuclear Terrorism. India signed the Con-",
  "ventiononPhysicalProtectionofNuclearWeaponsanditalsoco-sponsoredtheResolutionon",
  "the Code of Conduct for Safety and Security of Radioactive Sources adopted by the General",
  "Assembly of the International Atomic Energy Agency (IAEA). To prevent export of dual-use",
  "technologiesthatcouldbeusedformanufacturingweaponsofmassdestruction,thereisalistof",
  "special chemicals, organisms, materials, equipment and technologies (SCOMET). The Indian",
  "Register of Shipping is responsible for the implementation of the International Ship and Port",
  "Facility Security (ISPS) code. On 24 July 2006 India signed the 2005 International Convention",
  "for the Suppression of Acts of Nuclear Terrorism. Supporting its decision, it was argued that",
  "‘India shares the objective of the International Convention for the Suppression of Acts of",
  "Nuclear Terrorism, which demonstrates the resolve of the international community to deny",
  "terrorists access to nuclear materials and enhances international cooperation between states in",
  "devising and adopting practical measures for prevention of acts of nuclear terrorism and for the",
  "prosecution and punishment of their perpetrators’.27",
  "The 2010 Nuclear Security Summit vindicated India’s position on international terrorism by",
  "making the connection between international terrorism and clandestine proliferation. The",
  "270Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandinternationalterrorism",
  "communiqué issued by the Summit ‘commits the participating countries’, which included",
  "Pakistan, to co-operate eﬀectively to ‘prevent and respond to incidents of illicit nuclear traf-",
  "ﬁcking’,andagreeto‘share,subjecttorespectivenationallawsandprocedures,informationand",
  "expertise through bilateral and multilateral mechanisms in relevant areas such as nuclear detec-",
  "tion, forensics, law enforcement and the development of new technologies’.28",
  "International co-operation in combating terrorism",
  "Indian eﬀorts to get greater international appreciation of its terrorism challenge were sought to",
  "be achieved by a clear articulation of the al-Qa’ida connection to Pakistan-based groups. Thus,",
  "condemning the car-bomb attack on the Jammu and Kashmir assembly by Jaish-e-Mohammad,",
  "India pointed to its leader Masood Azhar’s links to al-Qa’ida and asserted that, ‘at a time when",
  "the democratic world has formed a broad and determined coalition against international ter-",
  "rorism,Indiacannotacceptsuchmanifestationsofhateandterrorfromacrossitsborders.There",
  "is a limit to India’s patience’.29 In doing so, the Government was cautious not to compromise",
  "the Indian position on non-involvement of third parties in resolving the Kashmir issue and,",
  "therefore, no external assistance of any kind was sought.",
  "Given the transnational linkages of terrorism, there was recognition in the Indian strategic",
  "community that counter-terrorism strategies should be multi-pronged and include foreign",
  "policyinitiatives,anoverallnationalpostureandtheuseofmilitaryforce.Atthenationallevela",
  "need was felt for better intelligence gathering, media management and military initiatives,",
  "including pre-emptive strikes and creation of security zones. At the regional level a need was",
  "felt for co-operation, capacity building, addressing the audience and creating an understanding",
  "ofthelargerpurpose.Attheinternationallevel,aneedwasfeltformeasurestodealwithtools/",
  "weapons of terrorism, mercenaries and stateless terrorists, and to arrive at an acceptable deﬁni-",
  "tion and international norms for dealing with terrorism.30 After the 2001 attacks on the USA",
  "this understanding was further reinforced given the nature of international terrorism. It was",
  "argued, for instance, that there was an urgent need for national, regional and international",
  "organizations that could pre-empt and prevent terrorism by way of collecting, sharing and col-",
  "lating information.31",
  "Given the complex nature of the challenge, the Government set up an Inter-Agency Group",
  "on Counter-Terrorism comprising representatives of the Ministries of External Aﬀairs, Home",
  "Aﬀairs,Defence,Finance,theNationalSecurityCouncilSecretariatandconcernedgovernment",
  "agencies. Its aims were:",
  "a) to articulate a clear and speciﬁc Indian stance on global terrorism;",
  "b) to communicate accurate, substantial and credible information/ intelligence to friendly",
  "governments;",
  "c) to adviseGovernment on information/ queries/ responses arising out of inputs from foreign",
  "governments;",
  "d) to advise Government on both domestic and foreign media responses to terrorist activities;",
  "and",
  "e) to advise Government on requirements for both direct and indirect interaction with foreign",
  "interest groups on terrorism-related issues.32",
  "In order to strengthen international co-operation against terrorism, India set up Joint Working",
  "Groups with several countries. In addition, three types of bilateral treaties have been entered",
  "271Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "ArpitaAnant",
  "into: agreements to combat terrorism and organized crime, narcotic drugs oﬀences, etc., extra-",
  "dition treaties and treaties on mutual legal assistance in criminal matters.",
  "India is also party to multilateral arrangements and agreements. It co-operates with",
  "INTERPOL by supporting and using its Red Corner Alerts. They facilitate exchange of",
  "operational information and development of joint programmes to combat organized crime and",
  "terrorism. There are more than 25 countries with which such co-operation is underway,",
  "including Australia, Belgium, Bhutan, Bulgaria, Canada, China, Egypt, Fiji, France, Germany,",
  "Hong Kong, Israel, Italy, Kazakhstan, Kyrgyzstan, Myanmar, Nepal, the Netherlands, Oman,",
  "Papua New Guinea, Romania, Russia, Singapore, Sri Lanka, Sweden, Switzerland, Tanzania,",
  "Thailand, Tunisia, Turkey, the United Arab Emirates, United Kingdom, USA and Uzbekistan.",
  "India’s multilateral initiatives have been channelled through the UN (discussed above), EU, the",
  "South Asian Association for Regional Cooperation (SAARC), the Bay of Bengal Initiative for",
  "Multi-Sectoral Technical and Economic Cooperation (BIMSTEC, formerly the Bangladesh,",
  "India, Sri Lanka, Thailand Economic Cooperation) and the Asia-Europe Meeting (ASEM)",
  "forums.33 In addition, India joined the Financial Action Task Force (FATF) as an observer in",
  "2006 and as a full member in June 2010. India is also a member of the Asia-Paciﬁc Group on",
  "Money Laundering.",
  "Twoimportantcountrieswithwhichco-operationonterrorismhasbeenputinplacearethe",
  "USAandPakistan.US-Indianconvergenceontheissuehadalreadybeenseenwiththeseriesof",
  "dialogues held since September 1999, in the aftermath of the Indian Airline Flight IC-814",
  "hijacking.34 In the ﬁrst meeting of the Indo-US Joint Working Group on Terrorism in Feb-",
  "ruary 2000, the two countries agreed to share experiences, exchange information and co-ordi-",
  "nate approaches and action, including co-operation and implementation of the US Anti-",
  "terrorism Assistance programmes. During the same year, the two countries also established the",
  "Indo-US Joint Working Group of legal experts on terrorism. Also, as part of its assistance to",
  "India, the USA oﬀered to give anti-terrorism training for inter-departmental co-ordination,",
  "crisis response and consequence management. The terrorist attacks of September 2001, and the",
  "USA’s ‘Long War’ on terrorism, heightened this convergence.35 Prime Minster Atal Bihari",
  "Vajpayee’s visitto the USAin November 2001pushed this convergence further, in which US-",
  "Indian co-operation was widened to include investigations into the terrorist attacks and intelli-",
  "gencesharingonterroristgroupsandnetworks.InJanuary2002theDirectoroftheUSFederal",
  "Bureau of Investigation (FBI), Robert S. Mueller, visited India. The two sides discussed sharing",
  "informationandtechnicalcollaborationthroughthebilateralMutualLegalAssistanceTreaty.In",
  "the regular meetings of the Joint Working Group held since then, this bilateral US-Indian co-",
  "operation has been strengthened.36",
  "After substantial international (i.e. US) pressure in the aftermath of the 2001 terrorist attacks,",
  "and the attempted attack on the Indian parliament on 13 December 2001, Pakistani President",
  "Pervez Musharraf gave a commitment in January 2002 that Pakistan would not allow its terri-",
  "tory to beused for any terrorist activity anywhere in the world andthat noorganization would",
  "be allowed to indulge in terrorism in the name of Kashmir. He reiterated his resolve in his",
  "addresses to the nation in May 2002 and June 2002. However, after initial reduction, inﬁltra-",
  "tions were soon back to pre-commitment levels.37",
  "Following renewed assurances from Musharraf to prevent use of Pakistani territory for anti-",
  "India groups, on 6 January 2004, the Composite Dialogue between the two countries was put",
  "in place. The ﬁrst round of the Composite Dialogue in June–August 2004 concentrated on",
  "eight issues: Siachen, Sir Creek, Tulbal navigation project, terrorism and drugs-traﬃcking,",
  "economic and commercial co-operation, promotion of friendly exchanges, peace and security",
  "(including conﬁdence-building measures),andJammu andKashmir.Atthe endofAugust2005",
  "272Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandinternationalterrorism",
  "the two countries decided to co-operate on intelligence sharing, and at the end of March 2006",
  "they exchanged a list of unwanted people.",
  "Bilateralmeetingsontheissuesofterrorismanddrugs-traﬃckinghavebeenheldregularly.In",
  "the second round of the meeting both sides underlined the need for co-operation between",
  "India’sCentralBureauofInvestigation(CBI)andPakistan’sFederalInvestigationAgency(FIA).",
  "They also noted with satisfaction the continuing co-operation and exchange of information",
  "between narcotics-control agencies of both countries and agreed to put in place an under-",
  "standing between them. Their Memorandum of Understanding aimed to have a regular insti-",
  "tutional mechanism in place to intensify mutual co-operation and liaison on drugs-control",
  "matters. In addition to these areas, in the third round of meetings they agreed on the need to",
  "take measures to check human-traﬃcking, illegal immigration and counterfeit currency.",
  "At the meeting between the Indian and Pakistani leaders on 16 September 2006 in Havana,",
  "Cuba, both leaders decided to put in place a Joint Anti-Terrorism Mechanism, to identify and",
  "implement counter-terrorism initiatives and investigations, and to exchange information inves-",
  "tigations on either side related to terrorist acts and prevention of violence and terrorist acts in",
  "the two countries. The foreign minister-level talks held in November 2006 concluded with an",
  "agreement to set up a three-member anti-terrorism mechanism headed by the Additional",
  "Secretary (International Organizations) of the Ministry of External Aﬀairs of India and the",
  "Additional Secretary (UN and European Commission) of the Ministry of Foreign Aﬀairs of",
  "Pakistan. Its mandate was to consider counter-terrorism measures, including the regular and",
  "timely sharing of information.",
  "It is interesting to note that the breakthrough in bilateral co-operation with Pakistan came at",
  "the end of the near failure of the regional initiatives of SAARC, through which India tried to",
  "get the co-operation of its neighbouring countries in preventing cross-border terrorism. India is",
  "party to the SAARC Convention on Suppression of Terrorism, which came into force in",
  "August 1988. The SAARC Convention deﬁned acts of terrorism that would not qualify as",
  "political oﬀences. It also gave extra-territorial jurisdiction to nations to punish perpetrators of",
  "terrorist acts and made it obligatory for member countries to adopt domestic legislation that",
  "criminalizes terrorism. Such laws were enacted by India, Sri Lanka, Nepal and Bhutan, but not",
  "by Pakistan. In 1993 India also enacted the SAARC Convention (Suppression of Terrorism)",
  "Act, to give eﬀect to the Convention and as part of India’s ﬁght against ‘the menace of global",
  "terrorism’.38 The Government took up the issue of misuse of territories of neighbouring",
  "countries by terrorists with Bhutan, Bangladesh, Nepal, Myanmar and Thailand.39 Subse-",
  "quently, in 2004, SAARC adopted the Additional Protocol to the SAARC Regional Con-",
  "ventiononSuppressionofTerrorism.However,theineﬀectivenessoftheSAARCConvention",
  "was apparent, reﬂecting lack of action and intent, while SAARC was designed to leave con-",
  "tentious issues of a bilateral nature, and the SAARC Convention was meant to be oper-",
  "ationalizedonabilateralbasis.Also,SAARCdidnothaveafocusedandintenseagendaandwas",
  "rendered ineﬀective due to political interference.40",
  "International recognition of India’s concerns regarding terrorism",
  "As early as October 1999, a delegation of ambassadors from France, Portugal, Finland, Ger-",
  "many and the European Commission visited Jammu and Kashmir. The delegation met gov-",
  "ernment oﬃcials, political leaders and a cross-section of people in the state to assess the",
  "prevailing situation there. The delegation assessed the impact of cross-border terrorism in the",
  "state, with the ﬁnger pointed to Pakistan’s ‘sponsorship’ of cross-border terrorism there and",
  "elsewhere in India.",
  "273Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "ArpitaAnant",
  "In the aftermath of the hijacking of the Indian Airlines Flight IC-814 in December 1999,",
  "India’s Minister of External Aﬀairs contacted his counterparts in several countries, including",
  "neighbouring countries, member countries of the UN Security Council, and governments of",
  "nationsthathadpassengersonthehijackedﬂight.TheMinisteralsospoketohiscounterpartsin",
  "many countries. As a result, pledges of co-operation, support and statements of condemnation",
  "of this act were received from all quarters. Countries like China also strongly condemned all",
  "actsofterrorism,andinthedeclarationoftheShanghai-5DefenceMinisters’MeetinginMarch",
  "2000, the countries resolved not to tolerate ethnic separatism, religious fundamentalism and",
  "terrorism. The hijacking also led to a bilateral agreement between Italy and India.",
  "At a hearing of the International Relations Committee of the US House of Representatives",
  "on 12 July 2000, the US State Department Coordinator for Counter-terrorism said that Paki-",
  "stanwasallowingitsterritorytobeusedbyterroristgroups,butstoppedshortofmakingalegal",
  "determination of Pakistan as a ‘state sponsor of terrorism’. During US President William (Bill)",
  "Clinton’s visit to India in March 2000, he condemned the killing of 35 Sikhs in Jammu and",
  "Kashmir, and tried to get Pakistan to commit to cracking down on terrorist groups on its soil.",
  "During his subsequent visit to Pakistan in March 2000 President Clinton raised ‘the need for",
  "Pakistan to intensify eﬀorts to defeat those who inﬂict terror’.41",
  "The 2000 Patterns of Global Terrorism Report, compiled by the US State Department,",
  "recorded Pakistan’s continued support to the insurgency in Kashmir. On 20 December 2001,",
  "following the attack on the Indian parliament, the USA placed Jaish-e-Mohammed (JeM) and",
  "Lashkar-e-Taiba (LeT) on all three US terrorist lists—the Foreign Terrorist Organizations (FTO)",
  "list, the Specially Designated Global Terrorists (SDGT) list and the Terrorist Exclusion List",
  "(TEL) In addition, it called upon Pakistan to take steps to crack down on terrorism emanating",
  "from Pakistan and to take decisive action against the LeT and JeM and other terrorist organi-",
  "zations, their leaders, ﬁnances and activities. The White House notice issued on the same day",
  "described the LeT as the armed wing of the Pakistan-based religious organization, Markaz-ud-",
  "Dawa-wal-Irshad.",
  "Alan Kronstadt’s Congressional Research Study of 2003 clearly stated that terrorism in",
  "Kashmir was supported by groups like LeT and others that are based in Pakistan, and which",
  "have been oﬃcially designated by the US as ‘foreign terrorist organizations’. In addition, this",
  "Congressional Research Study also declared the Al-Akhtar Trust in Pakistan to be a terrorist",
  "support organization funding al-Qa’ida and Taliban activities. Dawood Ibrahim was designated",
  "a global terrorist.42 The 2003 Patterns of Global Terrorism Report recognized that the extre-",
  "mist violence in Jammu and Kashmir was fuelled by inﬁltration across the Line of Control.",
  "Besides retaining the designation of Pakistan-based groups such as LeT, Harkat-ul Mujahideen",
  "and JeM as terrorist organizations, the USA has, in the 2003 Report, added others, such as al-",
  "Badr Mujahideen, Hizb-ul Mujahideen and Jamiat ul-Mujahideen, to its lists of terrorist organiza-",
  "tions. However, the initial US response to the Nadimarg massacre in Jammu and Kashmir in",
  "March 2003 came as a surprise to India. Rather than outright condemnation of the massacre,",
  "theUSStateDepartmentmerelyurgedIndiatoresume‘dialogue’withPakistan.However,the",
  "subsequent US-British statement on 27 March was more pointed, condemning the Nadimarg",
  "massacre, calling on Pakistan to end inﬁltration across the Line of Control in Kashmir, and",
  "urging Pakistan to do its utmost to discourage acts of violence by militants in Jammu and",
  "Kashmir.43",
  "At the international level, in 2002 the G-8 Summit urged Pakistan to prevent terrorists from",
  "operatingfromitssoil.InresponsetotheterroristattacksonMumbaion11July2006,theG-8",
  "Summit, the Chairman of the Council of the Heads of State of the Commonwealth of Inde-",
  "pendent States, the Chairman of the African Union and other international organizations",
  "274Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandinternationalterrorism",
  "formally expressed their willingness to take all necessary measures against such terrorists, their",
  "organizers and sponsors. As a result of the growing international recognition of the seriousness",
  "of international terrorism and India’s diplomatic eﬀorts, several countries became more sympa-",
  "thetic to the problem of cross-border terrorism. International reaction, sympathyandsupport to",
  "India in the wake of the terrorist attacks in Mumbai on 26 November 2008 are testimony",
  "to this.",
  "Conclusions",
  "Although India had been facing the threat of international terrorism for several decades, her",
  "concerns were taken seriously only in the aftermath of the 11 September 2001 attacks on the",
  "USA. This was reﬂected in increasing international support for the Indian draft Comprehensive",
  "Convention on International Terrorism at the UN. In the years that followed, India took the",
  "lead in formulating and sponsoring several important conventions and declarations on various",
  "aspects of international terrorism. In compliance with the resolutions of the Counter Terrorism",
  "Committee, India’s internal mechanisms for dealing with the terrorism (legal, institutional and",
  "operational) challenge were strengthened. Despite India’s diplomatic initiatives, however, the",
  "consequences of state sponsorship of terrorism are yet to be appreciated fully by the interna-",
  "tional community.",
  "Notes",
  "1 C.RajaMohan,‘TowardsaGlobalWarAgainstTerrorism’,TheHindu,13September2001.",
  "2 B.Raman,‘GlobalTerrorism:India’sConcerns’,Papers(SAAG),No.2021,12November2006.",
  "3 Forananalysisofthemessage,seeB.Raman,‘BinLadenTargetsIndia’,Papers(SAAG),No.1776,25",
  "April2006.Also‘AlQaedaClaimofKashmirLinkWorriesIndia’,InternationalHeraldTribune,14July",
  "2006.",
  "4 S. Muni,‘Responding toTerrorism: An Overview’,inS. Muni(ed.),Responding toTerrorism in South",
  "Asia, New Delhi: Manohar Publishers, 2006, p. 452. Also P. Ramana, ‘Data Paper on Terrorism. I.",
  "SouthAsia’,inS.Muni(ed.),RespondingtoTerrorisminSouthAsia,op.cit.",
  "5 S.Muni,‘Introduction’,inRespondingtoTerrorisminSouthAsia,op.cit.,pp.11–29,473–90.",
  "6 A.Siddiqa,‘TerrorisminSouthAsia’,inS.Muni(ed.),RespondingtoTerrorisminSouthAsia,op.cit.",
  "7 Ibid.,p.340.",
  "8 K.Warikoo,‘ReligiousExtremismandTerrorisminKashmir’,inM.Singh(ed.),InternationalTerrorism",
  "andReligiousExtremism:ChallengestoCentralandSouthAsia,NewDelhi:Anamika2004.",
  "9 A. Upadhyay, ‘Terrorism inthe North-East: Linkages and Implications’,Economic and Political Weekly,",
  "Vol.41,No.48,2006.",
  "10 V. Borooah, ‘Terrorist Incidents in India, 1998–2004: A Quantitative Analysis of Fatality Rates’, Ter-",
  "rorismandPoliticalViolence,Vol.21,No.3,2009.",
  "11 G.ShahandR.Dixit,Narco-Terrorism,NewDelhi:SiddhiBooks,1996.",
  "12 R.Suri,‘IndianSecurityandtheThreatofTerrorism’,Agni,Vol.10,No.111,2007.",
  "13 S. Muni, ‘Terrorism and Interstate Relations in South Asia’, in S. Khatri and G. Kueck (eds),",
  "Terrorism in South Asia: Impact on Development and Democratic Process, New Delhi: Shipra Publication,",
  "2003.",
  "14 I. Ahmed, ‘Contemporary Terrorism and the State, Non-State, and the Interstate: Newer Drinks,",
  "Newer Bottles’, in S. Khatri and G. Kueck (eds), Terrorism in South Asia: Impact on Development and",
  "DemocraticProcess,op.cit.",
  "15 M.Joshi,‘FightAgainstTerrorismHastobeIndivisible’,EconomicTimes,13September2001.",
  "16 L.K.Advani,‘CombatingTerrorism’,interview,ThePioneer,15September2001.",
  "17 G.Parthasarthy,‘GlobalFightAgainstTerrorism’,TheTribune,27September2001.",
  "18 N.Pani,‘ServilityDoesNotPayintheWarAgainstTerrorism’,TheEconomicTimes,5October2001.",
  "19 ‘US,IndiaandTerrorism’,TheTribune,editorial,9December2002.",
  "20 M.Dubey,‘GlobalCampaignAgainstTerrorism’,TheHindu,26September2001.",
  "275Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "ArpitaAnant",
  "21 ThesalientfeaturesoftheCCITareasfollows:a)allstateshavearesponsibilitynottosupportterrorist",
  "acts and/or to provide any assistance, training, safe haven, etc.; b) all states should adopt measures to",
  "ensure that terrorist acts within the scope of the Convention are under no circumstances justiﬁed by",
  "considerationsofpolitical,philosophical,ideological,racial,religiousorothersimilarnature;c)allstates",
  "shouldtakeallpracticablemeasurestoprohibittheestablishmentandoperationofterroristinstallations",
  "andtrainingcamps;andd)terroristsshouldeitherbeprosecutedorextradited.",
  "22 K. Sharma, ‘Statement in the United Nations’, New York, 3 October 2001, in K. Gupta (ed.), Inter-",
  "national Terrorism: World Viewpoints, Volume 5: Response of India, Pakistan and the US, New Delhi:",
  "AtlanticPublishers,2002,p.219.",
  "23 Cited in ‘India Ready with Text of Convention Against International Terrorism’, The Hindu, 22",
  "March2010.",
  "24 These include the Indian Penal Code 1860, the Code of Criminal Procedure 1973, the Arms Act",
  "1959, the Explosives Act 1884, the Explosives Substances Act 1908, the Indian Telegraph Act 1885,",
  "theArmedForces(Special)PowersAct1958,theUnlawfulActivities(Prevention)Act1967,theAnti-",
  "Hijacking Act1982, the Merchant Shipping Act1948, and the United Nations Security Council Act",
  "1947.",
  "25 Notable among them are UN Security Council, Report by India to the Counter-Terrorism Committee",
  "pursuant to Resolution 1373 (2001), S/2000/1278, 27 December 2001; UN Security Council, Security",
  "Council Resolution 1373 (2001): Supplementary Report Submitted by India, S/2002/883, 7 August 2002;",
  "UNSecurityCouncil,ResponsetoCTCQuestions,S/2003/452,21April2003;UNSecurityCouncil,",
  "Government of India: Fourth Report to the Counter-Terrorism Committee, S/2004/451, 3 June 2004; UN",
  "SecurityCouncil,FifthReportoftheGovernmentofIndiatotheCounter-TerrorismCommittee,S/2007/196,",
  "11April2007.",
  "26 Terrorist organizations proscribed under the POTO, as per criteria set in its Section 18, are: Babbar",
  "KhalsaInternational,KhalistanCommandoForce,KhalistanZindabadForce,InternationalSikhYouth",
  "Federation, Lashkar-e-Taiba, Pasban-e-Ahle Hadis, Jaish-e-Mohammad, Tehreek-e-Furqan, Harkat-",
  "ul-Mujahideen,Harkat-ul-Ansar,Harkat-ul-Jihad-e-Islami,Hizb-ul-Mujahideen,PirPanjalRegiment,",
  "Al-Umar-Mujahideen, Jammu Kashmir Islamic Front, United Liberation Front of Assam, National",
  "DemocraticFrontofBodoland,People’sLiberationArmy,UnitedNationalLiberationFront,People’s",
  "Revolutionary PartyofKangleipak,KanleipakCommunistParty,KangleiYaolKanlgeLup,Manipur",
  "People’sLiberationFront,AllTripuraTigerForce,LiberationTigersofTamilEelam,Student’sIslamic",
  "MovementofIndia,DeendarAnjum.",
  "27 Ministry of External Aﬀairs, ‘India Signs International Convention for the Suppression of Acts of",
  "NuclearTerrorism’,25July2006,meaindia.nic.in.",
  "28 DNA, ‘India’s Position on International Terrorism Vindicated at Summit’, Daily News & Analysis, 14",
  "April2010,www.dnaindia.com.",
  "29 MinistryofExternalAﬀairs,‘IndiaCondemnsTerroristAttackonJ&KStateAssembly’,PressRelease,",
  "1October2001,www.indianembassy.org.",
  "30 T.Kartha,‘CounteringTransnationalTerrorism’,StrategicAnalysis,Vol.23,No.11,2000.",
  "31 A. Karim, ‘Challenges ofInternational Terrorism’,Security andSociety,Vol. 1,No.1, 2004.Formore",
  "ontheIndianperspectiveseeP.ChariandS.Chandran(eds),TerrorismPost9/11:AnIndianPerspective,",
  "NewDelhi:ManoharPublishers,2003.",
  "32 J. Singh, ‘High Level Group on Counter Terrorism’, reply to Unstarred Question No.1795, 28",
  "November 2001, Lok Sabha, meaindia.nic.in/searchhome.htm. For the strategy, tactical aspects and",
  "concepts of counter insurgency in India, see N. Asthana and A. Nirmal, Terrorism, Insurgencies and",
  "Counter-Insurgency Operations,Jaipur:PointerPublishers,2001.",
  "33 P. Mukherjee, ‘Intervention on Counter-Terrorism at the ASEM Meeting’, 30 May 2007, meaindia.",
  "nic.in.",
  "34 P. Rajeswari, ‘Terrorism—an Area of Cooperation in Indo-US Relations’, Strategic Analysis, Vol. 24,",
  "No.6,2000.",
  "35 T. Hoyt, ‘India and the Challenge of Global Terrorism: The “Long War” and Competing Domestic",
  "Visions’,inH.Pant(ed.),IndianForeignPolicyinaUnipolarWorld,NewDelhi:Routledge,2009.",
  "36 Though S. D’Souza, ‘Indo-US Counter-Terrorism Cooperation: Rhetoric Versus Substance’, Strategic",
  "Analysis,Vol.32,No.6,2008,warnsofagapbetweensubstanceandrhetoric.",
  "37 V.Khanna,‘ContinuationofTerrorismbyPakistan’,13March2003,RajyaSabha,meaindia.nic.in.",
  "38 A.Panja,‘MenaceofGlobalTerrorism’,15March2000,LokSabha,meaindia.nic.in.",
  "39 A.Panja,‘TerrorismIssuewithNeighbouringCountries’,17May2000,LokSabha,meaindia.nic.in.",
  "276Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandinternationalterrorism",
  "40 R. Tripathi, ‘SAARC Convention on Suppression of Terrorism: An Agenda for Relocation’, in O.",
  "Mishra and S. Ghosh (eds), Terrorism and Low Intensity Conﬂict in South Asian Region, New Delhi:",
  "ManakPublication,2003,pp.175–87.",
  "41 A.Panja,‘USStandonTerrorism’,26April2000,LokSabha,meaindia.nic.in.",
  "42 K.Kronstadt,InternationalTerrorisminSouthAsia,CRSReportfortheCongress,3November2003.",
  "43 G.Parthasarthy,‘TerrorismistheCoreIssue’,ThePioneer,8May2003.",
  "277Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]