[
  "c25",
  "India and the United Nations",
  "Sreeram Chaulia",
  "Introduction",
  "Our institutions of global governance, centred on what may be called the UN system, were",
  "designed for the most part at the end of the Second World War and reﬂected the politico-eco-",
  "nomicrealities ofthatage[…]Therehasbeenaseachangesincethen.Bipolarityhasgivenway",
  "to multi-polarity […] It is obvious that if the system was being designed today it would be very",
  "diﬀerent […] India, as the largest democracy in the world and an emerging economy that has",
  "achieved the ability to grow rapidly […] will continue to strive for the reform of the United",
  "Nationstomakeitmoredemocratic.1",
  "(ManmohanSingh)",
  "nations that are powerful and dissatisﬁed are usually nations that have grown to full power after",
  "theexistinginternationalorderwasfullyestablishedandthebeneﬁtsalreadyallocated.2",
  "(AbramoOrganski)",
  "International organizations during a ‘power transition’",
  "Rising powers present a classic problem to the international status quo because they aspire and",
  "push to convert their lately acquired capabilities into greater recognition, prestige, and control",
  "over rules, practices and institutions that guarantee world leadership. Carving out a prominent",
  "place in international organizations, the executive arms of institutions, comes as a natural thirst",
  "forstatesintentonconvertingtheirhard-earnedsuperiorpowerintolegitimizedandpredictable",
  "long-term domination. International Relations (IR) constructivist scholar Nicholas Onuf’s insight",
  "that ‘rules create conditions of rule’3 is, ironically, not lost upon the current era’s emerging",
  "powers, which are schooled in IR realist doctrines of foreign policy but are not loathe to har-",
  "nessing multilateral organizations for further accumulation of inﬂuence and agenda-setting pri-",
  "vilege in a range of issue areas. The pioneers of IR liberal institutionalism, Robert Keohane and",
  "Joseph Nye, had also correctly predicted in 1971 that transnational relations (cross-border",
  "interactions where at least one non-state actor like an international organization or a",
  "278Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheUnitedNations",
  "multinational corporation is involved) ‘may redistribute control from one state to another and",
  "beneﬁt those governments at the centre of transnational networks to the disadvantage of those",
  "in the periphery’.4 Gaining voice and weight within international organizations has become",
  "both a ‘symbolic’ and ‘substantive’ measure of foreign policy success for states that are on the",
  "rise, especially those for which ambitions are not system-disruptive. Eduard Jordaan’s deﬁnition",
  "of ‘emerging middle powers’ includes the behavioural trait of ‘opting for reformist and not",
  "radical global change’,5 and it ﬁts a number of contemporary states like India that are trying to",
  "raisetheir own importance withinthe existinginternational order instead ofresortingto war or",
  "forming alternative systems with their own institutions. The onus on gaining eminence in",
  "international organizations and the concomitant pressure on their present elite members to",
  "accommodate the newcomers by giving them their due is thus a ubiquitous feature in world",
  "politics today.",
  "Since a dissatisﬁed rising state can ﬁnd enough avenues for satiating its burning desire to be",
  "one ofthe major powersin thecurrent liberal multipolar worldorder, its foreignpolicy will be",
  "attuned to maximizing opportunities to ﬁnd top spots and leverage in key international orga-",
  "nizations. This is essentially one of the elements of grand strategy for what Andrew Cooper",
  "classiﬁes as ‘the big emerging powers’ like India, which have left behind fellow middle powers",
  "in the last couple of decades due to sustained economic advances.6 The moves that such",
  "emerging powers like India (as well as the People’s Republic of China and Brazil) make at",
  "internationalsummits arefollowed withinterestin themedia andworldgovernments, precisely",
  "becauseofthe sensethatapowertransitionisonandthatthesecountriesareplaying itout inthe",
  "portals of multilateral organizations in Geneva, New York or Washington, DC. India’s",
  "approach to the UN and the responses it receives from the world body must be contextualized",
  "in this global background of movement of power towards multipolarity and the bid to demo-",
  "cratize hitherto oligopolistic forums that rhetorically preached equality of all sovereign states.",
  "TheﬁrsthalfofthischaptercontainsahistoryofIndia’srelationswiththeUNinselectsecurity",
  "andpoliticaleconomyissueareas.Thelaterpartofthechapterhonesinonthecurrentscenario,",
  "wherein New Delhi is pushing desperately to be given more authority within the UN system.",
  "In the process, it aims to highlight the bitter realities of how accumulating power changes the",
  "attitude and behaviour of a state towards international organizations and vice versa.",
  "Shifting attention, constant frustration",
  "By virtue of being the so-called ‘jewel in the crown’ of the British Empire, India was one of",
  "only four non-sovereign territories that were founding members of the UN in 1945. Upon",
  "attaining independence, India brought to the UN its ideals of anti-colonialism, opposition to",
  "racial discrimination and non-alignment in the nascent Cold War, and tried to obtain a lea-",
  "dership position within the organization by appealing to the universal morals enshrined in the",
  "UNCharter.InthewordsofitsgloballyconsciousﬁrstPrimeMinister,JawaharlalNehru,India",
  "would ‘endeavour to play that role in its [the UN’s] councils to which her geographical posi-",
  "tion, population and contribution towards peaceful progress entitle her’.7 Nehru amassed soft",
  "power for India through diplomatic blitzes at the UN during the 1950s, immersing the Indian",
  "delegationinNewYorkandGenevainactivitiessuchasmediationtoendtheKoreanWar,the",
  "Vietnamese war of independence, and the second Arab–Israeli war over Suez. Nehru also",
  "committed Indian military personnel to sensitive UN peace-keeping missions in the Middle",
  "East, Africa and the Mediterranean, when the concept of multinational armies under UN aegis",
  "to preserve international peace was just taking oﬀ. Through an extremely active presence in",
  "important organs of the UN, India of the Nehru era seemed to be making up for its economic",
  "279Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SreeramChaulia",
  "andmilitaryweaknessthroughstellarinstitutionalcontributions tobuildingthepost-warworld.",
  "While this strategy was never explicit, there was a realization up to the 1960s that India could",
  "only garner international recognition by investing energies in strengthening multilateral orga-",
  "nizationsliketheUNratherthanthroughtypicalIRrealismself-helpstratagemsofbullyingand",
  "exploitative behaviour that are the hallmarks of great powers.",
  "None the less, Nehru’s inherent internationalist faith in the UN and instinctive adherence to",
  "itsprinciplesprovedcostlyonsomeoccasionsduetothepowerplayinherentinanorganization",
  "that had been crafted to accommodate and reward Great Powers of the time, such as his deci-",
  "sion to refer Pakistan’s intervention (‘invasion’) in disputed Kashmir to the UN Security",
  "Council in January 1948. The United Kingdom, which was hoping to avoid being seen as",
  "unfriendly to a Muslimstate after the creation of Israel, used pressure tactics on its allies France,",
  "Canada and the USA to support the Pakistani viewpoint that Kashmir’s accession to India was",
  "disputable and had to be put to the test of a plebiscite.8 Nehru’s hope that the UN would",
  "unconditionally instruct Pakistan to vacate the one-third portion of Kashmir that its tribesmen",
  "andarmy hadoccupied fell ﬂatin the face ofgeopoliticalmanoeuvrings andcross-issue linkage.",
  "To this day, Indian strategic commentators and rightist critics of Nehru bemoan his cardinal",
  "mistake of taking the Kashmir dispute to a UN that was packed with pro-Pakistani partisan",
  "powers.9 According to Brahma Chellaney, ‘Nehru did not appreciate that the UN was an",
  "institution of power politics, not an impartial police force’.10 As if a double reminder were",
  "needed that India was small fry in a UN dominated by crafty Great Powers divided into two",
  "ideological camps, New Delhi was disappointed to ﬁnd that Security Council members the",
  "USA, United Kingdom and France tried to prevent it from forcibly absorbing the Portuguese",
  "colony of Goa in 1961.11 But for the Soviet veto in favour of India, Goa could have become",
  "enmeshed in another Kashmir-like stalemate for decades, buﬀeted by the changing winds of",
  "Great Power alignments and preferences that were paralysing and hijacking the UN.",
  "Nehru could have opportunistically capitalized on Cold War polarization at the UN to",
  "secure for India a Permanent Seat on the Security Council, but missed the boat twice in the",
  "1950s to the perpetual dismay of future generations of Indians. In 1952 Washington oﬀered",
  "India entry as the sixth Permanent Member, in order to keep China out of contention and to",
  "leave the Kuomintang of Taiwan in its place as the UN-recognized Chinese regime. Nehru,",
  "who was anxious then to accommodate Mao Tse Tung’s China, rejected the oﬀer on the",
  "grounds that it would sow divisions between New Delhi and Beijing, and would split Third",
  "Worldunity againstWesternneo-imperialism.In1955SovietPrimeMinisterNikolaiBulganin",
  "issued a similar oﬀer that would have entailed bypassing Maoist China and would have made",
  "India a veto-wielding member of the Security Council. Again, Nehru insisted on a stage-by-",
  "stage admission process wherein, ‘we should ﬁrst concentrate on getting [communist] China",
  "admitted’, and ‘then the question of India might be considered separately’.12 Whether the fee-",
  "lers from Washington or Moscow to promote India to a Permanent Member of the Security",
  "CouncilcouldhavecarriedthedaybyobtainingconsensusinthebadlyrivenColdWarheyday",
  "is far from certain, but the burden of hindsight is wearisome for Indians who fret today about",
  "not yet succeeding in gaining entry into the ‘P’ (Permanent Member) category of the highest",
  "institution for overseeing world security.",
  "Disillusionment with the UN and its perceived inability to take the side of justice, as India",
  "saw it, kept mounting after Nehru, especially in the context of India’s wars with Pakistan in",
  "1965 and 1971. An India facing increasingly hostile threats from its northern neighbours delib-",
  "eratelylowereditsinterestintheUNbecausetheheavilypoliticizedorganizationwasunableto",
  "come to the rescue on New Delhi’s core national security concerns. Stanley Kochanek has",
  "shown how, between 1962 and 1976, ‘bilateralism became the guiding principle of Indian",
  "280Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheUnitedNations",
  "foreign policy’, relegating the UN to just an ‘arena for maintaining such contacts’.13 The",
  "USSR’s backing was much more crucial than a slow and rigged UN Security Council when",
  "India obtained its greatest strategic victory by breaking up Pakistan into two and carving out",
  "independent Bangladesh.",
  "Once India had tested its ﬁrst ‘peaceful’ nuclear device in 1974, the UN’s non-proliferation",
  "agenda became another irritant that forced New Delhi to view some units of the organization",
  "with distaste as fronts for imposing discriminatory regimes instead of promoting universal dis-",
  "armament.Thehigheronusplacedonpreventinghorizontalratherthanverticalproliferationof",
  "nuclearweaponsbytheSecurityCouncil-aﬃliatedInternationalAtomicEnergyAgency(IAEA)",
  "kept India out of rule-making and rule-obeying functions on an issue that went on gaining",
  "momentum as central to global security. As a ‘nuclear pariah’ that was not recognized as a",
  "weapons power and which was barred from accessing atomic fuel and technology, India could",
  "only make occasional forays at the UN by tabling aspirational proposals for universal disarma-",
  "ment.14 Non-proliferation continues to be a sore spot for India-UN relations because the",
  "organization’s supreme minders happen all to be nuclear weapon states and are still eager to",
  "retain their oligopoly in weapons of mass destruction, the ‘nuclear apartheid’ argument",
  "advanced by Jaswant Singh in 1998.15 When India tested ﬁve nuclear devices in 1998, citing",
  "concernsoverChina’sexistingnuclearcapabilities,theUNSecurityCouncil‘stronglydeplored’",
  "theaction andthe GeneralAssembly expressed‘dismayanddisappointment’,conﬁrmingIndian",
  "convictions that the organization was barking up the wrong tree due to the manipulation of its",
  "priorities by some P-5 (the ﬁve Permanent Members of the Security Council) members.",
  "ForseveraldecadesIndiahasbeenfurtherpeevedoverwhatitconsiderstheUNSecretariat’s",
  "propensity to ‘interfere’ in the Kashmir dispute, as if the latter were dancing to the tune of",
  "Pakistan’s brief of internationalizing the conﬂict. A conventionally superior power that controls",
  "two-thirds of Kashmir, India always prized a bilateral solution to the Himalayan region’s fate",
  "that would relatively favour New Delhi over Islamabad. Dragging in the UN is a threat to",
  "India,whichknowsfrompastexperiencethattheorganizationcouldbecomeasmokescreenfor",
  "hostile Great Powers to meddle in Kashmir and revive options like ‘self-determination’ for",
  "Muslim residents of Kashmir. In 1998, shortly after India and Pakistan conducted tit-for-tat",
  "nuclear tests, UN Secretary-General Koﬁ Annan deputed a three-member team to travel to",
  "South Asia and defuse tensions by encouraging dialogue. New Delhi reacted with characteristic",
  "defensiveness by declining to receive the visitors and reminding the UN that, ‘there was no",
  "scopeforathird-partyinvolvementofanynaturewhatsoeverinrespectofIndia’srelationswith",
  "Pakistan’.16 Indian deﬁance of the UN’s good oﬃces was repeated during the 1999 quasi-war",
  "for Kargilbetween nuclear-armed IndiaandPakistan, when Annan proposeddeputinga special",
  "envoy to mediate. Prime Minister Atal Behari Vajpayee was determined to avoid a 1948-like",
  "ﬁasco. He ‘summarily rejected’ Annan’s right to interfere in the matter and ordered Indian",
  "militaryoperationstocontinueuntilallthePakistaniintruderswereﬂushedout.17Thememory",
  "of a UN that tended to apportion blame equally between aggressors and aggressed, either due",
  "to technical reasons of wishing to appear as a neutral international organization or owing to",
  "pushing and pulling by Great Powers with vested interests in South Asia, comes reﬂexively to",
  "Indian foreign policy-makers.",
  "The continued presence of a UN Military Observer Group (UNMOGIP) along the India–",
  "Pakistan border to monitor cease-ﬁre violations has not pleased India since 1972, when New",
  "Delhi extracted verbal promises from a war-defeated Islamabad to stick to purely bilateral ave-",
  "nues for mutual problems. Convinced that the UNMOGIP’s raison d’être has expired, India",
  "restricts its activities on Indian territory and hosts it with utmost reluctance. In 2001 the thorny",
  "presence of unwelcome UN observers on the Indian side of Kashmir erupted in controversy",
  "281Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SreeramChaulia",
  "when their Austrian chief publicly described the valley as a tormented place, accused India and",
  "Pakistan of indulging in ‘political games’, and went to the extent of commenting that the USA",
  "mighthavetogetinvolvedtoresolvethevexingissue.Indiarespondedfuriouslyandcompelled",
  "the Austrian to issue an apology for ‘stepping out of mission brief’ and ‘causing discomfort’ to",
  "theauthorities inNewDelhi.18 Fromthe Indianperspective, alinehadbeencrossed leadingto",
  "a direct aﬀront to its sovereignty.",
  "Periodically, India also bristles at reports or remarks of UN oﬃces that call for independent",
  "investigations into accusations of civilian killings in Kashmir by Indian army personnel. In 2008",
  "the UN HighCommissioner for Human Rights(UNHCHR) released a statement askingIndia",
  "to, ‘comply with international human rights principles in controlling the demonstrators’ during",
  "an upsurge in anti-India protestsby KashmiriMuslim outﬁts.New Delhisnappedbackthat the",
  "comments were ‘uncalled for and irresponsible’, and that the UN should be monitoring inci-",
  "dents in Kashmir where innocent civilians were being victimized by Islamist terrorists.19 In July",
  "2010areleasethatthe‘secretarygeneralisconcernedovertheprevailingsecuritysituationthere",
  "[in the Kashmir Valley] over the past month’, brought immediate comments from India that",
  "this was ‘gratuitous advice’, and a UN semi-retraction that this was guidance rather than a",
  "statement on the part of Bang Ki-moon, and had been taken out of context by India.20",
  "As countering terrorism turned into a central concern at the UN after the terrorist attacks on",
  "the USA on 11 September 2001, India has vigilantly opposed UN departments and branches",
  "which suggest that there are ‘root causes’ of terrorism, like socio-economic backwardness or",
  "identity-based discrimination and that they must be primarily redressed. In 2002 New Delhi",
  "warned the UN General Assembly against the UNHCHR’s advisories seeking to provide justiﬁ-",
  "cationforterroristviolencebycausallylinkingittoabsenceofruleorlaworself-determination.21",
  "Comeback via counter-terrorism",
  "As a longstanding suﬀerer of jihadist terrorism, India had drafted a Comprehensive Convention",
  "onInternationalTerrorism (CCIT) asearlyas1996fortheGeneralAssembly committee,butit",
  "required a massive strike at the heart of the USA in 2001 for the issue to rise up the ladder of",
  "priorities. Sensing a global rule-making chance that had been denied to India in other domains",
  "of international security like nuclear weapons, New Delhi plunged headlong into redrafting its",
  "CCIT and winning consensus from other UN members to ﬁnalize a treaty that would buttress",
  "India’s ﬁght against violent jihad and embarrass its state sponsors. The US-led global ‘war on",
  "terrorism’createdanewnormativeenvironmentattheUNwhichwasamenabletostewardship",
  "on the issue by a rising power like India, which reminded everyone else that it was the worst",
  "victim of the scourge of terrorism. By March 2010 India had a ‘text on the table’ for adoption",
  "by the UN and was pressing for its adoption, canvassing far and wide in world capitals.22",
  "Counter-terrorism was thus seized upon by India in the last decade when the iron was hot at",
  "the UN level, displaying an activism for multilateral outcomes in the sphere of international",
  "peace and security that was missing since Nehru’s days. The greater self-conﬁdence India had",
  "acquired since being bracketed as one of the emerging economic power centres of the world",
  "was visible in its shepherding the UN’s incipient counter-terrorism regime. With India being",
  "taken more seriously in diﬀerent world forums as an Asian giant that was growing at a",
  "respectablepace,thesameUNsystemthathadseemedunfairandcapturedbyGreatPowersfor",
  "ages could now become a receptive institutional venue at which New Delhi might translate its",
  "steadily building strength into global governing power.",
  "A causal relationship between a state’s increasing power and the degree of its interest in",
  "shaping the agenda of international organizations is straightforward. However, it must be",
  "282Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheUnitedNations",
  "qualiﬁed by the caveat that preponderant powers might totally bypass institutional channels and",
  "not care for the collective opinion of the international community. The proclivity of the USA",
  "togoitaloneinwarand‘humanitarianintervention’beganinPresidentWilliam(Bill)Clinton’s",
  "second term, threatening the centrality of the UN Security Council as the ultimate arbiter of",
  "world order. Some Indian commentators, schooled in multilateral ethics, were shocked at New",
  "Delhi’s apparent acquiescence at the turn of the millennium in the North Atlantic Treaty",
  "Organization’s (NATO) bid to arrogate the term ‘international community’ and to undermine",
  "UNmechanisms.23TheseemingabsenceofcountervailingpoweragainstUSunipolarityatthat",
  "time may have, in fact, shaken India’s customary deference to the UN on all non-India-related",
  "security problems. Washington went into unilateralist overdrive under President George W.",
  "Bush, putting paid to expectations at the end of the Cold War that a ‘new world order’ based",
  "on international law and organizations had arrived. However, it is worth noting that India rose",
  "in the last decade from a far lower baseline than the USA did during its post-Cold War ‘uni-",
  "polar moment’. The former lacked the military machine to pummel any of the sources of its",
  "external security threats into submission in the way the USA was trying in the ‘war on",
  "terrorism’.",
  "New Delhi’s responses to repeated terrorist assaults traced to Pakistan have been marked by",
  "helplessrestraintandagonyratherthanUS-stylefrontalretaliation.Insteadofturningthescrews",
  "through proactive military moves that lacked UN sanction, New Delhi sought assurances from",
  "Washington that it would pressurize Islamabad to turn oﬀ the terrorist taps aimed at India.24",
  "Simultaneously,theManmohanSinghGovernmenttriedtocornerPakistanattheUNlevelby",
  "bringing what it considered its dubious jihad-incubating foreign policy under the scanner of",
  "greater international scrutiny and disapproval. Lacking decisive policy instruments to silence",
  "Islamist extremism in its neighbourhood and having realized the traction of the US-Pakistani",
  "alliance for the war in Afghanistan, a power of India’s medium stature saw value in champion-",
  "ing UN-led global ripostes to the menace troubling it. Since the inter-related challenges of",
  "terrorism and warfare are not leaving the international limelight any time soon, one foresees",
  "thatIndia’sreturntocentrestageinthissecurityissueareaattheUNwilllastforsometimeand",
  "will roll back the post-Nehruvian decline in Indian involvement in the international organiza-",
  "tion.Atthesametime,thelimitationsofacounter-terrorismstrategythatismerelyinstitutional",
  "andnot militarily punitive are nudgingIndiainto gaining an approval of sorts from the USAto",
  "prosecute retaliation on Pakistan or jihadist elements in Bangladesh if more spectacular terrorist",
  "attacks occur on Indian soil.25 The bottom line since 1948 has been that India’s security threats",
  "cannot be solved by banking on a UN that is the handmaiden of hostile or indiﬀerent Great",
  "Powers.",
  "South-South revival: elixir or burden?",
  "Until now, we have chronicled the regional and global changes in power structure and nor-",
  "mative climate that informed India’s ﬂuctuating interest in the UN’s mandate to maintain",
  "international peace and security. It is equally important to examine the ups and downs in",
  "Indian-UN relations in the corollary sphere of international political economy. Assigned with",
  "the duty of accelerating the economic growth of poor countries, the UN systemhas spawned a",
  "wide variety of specialized agencies, funds and departments that cater to developmental themes",
  "and needs of the Global South. As a vastly populous developing country, India has been a",
  "recipient of billions of dollars of multilateral foreign aid disbursed through the UN’s sub-orga-",
  "nizations and aﬃliated international non-governmental organizations (NGOs) for poverty",
  "reductionandimprovementoflifeindices.From1958onwards,theWorldBank’sAid-to-India",
  "283Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SreeramChaulia",
  "Consortiumco-ordinatedthebulkofloantransferstoIndia.AiddependenceontheUNfamily",
  "deﬁned India’s economic relationship with the world organization for decades during the",
  "country’s long spell of a crawling ‘Hindu rate of growth’. The fate of socialist planning of the",
  "economyuntil1991,whichwasquixoticallymeanttofosterself-suﬃciency,wasfrequentlytied",
  "to multilateral aidvia UNpipelines. The utter failure of foreign aid-driven centralized planning",
  "was exposed by economist Shyam Kamath when he labelled India ‘the World Bank’s star",
  "patient’ whose sickness could never be healed as long as Indian enterprises remained over-pro-",
  "tected and uncompetitive.26 Even after the Indian economy was unshackled in the last two",
  "decades, the World Bank harnessed deep connections within India’s body politic, establishing",
  "direct relationships with state-level units of the Indian union and pumping in ever more aid.",
  "The anti-climax of India as a fast-growing emerging economy that is searching for a grander",
  "role in the world theatre but still stretching out a bowl as a top recipient of World Bank and",
  "UN Development Programme aid has been a national embarrassment that has not been felt by",
  "populist politicians in the country’s provinces. Opinion-makers have argued forcefully for for-",
  "eign exchange-ﬂush Indiato disentangle itself from the international aidracket andgain in self-",
  "esteem as a rising power, but to little avail.27",
  "A small grace is that, after the global economic crash of 2008, India (along with Brazil and",
  "China)startedlendinghugesumstothecrisis-hitIMFandpressedforaquidproquoofgreater",
  "voting shares in international ﬁnancial institutions.28 UN development agencies have also",
  "stressed the importance of dynamic emerging economies like India taking charge of delivering",
  "investment, technology and expertise to poorer countries of the Global South, i.e. acting as",
  "donors within South-South co-operation frameworks.29",
  "TherejuvenationoftheSouth-SouthparadigminthecontextoftheboomingBRIC(Brazil,",
  "Russia,IndiaandChina)economiesofthelastdecadehasanaltogethernewmeaningandedge",
  "that was lacking when the concept was unveiled at the UN after decolonization under the",
  "banner of ‘Third World’ solidarity. India has its own phalanx of multinational corporations that",
  "have accumulated enough capital to venture outwards and seal signiﬁcant mergers and acquisi-",
  "tions overseas, especially in distant parts of the Global South.30 The vast potential for South-",
  "South trade and sharing of technical know-how between India, China, Africa and Latin",
  "Americaisbeingfulﬁlled‘BRICbybrick’andhasprovidedatangiblebasisforrealizingtheold",
  "dream of former colonized parts of the world uniting for mutual beneﬁt. There is also a dis-",
  "cernible attempt on the part of bigger and more progressive economies of the Global South to",
  "engage in multilateral economic institution-crafting that falls outside the range of the Bretton",
  "Woods system and related UN agencies. Venezuela’s bold ALBA initiative, which breaks with",
  "the World Bank’s capitalistic model of economic development, has Asian counterparts with",
  "China in the driver’s seat of various currency swap agreements and preferential trading",
  "arrangements.",
  "However,Indiahasbeenalotlessactiveinproposalsforformingan‘AsianMonetaryUnion’",
  "(AMU) or in imagining a world without neo-liberal ﬁnancial institutions, due to its own post-",
  "1991 political class’s proximity to free market values. New Delhi’s reluctance to think outside",
  "the box, even after the existing global economic architecture failed to anticipate and mitigate",
  "the worst downturn since the Great Depression, is a product of India’s deeper integration into",
  "the capitalist world system and deliberate attempt not to upset the upswing in its relations with",
  "the USA. Despite sloganeering in favour of a ‘multipolar world’ and ‘democratization of inter-",
  "national relations’, India is no longer a radical state that can lead thought or action on ridding",
  "the Global South offoreign aid-dependencyorneo-colonial forms ofeconomic exchange with",
  "the Global North. It is now ﬁrmly within the incrementalist camp of emerging powers that",
  "seeksadmissionanddistinctionwithinextantinstitutions,includingtheUN’sorgans.TheIndian",
  "284Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheUnitedNations",
  "(and to a lesser extent Brazilian and Chinese) projection is that the international system would",
  "automatically become fairer and more democratic if emerging economies were incorporated",
  "into positions of higher responsibility in pre-existing institutions. In other words, India prefers",
  "the current global institutional status quo in terms of substantive ideological orientation, but",
  "seeks changes in form like membership and representation.",
  "ItbearsareminderthatIndiaofthe21stcenturyisanentirelydiﬀerentkettleofﬁshfromthe",
  "ﬁrebrandsocialistIndiathatusedtograbthesoapboxinsidesomeUNforumstoseekaleftward",
  "turn for the world organization’s priorities. As one of the paladins of the Non-Aligned Move-",
  "ment(NAM),Indiawastheﬁrsttolaunchpolicyproposalsinthe1960sattheUNConference",
  "on Trade and Development (UNCTAD) for just and equitable relationships between exploi-",
  "tative Northern states and repressed Southern states on trade in raw materials and primary",
  "commodities. India was at the forefront of adoption by the UN General Assembly in 1974 of",
  "the motto, a ‘New International Economic Order’, to end neo-colonial economic practices by",
  "great powers in the Global South. Well into the 1980s, ‘to use UNCTAD and other interna-",
  "tional economic institutions for securing more beneﬁcial economic policies in favour of the",
  "interests of developing countries […was] a fundamental objective of India’s economic diplo-",
  "macy’.31Sinceneo-MarxistdependencytheoryfoundasafehaveninUNCTAD,itwasnatural",
  "forsocialistIndiatostrivetobeseeninthelimelightinthisintergovernmentalbodyevenwhen",
  "New Delhi had minimized involvement in the UN’s great power-controlled security gather-",
  "ings. As long as India self-identiﬁed itself as a tireless worker for justice on behalf of the Global",
  "South and an eager convener and mobilizer of the G-77 bloc inside the UN, its proﬁle in the",
  "economic policy-making side of the organization was outstanding. Great Powers had mono-",
  "polizedthepeace-and-securitymindingorgansoftheUNandleftsomefreedomforarticulators",
  "of the views of the Global South to give vent to their grievances via UNCTAD and the Gen-",
  "eral Assembly, which were treated with contempt by Western states as gloriﬁed talking shops.",
  "IndiaearnedareputationinthesealternativeUNvenuesupto1991asamoralisticgrandstander",
  "whichpunchedaboveitsweightbyusingthebullypulpit.However,oncetheIndianeconomy",
  "privatized and the state jettisoned socialism in all but name, New Delhi invested less in pil-",
  "lorying the capitalist world system at the UN and spoke more avidly as a convert to economic",
  "globalization. In the unipolar world of the 1990s India did or said nothing at the UN that",
  "set it apart from the chorus about the inevitability of globalization and the beneﬁts it would",
  "accrue.",
  "Thistrendhasacceleratedinthenewcentury,withIndianolongersingingthetuneofNew",
  "InternationalEconomic OrderorburdeningitselfwiththemantleofabornleaderoftheG-77",
  "attheUN.Itwouldbefairtoargue,however,thatademocratictransitioningmarketeconomy",
  "likeIndiafacesaglobalidentitycrisisthatisneithersocialistnorfullyconvincedofthevirtuesof",
  "untrammelled free markets. Treading a nebulous ground and unsure of itself, India has adopted",
  "a dual identity on international political economy. It shows signs of behaving like a mature",
  "capitalistGreatPower thattriestopromoteitsowncorporations andtradeinterestsworld-wide",
  "through self-interested action, but retreats into the safety of numbers provided by the G-77 (as",
  "of 2010, it had UN member states) where it suits a particular issue area. For instance, India",
  "rediscovered some of its old ‘Third Worldist’ solidarity as a bargaining tool in multilateral",
  "negotiationsforthestalledDohaRoundoftheWorldTradeOrganization(WTO).Althougha",
  "state that prefers to be on the right side of the USA on some foreign policy issues, India’s",
  "commerce minister in 2007, Kamal Nath, dug in his heels with fellow developing countries",
  "against unfair Western subsidies at a WTO meeting, earning the ire of the US Trade Repre-",
  "sentative,SusanSchwab,as‘thevillainofthepiece’whoscupperedtheDohaRound.32Sensing",
  "acommonalityofinterestswithanassertivegroupofstatesfromtheGlobalSouth,Indiahasnot",
  "285Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SreeramChaulia",
  "hesitated to use the card of ‘Third World’ collective action to scuttle international economic",
  "deals that would hurt its exporters.",
  "The UN-centred G-77 has thus found new non-UN bases in organizations like the WTO,",
  "whicharearguablymoreconsequentialthanUNCTADortheGeneralAssemblyinthecurrent",
  "age. If India’s huﬃng and puﬃng inside the UN against an iniquitous world economy fetched",
  "some brownie points for it as a spokesperson for the Global South, it is today able to garner",
  "more attention and grudging respect from Great Powers at the WTO. The formation of small",
  "logjam-breaking diplomatic conclaves at the WTO like the G-4 (USA, EU, Brazil and India),",
  "speak to India’s relatively enhanced status. Unlike the UN, where international laws are often",
  "bent to accommodate the whims of Great Powers, rules-based organizations like the WTO",
  "oﬀer Indiaabetterchanceto convertitseconomic preferences into policy.Indiantradelawyers",
  "have won several cases at the WTO’s Dispute Settlement Body (DSB) against mightier forces",
  "like the USA and EU, an unthinkable outcome had the conﬂict raged inside the UN system.",
  "Ontradeissues,thetrendofIndiadevotingevermoreresourcestotheWTOwhiledownsizing",
  "its South-South advocacy inside the UN system is set to intensify as the country’s trade proﬁle",
  "and interests broaden.",
  "However, the new issue domain of global environment policy that has risen up the ranks of",
  "key international concerns over the last decade necessitates a renewed engagement by India",
  "with the concerned segments of the UN. Unlike the WTO, there is no UN-independent",
  "international organization or regime to regulate and reverse the ticking time bomb of climate",
  "change. Inter-state eﬀorts to co-ordinate a reduction in carbon emissions and transfer green",
  "technology to poor countries are being spearheaded by a UN Secretariat (the UN Framework",
  "Convention on Climate Change—UNFCCC) located in Germany and informed by the",
  "Intergovernmental Panel on Climate Change (IPCC), which was established by the UN",
  "EnvironmentProgramme(UNEP).Thestructureofglobalenvironmentaldecision-makingand",
  "India’s own position as a rapidly growing emerging economy predicted to expand its carbon",
  "footprint thus propelled New Delhito engage wholeheartedly with the relevant UN oﬃces. In",
  "2010 the relationship between India and the IPCC hit rough weather, despite the fact that the",
  "Panel’s head was an Indian scientist, R.K. Pachauri, who had been nominated by the Govern-",
  "ment of India and had been backed by the USA in 2002. India’s environment minister, Jairam",
  "Ramesh, openly questioned the IPCC’s projection of early disappearance of the Himalayan",
  "glaciers as ‘not based on an iota of scientiﬁc evidence’, and as scare tactics for which the Panel",
  "‘has to do a lot of answering’.33 The Indian rebuﬀ came close on the heels of an incident of",
  "compromised e-mails from the Panel’s experts, which strengthened climate sceptics’ claims that",
  "exaggerationandalarmismwerebeingdeployedbyUNscientiststorushstatesintocommitting",
  "to deeper carbon emission cuts. As an important hold-out, along with China, on agreeing to",
  "mandatory emission cuts for developing countries, India is wary of scientiﬁc claims that entail",
  "severe adjustment costs and loss of competitiveness for its growing industries.",
  "As in the case of trade talks, the Indian line is to adhere to the Global South position that",
  "there must be ‘diﬀerentiated responsibilities’ between the advanced industrialized polluters and",
  "late industrializers whose right to economic development should not be constrained by any",
  "international treaty. However, India ﬁnds itself in an odd bind when it invokes a joint Global",
  "SouthstanceonclimatechangebecausetheG-77isitselfsplitonthistopic.Smallislandnations",
  "and least developed sub-Saharan African states are anxious for an ambitious international",
  "agreement that would force richer developing countries to cut emissions. When the BASIC",
  "group (Brazil, South Africa, India and China) entered into a face-saving Copenhagen Accord",
  "with the USA in December 2009 at the failed UN climate change Copenhagen Conference,",
  "and justiﬁed it as ‘good for the entire developing world’, the rest of the G-77 slammed what",
  "286Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheUnitedNations",
  "theyconsideredabetrayalbytheirerstwhileleaders.34So,whileIndiaattemptstowearmultiple",
  "hats at the UN, including that of Third World frontbencher on an à la carte basis, the strategy",
  "can backﬁre due to the complexity of new global problems and the diﬀerential rates of eco-",
  "nomic growth within the Global South. Ambiguity about India as a genuine representative of",
  "the G-77 at the UN is perhaps inevitable, but it is sure to leave New Delhi without a bell-",
  "wether portfolio in the organization.",
  "The ﬁnal frontier",
  "India’s concerted bid to be admitted as a veto-wielding ‘P’ member of the Security Council is",
  "the single most watched issue within the country when it comes to the UN organization as a",
  "whole. As the sanctum sanctorum and prime custodian of international law with more political",
  "powersthananyotherentityintheinternationalsystem,theSecurityCouncilisabull’seyefor",
  "India to target. The demand for India’s inclusion in a reformed Security Council keeps getting",
  "shriller asthecountrypersists withlargepersonnel contributions toUNpeace-keepingmissions",
  "and leapfrogs out of mediocre economic performance into an Asian giant with a pluralistic",
  "democratic political system to boot. However, entrenched resistance and mixed signals of",
  "existing P-5 members doused high hopes that India’s long battle to be made a permanent",
  "member with veto power might ﬁnally fructify in around 2006.35",
  "Sincethen, theprocess ofenlargementhas gotstuck,withtheUSAneveropenly supporting",
  "India’s candidature, and China reluctant to give a free pass to rivals like India or Japan to walk",
  "in with power parity. Apart from the stonewalling of some P-5 veto holders, Indian diplomacy",
  "has also struggled to secure endorsements from the prerequisite two-thirds of members of the",
  "GeneralAssemblytocarveoutnewpermanentseats.AllhasnotbeensmoothsailingfortheG-",
  "4 frontrunners (India, Brazil, Germany and Japan) in cobbling together adequate bloc votes",
  "fromwithinandbeyondtheirownregions.StefanSchirmhascoinedatellingphrasefortheG-",
  "4’s vain hunt: ‘leaders in search of followers’, i.e. rising powers that fail to convince their",
  "respective neighbouring states and regional organizations that their elevation will be a win-win",
  "proposition that would beneﬁt said neighbouring states.36 Pakistan and the rest of the Organi-",
  "sation of the Islamic Conference (OIC) countries remain barriers to India’s race to ﬁnd its",
  "cherished spot at the horseshoe table in New York, an objective reality that New Delhicannot",
  "easily overcome.",
  "Some diplomatic insiders suggest that India needs to show greater ﬂexibility on key security",
  "issues for its Permanent Membership drive to regain momentum. Hints were dropped by US",
  "Senator John Kerry in the run up to the 2006 time-line for Security Council enlargement, that",
  "India must sign the Nuclear Non-Proliferation Treaty (NPT) for Washington to approve New",
  "Delhi’scandidacy.37AformerUSarmscontroloﬃcialrepeatedKerry’sargumentsin2009that,",
  "‘resuming nuclear testing or not signing the CTBT [Comprehensive Test Ban Treaty] could",
  "aﬀect its [India’s] chances for a permanent seat in the UNSC’.38 A former US career diplomat,",
  "Howard Schaﬀer, also recommended in 2009 that India’s crusade for the seat should be secon-",
  "dedby the USA,‘in return for New Delhi agreeing to genuine and enforceable concessions on",
  "the Kashmir issue’.39 More generically, the USA has hedged its bets on India as a reliable pro-",
  "Western partner and does not wish to encourage India’s permanent entry into the Security",
  "Council without the assurance that it will side with US positions as assuredly as the United",
  "Kingdom and France do. For the same reason, the USA voted against India’s high-proﬁle can-",
  "didate for the post of UN Secretary-General in 2006, Shashi Tharoor, and expended its diplo-",
  "matic might to lobby for a putatively more pliable South Korean nominee, Ban Ki-moon.40",
  "The notion that there is a price to be paid in terms of national security or foreign policy",
  "287Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SreeramChaulia",
  "autonomyforgettingintotheSecurityCouncilisunpalatabletoIndia,which,aswesawearlier",
  "in this chapter, prioritizes territorial integrity over and above platitudes about adhering to UN",
  "resolutions or advice. Admittedly, India’s home aﬀairs minister, P. Chidambaram, has exuded",
  "conﬁdence that the country’s persistent diplomacy and economic vigour will propel it into the",
  "Security Council in this decade.41 However, a more likely scenario is that India drops this ball",
  "for a more propitious moment and concentrates on other, more open international organiza-",
  "tions that promise quicker returns and responsiveness to New Delhi’s growing clout.",
  "Conclusions",
  "A UN Security Council without the constant attendance of India might be an anomaly that is",
  "eventuallycorrected,buttheplenitudeofinternationalinstitutionsinthecontemporary world’s",
  "thicksetgovernancearchitecturemeansthereislifeoutsidetheUN.Indiawilldocommendably",
  "if, while waiting for its red letter day in New York, it participates with gusto in new security",
  "andeconomicinstitutionsliketheShanghaiCooperationOrganization(SCO)andtheEastAsia",
  "Summit (EAS), which are sprouting in its extended neighbourhood. How India shuﬄes its deck at",
  "the G-20—which has been declared the premier international institution to manage the global",
  "economy—isgoingtobemorewidelyfollowedthanIndia’sroutineomissionsandcommissions",
  "inside the UN. The vicissitudes of international alliances, conﬁgurations and structures since",
  "colonized India’s Ramaswamy Mudaliar signed the UN Charter in June 1945 prove beyond a",
  "doubtthatthesurestroutetothehubofglobalpolicy-makingemanatesfromacombinationof",
  "national power accumulation and prescient foreign policy planning that dovetails the prevailing",
  "institutional ethos. If India understands its own capacities, grows in self-awareness ofits peculiar",
  "strengths, and executes pointed actions that carry it from the semi-periphery to the centre of",
  "international institutions, the icing on the cake of a Permanent Seat in the UN Security",
  "Council will be the beginning, not the end, of a national quest to shape global governance for",
  "the planet.",
  "Notes",
  "1 M. Singh, ‘The Vision of Emerging Powers—India’, in Compendium of the G-8 Summit, 9 July 2009,",
  "L’Aquila, Italy; rep. ‘PM’s Vision of Emerging Powers in 21st Century’, Press Release (PIB), 7 July",
  "2009,pib.nic.in.",
  "2 A.Organski,WorldPolitics,NewYork:AlfredKnopf,1958,p.328.",
  "3 N. Onuf, ‘Constructivism: A User’s Manual’, in V. Kubalkova et al. (eds), International Relations in a",
  "ConstructedWorld,NewYork:M.E.Sharpe,1998,p.63.",
  "4 R. Keohane and J. Nye (eds), Transnational Relations and World Politics, Cambridge, MA: Harvard",
  "UniversityPress,1971,p.xxiii.",
  "5 E. Jordaan, ‘The Concept of a Middle Power in International Relations: Distinguishing Between",
  "EmergingandTraditionalMiddlePowers’,Politikon,Vol.30,No.1,2003.",
  "6 A. Cooper, ‘Middle Powers: Squeezed Out or Adaptive Into New Roles?’, Public Diplomacy, Vol. 1,",
  "No.1,2009,p.29.",
  "7 Citedin‘IndiaandtheUN’,IndiaNews,Vol.17,No.31,1978,p.1.",
  "8 C.Dasgupta,WarandDiplomacyinKashmir,1947–48,NewDelhi:SagePublications,2002,p.111.",
  "9 ‘Terrorism, Kashmir “Festering Sores” Due to Nehru’s Mishandling: Advani’, Indian Express, 15 Feb-",
  "ruary2010.",
  "10 B. Chellaney (ed.), Securing India’s Future in the New Millennium, New Delhi: Orient Longman, 1999,",
  "p.545.",
  "11 M.Fisher,‘GoainWiderPerspective’,AsianSurvey,Vol.2,No.2,1962.",
  "12 J. Nehru, 22 June 1955, in Selected Works of Jawaharlal Nehru, Second Series, Vol. 29, New Delhi:",
  "OxfordUniversityPress,2002,pp.231;1August1955,ibid.,p.303.",
  "288Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheUnitedNations",
  "13 S. Kochanek, ‘India’s Changing Role in the United Nations’, Paciﬁc Aﬀairs, Vol. 53, No. 1, 1980,",
  "p.53.",
  "14 R.Gandhi,‘AWorldFreeofNuclearWeapons’,9June1988,www.indianembassy.org.Thisspeech,",
  "deliveredbyIndia’sPrimeMinisterattheUNGeneralAssembly,attainedhallowedstatusinIndiaasa",
  "legitimate alternative to the non-proliferation agenda. In 2008 the Indian Government oﬃcially",
  "commemorated the 20th anniversary of what New Delhi believes was a landmark proposal. Cf. P.",
  "Sharma,‘GovernmenttoCelebrate20YearsofRajivGandhi’sPeacePlan’,Indo-AsianNewsService,27",
  "May2008.",
  "15 J.Singh,‘AgainstNuclearApartheid’,ForeignAﬀairs,Vol.77,No.5,1998.",
  "16 ‘IndiaTurnsAway3-MemberUNTeam’,News(Rediﬀ),25June1998,www.rediﬀ.com.",
  "17 ‘PMRejectsUNOﬀer’,TheHindu,31May1999.",
  "18 ‘UNMOGIPChiefSaysSorrytoIndia’,Dawn,2November2001.",
  "19 ‘IndiaRejectsUNKashmirComment’,BBC,29August2008,news.bbc.co.uk.",
  "20 S.Ramachandran,‘IndiaDrawsaLineoverKashmir’,AsiaTimes,10August2010.",
  "21 ‘India Rejects UN Panel’s Bid to Link Rule of Law, Terrorism’, Asia Africa Intelligence Wire, 20",
  "November2002.",
  "22 ‘IndiaReadyWithTextofConventionAgainstInternationalTerrorism’,TheHindu,22March2010.",
  "23 N.Koshy,‘SideliningtheUnitedNations’,EconomicandPoliticalWeekly,8April2000.",
  "24 S.Chaulia,‘Istherea“BurnsEﬀect”onPakistan?’,Indo-AsianNewsService,17October2006.",
  "25 ‘India’sPatienceonTerrornotUnlimited:RobertGates’,IndoAsianNewsService,20January2010.",
  "26 S. Kamath, ‘Foreign Aid and India: Financing the Leviathan State’, CATO Policy Analysis (CATO",
  "Institute),No.170,1992.",
  "27 S.Chaulia,‘India’sSelf-ConﬁdentAvatar’,TheInternationalIndian,February2008.",
  "28 S. Verma, ‘India’s $10 Billion Loan to IMF Will Ensure Higher Quota, Voting Share’, Financial",
  "Express,2October2009.",
  "29 J.Lamont,‘UNSeeksEmergingStates’HelptoAidPoor’,FinancialTimes,9March2010.",
  "30 P. Gammeltoft, ‘Emerging Multinationals: Outward FDI From the BRICS Countries’, International",
  "JournalofTechnologyandGlobalisation,Vol.4,No.1,2008.",
  "31 N.Jayapalan,ForeignPolicyofIndia,NewDelhi:AtlanticPublishers,2003,p.471.",
  "32 J.Bhagwati,‘ASkewedBlameGame’,IndiaToday,30July2007.",
  "33 ‘IndiaCriticisesUNWarningonHimalayanGlacierMelt’,BBC,19January2010,news.bbc.co.uk.",
  "34 J.Gupta,‘FourCountriesHoldUpCopenhagenAccord’,Indo-AsianNewsService,19December2009.",
  "35 A. Gentleman, ‘Annan Rebuﬀs India’s Hopes for an Expanded UN Role’, New York Times, 29 April",
  "2005.",
  "36 S.Schirm,‘LeadersinNeedofFollowers:EmergingPowersinGlobalGovernance’,EuropeanJournalof",
  "InternationalRelations,Vol.16,No.2,2010.",
  "37 I.Basu,‘JohnKerry:AThorninIndia’sSide’,AsiaTimes,6March2004.",
  "38 ‘India’s Stance on CTBT Could Aﬀect its UN Chances: US Expert’, Indo-Asian News Service, 22",
  "October2009.",
  "39 ‘USShouldOﬀerUNSCSeattoIndiatoResolveKashmir’,IndianExpress,27May2009.",
  "40 S. Guha, ‘US Veto Ends Shashi Tharoor’s Run for Top Job at the UN’, Daily News & Analysis, 4",
  "October2006.",
  "41 ‘PermanentSeatatSecurityCouncilThisDecade:Chidambaram’,BusinessStandard,31March2010.",
  "289Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]