[
  "c26",
  "India and nuclear weapons",
  "Chris Ogden",
  "Indiaisanuclearweaponstate[…]Itisnotaconfermentthatweseek;norisitastatusforothers",
  "to grant. It is an endowment to the nation by our scientists and engineers. It is India’s due, the",
  "right of one-sixth of humankind. Our strengthened capability addsto our sense of responsibility;",
  "theresponsibilityandobligationofpower.1",
  "(AtalBihariVajpayee)",
  "Introduction",
  "This chapter traces the role that nuclear weapons have played within India’s international rela-",
  "tions from her independence in 1947 to her emergence as a future Great Power at the begin-",
  "ning of the 21st century. During this period, nuclear weapons and nuclear technology became",
  "critical touchstones for India’s leaders and policy-makers, serving as powerful emblems of the",
  "country’s independence, its technological proﬁciency and gradual modernization. In terms of",
  "international relations, nuclear power is regarded as a tool with which India can achieve stra-",
  "tegicautonomy,andprovideself-suﬃciencyinherdiplomatic,politicalandeconomicaﬀairs.As",
  "India’s ﬁrst Prime Minister, Jawaharlal Nehru pondered ‘what does independence consist of? –",
  "it consists fundamentally and basically of foreign relations’.2 Nuclear power helps enable this",
  "vision of independence and encompassed Nehruvian principles of non-violence, non-align-",
  "ment, peace, disarmament, self-reliance and development. In turn, nuclear weapons were a",
  "means with which to protect Indian territory from external forces, to secure her regional pre-",
  "eminence and to stake her claim to future inﬂuence in the international system.",
  "While reﬂective of the aspirations and beliefs of her leaders, India’s domestic and foreign",
  "policy concerning nuclear weapons came to be based upon a paradox centred on the con-",
  "current ‘pursuit of independence and a commitment to peace’.3 Thus, on one hand the acqui-",
  "sition of nuclear technology could help alleviate the country’s energy needs, sustain its",
  "economic development and provide (through nuclear weapons) an eﬀective deterrent against",
  "the negative intentions of its neighbours and others. On the other hand, however, India’s lea-",
  "ders remained resolutely pro-nuclear disarmament, arguing that the existence of any nuclear",
  "weapons threatened India’s security and that of the world. These latter views reﬂected both the",
  "290Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandnuclearweapons",
  "idealismandmoralityofNehruand,intheearlyyearsoftheColdWar,theaimsofbeingnon-",
  "alignment from either of the two superpowers. This paradox became manifested in Indian for-",
  "eignpolicythroughastrategic-scientiﬁcenclavethatsimultaneously pursuedadualapproachof",
  "developing nuclear weapons and calling for global disarmament.",
  "The chapter is split into three major sections. In the ﬁrst section, I investigate the roots of",
  "India’s nuclear programme post-independence until the late 1960s, and show how India’s lea-",
  "ders pursued the dual track policy of development (including weaponization) and disarmament.",
  "Inturn,sectiontwoanalyseshowfromtheearly1970stothelate1990sIndiacontinuedtouse",
  "this approach to try to relieve external diplomatic, economic and diplomatic pressures towards",
  "her from the USA, People’s Republic of China and Pakistan. The third section then deals with",
  "the nuclear tests of 1998 and their aftermath, in particular India’s increased international lever-",
  "age but also the continuing paradox of maintaining her opposition to nuclear weapons while",
  "developing them. The chapter ends with some thoughts as to the continued role and impor-",
  "tance ofnuclearweapons (andnucleartechnology) in deﬁningthe current andfuturetrajectory",
  "of India’s international relations.",
  "Nuclear beginnings and the early Cold War",
  "India’s aspirations for a nuclear programme began before independence and were then con-",
  "secrated through the creation of the Indian Atomic Energy Commission in 1948. Combining",
  "work at the Tata Institute of Fundamental Research (itself set up in 1945), Homi Bhabha was",
  "the founding chair of the Atomic Energy Commission and guided India’s nascent nuclear",
  "development. In turn, and complementing his role as India’s ﬁrst Prime Minister and defence",
  "minister,JawaharlalNehruheldresponsibilityfortheDepartmentofAtomicEnergy(DAE)that",
  "had been created in August 1954. This had few, if any, institutional checks or balances and was",
  "open to little military inﬂuence, reﬂecting its technological rather than militaristic orientation.4",
  "The DAE would remain under the direct control of subsequent Indian prime ministers. Eco-",
  "nomic advancement initially drove India’s nuclear considerations, which were simultaneously",
  "aimedatovercomingdecadesofcolonialexploitation,developingIndia’stechnicalinfrastructure",
  "and garnering international prestige through a display of scientiﬁc prowess. As funding sig-",
  "niﬁcantly rose in the earlier 1950s, India’s leaders increasingly saw nuclear science as a way to",
  "ameliorate India’s post-independence position and to signal her international resurgence.5",
  "WhileIndia’snuclearprogrammehelpedtonurtureIndia’sindustrialbasethroughtheskillof",
  "her physicists and mathematicians, it was also multi-faceted through its focus on the multiple",
  "uses of nuclear energy. Initially, the peaceful non-military uses of nuclear energy were promi-",
  "nentandmixedwiththewidergoalofuniversalnucleardisarmament.Thisapproachconﬁrmed",
  "a focus on India’s economic development that eschewed military spending and an avoidance of",
  "the two superpower blocs, as manifested through India’s leadership of the Non-Aligned",
  "Movement (NAM). Principles of ahimsa (non-violence) and satyagraha (truth-force—the doc-",
  "trine used to describe non-violence) further supported the aim of achieving peaceful develop-",
  "ment. In turn, a world free of nuclear weapons would help to reduce the risk of existential",
  "nuclear conﬂict, protect South Asia from external inﬂuences, and enhance Indian security.",
  "Maintaining India’s independence underpinned these notions through a ‘refusal to accept any",
  "external controls and restraints instituted in a discriminatory way’,6 and a commitment to",
  "peaceful, non-military uses of nuclear technology.",
  "India’s nuclear development came to be described in terms of self-reliance and self-suﬃ-",
  "ciency, manifestations that called for the country’s autonomy to be protected in all spheres.",
  "Whilstthisautonomyprimarilyconcernedcivilianneeds,awareness thatnuclearweaponscould",
  "291Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "ChrisOgden",
  "beused for defence anddeterrent also became noted withinIndia’s early international relations.",
  "Indeed, as India-China relations began to deteriorate in the late 1950s a consensus developed",
  "among India’s leaders that nuclear weapons could and should be developed if a commensurate",
  "nuclear threat from China was apparent.7 Such threat perceptions would inculcate more mili-",
  "tary uses of India’s nuclear potential and bolster her nascent independence. They also reﬂected",
  "the viewthat,from theverybeginning, manyofIndia’sscientistsandleaders knewthatnuclear",
  "technology ‘would bring nuclear weapons’.8 This outlook then coupled with tensions between",
  "amoralantagonism towardsnuclearweapons (includingdemandsfordisarmament) andadesire",
  "to be a Great Power. A nuclear capability often came to personify the latter, particularly in",
  "terms of avoiding any international isolation and also by creating a bargaining chip that chal-",
  "lenged the hold on atomic technology by the veto-wielding P-5 (the USA, USSR, United",
  "Kingdom, France and China) Permanent Members of the UN Security Council (UNSC).",
  "In the early Cold War period, however, India’s focus remained more on technological",
  "advancement in terms of nuclear energy and associated economic beneﬁts rather than with",
  "developinganucleararsenal.Thus,from1955onwardsnuclearco-operationbetweenIndiaand",
  "several other governments (Canada, the USA, the United Kingdom and France) was estab-",
  "lished. These links led to the building of the APSARA research (light water) reactor in 1956,",
  "the ﬁrst research reactor of its kind in Asia, and to the building of the CIRUS research (heavy",
  "water) reactor in 1960. By 1962 Indian scientists had begun producing their own heavy water",
  "andin1965theyseparatedplutoniumfortheﬁrsttime.9Alltheseaccomplishmentsrepresented",
  "key steps in the realization of India’s nuclear energy industry, but also had possible dual usages,",
  "especially the manufacture of weapons grade plutonium. In turn, in April 1954 in the Indian",
  "parliament Nehru had called for the prohibition and elimination of nuclear weapons, as well as",
  "ahalttoallnucleartesting.Thesecallscameinanerawhennucleartestswerebeingheldabove",
  "groundandeventuallycontributedtothePartialTestBanTreatyof1963wherebyatmospheric",
  "testing was banned (although France carried out such tests until 1974 and China until 1980).",
  "The ban led to the ascendancy of underground testing.",
  "By the beginning of the 1960s, several states—other than the USA, which had used nuclear",
  "weaponry in 1945 against Japan at Hiroshima and Nagasaki—had proven nuclear capabilities.",
  "These states were the USSR (which ﬁrst tested in 1949), the United Kingdom (which ﬁrst",
  "tested in 1952), and France (which ﬁrst tested in 1960). Thus, four of the ﬁve powers with",
  "permanent vetoes on the UNSC, the P-5 powers, had nuclear weapons in their arsenals. After",
  "Indiawasheavilydefeatedinthe1962warwithChina,anotherdimensionemergedconcerning",
  "the research side of India’s nuclear programme—that of developing India’s ‘nuclear option’.",
  "The nuclear option meant undertaking research towards the development and production of",
  "nuclear weapons and associated technology (such as missiles, bombs and triggering devices) for",
  "possible future use. Such an option would only be realized if and when India’s security was",
  "under direct threat from another nuclear weapons-ready state, and was regarded as a pragmatic",
  "policy.10 An underlying aspiration to become a Great Power state additionally heightened the",
  "sense among India’s elite that having nuclear weapons equated to being a Great Power like the",
  "P-5states.Havingnuclearweaponswouldalsothwarttheneedforanysecurityguaranteesfrom",
  "any external (nuclear) powers, thus allowing India heightened strategic autonomy.",
  "China’snucleartestsatLopNoron16October1964conﬁrmedIndia’sperceivedthreat,and",
  "addedcredencetothenotionthatnuclearweaponswereforceequalizersthatovercamemilitary",
  "asymmetries between states. In addition, nuclear weapons became seen as a shortcut to a mod-",
  "ernized defence force that would exponentially improve India’s security. After Indian leaders",
  "failed to illicit nuclear guarantees from the USA and the USSR (whereby India could be pro-",
  "tectedwiththeirnuclearcapabilities),pressuregrewforIndia’snuclearoptiontoberealizedand",
  "292Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandnuclearweapons",
  "in1964IndianPrimeMinisterLalBahadurShastrilaunchedaprogrammetoreducethetimein",
  "which India could be weapons capable to six months.11 Chinese threats of opening a second",
  "front during the 1965 India–Pakistan war reinforced this necessity, as did the emergence of",
  "close China-Pakistan ties aimed at limiting India’s regional inﬂuence.12 Post-1964 the nuclear",
  "debate in India thus became dominated by the threat posed by China, the cost of nuclear",
  "weaponization and the morality of having such weapons.13",
  "At the same time, India’s leaders continued to call for a complete ban on nuclear testing and",
  "began campaigning in 1965 for a universal non-proliferation treaty. Such a treaty would be",
  "based upon those states with nuclear arsenals giving them up in order to inspire ‘would-be",
  "nuclear’ states not to attempt development. Within the international community at large and",
  "the P-5 powers, China’s 1964 tests had also underlined the need to prevent further prolifera-",
  "tion. The resultant Nuclear Non-Proliferation Treaty (NPT) was signed on 1 July 1968 by the",
  "United Kingdom, the USA and the USSR, and came into force on 5 May 1970. However,",
  "rather than fulﬁlling India’s aims of banning all nuclear weapons, the NPT split the world into",
  "Nuclear Weapons States (NWS)—deﬁned as those that had tested prior to 1 January 1967 and",
  "who could keep their weapons—and Non-Nuclear Weapons States (NNWS)—which were",
  "banned from ever possessing or developing nuclear weapons. The terms of the NPT were then",
  "to be reviewed every ﬁve years from 1970 onwards. Opposed to a treaty that did not provide",
  "‘equal and legitimate security’14 for all states, and in order to keep the nuclear option open,",
  "India refused to sign the NPT. As such, India’s leaders maintained the policy that, ‘unless",
  "everyone closes the nuclear door, it is not in India’s interests to do so.’15 The NPT also",
  "increased Indian distrust of the international community, as it threatened India’s autonomy,",
  "development and long-term power aims.",
  "From Pokhran I to the 1990s: India’s nuclear option emerges",
  "By the early 1970s the ambiguity of the ‘nuclear option’ had eﬀectively merged India’s anti-",
  "nuclear and pro-nuclear opinions whereby a nuclear bomb would be developed but not used.",
  "This ambiguity ensured that India’s weaponization programme continued but simultaneously",
  "reassured those in India’s elite who both wanted a nuclear weapons capability (the hawks) and",
  "thosethatdidnot(thedoves).Atthesametime,moralargumentsastothelegitimacyofhaving",
  "nuclear weapons had become supplanted, courtesy of the NPT, by arguments more concerned",
  "with the nuclear ‘haves’ and ‘have-nots’. These arguments appeared to cast India as a second-",
  "ratepower,andnuclearbombsincreasinglycametosymbolizethenationalpower,strengthand",
  "developmentthatIndia’sleaderscraved.India’srefusaltodeclareSouthAsiaanuclearweapons-",
  "free zone,as proposed by the USA,underscored these aspirations and India’s policy direction.16",
  "In turn, although India had fought a successful conﬂict with Pakistan in 1971 (which led to",
  "the creation of Bangladesh), and had signed the 20-year Treaty of Peace, Friendship and",
  "Cooperation with the USSR, India’s regional security environment was deteriorating. This",
  "deterioration was typiﬁed by the US tilt to Pakistan in the 1971 war (during which the USA",
  "sentshipsintothe BayofBengal),bydeepeningChina-Pakistantiesand,mostcritically, bythe",
  "US-China rapprochement under Richard Nixon and Mao Tse Tung from 1972. These rela-",
  "tionseﬀectivelycreatedaChina-Pakistan-USAunitedfrontagainstIndiaandwerestrengthened",
  "by China’s regional nuclear monopoly. Such factors combined with a variety of domestic",
  "pressures,17 and India’s Prime Minister Indira Gandhi (the daughter of Nehru) decided to carry",
  "out a nuclear test to demonstrate India’s capability. With a suﬃciently developed nuclear pro-",
  "gramme at hand and under the codename ‘Smiling Buddha’, India undertook her ﬁrst nuclear",
  "teston18May1974—atestdescribedasaPeacefulNuclearExplosion(PNE).Thisdescription",
  "293Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "ChrisOgden",
  "copied other PNEs by the USA and the USSR (so denoted as they were for ostensibly non-",
  "militarypurposes,suchaseconomicdevelopment),butwaswidelyclassiﬁedbybothIndianand",
  "externalobserversasaweaponstest.ThetestalsobecameknownasPokhranI,namedafterthe",
  "site where the test took place in the Thar Desert in Rajasthan.",
  "At the time there was a sense that the PNE ‘impart to Indians a sense of security and self-",
  "conﬁdence’,18 and was emblematic of India’s criticism of the P-5 powers and the NPT. While",
  "France congratulated India on her successful tests, and the USSR and China were more muted",
  "yet critical in their responses, the USA and Canada removed all nuclear ties and assistance. In",
  "turn, the USA introduced sanctions on all its economic and military aid to India. The severity",
  "of this response came from India’s open challenge to the P-5’s anti-proliferation regime, but",
  "also that US (and Canadian) reactors had been used to help produce the ﬁssile material used in",
  "the PNE. As a non-signatory of the NPT, India was also not under International Atomic",
  "Energy Agency (IAEA) safeguards—a factor that increased international anger. Furthermore",
  "(andenhancingIndianperceptionsofaninternationalconspiracyagainstit),thePNE ledtothe",
  "creation of the London Suppliers Group (later renamed the Nuclear Suppliers Group—NSG).",
  "This group aimed to control the export and transfer of materials that could be used to produce",
  "nuclear weapons. It thus prevented India from gaining assistance with its nuclear programme",
  "(including nuclear reactors, components, international scientiﬁc contacts and exchanges), but",
  "also emboldened Indian self-suﬃciency and nuclear autonomy by further accentuating the gap",
  "between India’s aspirations and her actual place in the world.",
  "AlsoofinﬂuenceonIndia’sdecisiontotestin1974wasPakistan’snuclearprogramme.Inthe",
  "1950s and early 1960s this programme had initially mirrored India’s with an Atomic Energy",
  "Commission established in 1956 and little consideration given to the military uses of atomic",
  "energy. By the mid-1960s, however, this approach changed as Pakistan’s leaders argued that",
  "parity had to be achieved with India, particularly after Pakistan’s defeat in the 1965 war.",
  "Pakistani policy-makers also became concerned with the state’s lack of ‘strategic depth’ (com-",
  "monly deﬁned as the distance between her borders and major cities/core industrial areas). This",
  "issue was ampliﬁed by the loss in 1971 of the eastern part of her territory (which then formed",
  "the newly independent Bangladesh). The 1971 war thus led to strategic asymmetries between",
  "Pakistan and India, and led Pakistan’s leaders to urge the weaponization of the state’s nuclear",
  "capabilities from 1972 onwards. In turn, India’s 1974 PNE ‘increased, Pakistan’s nuclear",
  "resolve’.19 The multiple crises between India and Pakistan in the 1980s and 1990s increasingly",
  "came to include a consideration of any possible nuclear dimension, especially after the outbreak",
  "of insurgency in Kashmir from 1989.20",
  "With the USSR’s invasion of Afghanistan in 1979, the importance of the US-Pakistan rela-",
  "tionship was reaﬃrmed. Keen to prevent a Soviet success in Afghanistan, the USA vastly",
  "increased the amount of its aid to Pakistan, amounting to US $400m. in 1979 and $3,200m.",
  "over the six years from 1981 to 1987.21 While some of this aid could be used to develop",
  "Pakistan’s nuclear weapons programme, these concerns did not surmount the USA’s primary",
  "geopoliticalaimoflendingasmuchsupportaspossibletovariousmujahideenresistancegroupsin",
  "Afghanistan. The US focus on (and need for) Pakistan further undermined India’s position as",
  "she became ranked behind Pakistan and China in US calculations concerning South Asia,",
  "despite the events of 1971 and 1974. Under these conditions and combined with its previous",
  "research, Pakistan was ‘nuclear weapons capable’ by the mid 1980s—a success aided by the",
  "work of Abdul Qadeer Khan, the head of its uranium enrichment programme. Reﬂective of a",
  "sharedawarenessofthismutualnuclearcapacity,inDecember1985IndiaandPakistansigneda",
  "Nuclear Non-Attack Agreement that prohibited the targeting of nuclear facilities in the event",
  "of conﬂict.",
  "294Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandnuclearweapons",
  "Both sides also began testing ballistic missiles that were theoretically capable of carrying a",
  "nuclear warhead, underlining how the two states were suﬃciently technologically developed to",
  "buildanuclearweapon.InFebruary1988IndiatestedPrithvi,ashort-rangeballisticmissilewith",
  "arangeof150kmandcapableofcarryinga1,000-kgwarhead.InFebruary1989Pakistanthen",
  "tested its battleﬁeld range ballistic missile, Hatf I, with a range of 70 km and capable of carrying",
  "a payload of 500 kg. In turn, in May 1989 India tested Agni, a short-range ballistic missile with",
  "a maximum range of 800 km with a 1,000-kg warhead. From this period onwards, both sides",
  "would continue to advance their respective missile technologies, expanding their range and",
  "payload capacities, and thus increasing the susceptibility of Indian, Pakistani and Chinese cities",
  "to potential attack. In 1988 US oﬃcials reported that Pakistan had gained a nuclear weapon",
  "design from China, along with related missile technology.22",
  "Despite these developments, India’s diplomatic eﬀorts to achieve unilateral nuclear disarma-",
  "ment continued, and included a new dimension of self-restraint whereby India would not test",
  "any further nuclear weapons. As such, in 1978 India pursued negotiations for an international",
  "agreement on prohibiting the use or threat of use of nuclear weapons; in 1982 she called for a",
  "‘nuclear freeze’ to prohibit the production of ﬁssile materials for weapons and in 1988 Prime",
  "Minister Rajiv Gandhi tabled an Action Plan at the UN for the phased elimination of all",
  "weapons within a speciﬁc timeframe.23 India also supported plans for a Nuclear Weapons",
  "Convention akin to the Biological Weapons Convention (opened for signature on 10 April",
  "1972 and entering into force on 26 March 1975), and the Chemical Weapons Convention",
  "(openedforsignatureon13January1993andenteredintoforce29April1997),bothofwhich",
  "India signed.",
  "However, as had been the case for the NPT, India refused to sign the Comprehensive",
  "Nuclear Test Ban Treaty (CTBT) that opened for signature in New York on 24 September",
  "1996. India argued that the Treaty favoured the P-5 powers, did not carry forward the dis-",
  "armament process and, therefore, eﬀectively diminished India’s nuclear potential.",
  "Bythe1990sIndia’snuclearweaponsprogrammeappearedtofaceanexistentialcrisis.India’s",
  "nuclear stance appeared as ambiguous ‘recessed deterrence’, and she remained one of the ‘main",
  "NPT holdout states’,24 along with Pakistan and Israel. Still contending with international sanc-",
  "tions, it seemed that many international proliferation controls were India-speciﬁc and intended",
  "tothreatenherstrategicautonomyandGreatPoweremergence.Thus,Indiananalyststalkedof",
  "aUS-EU-Japan(andevenUS-China)concertagainstIndia.WhentheCTBT’sentryintoforce",
  "provisos (Article 14) opened up a ﬁnal testing window from September 1996 to September",
  "1999, such nuclear inequity appeared to be explicit, particularly after China and France tested",
  "nuclear devices in 1995. The indeﬁnite extension of the NPT in 1995 only compounded these",
  "perceptions. International rebuﬀs towards India’s attempts at restricting proliferation had, how-",
  "ever, continued to spur Indian leaders towards nuclear (weapons) development.25 The end of",
  "theColdWaralsosignalledthedemiseoftheUSSRasareliablecounterweightforIndiatouse",
  "against the international system, along with a now less meaningful NAM. Unable to beneﬁt",
  "from Soviet arms trading and political support, India was increasingly isolated in a world now",
  "dominated by the USA—a position that threatened her regional security and global inﬂuence.",
  "Pokhran II: from outlier to mainstream",
  "In 1998 a newly elected government led by the Hindu nationalist Bharatiya Janata Party (BJP)",
  "came to power. With policies that promoted the image of a powerful, resurgent and dynamic",
  "India to the world, the BJP had consistently advocated the induction of nuclear weapons in",
  "their election manifestos. In particular, they recognized the symbolic appeal of testing nuclear",
  "295Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "ChrisOgden",
  "weapons. As the new Minister of External Aﬀairs, Jaswant Singh argued that international pro-",
  "liferation controls amounted to a ‘nuclear apartheid’ that cast South Asia and Africa outside of",
  "the dominant global ‘nuclear security paradigm’.26 Such discrimination placed India in a posi-",
  "tion inferior to the Great Powers, often in association with Pakistan. This perspective linked",
  "withtherepeatedcallsfromIndia’sstrategicenclaveofanalystsandacademicstoresumetesting.",
  "Although India had the appropriate scientiﬁc-military nuclear infrastructure in place, it was",
  "often only US pressure (and intelligence) that had stopped any new tests, particularly in the",
  "mid-1990s.27 These factors coupled with the BJP’s desire to test—often bolstered by their",
  "nationalism and a need to establish the power of their governing coalition.",
  "Several other regional, global and systemic factors were also in evidence by 1998. Thus,",
  "analysts noted how India’s strategic environment had deteriorated due to China’s rapid eco-",
  "nomic rise, which made India-China relations asymmetrical and unbalanced. They also",
  "remarked upon how the USA was reluctant to become a declining power (and therefore",
  "wanted to force its strategic view on the world), how Pakistan had gained (covert) nuclear",
  "parity with India, and also how India’s own economic growth would allow her to withstand",
  "new sanctions in the event of new testing.28 Others saw the need for a new Indian world view",
  "that shifted away from Cold War strategic calculations, particularly with the continued absence",
  "of a nuclear guarantee.29 Against this backdrop, amid great secrecy, and only two months after",
  "comingtopowerandafternewPakistanimissiletests(Ghauri)on6April,theBJPGovernment",
  "underPrimeMinisterAtalBehariVajpayeetestedﬁvenucleardeviceson11and13May1998.",
  "Conﬁrming theirowncapabilities andinresponse todomestic pressures,Pakistancarried outits",
  "own nuclear tests at Chaghai Hills in Baluchistan on 28 and 30 May.",
  "Codenamed Operation Shakti (strength), and often called Pokhran II (having used the same",
  "test site as the 1974 PNE), India’s 1998 nuclear explosions were the ﬁrst overt tests since the",
  "NPT had come into force in 1970. They also came at a time when several states had recently",
  "renouncedtheirnuclearprogrammes,includingSouthAfrica(in1993),Argentina(in1995)and",
  "Brazil (in 1998), all of which then signed the NPT. For India’s elite, the tests were not only",
  "about challenging the international non-proliferation regime and declaring India’s nuclear pro-",
  "wess to the world, but also about the ongoing validation of her nuclear programme and tech-",
  "nological development.30 Thus, the BJP could have simply declared India to be a nuclear",
  "weapons state in 1988, but during Pokhran II tested a thermonuclear device that required an as",
  "yet untested nuclear triggering device. These issues backed up the credibility and expertise of",
  "India’s scientiﬁc community (thus continuing the central scientiﬁc drive of India’s nuclear pro-",
  "grammethatdatedbacktothe1940s)andensuredthatIndiahadaprovenandcrediblenuclear",
  "deterrent. Furthermore, the Indian Government saw nothing illegal with the tests because as a",
  "non-signatory of the NPT and CTBT, Pokhran II did not ﬂout any international conventions.",
  "In turn, her leaders noted that India’s total of six nuclear tests in 1974 and 1998 paled in",
  "comparison with the more than 2,000 tests held by the P-5 powers since 1945.",
  "Despite initial sanctions from the USA and Japan after the tests, and almost universal con-",
  "demnation, Pokhran II resulted in India moving from an outlier of little signiﬁcance to the",
  "internationalmainstream.NotonlydidthetestsresultinanewassertionofIndianautonomyin",
  "international aﬀairs, but they also provided their own nuclear guarantee—thus removing any",
  "need for dependence on external states. Indeed, the tests transformed her global relations,",
  "especiallythrough theirexplicit enunciation ofIndia’sdesirefor aGreatPower role,which was",
  "supportedbyherincreasingeconomicandtechnologicalstrength.ThiscombinationmadeIndia",
  "a state needed by other countries. In turn, policy concerning UNSC recognition became more",
  "prominent,withapermanentseatnowseenas‘notaquest’butas‘India’srightfuldue’.31While",
  "certainly less idealist, more belligerent and increasingly pragmatic, India’s leaders still argued for",
  "296Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandnuclearweapons",
  "universalnucleardisarmament.Indiausedtheiracquisitionofnuclearweaponsasanewpointof",
  "leverage,statingthattheywouldgiveuptheirownprovennuclearcapabilitiesinanynewnon-",
  "proliferation regime. Therefore, the paradox at the centre of India’s nuclear programme",
  "between weaponization and disarmament that had been present since independence continued.",
  "Also characteristic of this paradox, India’s National Security Advisory Board unveiled the",
  "state’s Draft Nuclear Doctrine on 17 August 1999. The main elements of the doctrine were a",
  "no-ﬁrst-use policy, non-use of nuclear weapons against non-nuclear weapons states, a mor-",
  "atorium on nuclear tests, the non-export of nuclear technology and working towards universal",
  "nuclear disarmament. Conservative in nature, the doctrine displayed a commitment to using",
  "‘strategic nuclear assets as instruments of retribution in case deterrence fails’, rather than as tools",
  "ofaggression.32SuchanucleardoctrinewasregardedasconducivetostrategicstabilityinSouth",
  "Asia, which reassured China and the USA in particular, and created the image of India as a",
  "responsible nuclear power. Building upon the 1999 Draft, India’s nuclear command structure",
  "was made public on 4 January 2003. These doctrines also accompanied the comprehensive",
  "review of national security in 1999 (the ﬁrst since independence) that introduced a Nuclear",
  "Command Authority (NCA) under the control of the Prime Minister and the new post of",
  "National Security Adviser.",
  "TheimpactofthePokhranIItestsvaried.Attheregionallevel,relationsappearedtoworsen,",
  "lead to conﬂict and then stabilize with Pakistan, whilst deteriorating and then signiﬁcantly",
  "improving with China.33 The most important impact of the 1998 tests was on the Indo-US",
  "relationship. After initial anger at their deception, the 1998 nuclear tests forced US attention",
  "ontoSouthAsia—particularlygivenIndia’ssigniﬁcanceasthelargestmilitary(andnownuclear)",
  "power between the USA’s two major military presences in the Persian Gulf and East Asia.",
  "Likewise, Pakistan’s own tests placed the region under greater scrutiny and were a spur for",
  "serious dialogue between envoys from both sides. Lasting eight months, this was the longest",
  "sustained dialogue between high-level Indian and US oﬃcials since 1963. Against the backdrop",
  "of nuclear proliferation (with the USA urging India to sign the CTBT), Kashmir, economics",
  "and the US sanctions that had been in place since 1974, the talks transformed a diﬃcult rela-",
  "tionship between the two sides into a co-operative one. Critically, the USA accepted the new",
  "signiﬁcance of India in terms of its economy, nuclear capabilities, stable democracy and large",
  "middleclass.However,misgivingsoverUStieswithPakistanandChinacontinuedtounderpin",
  "Indian sentiments.",
  "These developments formed part of Indian elite attempts to strategically lift India away from",
  "South Asia towards a greater global role—itself an ongoing goal associated with acquiring",
  "nuclear weapons—and to improve her security environment. Enhanced Indo-US relations also",
  "provided possibilities to obtain (nuclear) technology transfers, which could signiﬁcantly aid",
  "India’s economic development. Through the Agreed Principles of 21 March 2000, both sides",
  "resolved to have a closer and better relationship in all spheres (including nuclear), and with the",
  "arrivalofPresidentGeorgeW.Bush,theUSAdroppedalldemandsforIndiatosigntheCTBT",
  "and join the related Fissile Material Cutoﬀ Treaty (FMCT). Common experiences of terrorism",
  "(for the USA the attacks in September 2001 and for India the attacks in December 2001 on its",
  "parliament),ashareddemocraticbasisandanewlyvocalIndiandiasporaintheUSAalsohelped",
  "to improve US-Indian relations.34 This improved relationship also paid other dividends,",
  "including a more neutral tilt towards Pakistan (particularly during the 1999 Kargil conﬂict) and",
  "de-hyphenating India and Pakistan when US policy-makers thought of South Asia, as well as",
  "heightened economic, political, cultural and military co-operation.",
  "Improved Indo-US relations led to the signing of their Next Steps in Strategic Partnership",
  "(NSSP) of January 2004, which focused on the three-fold issue of civilian nuclear energy,",
  "297Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "ChrisOgden",
  "civilian space programmes and high technology trade, with a dialogue on missile defence being",
  "added. Under the joint US-India Civilian Nuclear Cooperation announcement (July 2005),",
  "India agreed to separate its civil and military nuclear facilities and to have all its civil nuclear",
  "facilitiesplacedunderIAEAsafeguards.ThisagreementgaveIndiadefactonuclearrecognition.",
  "After being passed in the US Congress (via the Hyde Act, which allowed the modiﬁcation of",
  "Section 123 of the 1954 US Atomic Energy Act), it was then blocked from scrutiny in the",
  "Indian parliament, although only after Prime Minister Manmohan Singh survived a no-con-",
  "ﬁdence vote in July 2008. Subsequently, in August 2008 the IAEA approved the safeguards",
  "agreement with India, and in September 2008 the NSG granted India a waiver, over Chinese",
  "obstruction, to give India access to civilian nuclear technology and fuel from other countries—",
  "developments that eﬀectively allowed India to sidestep the requirements of the NPT. In",
  "October 2008 the deal was legislated as the United States-India Nuclear Cooperation Approval",
  "and Non-Proliferation Enhancement Act, ending the US sanctions on nuclear trade that dated",
  "from the 1974 PNE.35",
  "Conclusions",
  "With a consistent policy of nurturing her atomic capabilities since independence, by the",
  "beginning of the 21st century India’s nuclear weapons programme was established and overt.",
  "Through the1998testsandthe subsequent rapiddevelopments inIndo-US relations,Indiahad",
  "becomeade jurenuclear statedespitebeing outsideinternationalproliferation controls—giving",
  "her a unique international status. Displaying a proven nuclear weapons capability within a",
  "conservative and defensive doctrine, India had shown her technological and scientiﬁc prowess",
  "to the world. These capabilities had increased India’s (and South Asia’s) prominence and",
  "importance in international relations (especially for the USA) and further bolstered India’s",
  "aspirations to become a Great Power. In turn, India’s domestic nuclear energy programme",
  "beneﬁtedfrom the 1998tests,asadecade latershe surmounted theinternational safeguardsthat",
  "hadatone timerestricted her.Aiding hercontinued economic growth andenergysecurity, the",
  "signing of civilian nuclear agreements with the USA, France and Russia conﬁrmed the success",
  "of this trajectory and ﬁrmly placed her in the group of established nuclear powers.",
  "However, what of the paradox of weaponization and disarmament underpinning India’s",
  "nuclear policy? While India’s leaders had rallied against the ‘nuclear haves’, with the 1998 tests",
  "and their aftermath India appeared to have joined the nuclear apartheid which it abhorred.",
  "Even though she has yet to join the NPT or CTBT, India enjoys the privileges of the P-5",
  "powers whereby they do not need to have their military nuclear facilities monitored. India’s",
  "leaders have displayed remarkable tenacity to get her to this position, but it is unclear whether",
  "they will continue to pursue India’s disarmament goals or now acquiesce to an international",
  "regime which their country has eﬀectively joined. This situation is compounded by India’s",
  "growing strategic nuclear capabilities, most particularly its recent acquisition of a ‘nuclear triad’",
  "that gives her the ability to launch nuclear weapons from land, air and sea. Such an ability puts",
  "IndiaonaparwiththeUSA,RussiaandChina.Continuedmissiledevelopmentalsoresultedin",
  "the successful testing in February 2010 of the Agni-III, which with a range of 3,500 km is",
  "capable of hitting Beijing, and which made India China’s clear strategic rival.",
  "Thus, while India’s leaders continue to talk of disarmament, the morality of such aims has",
  "diminished in the face of India acquiring atomic weapons. This change suggests not so much",
  "that India’s nuclear paradox has been lost, but simply underlined as a multi-faceted tool with",
  "which she can continue to gain her aspiration to Great Power status. Indeed, some Indian",
  "analystsadvocatevastincreasesinhernucleararsenaltoinclude150–200warheads,andevento",
  "298Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandnuclearweapons",
  "oﬀer otherstatesprotection under anIndian nuclearumbrella.36As such,Indiacould chooseto",
  "join the NPT as a nuclear weapons state, thus gaining parity with the P-5 powers and intro-",
  "ducing a new commonality with them that could aid her geopolitical power aspirations and",
  "stated aim of reforming the UNSC through gaining Permanent Member status. Such NPT",
  "commonality with the USA, Russia and China could be used as a more convincing base for",
  "universal nuclear disarmament—although the nuclear capabilities of these states currently far",
  "exceed India’s. Finally, in an age of growing multilateralism and globalized economics, nuclear",
  "weapons appear more symbolic than strategic—with economic strength, technological",
  "advancement and inﬂuence in international forums more likely indicators of current and future",
  "powerpotentials.India’snuclearweaponsmaythusaidherinternationalrisebutappearunlikely",
  "to deﬁne it.",
  "Notes",
  "1 A.B. Vajpayee, ‘Suo Motu Statement by Prime Minister Shri Atal Behari Vajpayee in Parliament’, 27",
  "May1998,www.indianembassy.org.",
  "2 Nehruquotedin,K.Bajpai,‘India:ModiﬁedStructuralism’,inM.Alagappa(ed.),AsianSecurity Prac-",
  "tice:MaterialandIdeationalInﬂuences,Stanford:StanfordUniversityPress,1999,p.173.",
  "3 N.Ram,RidingtheNuclearTiger,NewDelhi:LeftWordBooks,1999,p.vii.",
  "4 G.Perkovich,India’sNuclearBomb:theImpactonGlobalProliferation,Berkeley:UniversityofCalifornia",
  "Press, 1999, p.9. See also I. Abraham, Making of the Indian Atomic Bomb: Science, Secrecy and the Post-",
  "colonial State, London: Zed Books, 1998; R. Chengappa, Weapons of Peace: The Secret Story of India’s",
  "Quest to be a Nuclear Power, Delhi: HarperCollins, 2000; N. Koshy, ‘Nuclear Weapons and India’s",
  "Foreign Policy’, in R. Harshe and K.M. Seethi (eds), Engaging with the World: Critical Reﬂections on",
  "IndianForeignPolicy,Hyderabad:OrientLongman,2001.",
  "5 S.Cohen,India:EmergingPower,Washington:BrookingsInstitution,2001;S.Ganguly(ed.),Indiaasan",
  "Emerging Power, London: Frank Cass, 2003; O. Marwah, ‘Indian Nuclear and Space Programmes:",
  "IntentandPolicy’,InternationalSecurity,Vol.2,No.2,1997.",
  "6 N.Ram,RidingtheNuclearTiger,op.cit.,p.48.",
  "7 D. Hagerty, The Consequences of Nuclear Proliferation: Lessons from South Asia, Cambridge: MIT Press,",
  "1998,p.72.",
  "8 R.Jones,India’sStrategicCulture,USA:DefenseThreatReductionAgencySAIC,2006,www.dtra.mil.",
  "9 A.Kapur,PokhranandBeyond:India’sNuclearBehaviour,Delhi:OxfordUniversityPress,2000,p.51.",
  "10 SeeA.G.Noorani,‘India’sQuestforaNuclearGuarantee’,AsianSurvey,Vol.3,No.7,1967.",
  "11 D.Hagerty,TheConsequencesofNuclearProliferation,op.cit.,p.73.",
  "12 S. Ganguly, ‘Explaining the Indian Nuclear Tests of 1998’, in R.G.C. Thomas and A. Gupta (eds),",
  "India’sNuclearSecurity,London:LynneRienner,2000,p.44.",
  "13 See M. Reiss, Without the Bomb: The Politics of Nuclear Non-Proliferation, New York: Columbia Uni-",
  "versityPress,1988.",
  "14 GovernmentofIndia,‘EvolutionofIndia’sNuclearPolicy’.",
  "15 R. Basrur, ‘Nuclear Weapons and Indian Strategic Culture’, Journal of Peace Research, Vol. 38, No. 2,",
  "2001,p.195.",
  "16 N.Ram,RidingtheNuclearTiger,op.cit.,p.50.",
  "17 R. Thomas and A. Gupta, ‘Introduction’, in R. Thomas and A. Gupta (eds), India’s Nuclear Security,",
  "London:LynneRienner,2000,p.2.",
  "18 S. Chaturvedi, ‘Representing Post-Colonial India: Inclusive/Exclusive Geopolitical Imaginations’, in",
  "K. Dodds and D. Atkinson (eds), Geopolitical Traditions: A Century of Geopolitical Thought, London:",
  "Routledge,2000,p.226.",
  "19 D.Hagerty,TheConsequencesofNuclearProliferation,op.cit.,p.74.",
  "20 P.Chari,P.CheemaandS.Cohen, FourCrisesandaPeaceProcess:AmericanEngagementinSouthAsia,",
  "Delhi:HarperCollins,2008.",
  "21 D.Hagerty,TheConsequencesofNuclearProliferation,op.cit.,p.79.",
  "22 Ibid.,p.128.",
  "23 R.Gandhi,‘AWorldFreeofNuclearWeapons’,9June1988,www.indianembassy.org.",
  "299Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "ChrisOgden",
  "24 R.Thomas andA. Gupta, ‘Introduction’,op. cit., p.5; K. Bajpai, ‘India: Modiﬁed Structuralism’, op.",
  "cit.,p.184.",
  "25 R. Menon, A Nuclear Strategy for India, New Delhi: Sage Publications, 2000; S. Ganguly, ‘Explaining",
  "theIndianNuclearTests’,op.cit.,p.51;A.Kapur,PokhranandBeyond,op.cit.,p.190.",
  "26 J.Singh,‘AgainstNuclearApartheid’,ForeignAﬀairs,Vol.77,No.5,1998,p.48.SeealsoM.E.Ahrari,",
  "‘Growing Strong: The Nuclear Genie in South Asia’, Security Dialogue, Vol. 30, No. 4, 1999; P.",
  "Bidwai and A. Vanaik, South Asia on a Short Fuse: Nuclear Politics and the Future of Global Disarmament,",
  "Delhi:OxfordUniversityPress,1999;S.Pande,IndiaandtheNuclearTestBan,NewDelhi:Institutefor",
  "DefenceStudiesandAnalyses,1996,pp.5–24.",
  "27 C.Fair,‘LearningtoThinktheUnthinkable:LessonsfromIndia’sNuclearTests’,IndiaReview,Vol.4,",
  "No. 1,2005, p.23;K. Pant, ‘Pokharan-II and Security Ramiﬁcations’,in Bharatiya Janata Party 1980–",
  "2005:PartyDocument–Volume9,Achievements&LookingAhead,NewDelhi:BJPHQ,2005.",
  "28 See S. Cohen, ‘Why did India “Go Nuclear”?’, in R. Thomas and A. Gupta (eds), India’s Nuclear",
  "Security,London:LynneRienner,2000;H.Synnott,TheCauseandConsequencesofSouthAsia’sNuclear",
  "Tests. Adelphi Paper 332, Oxford: Oxford University Press, 1999; K. Frey, India’s Nuclear Bomb and",
  "NationalSecurity,London:Routledge,2006.",
  "29 S.Ganguly,‘ExplainingtheIndianNuclearTests’,op.cit.",
  "30 P.Chawla,‘“WeHaveShownThemThatweMeanBusiness”:InterviewwithAtalBihariVajpayee’,",
  "India Today, 25 May 1998; D. Ollapally, ‘Mixed Motives in India’s Search for Nuclear Status’, Asian",
  "Survey,Vol.41,No.6,2001;K.Pant,‘Pokharan-IIandSecurityRamiﬁcations’,op.cit.,p.85.",
  "31 J.Singh,‘Interview:DiplomatMinister’,TheTimesofIndia,24July2000.",
  "32 A. Tellis, ‘India’s Emerging Nuclear Doctrine: Exemplifying the Lessons of the Nuclear Revolution’,",
  "NBR Analysis, Vol. 12, No. 2, 2001, p.iii. Also V. Khanna, India’s Nuclear Doctrine, New Delhi:",
  "Samskriti, 2000; V. Nair, ‘The Structure of an Indian Nuclear Deterrent’, in A. Mattoo (ed.), India’s",
  "Nuclear Deterrent: Pokhran II and Beyond, New Delhi: Har-Anand, 1999; H. Pant, ‘India’s Nuclear",
  "Doctrine andCommandStructure: Implications for Civil-Military RelationsinIndia’,Armed Forces &",
  "Society, Vol. 33, No. 2, 2007, p.249; R. Roy-Chaudhury, ‘India’s Nuclear Doctrine: A Critical Ana-",
  "lysis’,StrategicAnalysis,Vol.33,No.3,2009.",
  "33 Z. Jian, ‘II Reaction to the Draft Indian Nuclear Doctrine’, China Report, Vol. 35, 1999; Y. Jing-",
  "Dong,‘India’sRiseafterPokhranII:ChineseAnalysesandAssessments’,AsianSurvey,Vol.41,No.6,",
  "2001. Also W. Walker, ‘International Nuclear Relations after the Indian and Pakistani Test Explo-",
  "sions’,InternationalAﬀairs,Vol.74,No.3,1998.",
  "34 A.Carter,‘America’sNewStrategicPartner?’,ForeignAﬀairs,Vol.85,No.4,2006;K.ChenoyandA.",
  "Chenoy, ‘India’s Foreign Policy Shifts and the Calculus of Power’, Economic and Political Weekly, Vol.",
  "62,No.35,2007.",
  "35 S. Ganguly, B. Shoup and A. Scobel (eds), US-Indian Strategic Cooperation into the 21st Century: More",
  "than Words, London: Routledge, 2006; U.N. Gupta, International Nuclear Diplomacy and India, New",
  "Delhi: Atlantic, 2007; J.A. Kirk, ‘Indian-Americans and the US-India Nuclear Agreement: Con-",
  "solidationofanEthnicLobby?’,ForeignPolicyAnalysis,Vol.4,No.3,2008.",
  "36 See B. Karnad, Nuclear Weapons and Indian Security: The Realist Foundations ofStrategy,Delhi: Macmil-",
  "lan, 2002. For example, Karnad proposes that such a nuclear umbrella could be used to protect Viet",
  "NamfromChina.",
  "300Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]