[
  "c27",
  "India and climate change",
  "Uttam Kumar Sinha",
  "Without a careful long-term strategy, climate change may undermine our development eﬀorts,",
  "with adverse consequences, across the board, on our people’s livelihood, the environment in",
  "which they live and work and their personal health and welfare. It is also a challenge which",
  "encompasses the interests of both present and future generations […] Today, climate change,",
  "generated by the cumulative accumulation of greenhouse gas emissions in the atmosphere,",
  "through human economic activity, threatens ourplanet. Thereis areal possibility ofcatastrophic",
  "disruptionofthefragilelife-sustainingecologicalsystemthatholdsthisworldtogether.Scienceis",
  "nowunequivocalonthisassessment.1",
  "(ManmohanSingh)",
  "Introduction",
  "Climate change is an all-encompassing issue that directly touches upon human development",
  "and people’s livelihood. It has eﬀects in combination with other major issues and such interac-",
  "tion is impacting the international order. For much of the past decade climate change has",
  "shaped and dominated the international agenda and will increasingly be a game-changer in the",
  "future.",
  "The science of climate change, blunt in its observation, points to the fact that the planet’s",
  "climate system is being pushed beyond its carrying capacity by dangerous anthropogenic inter-",
  "ference. However, the science has not positively converged with political decisions. In fact, as",
  "scientiﬁc evidence becomes far more noticeable, the politics of climate change is becoming",
  "stubbornly intractable. The search for a global solution to climate change based on ‘common",
  "but diﬀerentiated responsibilities’, the position taken by India and other countries like the",
  "People’s Republic of China, has thus resulted in a political impasse.2 This indeed is an entren-",
  "ched irony of the international system. While states are prime movers of issues, they, however,",
  "tend to determine actions by perception of sovereignty, national interest and security. The sci-",
  "ence of climate change may have awakened us but the politics of it remain perennially divided",
  "and contested.3 Characteristically, climate change has entered the realm of negotiations. Issues",
  "such as national action plans (rather than global binding commitments), leadership roles and",
  "301Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "UttamKumarSinha",
  "historical responsibilities are determining countries’ positions and, to a large extent, deﬁning",
  "their foreign policy agenda.",
  "Forstates,climatechangefundamentallyremainsachallengeandadilemma.Toovercomeits",
  "natural inclination of being protectionist and to simultaneously frame stringent adaptation and",
  "mitigation policies to keep global warming below two degrees Celsius is diﬃcult. The broad",
  "approach seems to imply a global emission ‘peak’ by 2015, followed by a low-carbon emission",
  "path that is expected to drop by 6% per year before reaching a desired ‘80% below 1990 levels’",
  "in 2050. This suggests that carbon dioxide (CO ) concentrations would peak near 425 ppm.",
  "2",
  "(parts per million) before they begin to decline. As global negotiations for the period beyond",
  "2012 proceed—structured on the notable achievements in 1997 of the United Nations Frame-",
  "work Convention on Climate Change (UNFCCC) and its Kyoto Protocol—there is consider-",
  "ableuncertainty as to whethera ‘GrandDeal’,which failedin Copenhagen inDecember 2009,",
  "will ever come about, or what format a post-Kyoto regime will take beyond 2012.4 Never-",
  "theless, while there is uncertainty over the structure and the mechanism, the science continues",
  "to forewarn that global warming is continuing unabated.",
  "This chapter will examine India’s perceptions on the problem of climate change and its",
  "negotiating position. It will also evaluate the policies and actions that India has initiated, parti-",
  "cularly post-Copenhagen, to contain the challenges of climate change.",
  "India and climate change: perceptions and positions",
  "India’s position on climate change has been articulated with a conviction and determination",
  "probablyunmatchedinrecentyearsonanyotherissue.Indiannegotiatorsareknownforsaying",
  "that they did not create the climate problem, emphasizing at every meeting the inequity and",
  "injustice of expecting India to cut down its carbon emissions. This underpins India’s acceptance",
  "of the 1997 Kyoto Protocol. As its government ministers argue, ‘India stands by the UN Fra-",
  "mework Convention Treaty on Climate Change and the Kyoto Protocol. This mechanism",
  "recognizes the “common but diﬀerentiated responsibilities” of the countries in the matter of",
  "reduction of green house emissions. The Convention also recognizes that as developing coun-",
  "tries grow, their emissions are bound to increase’.5",
  "AttheheartofIndia’sclimatechangestandistheargumentthatitmustbeallowedtopollute",
  "on a ‘per capita basis’ equal to the advanced industrialized countries. India has thus been pro-",
  "poundingthe‘percapitaemissions’line.The‘percapitaemissions’arecentraltoIndia’sposition",
  "on carbon emissions reduction. This has formed the basis of India’s criticism of the UNDP",
  "Human Development Report in 2007, which stipulated an 80% reduction in CO emissions by",
  "2",
  "developed countries and 20% reduction by developing countries by 2050, while also noting",
  "that, ‘emissions of CO from India may have become a matter of global concern for climate",
  "2",
  "security’.6 While it seems egalitarian, Montek Singh Ahluwalia, Deputy Chairman of the",
  "PlanningCommission,thoughtthatif‘percapitaemissions’wereconsideredthencountrieslike",
  "India would still have to bear a bigger burden as per the UN Development Programme",
  "(UNDP)recommendation.Instead,hereasonedthatdevelopingcountriesshouldbeallowedto",
  "increasetheirpercapitaemissionsandthedevelopedworldshouldreducethem:‘youcouldsay,",
  "for example, that the West has done most of the emissions for the last 140 years and the pro-",
  "blemthatwehaveisbecauseofthetotalemissionsthathavebeendoneinthelast140years,so",
  "actually it shouldn’t be per capita. We should be a little higher and they should be a little low",
  "because of all the damage that they have done’.7",
  "Such a position immediately shifts the responsibility on to the shoulders of the developed",
  "countries to drastically cut emissions if the world is to meet the target of keeping global",
  "302Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandclimatechange",
  "warming within the generally agreed ‘safe limit’ of two degrees Celsius, as determined by",
  "the Intergovernmental Panel on Climate Change (IPCC). It also allows India the space and",
  "time to grow at a sustained pace and strengthen its poverty alleviation and developmental",
  "programmes. However, even more signiﬁcant for India, particularly when it comes to the",
  "international forum, is the assurance that, ‘despite our developmental imperatives, our per",
  "capita GHG [greenhouse gas] emissions will not exceed the per capita GHG emissions of",
  "the developed industrialized countries’.8 It reﬂects, on the one hand, a position of con-",
  "ﬁdence and self belief in its economic policies and, on the other, a signal to the developed",
  "world that it will not be pressurized in the negotiations. This is carried forward in India’s",
  "adaptation and mitigation policies, which state that, ‘the most important adaptation measure",
  "is development itself’.9 On mitigation, the 11th Five Year Plan is unequivocal: ‘with a share",
  "of just 14 per cent of global emissions, any amount of mitigation by India will not aﬀect",
  "climate change’.10 The document calls for action by developed countries and a burden-",
  "sharing formula based on historic culpability, ‘common but diﬀerentiated responsibilities’ and",
  "the ‘per capita emissions’ principle.",
  "The ‘per capita emissions’ argument has become a strong counter-response to the unsustain-",
  "able consumption patterns of the rich industrialized nations and is in consonance with the",
  "UNFCCC, which recognizes the rights of developing countries to economic development and",
  "also the ‘common but diﬀerentiated responsibilities’ of diﬀerent countries. Contrasting calcula-",
  "tions have long been made. In 1991 it was the basic point made by Parikh that, ‘only 25 per",
  "cent of the global population lives in the rich industrialised countries but they emit more than",
  "70 per cent of the total global CO emissions’, and that ‘Indian citizens emit less than 0.25",
  "2",
  "tonnes of carbon per year whereas a citizen of the USA, emits more than 5.5 tonnes’.11 In the",
  "UNDP Human Development Report 2007/2008, India’s CO emissions per capita had gone up",
  "2",
  "froma1990ﬁgureof0.8to1.2,butstillremainedsigniﬁcantlybelowtheﬁguresfordeveloped",
  "countriesliketheUSA(20.6),Canada(20.0),Australia(16.2),Japan(9.9),andtheOrganisation",
  "for Economic Co-operation and Development (OECD) average of 11.5.12 Such comparative",
  "ﬁgures add immediate legitimacy to the ‘per capita emissions’ stand, emphasizing the need for",
  "an equitable and eﬃcient solution—equity in terms of equal allocation of global environmental",
  "spacetoall,andeﬃciencythroughasystemoftradableemissionquotas.ThishasframedIndia’s",
  "long-standing argument that emissions by the poor who live on the margins of subsistence",
  "should be considered a basic human right and should not be counted when ascribing responsi-",
  "bilities for emissions reduction.",
  "The tenets of India’s argument and negotiations on climate change have consistently",
  "remained ‘equity with social justice’—the right to develop and a need-based living. It draws",
  "inspiration from what Mahatma Gandhi, regarded as an apostle of human ecology, is widely",
  "cited as having said, that ‘the earth provides enough for everyman’s needs but not for every-",
  "man’s greed’. The ‘need’ and ‘greed’ add contestation to the ‘subsistence emissions’ and ‘life-",
  "style emissions’ debate. Thus, the right to develop, right to utilize resources and not be pena-",
  "lized by international constraints is held by India. As Manmohan Singh put it:",
  "Our people have a right to economic and social development and to discard the ignominy",
  "of widespread poverty. For this we need rapid economic growth. But I also believe that",
  "ecologicallysustainabledevelopmentneednotbeincontradictiontoachievingourgrowth",
  "objectives. In fact, we must have a broader perspective on development. It must include",
  "the quality of life, not merely the quantitative accretion of goods and services. Our people",
  "wanthigherstandardsofliving,buttheyalsowantcleanwatertodrink,freshairtobreathe",
  "and a green earth to walk on.13",
  "303Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "UttamKumarSinha",
  "India clearly feels that it is owed an incalculable ecological, social and economic debt by the",
  "industrialized, developed countries. The ecological debt also includes the illegitimate appro-",
  "priation of the atmosphere and the planet’s absorption capacity by the industrialized countries.",
  "The climate change debate in India has brought in a new set of dynamics and narratives where",
  "on the one sidethere is the politics of blame and on the other recognition of a shared dilemma",
  "and a growing need for action.",
  "Energy challenges and climate change",
  "For a rising economic power like India, the interplay between energy, environment and devel-",
  "opment policy is complex and challenging. There are issues of eradication of poverty and eco-",
  "nomic growth, on the one hand, and the sustainability of natural resources and energy choices",
  "on the other. India’s development path with a projected growth rate of 8%–9% is inextricably",
  "dependent upon external fossil fuel supply and, in the absence of suﬃcient domestic oil resour-",
  "ces, its quest for energy security is paramount.14 While global mitigation strategies are still being",
  "deliberated, India’s domestic strategy sets forth an approach towards a low-carbon economy,",
  "principallytoreduceitsdependencyonfossilfuelswithoutcompromisingitssteadygrowthrate.",
  "India’s energy scenario in the coming decades will largely depend on the energy use choices.",
  "However, at any reduced level, fossil fuels will remain the dominant source of energy in any",
  "conceivable scenario up to 2030 and in all probability beyond. According to projections by the",
  "IPCC, India will experience dramatic increases in energy and greenhouse gas emissions in the",
  "world if it sustains an 8% annual economic growth rate or more, since its primary energy",
  "demand will then multiply at least three- to four-times its present levels. There is now a clear",
  "recognition that business-as-usual is no longer tenable.",
  "India’s Integrated Energy Policy, adopted in 2006, is a response to managing the energy",
  "agenda through various measures. Such measures include:15",
  "(cid:1)",
  "(cid:1) Promoting energy eﬃciency in all sectors",
  "Need for mass transport",
  "(cid:1)",
  "Encouraging renewables",
  "(cid:1)",
  "Accelerating nuclear and hydro-electric power as clean energy",
  "(cid:1)",
  "Research and development in clean energy technologies",
  "(cid:1)",
  "Reforming energy markets to ensure price competition",
  "The Integrated Energy Policy is bolstered by other relevant legislation, including the New and",
  "Renewable Energy Policy (2005), the Rural Electriﬁcation Policy (2006), the National Envir-",
  "onmentPolicy(2006)andtheEnvironmentImpactAssessment(2006).However,the11thFive",
  "Year Plan suggestion for faster and more inclusive growth, targeting 9%–10% from 2007–12,",
  "seems far too ambitious. Calculations suggest that India needs about 500 MW of power each",
  "week for the next 25 years to sustain the present growth rate of 8%. India’s current installed",
  "power capacity is close to 145 GW, of which the overwhelming majority, 52%, comes from",
  "coal-based generation (76,299 MW), and with renewables, including hydro-electricity,",
  "accounting for 34%.16",
  "Fora country ofIndia’ssize andenergy requirements, 145GW isnot suﬃcient. Thegrowth",
  "rate will be undermined and compromised by the lack of available power. Increasing the",
  "installed power capacity to 225 GW by 2012 and then to 800 GW by 2030, along with the",
  "corresponding expansion of the energy infrastructure, would come at a huge cost. For India,",
  "ﬁnance for development is crucial and, therefore, it needs to be positively engaged in the",
  "304Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandclimatechange",
  "multilateral forum. Such an expansion also implies a high CO emissions rise, since much of it",
  "2",
  "will continue to come from fossil fuel-based energy. The dilemma pertains to which energy",
  "pathways to take. The Planning Commission in its 2006 study noted that the projected CO",
  "2",
  "emissions from various diﬀerent scenarios ranging from coal-dominant to low-carbon ones",
  "foundadiﬀerenceofnearly 35%betweenthe best-casescenario andtheworst. Inthe business-",
  "as-usual scenario emissions will rise from the present 1.2 Gt per capita per year, to 5.5 Gt per",
  "capita per year by 2031–32.In the best-case scenario, or low-emissions scenario, the rise would",
  "be 3.9 Gt per capita per year.17",
  "The emphasis for India needs to be on pursuing carbon abatement policies that minimize",
  "energy consumption and reduce dependency on oil imports. Not surprisingly the 11th Five",
  "Year Plan commits the country to reducing energy intensity per unit of GHGs by 20% from",
  "the period 2007–17. India’s energy intensity level of 0.16 is below the world average of 0.21",
  "and the US ﬁgure of 0.22, with Indian ministers like R. Shahi arguing that, ‘lowering the",
  "energy intensity of GDP [gross domestic product] growth through higher energy eﬃciency is",
  "important for meeting India’s energy challenge and ensuring its energy security […] there is",
  "room to improve and energy intensity can be brought down signiﬁcantly in India with current",
  "commercially available technologies’.18 It wassigniﬁcant in his exposition onenergy policy that",
  "Shahi brought out the basic tensions surrounding climate change and India’s position:",
  "However, it is important to keep the perspective in view. Per capita emission of carbon",
  "dioxidearethehighestinhighincomecountries[…]Developmentprocesswillnecessitate",
  "consumption of higher levels of energy. While discussing the concerns on issues like cli-",
  "mate change and global warming, it will not be equitous to put together countries with",
  "comparatively low per capita emissions and whose large population are yet to see the fruits",
  "of development and respectable standard of living with countries which are already devel-",
  "oped and have very high per capita income and still have ever growing energy consump-",
  "tion. Eﬀorts should be to achieve a unit of human welfare with least possible energy",
  "consumption.19",
  "Certainly thereexists alargepotential forenergysaving.Forexample,one-thirdoftotalenergy",
  "is used for domestic cooking purposes, thus eﬃcient cooking processes are a high priority. Also",
  "the Bureau of Energy Eﬃciency (BEE) started an energy labelling programme for appliances in",
  "2006, whichis expectedto leadto signiﬁcantsavings in electricity annually. Whilemany ofthe",
  "measures are directed towards greater energy eﬃciency, price reforms and removal of subsidies",
  "toencourageamorecarbon-friendlymarket,thecruxoftheproblemliesinreducingfossilfuel",
  "energy or, in other words, focusing on clean energy options.",
  "The National Action Plan on Climate Change (NAPCC), released by the Prime Minister in",
  "June 2008, is a plan of action and sets out key initiatives on energy and climate connect. The",
  "Prime Minister noted: ‘our vision is to make India’s economic development energy eﬃcient.",
  "Overaperiodoftimewemustpioneeragraduatedshift fromeconomicactivity basedonfossil",
  "fuels to one based on non-fossil fuels and from reliance on non-renewable and depleting sour-",
  "ces of energy to renewable sources’.20 The NAPCC has eight ‘missions’:",
  "(cid:1)",
  "National solar mission",
  "(cid:1)",
  "(cid:1) National mission for enhanced energy eﬃciency",
  "National water mission",
  "(cid:1)",
  "National mission on sustainable habitat",
  "(cid:1)",
  "National mission for sustaining the Himalayan ecosystem",
  "305Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "UttamKumarSinha",
  "(cid:1)",
  "National mission for green India",
  "(cid:1)",
  "National mission for sustainable agriculture",
  "(cid:1)",
  "National mission on strategic knowledge for climate change",
  "The NAPCC identiﬁes measures and mechanisms that link development objectives to addres-",
  "sing climate change eﬀectively, with a clear focus on renewable energies that are scalable and",
  "sustainable. There is now traction in India’s initiatives and investments on clean energy. India",
  "has the fourth largest installed wind energy capacity and is the second largest biogas producer.",
  "Underthe11thFiveYearPlanatargetof14GW–20GWofadditionalrenewablecapacityare",
  "planned.Further,IndiaactivelysupportstheCleanDevelopmentMechanism(CDM)underthe",
  "UNFCCC and has eﬀectively employed it.",
  "India’s vulnerability to climate change",
  "In spite of the controversies questioning the credibility of the IPCC, especially over ‘alarmist’",
  "projections and science concerning the extent of Himalayan glacier melt, the Indian Govern-",
  "ment regards the IPCC as an important scientiﬁc body, albeit not sacrosanct.21 In spite of the",
  "head of the IPCC being an Indian, Rajendra Pachauri, apprehensions have always existed and",
  "more often than not been perceived on the basis of the IPCC being driven and dominated by",
  "the concerns of the industrialized world. The current leadership eﬀort has been to build a net-",
  "work of scientiﬁc institutions in order to develop ‘domestic’ research capacities on climate",
  "issues, especially on glacial studies.",
  "Nevertheless, there is growing recognition in India of the need for ‘precautionary principles’",
  "based on the vulnerability and risks that climate change poses, and in this regard the IPCC",
  "ﬁndings have been instructive. According to the Ministry of Environment and Forests (MoEF)",
  "report of October 2007, India is already spending over 2% of its GDP on measures to adapt to",
  "the impact ofclimate variability. The costs are high, withsome estimatesthat India could suﬀer",
  "a loss of 9%–13% of its GDP in real terms by 2100 in a no-change scenario, and the precau-",
  "tionary principles, therefore, gain much credence.22",
  "TheIPCC2001ReportprojectedforIndiaa2.7–4.3degreesCelsiusriseby2080andfurther",
  "predicted a sea-level rise up to 88 cm by 2100 in the Indian subcontinent. The report stated:",
  "‘Rising sea levels could threaten coastal mangrove and wetland systems, and increase the ﬂood",
  "risk faced by a quarter of India’s coast dwelling population’.23 In its 2007 Report some of the",
  "IPCC projections for South Asia and India included the following:24",
  "(cid:1)",
  "GlaciermeltintheHimalayasprojectedtoincreaseﬂoodingandthenfollowedbydecreased",
  "(cid:1) river ﬂows as the glaciers recede.",
  "Freshwater availability, particularly in large river basins, projected to decrease, which along",
  "with population growth and increasing demand could adversely aﬀect more than 1,000m.",
  "people by 2050.",
  "(cid:1)",
  "Coastal areas, especially heavily populated mega-delta regions, will be vulnerable to",
  "(cid:1) increased ﬂooding from the sea and rivers.",
  "Crop yields could decrease by up to 30% in South Asia by the middle of the 21st century,",
  "with the risk of hunger projected to be very high.",
  "The above projections and ﬁndings underscore India’s vulnerability to climate change that",
  "could severely test its governance and institutional resilience. It could, if not comprehensively",
  "dealt with, become a political challenge diﬃcult to overcome.",
  "306Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandclimatechange",
  "However, while India is exposed to climate change risks, it has not yet ascertained how",
  "vulnerable it is to climate change. Risk is the probability of the event happening. Vulnerability",
  "is expressed by the negative eﬀects of climate change and taken as an extreme form. India is",
  "vulnerable to the consequences of climate change like food shortages, droughts, ﬂooding, dis-",
  "ease outbreaks, alteration in maritime ecosystems, increased frequency of national disasters,",
  "melting of glaciers, degradation of coastal areas, migration leading to demographic shifts, etc.",
  "Agriculture will become increasingly sensitive to climate change, while concerns over emissions",
  "could lead to protectionism in international trade. As for the 700m. people in rural India who",
  "are dependent on the most climate change-sensitive sectors for their livelihoods—agriculture,",
  "forests and ﬁsheries—the future will bring declining crop yields, degraded land, water shortages",
  "andillhealth.Theunexpectedandextremeweatherconditionsaccompaniedbyclimatechange",
  "will also render traditional weather knowledge useless.",
  "Climate change and its impact on water resources are likely to emerge as a critical issue in",
  "India’s relations with its neighbours. Seven of the world’s major rivers originate in the Hima-",
  "layan and Tibetan plateaux and are a source for about 40% of humanity living in China, India,",
  "Nepal,Bhutan,Myanmar,Bangladesh,PakistanandotherSouth-East AsiancountrieslikeLaos,",
  "Cambodia andViet Nam.In the Indian neighbourhood, waterrelations (orwater security) will",
  "be high on the political agenda. In Pakistan, anti-India propaganda routinely highlights how",
  "India is bent upon diverting the Indus waters and converting Pakistan into a desert. Bangladesh",
  "has also been critical of India on water-related issues. India’s neighbourhood is unstable; fragile",
  "states will come under considerable stress and strain due to climate change. Tensions between",
  "India and Pakistan are likely to arise over water issues due to reduced ﬂows in the Indus River",
  "Basin. Over-ﬁshing could become an issue between India and Sri Lanka. India could face cli-",
  "mate refugee inﬂows from neighbouring countries, particularly Bangladesh and the Maldives.",
  "Water issues are likely to assume greater salience in Sino-Indian relations as well, particularly in",
  "the context of reports that China is planning to divert the waters of Yarlung-Tsangpo, which",
  "originates from Tibet and ﬂows into India as the Brahamaputra, to its northern territories.",
  "Climate change will also have an impact on the war-ﬁghting capabilities of the Indian mili-",
  "tary. Changing weather patterns will have to be factored into mission planning. The melting of",
  "snows and the accompanying ﬂash ﬂoods could undermine the military’s mobility, its commu-",
  "nicationfacilities,stocklevelsandlogistics.Simultaneously,thearmedforceswillberequiredto",
  "prepare new missions geared towards relief and rescue. The increasing frequency of natural",
  "disasters will require the armed forces to gear adequately to meet these disasters and they will",
  "also have to focus on immediate and long-term planning to meet the consequences of natural",
  "disasters.",
  "The key ministry traditionally leading on domestic policy-making has been the Ministry of",
  "Environment and Forests, while the Ministry of External Aﬀairs leads on international nego-",
  "tiations such as those under the UNFCCC. Over the years, other ministries with a mandate to",
  "help frame India’s climate change policy have emerged. This has also led to overlapping",
  "objectives, particularly with ministries mandated with energy-related portfolios such as coal,",
  "power,petroleumandnaturalgas,andnewandrenewableresources.Interestingly,theMinistry",
  "of New and Renewable Energy (MNRE) is the ﬁrst such in the world and draws its ante-",
  "cedence from the Commission for Additional Sources of Energy (CASE), which came about in",
  "the backdrop of the oil shocks of the 1970s. In order to create policy co-ordination and",
  "coherence, in June 2007 the Council on Climate Change was constituted under the direct",
  "chairmanship of the Prime Minister, to ‘coordinate national action plans for assessment, adap-",
  "tation and mitigation of climate change and to advise the Government on proactive measures",
  "that can be taken by India to deal with the challenge of climate change’. The military has also",
  "307Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "UttamKumarSinha",
  "been closely involved in the protection and management of ecology. An ecological cell was",
  "established in the Army headquarters under the Quartermaster General Branch in the early",
  "1990s, since which time the Indian Army has established eight Ecological Task Force (ETF)",
  "units and is probably the only army in the world with troops dedicated to greening arid deserts",
  "and barren mountains. The National Disaster Management Authority (NDMA), under the",
  "chairmanshipofthePrimeMinister,cameintoexistenceundertheDisasterManagementActof",
  "2005 and is the nodal agency for eﬀective disaster management.",
  "India as an emerging power",
  "At the 1972 UN Conference on Human Environment in Stockholm, regarded as a prototype",
  "for the numerous other UN-sponsored global meets onenvironmental issues and which helped",
  "to establish the United Nations Environmental Programme (UNEP), Prime Minister Indira",
  "Gandhi lent credence to the ‘South’ developing countries’ point of view by stressing the pov-",
  "ertyofthedevelopingcountriesasthesinglegreatestcontributortoenvironmentaldegradation.",
  "The Stockholm Conference also signalled India’s formal entry into the global debate on envir-",
  "onmental issues and a torch-bearer of the developing countries’ right to develop. In the 1992",
  "Rio Conference ‘per capita equity’ was the bedrock of India’s international stance.",
  "At the Copenhagen Summit in 2009 India, along with Brazil, South Africa and China",
  "(BASIC), emerged as key players in the negotiating process. Though fragmented in outlook,",
  "these leading developing countries share a common set of concerns around the developmental",
  "impact of climate change itself and, concurrently, a suspicion that the evolving regime on cli-",
  "mate change is aimed at shifting an unfair burden of accountability for it onto them. Post-",
  "Copenhagen the growing gap between perspectives held by industrialized and emerging",
  "economies will increase, raising the spectre of a new North–South divide over climate change.",
  "While the emerging geopolitical alliance between the four large developing BASIC countries",
  "will seek to shape the future contours of negotiations on emission reductions, a counter-",
  "response can be equally expected, particularly on China and India as global culprits for CO",
  "2",
  "emissions. In fact, the European Union (EU) refers to the two as ‘advanced developing coun-",
  "tries’, trying to make a distinction that India and China should not take refuge in the devel-",
  "oping world indices, but should have a new set of parameters to evaluate their particular",
  "responsibilities. Calculated backlashes from the industrialized countries, such as the use of",
  "environmentalregulationsasbarrierstotrade,willbelikelyandtheimpositionofsuchpenalties",
  "could undermine vital developmental gains for the emerging economies.",
  "India, as in the 1970s, will be central in recasting the relationship between the older indus-",
  "trialized and newer industrializing worlds. The prevailing approach to global governance, sym-",
  "bolized by the ad hoc inclusion of these countries through the G8 plus mechanism, has already",
  "given way to an institutionalized engagement in the form of the broadened membership of the",
  "G20. As Manmohan Singh told the G8 Summit, ‘the quicker you reduce your emissions, the",
  "greater the incentive for us to follow […] If we are to honestly address the climate change",
  "challenge, it is important that we recognize the right to equal sustainable development and",
  "historical responsibility’.25 India, through the grouping, will echo its long-standing position on",
  "non-binding commitment on emissions cuts and call for the industrialized countries to adopt",
  "quantiﬁable targets commensurate with their historical impact on the global climate.",
  "With a not-so-substantive Copenhagen Accord and a general inertia setting in, thinking",
  "beyond the Kyoto framework and exploring other multilateral arrangements is a likely out-",
  "come. The Asia-Paciﬁc Partnership for Clean Development and Climate (APP), formed in",
  "308Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandclimatechange",
  "2005 with member countries including Australia, China, India, Japan, the Republic of Korea",
  "(South Korea) and the USA, will draw considerable attention. A transregional grouping like",
  "IBSA (India, Brazil and South Africa) along with other developing countries like China could",
  "coalesce around carbon emissions and articulate a multilateral arrangement on ‘restricting’",
  "emissions rather than ‘reducing’ them. In fact, IBSA + China constitutes the BASIC countries.",
  "Climate change was the subject of the BASIC summit in June 2010, in which suggestions to",
  "sideline the ‘historic responsibility’ obligations of existing developed Western countries were",
  "rejected.26Moreover, they are increasingly looking to less-developed areasofthe world (andin",
  "some cases developed resource countries like Canada and Australia), to address their energy",
  "needs,especiallythroughstate-supported oilandcoal exploration andcommercialdevelopment",
  "of bio-fuels. Whether their complementary positions on climate change can help bridge their",
  "contrasting interpretation of global politics, however, will have to be seen.",
  "Climate change debate post-Copenhagen",
  "As the most populated democratic country, India has found the ‘per capita equity’ argument",
  "always appealing. Not only with the climate change debate, but on many other occasions,",
  "whetheronﬁnancialcontributionstotheUNorseekingaPermanentSeatontheUNSecurity",
  "Council, India has projected its high population and unbridled growth convincingly. Such a",
  "position has been a matter of convenience and justiﬁcation for not taking action that does not",
  "suit India’s interests. However, the ‘per capita emissions’ stance, particularly in the post-",
  "Copenhagen period, has domestically generated a great deal of introspection, with frequent",
  "argument that a new and conﬁdent India needs to go beyond its narrow conﬁnements and",
  "grandstanding and take the lead in climate change action. Others take a far more conservative",
  "view,arguingthatthe‘principleofequity’basedonan‘equalpercapitaapproach’isnotonlya",
  "principled position but has national consensus cutting across party lines. India’s negotiators,",
  "having invested considerable diplomatic and lobbying eﬀort, are sensitive to any counter views",
  "that they feel compromise the foreign policy of India.",
  "Such negotiators believe that this consensus is being challenged by the Minister of Environ-",
  "ment, Jairam Ramesh, who has often indicated that India should abandon the ‘per capita",
  "approach’. According to Ramesh, ‘this common but diﬀerentiated responsibilities argument can",
  "begivenbutthepoliticaleconomyintoday’sworldbeingwhatitis[…]ifwehavesuperpower",
  "ambitions and superpower visions then that should taken on superpower responsibilities, and",
  "superpower responsibilities include greater awareness on the international dimensions’.27 It is a",
  "perceptive interpretation of the geopolitical reality. It is unlikely that India and China will be",
  "exemptedfromtheCO emissionsreductionrequirementsinthepost-2012scenario,andlikely",
  "2",
  "thatIndiawillbecalledupontomakesomemodestreductions.Thisisinstructive.Indiahasnot",
  "beenanhistoricemitterandhasthusjustiﬁeditspositiononemissionscuts,butitwillbealarge",
  "future emitter, a fact that it cannot negate. For example, during the period 1990–2000 emis-",
  "sions in the USA grew by 16%, while in India they grew by 51%. The future will see a larger",
  "carbonfootprint.WhatisatstakehereforthecriticsoftheMinister’sapproachisthedamageto",
  "India’s credibility in the negotiations and the importance of a national consensus on a major",
  "policy reversal that is approved by parliament.",
  "The whole debate demonstrates the reviewing, revamping and re-examination of policies,",
  "arguments and strategies on climate change. This is vital, as interests change with a changing",
  "world.Manyquestionsemerge:whetherthe‘percapitaemissions’principleisadefensivestance",
  "today with a changing balance of power. How does India balance its domestic interests and yet",
  "contributetoitsaspirationsofaglobalemergingpower?Doesthe‘percapitaequity’needtobe",
  "309Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "UttamKumarSinha",
  "measured with India’s own population, since the rich in India are as high in their consumption",
  "andcarbonfootprintastheaveragepersonintheindustrializedworld?Are‘percapitaemissions’",
  "a justiﬁcation of India’s failure to deal eﬀectively with climate change and a protective",
  "mechanismfortherichandaﬄuent?Doeslookingawayfromthe‘percapita’perspectiveherald",
  "anewthinkingandputIndiaattheforefront ofcontemporarystatessearchingforsolutionsand",
  "breaking deadlocks on complex issues?",
  "Conclusions",
  "Climate change presents unprecedented challenges and opportunities for India. In the 1970s",
  "India’s position was based on ideological preconception and linked to development and pov-",
  "erty.Itwasarticulatedwithunmatchedconviction.Sincethe1990stheclimatedebatehasbeen",
  "about projection, posturing and grandstanding. In recent times, particularly post-Copenhagen,",
  "there seems to be a rethink and re-evaluation that suggests that Indian policy-makers, along",
  "with business and industry, are responding to both the energy challenge and climate change",
  "challenge.India’s‘percapitaemissions’positionhasbeenheatedlydiscussed,andwithincreasing",
  "intensitydomestically.Stressingemissionsrightsisonething,butstressingotherlargerobjectives",
  "of a climate-responsible development agenda is equally important both in operative and func-",
  "tional terms. India needs a new narrative that is bold and forward-looking and not trapped in",
  "regressive approaches.",
  "Emissions rights cannot be situated outside the framework of equitable human development.",
  "India’s argument on emissions rights is valuable to the extent of being allowed the space and",
  "time to develop, but it cannot be an excuse for not taking eﬀective action to curb the dangers",
  "of climate change. India needs to ensure a conducive global environment for furthering its",
  "economic interests, enhanced trade and investment inﬂows, technology transfers and energy",
  "security. Politically, as the international system transitions to real multipolarity, existing power-",
  "holders may seek to freeze this move, to continue the existing inequities in the international",
  "order. To break such exclusivity, India needs to balance its stance on external climate change",
  "negotiations with its internal action plan. India should be seen as the change. Taking unilateral",
  "steps in mitigating emissions and setting voluntary targets for energy eﬃciency should convey",
  "the message that it is not a deal-breaker but a game-changer. The critical choice that India will",
  "havetomakeiswhentojointheemissions-reductionprocess,ﬁrstonavoluntarybasisandlater",
  "with legally binding targets. For India, it will not be an either/or situation any more. It will",
  "necessitate a major shift of approach, strategy and, more importantly, a mindset.",
  "Notes",
  "1 M. Singh, ‘Prime Minister’s Speech on Release of Climate Change Action Plan’, 30 June 2008,",
  "pmindia.nic.in.SeealsoU.Sinha,‘ClimateChange:IssuesandDivides’,StrategicAnalysis,Vol.33,No.",
  "2,2009,forgeneralIndia-relatedanalysis.",
  "2 ‘It is very important that the provisions and principles of the Convention, especially common but",
  "diﬀerentiated responsibilities and respective capabilities, are respected in these negotiations and their",
  "outcomes in letter and spirit’, quoted from M. Singh, ‘Intervention at Major Economies Meeting on",
  "ClimateChange’,G-8Summit,9July2008,pmindia.nic.in.",
  "3 Foraninterestingaccountofthescienceandpoliticsofclimatechange,seeA.DesslerandE.Parson,The",
  "ScienceandPoliticsofGlobalClimateChange,Cambridge:CambridgeUniversityPress,2006,pp.34–37.",
  "4 TheCopenhagenAccordadoptedon18December2009laiddownthat:a)CO emissionswouldbe",
  "2",
  "kept below two degrees Celsius, with eﬀorts to ‘peak’ them asearly as possible. No binding emission",
  "cutswereproposed;andb)developedcountriescommittoagoalofmobilizingjointlyUS$100,000m",
  "310Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandclimatechange",
  "a year by 2020 to address the needs of developing countries, especially with regard to mitigation,",
  "adaptation,capacitybuilding,technologydevelopmentandtransfer.",
  "5 R.Shahi,‘India’sStrategyTowardsEnergyDevelopmentandEnergySecurity’,BoardofInternational",
  "EnergyAgency,12December2006,p.19,www.powermin.nic.in.",
  "6 UNDP, Human Development Report 2007/2008. Fighting Climate Change: Human Solidarity in a Divided",
  "World,NewYork:UnitedNationsDevelopmentProgramme,2007,pp.7,44.",
  "7 See Ahluwalia’s interview, ‘Everyone in the World Should Have an Equal Carbon Footprint. Pollu-",
  "tionPerPersonshouldbeEqualised’,IndianExpress,3December2009.",
  "8 M.Singh,‘InterventionatMajorEconomiesMeetingonClimateChange’,G-8Summit,9July2008.",
  "9 StatementbyKapilSibalatthe95thIndianScienceCongress,2008.",
  "10 Government of India, Eleventh Five Year Plan 2007–2012, New Delhi: Planning Commission, June",
  "2008,p.205.",
  "11 SeeK.Parikh,ConsumptionPatterns:TheDrivingForceofEnvironmentalStress,NewDelhi:IndiraGandhi",
  "InstituteofDevelopmentResearch,1991.",
  "12 UNDP,HumanDevelopmentReport2007/2008,op.cit.,p.69.",
  "13 M. Singh, ‘Prime Minister’s Speech on Release of Climate Change Action Plan’, 30 June 2008,",
  "pmindia.nic.in.",
  "14 The Eleventh Five Year Plan (2007–2012), op. cit., sets a target of 9% growth in the ﬁve-year period,",
  "reaching10%bytheendofthePlan.",
  "15 Government of India, Integrated Energy Policy: Report of the Expert Committee, New Delhi: Planning",
  "Commission,2006,pp.15–16.",
  "16 Government of India, India’s Installed Power Capacity, New Delhi Ministry of New and Renewable",
  "Energy,2008.",
  "17 GovernmentofIndia,IntegratedEnergyPolicy,op.cit.,p.50.",
  "18 R. Shahi,‘India’sStrategy Towards Energy Development andEnergy Security’,op.cit., pp.5–6.The",
  "ﬁgure,citedbyShahi,isintermsofkgOE/$GDPPPP,i.e.kilogramsofoilequivalentperdollarof",
  "GDPexpressedinpurchasingpowerparityterms.",
  "19 Ibid.,p.19.",
  "20 M.Singh,‘PrimeMinister’sSpeechonReleaseofClimateChangeActionPlan’,op.cit.",
  "21 In 2010 the relationship between India and the UN’s IPCC hit rough weather, despite the fact that",
  "Rajendra Pachauri, head of the IPCC, had been nominated by the Government of India. India’s",
  "environment minister, Jairam Ramesh, openly criticized the IPCC’s projection of early disappearance",
  "of the Himalayan glaciers as ‘not based on an iota of scientiﬁc evidence’, and being scare tactics for",
  "whichthePanel‘hastodoalotofanswering’.See‘IndiaCriticisesUNWarningonHimalayanGla-",
  "cierMelt’,BBC,19January2010,news.bbc.co.uk.",
  "22 Carbon Disclosure Project, Report 2007. India, p. 12, www.cdproject.net. Also, ‘India More Vulner-",
  "abletoClimateChange’,TimesofIndia,3September2008.",
  "23 United Nations Intergovernmental Panel on Climate Change (UNFCCC), Climate Change 2007:",
  "Synthesis Report. Summary for Policymakers – An Assessment of the Intergovernmental Panel on Climate",
  "Change,NewYork:UnitedNationsIntergovernmentalPanelonClimateChange,2007,p.13.",
  "24 Ibid.",
  "25 M.Singh,‘InterventionatMajorEconomiesMeetingonClimateChange’,op.cit.",
  "26 N.Sethi,‘BASICMeetonClimateEquityinJune’,TimesofIndia,3May2010.",
  "27 M. Mehta, ‘Per Capita Fig Leaves and Melting Glaciers – Will the Real Jairam Ramesh Please Stand",
  "Up?’,20August2009,www.climatechallengeindia.org.",
  "311Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]