[
  "c28",
  "India and outer space",
  "S. Vijayasekhara Reddy",
  "Introduction",
  "After the USSR and the USA heralded the dawn of the space age in 1957, almost all countries",
  "took it for granted at the outset that major space programmes were beyond their ﬁnancial",
  "scope. Even the industrialized nations of Europe, with the possible exception of France, shared",
  "this outlook. The Indian Prime Minister, Jawaharlal Nehru, stated in early 1960 that although",
  "India was ‘high up in the list of advanced countries’ in the ﬁeld of atomic energy, it could not",
  "go far in space exploration because of its want of resources.1 Yet the appeal of space remained",
  "strong, and this chapter sets out to analyse the appeal and implementation of such drives for",
  "India.2",
  "Setting up India’s space programme",
  "In India the appeal of space was largely conﬁned to the scientiﬁc community engaged in the",
  "various branches of upper atmospheric and geophysical sciences. As early as 1956 the physicist",
  "VikramSarabhai,whohadplayedanactiveroleinshapingtheinternationalscienceprogramme",
  "International Geophysical Year (IGY) in 1957–58, had called for establishing a research base in",
  "‘rockets and missiles’, and from 1958–59 was engaged with the problems of setting up an",
  "organized space programme in the country. With international co-operation in the peaceful",
  "uses of outer space emerging high on the agenda of the UN and with the National Aeronautic",
  "and Space Administration (NASA) of the USA making concrete proposals for co-operation in",
  "space research at the third meeting of the Committee on Space Research (COSPAR) in early",
  "1960,policy-makersinIndiabegantothinkseriouslyabouttherelevanceofspaceresearchfora",
  "developingcountrylikeitself.Convincedthatspaceresearchandspacetechnologyhadpractical",
  "applications with signiﬁcant implications for agriculture, education, industry and other areas of",
  "scientiﬁcendeavour,3that‘thesubjectofpeacefulusesofouterspaceislikelytobeofincreasing",
  "importance in the near future’,4 and that it was a ﬁeld in which international co-operation on",
  "an extensive scale may be brought about, the Government of India in August 1961 entrusted",
  "the Department of Atomic Energy (DAE) with the responsibility of conducting space research",
  "and its peaceful applications. In early 1962 the DAE set up the Indian National Committee for",
  "312Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandouterspace",
  "SpaceResearch(INCOSPAR)tohelpformulateandexecutepoliciesforpeacefulusesofouter",
  "space. With the appointment of Sarabhai as the chairman of this committee, Indian space plans",
  "began to take concrete shape.",
  "INCOSPAR initially planned to set up a programme of meteorological rocket sounding in",
  "collaboration with NASA, but when international scientiﬁc unions such as COSPAR as well as",
  "the United Nations Committee on the Peaceful Uses of Outer Space (COPUOS) came up",
  "with the proposals to accord UN sponsorship for international sounding rocket facilities in sci-",
  "entiﬁcallycriticallocations,Indiabyvirtueofitslocationonthegeomagneticequatoroﬀeredto",
  "host such a facility. With the active support and assistance of the principal space powers, the",
  "USA and USSR, as well as France and the United Kingdom, India then established an inter-",
  "national sounding rocket facility, the Thumba Equatorial Rocket Launching Station (TERLS),",
  "which became operational in November 1963 with the launching of a US Nike Apache rocket",
  "carrying a sodium vapour payload supplied by France.",
  "Although India began its foray into space with a scientiﬁc research programme, from its",
  "inception the main thrust was on realizing the practical beneﬁts of space research through self-",
  "reliant development of space technology. Homi J. Bhabha, the head of the DAE underscored",
  "this at a seminar organized by INCOSPAR in early 1963, when he said:",
  "Another and perhaps the most important reason for India going into space research was",
  "that there are many areas in which it is likely to yield results of great practical interest and",
  "importance in the near future, and we would once again be falling behind the advanced",
  "countries in practical technology if we were not to look ahead and prepare to take",
  "advantage of these new developments also […] If we do not do so now, we will have to",
  "depend later on buying know-how from other countries at much greater costs.5",
  "In the latter half of the 1960s the basic infrastructure necessary for a broad-based space pro-",
  "gramme was put in place under the leadership of Vikram Sarabhai, who was appointed head of",
  "the DAE upon the untimely death of Bhabha in 1966. Sarabhai also broadly outlined the",
  "objectivesofthespaceprogramme.Whilethebroadgoalsoftheprogrammeweretoenablethe",
  "country to leap-frog to a higher level of social and economic development, the speciﬁc social",
  "and economic objectives of the space programme related to the use of orbiting satellites for",
  "communications, in respect of telecommunications and television, meteorological observation",
  "and forecasting, and remote sensing of natural and renewable earth resources.",
  "As in other national endeavours, ‘self-reliance’ was the main thrust of the strategy employed",
  "intheaccomplishmentofIndia’sspacepolicyobjectives.Theaccentonattainingself-reliancein",
  "space technologies was further reinforced by the diﬃculties in acquiring critical space technol-",
  "ogies from the industrialized nations. In early 1965, when India, which had already signed an",
  "agreement with Sud Aviation of France for the licensed production of a Centaure sounding",
  "rocket, approached the USA for the Scout rocket technology, the USA saw it as a step in the",
  "direction of acquiring ballistic missile capability and refused to supply the rocket technology.",
  "For a country like India, which had been seeking to maximize its independence in the inter-",
  "national system, the denial of rocket technology raised concerns over the dependence of a",
  "national programme on launch services provided by advanced space powers. As Sarabhai poin-",
  "ted out in August 1968, in his address to the UN Conference on the Exploration and Peaceful",
  "Uses of Outer Space:",
  "Thepoliticalimplicationsofanationalsystemdependentonforeignagenciesforlaunching",
  "a satellite are complex. Theyare not negative in the presentday world onlyin the context",
  "313Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "S.VijayasekharaReddy",
  "of the coming together of the national interest of the launcher and the user nations. As",
  "long as there is no eﬀective mutually or interdependence between the two, many nations",
  "leftwiththegroundsegmentwouldprobablyfeeltheneedforsomemeasureofredundant",
  "capability under complete national jurisdiction.6",
  "Thestrikingaspectherewashisfocusonthepoliticalnationalsovereigntyconsiderationsfeltby",
  "India in relation to outside states. It was all part and parcel of India’s wider concerns for ‘stra-",
  "tegic autonomy’.",
  "In the latter half of the 1960s, therefore, the acquisition of indigenous capabilities in the",
  "entire spectrum of space technology, launch vehicles, satellites and supporting ground technol-",
  "ogyforspaceapplications becameafundamental feature ofthe Indianspaceeﬀort. The strategy",
  "that Sarabhai laid out for attaining self-reliance in space technology was one that combined",
  "strong domestic research and development (R&D) eﬀort with import of technology from",
  "abroad.Hestressedthatleadersattheoperativeleveloftheprogrammemustbecommittedand",
  "willing to stretch themselves to the fullest before asking for help from outside.7 Guided by this",
  "principle, he developed the space programme with international collaboration by forging rela-",
  "tionships with space organizations in the USA, France, the United Kingdom and the USSR.",
  "The Space Science and Technology Centre (SSTC) that was established at Veli Hills in",
  "1966–67 formed the core around which an extensive research and development infrastructure",
  "for designing, developing and constructing rockets and satellite payloads and instrumentation",
  "began to take shape. In the area of rocketry, with the basic infrastructure necessary for rocket",
  "construction becoming available from the licensed production of the Centaure sounding rocket,",
  "the DAE sought to acquire indigenous competence in the ﬁeld by developing a series of one-",
  "stage and two-stage sounding rockets, called the Rohini series. Beginning with the Rohini-75, a",
  "smallrocketweighingonly10kgthatwaslaunchedinNovember1967,anumberofsounding",
  "rockets, each with increasing diameter and payload capacity, were developed and launched. In",
  "the area of satellite communications India gained experience in building and operating ground",
  "satellite communication terminals from the Experimental Satellite Communication Station",
  "(ESCES) that was set up with funding from the UN Development Programme (UNDP). The",
  "DAEalsoorganizedexperimentstodemonstratethedevelopmentpotentialoftelevisionaswell",
  "as remote sensing techniques, and conducted a series of system studies to deﬁne the overall",
  "system conﬁguration for the satellite-based television broadcasting experiment that it proposed",
  "to conduct using NASA’s ATS-6 satellite. As a result of these activities, space research that was",
  "initiated by a small group of scientists expanded to include over 2,500 scientists from some 18",
  "major institutions, universities and organizations by the end of the 1960s.",
  "Institutionalized programme",
  "Equipped with the basic capabilities to produce its own two-stage sounding rockets and",
  "sophisticated scientiﬁc payloads, in the early 1970s the DAE sought to acquire further cap-",
  "abilities to construct communication and remote-sensing satellites, as well as launch vehicles to",
  "orbit such satellites, by developing experimental satellites and launch vehicles. With space",
  "research and technology poised for a new phase of development, the Government of India",
  "considered it ‘necessary to set up an organization, free from all non-essential restrictions or",
  "needlessly inelastic rules, which will have responsibility in the entire ﬁeld of science and tech-",
  "nology of outer space and their applications’.8 Consequently, in June 1972 the Government set",
  "up a new policy-making body, the Space Commission, and handed over the subject of space",
  "research and its utilization (which had been held by the Department of Atomic Energy since",
  "314Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandouterspace",
  "1961) to a newly created Department of Space (DOS). The DOS, directly under the charge of",
  "the Prime Minister, was made responsible for the execution of space activities in the country",
  "through the Indian Space Research Organization (ISRO), which had been set up in 1969.",
  "With this, the Indian space eﬀort that began as an informal activity taken up by the DAE was",
  "transformed into an institutionalized programme with an assigned budget, time-bound goals,",
  "and speciﬁc projects in space applications and technology.",
  "The newly established DOS initially focused on developing the necessary experience to",
  "enable the design,manufacturing and operational teams to make the bestuse ofthe technology",
  "available. To this end, it conducted a series of experimental missions in the ﬁelds of satellite",
  "technology,launchvehiclesandspaceapplications.IntheareaofsatelliteapplicationstheDOS/",
  "ISRO gathered experience in running a satellite-based instructional television system by con-",
  "ductingayear-longexperiment,theSatelliteInstructionalTelevisionExperiment(SITE)during",
  "1975–76. It used NASA’s ATS-6 geostationary satellite to beam educational television broad-",
  "casts directly to community systems in over 2,400 villages. The following year, the DOS initi-",
  "ated another preparatory experiment, the Satellite Telecommunications Experiment Project,",
  "using the Franco-German communications satellite Symphonie. This two-year (1977–79)",
  "experiment enabled the country to gather experience in operating and using a geostationary",
  "satellite for domestic telecommunications. ISRO also conducted experiments in remote sensing",
  "utilizing its own experimental satellites (Bhaskara-I and Bhaskara-II), which were launched by",
  "the USSR in 1979 and 1981. It built a station in Hyderabad to receive data from US Landsat",
  "earth resources satellites. This station later became the base of the Indian National Remote",
  "Sensing Agency (INRSA).",
  "In the area of satellite technology ISRO built its ﬁrst scientiﬁc satellite (Aryabhata), two",
  "experimental earth observation satellites (Bhaskara-I and Bhaskara-II) and an experimental com-",
  "munication satellite (APPLE—Ariane Passenger Payload Experiment) for launch aboard a test",
  "ﬂight of the European Space Agency’s Ariane launch vehicle in 1981. In building Indian cap-",
  "abilities in satellite technology, the USSR played a vital role. Both the Aryabhata and the",
  "Bhaskara satellites were developed by joint teams of Indian-Soviet scientists and engineers. An",
  "important feature of these experimental satellite projects was that they were not modelled after",
  "the early generation satellites of the space powers, but represented state-of-the-art technology.9",
  "TheAPPLEsatellite,up-to-dateinsomeofitsfeatures,incorporatedthethree-axisstabilization",
  "technology that was mastered by the USA and Europe only in the mid-1970s.",
  "In the area of launch vehicles, in 1973 ISRO took up the development of a four-stage",
  "launch vehicle, the SLV-3. Between 1979 and 1983 ISRO conducted four experimental laun-",
  "ches of the SLV-3, a small 23-metre solid-fuelled experimental rocket. Although the ﬁrst",
  "launch of the SLV-3 ended in failure, the second launch in 1980 succeeded in placing a small",
  "scientiﬁc satellite weighing 40 kg into near earth orbit. With this, India became a member of",
  "the select group of space-faring countries, joining the USSR, USA, France, People’s Republic",
  "of China and the United Kingdom.",
  "Since the early 1980s, which is generally described as the maximum spin-oﬀ stage of the",
  "Indian space programme, ISRO operationalized its space services, initially by utilizing the",
  "multifunctionalIndianNationalSatellites(INSATs)constructedabroad,andlaterbydeveloping",
  "its own INSAT and Indian Remote Sensing (IRS) satellites. ISRO also acquired indigenous",
  "capabilities to place its own remote sensing and communication satellites into sun-synchronous",
  "and geo-synchronous orbits, respectively. The INSAT system, which was established with the",
  "commissioning of the INSAT-1B satellite in 1983, initiated a major revolution in the commu-",
  "nicationssector.In2010aconstellationof11indigenouslybuiltINSATsatelliteswithatotalof",
  "about 211 transponders in the C, Extended C and Ku-bands provided services to not only",
  "315Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "S.VijayasekharaReddy",
  "sustain the communication revolution in telecommunications and television broadcasting, but",
  "also to play a vital role in weather forecasting, disaster warning, and search and rescue opera-",
  "tions. The IRS satellite system, which became operational with the launch of IRS-1A in 1988,",
  "had 10 IRS satellites in operation in 2010, the largest civilian remote sensing satellite con-",
  "stellation in theworld.The images providedby thesesatellites ina varietyofspatial resolutions,",
  "spectral bands and swathes are being used for several vital applications covering agriculture,",
  "water resources, urban development, mineral prospecting, environment, forestry, drought and",
  "ﬂood forecasting, ocean resources and disaster management.",
  "In the 1990s India also acquired the capability to place its remote sensing satellites in sun-",
  "synchronous orbit. With the SLV-3 establishing indigenous technologies relating to propulsion,",
  "aerodynamics staging, structural engineering, vehicle control and guidance, and mission man-",
  "agement, in the early 1980s ISRO took up the development of the Polar Satellite Launch",
  "Vehicle (PSLV) to access the sun-synchronous orbit. The PSLV, a vehicle 10 times bigger than",
  "the SLV-3, incorporated complex technologies such as the strap-on motors and close-loop",
  "guidancesystem. Validatingthese technologiesbyconstructing theAugmentedSatellite Launch",
  "Vehicle (ASLV), ISRO carried out three developmental ﬂights of the PSLV,beginning with its",
  "ﬁrst launch in September 1993. With the ﬁrst operational launch of the PSLV in September",
  "1997 succeeding in putting a 1,250-kg remote sensing satellite, the IRS-1D, into sun-synchro-",
  "nous orbit, India’s dependence on Russian launchers for orbiting its remote sensing satellites",
  "ended. With several improvements being made in subsequent versions of the PSLV, especially",
  "thoseinvolvingthrust,eﬃciencyandweight,thePSLVemergedasaworkhorseforlaunchinga",
  "variety of satellites into low earth- and sun-synchronous orbits, as well as unmanned lunar",
  "probes.10 Its latest incarnation, thePSLV-C15, wassuccessfully tested in July2010 to launchan",
  "Algerian satellite, leading an Indian commentator to state that, ‘this launch needs to be viewed",
  "beyond commercial interests […] with this launch it could be said that India has started using",
  "“space diplomacy” as a foreign tool’.11",
  "The technological signiﬁcance of PSLV also lies in the fact that it feeds directly into the ﬁrst",
  "and second stages of the more powerful Geo-synchronous Satellite Launch Vehicle (GSLV) for",
  "launching communication satellites into higher orbits. The development of the GSLV with a",
  "cryogenic upper stage that was taken up in the late 1980s suﬀered a setback when Russia,",
  "coming under intense pressure from the Missile Technology Control Regime (MTCR), abro-",
  "gated the 1991 deal to transfer cryogenic engine technology. The indigenous eﬀorts to develop",
  "this engine began in 1996. In the meantime, ISRO used the cryogenic engines that were sup-",
  "plied by Russia without transferring technology, under the deal that was renegotiated with",
  "Russia in 1994. The ﬁrst GSLV (Mark 1) was launched in 2001, putting an Indian satellite into",
  "orbit. Four more GSLV launches followed in 2003, 2004, 2006 (a failure) and 2007. In April",
  "2010 the ﬁrst ﬂight of the GSLV-D3 (Mark 2), incorporating the indigenously built cryogenic",
  "upper stage, ended in failure, pushing back ISRO’s plan to attain complete self-reliance in",
  "orbiting its INSAT satellites, though a further launch attempt was envisaged for 2011.",
  "Acquisition of technological capabilities",
  "Although international co-operation played an important role in establishing the base for",
  "sounding rockets,satellite applicationsandsatellite manufacture,the mainthrust ofIndianspace",
  "policy has been on gaining indigenous competence in ‘the essential components of space tech-",
  "nology’.12Thiswaspromptedbythediﬃcultiesinacquiringcriticalspacetechnologiesfromthe",
  "industrializednations.IntheyearsafterIndiaconductedaPeacefulNuclearExplosion(PNE)in",
  "1974,itsnuclearprogrammeencounteredproblemsduetostringentexportcontrolexercisedby",
  "316Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandouterspace",
  "the industrialized nations. Anticipating similar problems with space technology, the DOS under",
  "the chairmanship of Satish Dhawan (1972–84), began to strategically plan and organize indi-",
  "genous technology development.13 Major initiatives to strengthen the domestic capabilities of",
  "industryandothernationalinstitutionsweretakenup.Theseincludedusingexistingcapabilities",
  "as well as creating new capabilities in industry through technology transfer and technical",
  "assistance.",
  "To begin with, the space programme had little or no industrial base to support it. In the",
  "1960s much of the work was done in-house, including the development of equipment and",
  "hardware fabrication. In the 1970s, as a result of the expansion of activities associated with",
  "experiments in space technology and applications, ISRO made deliberate and sustained eﬀorts",
  "to promote the participation of domestic industry in the space eﬀort by instituting technology",
  "transfer. However, only a few industries accepted major responsibilities or committed them-",
  "selves to the space projects. Throughout the 1970s industry’s collaboration with the space pro-",
  "gramme was largely conﬁned to the establishment of ground-based facilities, although it took",
  "up some fabrication work related to satellites and the SLV-3. With the projects taken up by",
  "ISRO in the 1980s (satellite services and development of operational satellites and launch",
  "vehicles) requiring gigantic facilities and new technologies, large industrial back-up became a",
  "necessity. However, the industry was reluctant to take up ISRO projects or absorb the know-",
  "how for products and processes generated by the space programme. Studies conducted by",
  "ISRO’s research centres in the early 1980s identiﬁed the factors limiting the industry’s partici-",
  "pation in space projects as follows: the low volume and less repetitive jobs of ISRO; the rig-",
  "orous quality and time standards set by the space establishment; and hesitation of industry to",
  "experiment with new materials and processes.14 In an eﬀort to lower the costs of the pro-",
  "gramme and share the burden of hardware and technical work with industry, DOS/ISRO",
  "adopted a range of policies such as aggressive promotion of technology transfers from ISRO",
  "laboratories and oﬀering consultancy services to industry,15 discouraging the Government from",
  "adopting liberal import policies,16 and designing space products and services not only to meet",
  "domestic requirements but also international market requirements.17",
  "As a result, by the end of the 1980s Indian industries emerged as sub-contractors for various",
  "ISRO projects. In the process ISRO’s budget spent through the Indian industrial sector rose",
  "from 1% in the 1970s to over 60% by the 1990s. By summer 2010 over 500 industries were",
  "contributing a range of products and services to the Indian space eﬀort.18 With most of the",
  "fabrication work on rockets and hardware and about 20%–30% of fabrication work on satellites",
  "subcontracted to industry, ISRO emerged mainly as a research and development organization",
  "with end-to-end capability, from conceptualizing to realizing the space system—satellites,",
  "launch vehicles and associated ground systems.19",
  "The expansion phase",
  "Having acquired the capability to design and develop its own satellites and launch vehicles, and",
  "established the space systems (INSAT and IRS) that had become an important part of the",
  "country’s developmental infrastructure, since the 1990s India has soughtto commercialize space",
  "technologiesandservicesaswellasstrengthenspacesciencesbytakingupplanetarymissions.As",
  "has been seen, in the 1980s the DOS/ISRO began designing its products to meet the domestic",
  "and international market to stimulate the participation of Indian industry in the space endea-",
  "vour. The forced indigenization eﬀorts since the 1980s, as a result of the restrictions on tech-",
  "nologies and components imposed by the MTCR and the escalation of the cost of space",
  "projects, have strengthened the urge to commercialize. In the 1990s India entered the",
  "317Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "S.VijayasekharaReddy",
  "international market to oﬀer its products and services by establishing Antrix Corporation Lim-",
  "itedasacommercialwingoftheISROin1992.Antrixinitiallybeganitsearningsbyproviding",
  "services and data, but with the PSLV launcher proving its reliability and cost eﬃciency, Antrix",
  "began oﬀering launch services for accessing low and polar orbits. Since 1999, when Antrix ﬁrst",
  "launched a third-party satellite (the 100-kg South Korean satellite Kistsat-3 and 45-kg German",
  "DLR Tubsat) along with ISRO’s own, it has launched over 22 small and large foreign satellites,",
  "the heaviest one so far being the 350-kg Italian satellite Agile in 2007.20 It has also begun to",
  "supply satellite subsystems and has established an alliance with Europe’s leading satellite manu-",
  "facturer, EADS Astrium, to jointly manufacture communication satellites using the INSAT bus",
  "for selling in global markets.",
  "Although India has been carrying out research in the ﬁelds of astronomy, atmospheric sci-",
  "encesandlong-termclimateresearchusingsoundingrockets,balloonsandscientiﬁcsatellites,in",
  "the early years of the new millennium the DOS/ISRO embarked on an ambitious planetary",
  "exploration, the ﬂagship mission of which was Chandrayaan. This development was widelyseen",
  "as a departure from the DOS’s original vision of an application-driven programme, even if the",
  "mission‘canprovideimpetustoscienceinIndia,achallengetotechnologyand,possibly,anew",
  "dimension to international cooperation’.21 The Chandrayaan mission, launched in October",
  "2008, consisted of a lunar orbiter and an impactor. In addition to ﬁve indigenous instruments,",
  "the mission included six scientiﬁc payloads from NASA, the European Space Agency and Bul-",
  "garia. The mission was instrumental in the ISRO-NASA joint discovery of water molecules on",
  "the moon’s surface, unattained by any of the previous missions of such nature. The follow-on",
  "mission, Chandrayaan-2, proposed to be launched in 2013, is being jointly developed with",
  "Russia. It will have an Indian orbiter and Russian lander and rover, and opportunities for sci-",
  "entiﬁc instruments from other countries. Meanwhile, the ISRO is also exploring the possibility",
  "of setting up an intermediate base on the moon so that it can help the space agency to explore",
  "other planets such as Mars and Jupiter from that platform.",
  "Indian space programme: the security dimension",
  "Space technology and its applications have enabled India to develop more autonomy in inter-",
  "national relations and acquire greater control over its economy, as well as capacity for autono-",
  "mous development. Equally important, they are providing a number of technology-related",
  "strategicchoicestodealwiththenationalsecuritychallengesfacingthecountry,inwhich‘space",
  "security’ has become a concern for India.22",
  "Despite its civilian thrust, the Indian space programme had to contend with a signiﬁcant",
  "military push. The diﬀusion of nuclear and advanced conventional weaponry in the country’s",
  "immediate neighbourhood, particularly Pakistan and China with which India has had adverse",
  "relations, contributed to these pushes and pulls.23 The ﬁrst major push came in the mid-1960s",
  "when, in response to the nuclear explosion conducted by China in October 1964, the Indian",
  "Governmentreviseditsnuclearpolicyandreservedtheoptiontogonuclear.Insuchacontext,",
  "the nascent space programme gained wider support, as space activity came to be seen as an",
  "important element in the technological base for not only economic security but also military",
  "security.24",
  "ThecontinuingnucleartestingbyChinaandadvancesmadebythatcountryinrocketrykept",
  "alive the debate on India’s nuclear option and strengthened the advocates of military use of",
  "space technologies. In the 1970s the military potential of the civilian space programme came",
  "intosharperfocusduringthedebateonthecountry’snuclearposture.Thatdebatewassparked-",
  "oﬀbythelaunchofasatellitebyChinainApril1970,adevelopmentwhichwaswidelyseenin",
  "318Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandouterspace",
  "India as evidence of the growing nuclear muscle of China. The demand for the nuclear deter-",
  "rent capability vis-à-vis China was revived and gained widespread support. At a symposium in",
  "New Delhi called to review China’s success in space in May 1970, scientists, defence experts,",
  "economists, political analysts and members of parliament decided by an overwhelming majority",
  "that the Government should revise its nuclear policy and produce the bomb immediately.",
  "When the Government of India outlined to the public the proﬁle of a 10-year nuclear energy",
  "and space development programme in July 1970, which included among other things the",
  "developmentofanexperimentalsatellitelaunchvehicle,the‘bomb-for-security’lobbysawitas",
  "a ﬁrm step towards nuclear weaponry. Although a separate missile development programme,",
  "the Devils Programme, was initiated in the defence sector in 1970–71, it was the space pro-",
  "gramme that had already established a modest infrastructure in rocketry, which continued to",
  "attract the attention of the ‘bomb-for-security’ lobby.",
  "Inthiscontext,thosewhowantedtheimmediateorearlyestablishmentofnucleardeterrence",
  "vis-à-vis China called for accelerating the space launch vehicle project, the SLV-3, so that it",
  "could be developed into an Intermediate Range Ballistic Missile (IRBM) with the addition of",
  "an improved guidance system. Others who wanted a balanced development of rocketry called",
  "for close co-ordination between the missile development eﬀorts in the defence sector and the",
  "civilian space programme, and between the DOS and defence ministry.",
  "In the early 1980s, taking advantage of the growing technological capabilities within the",
  "country, the Government of India decided to establish design and production capabilities for",
  "guided missiles within the country to meet the perceived immediate and future needs of the",
  "armed forces of the country. That decision was strengthened by the belief that achieving self-",
  "reliance incritical technologiesandweapon systems inaselective mannerwouldnot onlymeet",
  "the country’s military security requirements but also reinforce and strengthen the country’s",
  "capabilities in ‘dual-use’ technologies and, therefore, its development of high technology. The",
  "Integrated Guided Missile Development Programme (IGMDP) set up under the aegis of the",
  "Defence Research and Development Organization (DRDO), the primary source of all defence",
  "R& D within the country, was charged with the task of developing a variety of missiles. Uti-",
  "lizing the missile R& D base that was already present in the DRDO, and deriving sustenance",
  "andstrengthfrom theindustrialandtechnologicalinfrastructureestablishedbythecivilianspace",
  "programme,theIGMDPachievedquickresults.WithinashortspanofsevenyearstheIGMDP",
  "developed a variety of guided missiles and established the country’s capability for indigenous",
  "production of long-range ballistic missiles. Several of these missiles, including the nuclear-cap-",
  "ablePrithvi andAgnimissiles,havealreadybeeninductedintothearmedforces sincethe1990s,",
  "even as eﬀorts are on to develop ballistic missiles with a longer range.",
  "Conclusions",
  "Since the late 1990s a new dimension to the military use of space technology has emerged on",
  "the security horizon. This arose as a result of the increasing use of space assets to complement",
  "andsupportmilitaryfunctionsontheonehand,andthedevelopmentofballisticmissiledefence",
  "systems on the other. With the USA demonstrating the eﬀectiveness of space assets for aiding",
  "military operations in the ﬁrst Gulf War in 1991, the military functions of space assets are",
  "becoming increasingly attractive to space powers. At the same time, the incentive to deny the",
  "beneﬁtsofspaceassetstotheiradversaryhasalsobecomestrongamongsomespacepowers.The",
  "USA, Russia and China have proven capability to destroy space assets; several others have the",
  "capacity to disable these space assets through a range of technologies. In this scenario, the",
  "demand for military use of space technologies has gained ground. The Indian Air Force (IAF),",
  "319Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "S.VijayasekharaReddy",
  "which has been seeking to establish an Aerospace Command to leverage space technologies,",
  "received support from the Parliamentary Standing Committee on Defence in 2004. In early",
  "2007, soon after China carried out a test in which it used a missile to destroy an old satellite in",
  "orbit,theIAFchiefannouncedthatIndiawouldbuildanAerospaceDefenceCommand(ADC)",
  "aimedatpreventingpossibleattacksfromspace.MilitaryanalystssaythattheIndianprojectwill",
  "probably replicate the North American Aerospace Defence Command (NORAD), set up by",
  "the USA and Canada, which detects and tracks man-made objects in space.",
  "Even as the IAF is pressing for the military use of space, the anti-satellite (ASAT) test by",
  "China in January 2007 added a new dimension to space security—the possibility of the weap-",
  "onization of space. While there are concerns over the safety and security of the space assets that",
  "the country has so painstakingly built,25 there is no consensus on how best to deal with the",
  "issue. On the one hand, the Minister of External Aﬀairs, Pranab Mukherjee, warned that the",
  "internationalcommunitywas‘treadingathinlinebetweencurrentdefencerelatedusesofspace",
  "and its actual weaponization’, and called on ‘all States to redouble eﬀorts to strengthen the",
  "international legal regime for the peaceful use of outer space’.26 At the same conference,",
  "Aerospace Power in Tomorrow’s World, the Minister of State for Defence Production, Rao",
  "Inderjit Singh, said that the 21st century would belong to aerospace power and urged the",
  "creation of a ‘vibrant’ aerospace industry in India to create the necessary synergy: ‘a robust civil",
  "programme can be used to transform the IAF into a dominant space power’.27 On the other",
  "hand, the Minister of Defence, A.K. Antony, expressed concern about the emergence of anti-",
  "satellite weapons, a new class of heavy lift-oﬀ boosters and an improved array of military space",
  "devices in the neighbourhood, and wondered how long India could ‘remain committed to the",
  "policy of non weaponization of the outer space’.28 Meanwhile, the Space Security Report of the",
  "IDSA-Pugwash Society Working Group on Space Security noted with concern that ‘India is",
  "one of the few countries where space capabilities have been developed primarily for develop-",
  "mentalandsocietalprogresswithalmostnodedicatedcapacitytomeettheneedsofthemilitary",
  "or security establishment’, and warned that this could ‘prove to be a major vulnerability’.29",
  "Which of these approaches will eventually come to prevail in the near future will depend on",
  "how India deﬁnes its core security interests and advances in the ﬁeld of space research. It will",
  "equally depend on how the other space powers, with their diﬀerent levels of development of",
  "space and levels of assets, arrive at a consensus on space security.",
  "Notes",
  "1 NehrucitedintheNewYorkTimes,6January1960.",
  "2 SeeS.Reddy,‘India’sForaysintoSpace.TheEvolutionofItsSpaceProgramme’,InternationalStudies,",
  "Vol.45,No.3,2008;K.MurthiandH.Madhusudan,‘StrategicConsiderationsinIndianSpacePro-",
  "gramme—Towards Maximising Socio-economic Beneﬁts’, Acta Astronautica, Vol. 63, No. 1–4, 2008;",
  "P.Bagla,‘IndiainSpace:NoDreamisTooBigforUs’,EconomicTimes,18July2010.",
  "3 S.Dhawan,‘MannedFlight’,Seminar,No.5,November1960.SeealsoD.KothariandA.Nagarajan,",
  "‘ExplorationProspects’,Seminar,No.5,November1960.",
  "4 Government of India (Department of Atomic Energy), Annual Report 1960–61, Mumbai (Bombay):",
  "DepartmentofAtomicEnergy,1961,p.20.",
  "5 CitedinG.Raj,ReachfortheStars:TheEvolutionofIndia’sRocketProgramme,NewDelhi:Viking,2000,",
  "p.18.",
  "6 Government of India, Annual Report 1978–79, Mumbai (Bombay): Department of Atomic Energy,",
  "p.37.",
  "7 K.Chowdhary(ed.),SciencePolicyandNationalDevelopment:VikramSarabhai,Delhi:Macmillan,1974,",
  "p.30.",
  "8 CitedinM.Rajan,IndianSpaceﬂights,Delhi:PublicationsDivision,1985,p.134.",
  "320Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indiaandouterspace",
  "9 The Aryabhata was as sophisticated as many satellites that were being ﬂown by other countries at that",
  "time.Incorporatingmorethan12,000activeandpassiveelectroniccomponents inadditionto20,000",
  "solar cells, Aryabhata was also the heaviest ﬁrst launch ever attempted by any country. U. Rao, ‘An",
  "Overview of the Aryabhata Project’, in U. Rao and K. Kasturirangan (eds), The Aryabhata Project,",
  "Bangalore:IndianAcademyofSciences,1979.",
  "10 A modiﬁed version of the PSLV, with stretched strap-on boosters, was used in October 2008 in the",
  "Chandrayaanmissiontothemoon,whichincludedanorbiterandanimpactor.",
  "11 A. Lele, ‘Successful Launch of PSLV-C15’, IDSA Comment, 16 July 2010. In addition, it carried two",
  "Indiansatellites,oneCanadiansatelliteandoneSwisssatellite.",
  "12 S. Dhawan, ‘Application of Space Technology in India’, in Prof. S. Dhawan’s Articles, Papers and Lec-",
  "tures,Bangalore:ISRO,1997,p.134.",
  "13 A. Baskaran, ‘From Science to Commerce: The Evolution of Space Development Policy and Tech-",
  "nologyAccumulationinIndia’,TechnologyandSociety,Vol.27,2005,p.166.",
  "14 ‘IndianIndustry’sSpaceTrek’,BusinessStandard(NewDelhi),12January1986.",
  "15 Under the Technology Consultancy Scheme initiated in 1982, ISRO began transferring product and",
  "process technologies covering a wide range of categories. Of the 150 technologies transferred, 65%",
  "cater to spin-oﬀ applications, 35% to the space applications market and 5% go through buy-back to",
  "ISROitself.",
  "16 Forinstance,inJanuary1982theDOSdrewtheattentionoftheScientiﬁcAdvisoryCommitteetothe",
  "Cabinettotheimpactoftechnologyimportpoliciesongenerationandutilizationofdomesticscience",
  "and technological capabilities, and called for checking technology dumping by foreign countries, L.",
  "Sharma,‘IndigenousEﬀortsGetsRawDeal’,TimesofIndia,26January1982.",
  "17 S. Dhawan, the Chairman of the Space Commission, for instance, urged the industry to take part in",
  "evolving space technologies by pointing to the growing interest of many developing countries in",
  "remote sensing technologies and the opportunities for export of know-how, S. Dhawan, ‘The 18th",
  "SriramMemorialLecture’,inProf.S.Dhawan’sArticles,PapersandLectures,op.cit.,p.129.",
  "18 U. Sankar, The Economics of India’s Space Programme – An Exploratory Analysis, New Delhi: Oxford",
  "UniversityPress,2007.",
  "19 M.Nair,‘EmpoweringtheBottomofthePyramidfromtheSky:ACaseforSatellite-basedServices’,",
  "IIMBManagementReview,Vol.17,No.13,2005.",
  "20 P.Molekhi,‘PayloadPayback’,TheEconomicTimes(NewDelhi),18July2010.",
  "21 DOS/ISRO Chairman, K. Kasturirangan, quoted in P. Chakravarty, ‘India Craves the Moon to",
  "CrownitsSpaceOdyssey’,SpaceDaily,12March2000,www.spacedaily.com.",
  "22 K.Singh,‘India’sEndeavourtoAttainSpaceSecurityAsset’,Articles,No.3071,15March2010,www.",
  "ipcs.org.",
  "23 O. Marwah, ‘Indian Nuclear and Space Programmes: Intent and Policy’, International Security, Vol. 2,",
  "No.2,1997.",
  "24 For instance, Science and Culture, an inﬂuential journal in science policy circles, observed that ‘even",
  "without a bomb but with well-developed indigenous rockets and missile technology, electronics and",
  "radar technology, we can to some extent claim a feeling of adequacy in future situations that may",
  "arise’, in ‘China Joins Atomic Club: What Should India Do?’, Science and Culture, Vol. 30, No.10,",
  "October1964.",
  "25 Atamodestestimate,thevalueofIndia’sspaceassets,inspaceandontheground,isaboutRs.100,000",
  "croresorUS$25,000m.;seeK.Kasturirangan,‘TheEmergingWorldSpaceOrder’,inA.LeleandG.",
  "Singh(eds),SpaceSecurityandCooperation,NewDelhi:AcademicFoundation,2009,p.33.",
  "26 P.Mukherjee,‘AddressbyEAMattheInaugural SessionoftheInternational Seminaron“Aerospace",
  "PowerinTomorrow’sWorld”’,4February2007,meaindia.nic.in.",
  "27 Singhcitedin‘PreserveOuterSpacefromWeapons:India’,INSNews,4February2007,news.boloji.",
  "com.",
  "28 R.Rao,‘WillIndiaPrepareforSpaceWar?’,Article(IPCS),No.3038,7January2010.",
  "29 IDSA-Indian Pugwash Society Working Group, Space Security – Need for a Proactive Approach, New",
  "Delhi:AcademicFoundation,2009,p.70.",
  "321Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]