[
  "c3",
  "India’s ‘power’ attributes",
  "Sreeram Chaulia",
  "As the economic power, cultural reach, and political inﬂuence of India increase, it is assuming a",
  "moreinﬂuentialroleinglobalaﬀairs.",
  "(USDepartmentofDefense,QuadrennialDefenceReview,2010)",
  "Indiacan’tactuallycompetewithChinainanumberofareas,likeinternationalinﬂuence,overall",
  "nationalpowerandeconomicscale.Indiaapparentlyhasnotyetrealisedthis.",
  "(‘India’sUnwiseMilitaryMoves’,GlobalTimes,11June2009)",
  "Introduction: knocking on the door",
  "Power in the international system has always remained concentrated in a select few hands",
  "instead of being equally or equitably distributed among all its constituent actors. While the",
  "normative domain of International Relations (IR) terminology contains concepts like equality",
  "ofallsovereignnation-statesintermsofstatusanddignity,therealmofpowerpoliticsacceptsand",
  "promotes hierarchy and vertical positioning of states within environments likened euphemisti-",
  "cally to totem poles or food chains.",
  "In this world of haves and have-nots, high tables and low tables, big leagues and small fries,",
  "consequentialandtrivial,gainingadmittanceintothesanctumsanctorumofacceptedelitestates",
  "is an ambition that several nurture but very few succeed in achieving. The failure rate is high",
  "because of the ultra-competitive nature of the struggle to rise up the ranks and to be",
  "acknowledgedasalready‘arrived’onthescene.Aspirants(‘wannabes’)ofeveryeraanddiﬀerent",
  "levels of vanity have tried knocking on the door of the hallowed portals of the Great Powers,",
  "but only the most capable and strategically astute players have crossed the threshold and",
  "remained inside on a sustainable basis.",
  "Thanks to IR realism theory, the term ‘capabilities’ looms large in any discussion of a state’s",
  "chances ofmaking it into the charmed circle.Without takingstock of a state’s arsenal ofpower",
  "attributes, i.e. the component strengths that make it a contender for the title of a crucial mover",
  "and shaker in world aﬀairs, one cannot rationally assess claims and counter-claims about who",
  "really matters in a given international system. IR realist scholars have devoted ample space to",
  "23Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SreeramChaulia",
  "classifying, categorizing and measuring states’ core capabilities, giving us a rich (though incom-",
  "plete) framework to begin evaluating countries on the power barometer.",
  "This chapter draws on both IR realist literature as well as other theoretical camps, to size-up",
  "theelementsthatconstitutethemightofoneofthemostcurrentlytalked-aboutstatesinworld",
  "politics: India. Since the turn of the century, academics, practitioners and journalists comment-",
  "ing on the subject of which countries occupy the power list or are on their way onto it have",
  "tended to progressively give India a customary mention.1 The world’s largest democracy has",
  "frequently, somewhat to the consternation ofIndians proud oftheir liberal politicalsystem, also",
  "been paired up with the People’s Republic of China as the ‘other’ big mentionable Asian suc-",
  "cess story that must be reckoned with in international aﬀairs.2 The fact that both these Asian",
  "giants rode out practically unscathed from the global economic downturn since 2008 has only",
  "increased attention and focus on India as a special case, and a leader the power and presence",
  "of which are on the way up.3 Observers interested in the changing global power conﬁguration",
  "from unipolarity to multipolarity also regularly cite India as one among a few new centres of",
  "inﬂuence that are transforming the structure and processes of conducting international",
  "relations.4",
  "What exactlyhas Indiadone by wayofsteadyaccumulation of diﬀerent elements ofnational",
  "powerthatiscausingtheseboutsofexpectationandoptimismaboutitsenhancedimportancein",
  "the scheme of world politics? India’s inventory of muscle must be counted and valued using",
  "theoretical measures of power to judge whether announcements of its indispensability to inter-",
  "national relations in the contemporary age are premature, overblown or just right. This chapter",
  "argues that India’s hard and soft power attributes have improved over the last decade, but that it",
  "suﬀersfrominternalandexternalbottlenecksthatthreatentoleaveitpermanentlyfrozeninthe",
  "‘not quite there’ category of aspirants to the annals of Great Powers.",
  "Military underdog to credible deterrent",
  "In IR realist literature and the rulebooks of practical exponents of realpolitik, a state’s capabilities",
  "are synonymous with its military sinews. To them, all roads in measuring power attributes lead",
  "to military potential because war is an ever-present reality in a competitive world with no",
  "world government and numerous latent or active strategic threats. Defence indicators hold the",
  "key to grading a self-interested state’s power for realists, who envisage an international system",
  "that approximates ‘state of nature’ (Thomas Hobbes), where preparation for war is the best",
  "solution to optimize security and be respected or feared by other selﬁsh states. To cite IR",
  "neorealism guru John Mearsheimer, ‘I deﬁne power largely in military terms because oﬀensive",
  "realism emphasises that force is the ultima ratio of world politics’.5",
  "Conﬂictual mapping of the world, where another state may exploit relatively weak military",
  "or national security systems of one’s own state and either launch an actual armed attack or",
  "engage in long-term destabilization, remains the hallmark of diﬀerent variants of IR realism.",
  "Self-helpdoctrinesthatreﬂectIRsecuritydilemmadynamicsthereforeinsistthatthereisnoshort",
  "cut to constant military modernization and improvement of national security apparatuses to",
  "keep pace with or one step ahead of anticipated or surprise threats. In grand strategy, a true",
  "GreatPowershouldhaveastrongandself-suﬃcient militarywithadeptoﬀensive anddefensive",
  "abilitiesthathavewideoutreachtoprojectpowerandmeetpoliticalobjectivesfarbeyondone’s",
  "own geographic conﬁnes.",
  "The former Soviet strongman and instinctive realist, Joseph Stalin, once famously quipped",
  "that the Pope could hardly gain admission onto the main chess board of world politics because",
  "he lacked large, well-armed, trained and penetrative military ‘divisions’ under his command.",
  "24Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’s‘power’attributes",
  "Indian strategic elites woke up to this truism in 1962, when thePeople’s Republic of China",
  "ambushed and vanquished the poorly equipped and under-prepared Indian army in a humi-",
  "liating border war that Chairman Mao Zedong likened to a ‘lesson’ in gunpowder politics to a",
  "state he deemed a pushover.6 Since this calamity, which still rankles in the memories of Indian",
  "nationalists, successive civilian governments and their advisers have stressed the imperative of",
  "continuous military renovation and upgrading of diﬀerent segments of India’s national defence",
  "architecture and doctrine. India’s Cold War closeness to the USSR came in handy since the",
  "mid-1960s for raising the quality of its weapons systems, as Moscow had geopolitical incentives",
  "to oﬀer New Delhi rupee payment-based ‘sweetheart’ import deals. In a foreign exchange and",
  "cash-strapped developing country saddled with a socialist ‘Hindu rate of economic growth’ and",
  "hugewelfarestatecommitmentstosocialsectors,theSoviethandwascrucialforIndiatomatch",
  "the military expansions in Pakistan and China, the two traditional continental foes, the relative",
  "capabilitiesofwhichweremostcautiouslywatchedbyIndia.Concessionaryimportsofstate-of-",
  "the-art Soviet weaponry during certain periods of spurts helped New Delhi assuage domestic",
  "critics and pressures about the foregone opportunity costs in terms of social sector budgetary",
  "allocations. However, the classic ‘guns versus butter’ dilemma of whether a poor democratic",
  "countrycouldaﬀordto‘crowdout’scarceresourcestothemilitaryhasoftendraggeddownthe",
  "Indian state’s commitment to robust defence spending. Prominent economists and civil society",
  "groups have consistently demanded attention to the ‘social costs of militarism’,7 especially in",
  "light of very low human development indices in the country.",
  "A glance at the ebbs and ﬂows in India’s defence spending in the 1990s shows that the lows",
  "correspond with tight economic conditions, balance of payments crises and dependence on",
  "conditionalforeignaid.IRrealistsfromHansMorgenthautoKennethWaltzhaveinsistedthata",
  "sound and growing economy is essential to maintaining strong military capability. As long as",
  "India was economically growing at a snail’s speed and remained a bound elephant, both pur-",
  "chasing power and domestic production infrastructure in the military sphere were limited due",
  "to pocketbook shortages. The remarkable surge in the Indian gross domestic product (GDP)",
  "rate since 2003, however, has eased the pecuniary restrictions somewhat and provided justiﬁ-",
  "cation for greater investment in building the military into a potent 21st-century force beﬁtting",
  "India’s self-image as a future superpower. None the less, despite media-labelled ‘whopping’",
  "increases in defence spending over the last several years, India continues to have relatively",
  "moderatemilitaryexpenditureaveragingaround2%ofGDP.Lamentsfromstrategistsandlong-",
  "range planners that such outlays are ‘grossly inadequate’ and need to be reaching 3.5% of GDP",
  "by 20158 do not always ﬁnd favour among civilian politicians, who tend to be reactive on",
  "national security needsand are more amenable to opening the purse immediately after a war or",
  "a major terrorist attack.",
  "Electoral compulsions of ruling parties, including the urge to spend largesse on populist",
  "welfareschemestowinvotes,havealsoheldbackIndiafromkeepingthedefencespending-to-",
  "GDP ratio on par with undemocratic China or Pakistan. The lobbying power and valid argu-",
  "mentsofthethreewingsoftheIndianmilitary—army,navyandairforce—andoftheircivilian",
  "counterparts in the Ministry of Defence to increase allocations for hardware purchases, research",
  "and development, and personnel costs9 does not fully convince India’s crafty civilian political",
  "top brass. The irony here is that India, which unlike many of its neighbours in South Asia has",
  "remained stubbornly democratic and free of armed coups d’état, has a civil-military relations",
  "problem when it comes to critical issues like army pay scales, creating an integrated Chief of",
  "Defence Staﬀ (CDS), decisions about materiel procurement, etc.10 Serious lacuna continue to",
  "also hinder the growth of a self-suﬃcient military industrial complex in India that integrates",
  "civilian politicians, the armed forces and the private sector. Unlike Great Powers like the P-5",
  "25Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SreeramChaulia",
  "Permanent Members of the UN Security Council (China, France, Russia, the USA and the",
  "United Kingdom), India does not have a cutting edge domestic military manufacturing base of",
  "itsown.Lackofanindigenousmilitarytechnicalbasehasoftenbeenexposedlikeasorethumb",
  "whenever prestigious models of combat equipment that were conceived for home-based pro-",
  "duction failed to bedelivered, under-performed in battle or underwent costand timeoverruns.",
  "Patronage-stylepoliticsinawardingcontractsonlytoparastatalshavesurvivedinthetouch-me-",
  "not defence sector, even though the rest of Indian industry has enjoyed the beneﬁts of eco-",
  "nomic liberalization since 1991.11 The ‘commanding heights’ argument to defend closure of",
  "defence production from competitive private bidders has come in for criticism from Indian",
  "analysts concerned about over-dependence of the military on foreign suppliers like Russia,",
  "Israel, France, the United Kingdom and the USA, but to no avail. Huge kickbacks in opaque",
  "defence import deals have created a permanent vested interest within the Indian bureaucratic",
  "machine for buying weapons rather than encouraging the rise of transparent domestically made",
  "alternatives.12 As with other ills that often defeat India’s hope of climbing the ladder of world",
  "power, the glaring inability to establish a competent local arms industry for use and export can",
  "be blamed on the country’s notorious lack of good governance, a structural malaise that per-",
  "colates through the body politic.",
  "One of the bright spots for which India does get noticed world-wide for military prowess is",
  "its navy, the value of which as a force multiplier for the country’s global power projection has",
  "risen with foreign policy shifts of the last two decades. Some Indian policy specialists have",
  "bemoanedthecountry’sossiﬁed‘continentalmentality’thatisobsessedwithmeetingland-based",
  "threats, primarily from Pakistan and China, and have sought strategic reorientation that capita-",
  "lizes on the vast oceanic reach of a true world-class blue water navy.13 Given that all landed",
  "territoryontheplanetisdemarcatedandparcelledoutintosovereignboundariesthatarenotto",
  "be legally trespassed by state armies, and the extreme sensitivity and zealousness with which",
  "national airspaces are monitored and protected, the only relatively free spaces in which a state’s",
  "military can stretch far beyond its immediate environs are the high seas. Extension by means of",
  "a navy into ‘out of area’ waters has been an old strategy of empires world-wide, including the",
  "medieval-era south Indian Cholas who spread their vast political inﬂuence from Sri Lanka to",
  "Indonesia, Cambodia and Viet Nam through advanced naval formations.",
  "It is these very South-East Asian pastures that were rediscovered by New Delhi in the 1990s",
  "as valuable for furthering India’s trade and strategic interests. Dubbed the ‘Look East’ policy,",
  "India entered into sustained involvement in building military and economic agreements with",
  "South-East Asian countries with an implicit objectiveof acting as a strategic counterweight to a",
  "menacingly powerful China. The Indian Navy is central to this policy and has been deployed",
  "for joint exercises and patrols along with likeminded partner states in the South China Sea,",
  "whichhaveahostofislanddisputeswithChinaandarenervousaboutbecomingsubservientto",
  "the dragon. India’s navy was also a principal in ﬁve-nation exercises in the Bay of Bengal",
  "between 2007 and 2009 that included participation from the navies of Japan, Australia and the",
  "USA, which were also eager to balance the rising Chinese sphere of inﬂuence in South-East",
  "and East Asia. On the westward horizon, too, India’s navy grabbed world attention in the last",
  "fewyearsbydispatchingnavalshipstotheGulfofAdenoﬀYemenandSomaliatotryandhelp",
  "rein-in the international scourge of piracy through strong-arm methods.14 How successfully",
  "India’s diplomats and navy can ward oﬀ China’s so-called ‘string of pearls’ strategy of building",
  "naval bases in and around the Indian Ocean will be another theatre that will be closely scruti-",
  "nized as a mark of Great Power-like behaviour.",
  "India’s de facto nuclear weapons power status since 1998 is another factor that has earned it",
  "grudging recognition as a major player in international relations. By shedding a decades-long",
  "26Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’s‘power’attributes",
  "ambiguous closet nuclear power position and testing atomic devices, India crossed a Rubicon",
  "and stoically endured Western sanctions, Pakistani tit-for-tat tests and Chinese condemnation.",
  "Withareportedarsenalof60to70nuclearwarheadsandacapacitytobuildbombswithyields",
  "of up to 200 kilotons, India has managed to raise hackles both in Islamabad and Beijing for",
  "steadfastly pursuing a burning ‘desire to become a world power’.15 Admittedly, possession of",
  "nuclear weapons has not shielded India from sub-threshold war with Pakistan in 1999 or a",
  "barrage of non-conventional terrorist threats from Islamist jihadist outﬁts. The psychological",
  "impact of a New Delhi that keeps and updates a credible nuclear deterrent, including a reta-",
  "liatory strike capability deliverable from a ‘triad’ of land-, air- and sea-based platforms, is bound",
  "to dissuade the conventionally superior Chinese military in the context of a long drawn-out",
  "border dispute and intense strategic competition between the two Asian colossi. To preserve",
  "moving goalposts of deterrence, New Delhi has resisted US calls to sign the Comprehensive",
  "Test Ban Treaty by forwarding the precondition of Beijing and Washington inking the dotted",
  "line ﬁrst. Whether India can convert its nuclear weapons capability into concrete security and",
  "political gains in the international arena remains a key subject area of interest in the coming",
  "decades.",
  "Neither Hans Morgenthau’s ‘elements of national power’, nor Kenneth Waltz’s ‘determi-",
  "nants of state capabilities’ were compiled during times when terrorism by state-backed or",
  "independent violent non-state actors had become a national security nightmare in the West.",
  "India’s self-description as one of the world’s longest suﬀering victims of cross-border terrorism",
  "emanating from Pakistan (and secondarily, Bangladesh) necessitates evaluation of counter-ter-",
  "rorism capacity as an integral ingredient of its overall military power. Securing India’s disputed",
  "borders with antagonistic neighbour Pakistan has been an ordeal in peacetime since indepen-",
  "dence because of the latter’s resort to non-regular Islamist mujahideen (holy warriors) inﬁltrators",
  "whoareideologicallyzealousabout‘freeing’Kashmirandareunafraidofdeath.16India’sarmed",
  "forces and paramilitaries have, over time, learnt lessons and managed to stem the ﬂow and",
  "movementofjihadistsfromPakistan-controlledKashmirintotheIndian-controlledpart,butnot",
  "ayeargoesbywithoutfreshreportsofsuccessfulingressandbrutalslayingsofinnocentcivilians",
  "by terrorists who sneak into Indian territory, often under cover of artillery shelling by the reg-",
  "ular Pakistani army.17 While the defensive shield against Pakistani jihadists are being beefed-up,",
  "especially since the completion of a protective fence along the border in Kashmir and eﬀorts to",
  "improve domestic policing, India’s counter-oﬀensive capability to deterterrorist outﬁts based in",
  "Pakistan has not materialized at all. While there is no dearth of Indian intelligence penetration",
  "inPakistani society andthestateapparatus,18India hasdisplayedafrustrating incapacityto plant",
  "moles inside, sabotage or assassinate key ﬁgures in Pakistan’s state-backed Lashkar-e-Taiba (LeT)",
  "and Jaish-e-Muhammad (JeM) conglomerates. Although an Indian military head claimed after a",
  "deadly Pakistan-abettedterrorist attackin early2002thathisforces hadconcreteinformationof",
  "training camps and hideouts of Pakistani jihadist groups on Pakistani soil, and could destroy",
  "themwith abarrage ofmissiles oraerialbombardment ifthey gotthe politicalgreenlight,19 no",
  "concrete action has been undertaken to raise the costs of jihad. After the outrage caused by the",
  "Mumbai terror attacks of December 2008 and demands for prompt retaliation, this option of",
  "covert, plausibly deniable and targeted anti-terror strikes was again spoken about in strategic",
  "circles,20 but nothing seems to have come of it. India habitually wrings its hands that wanted",
  "terrorist ringleaders roam about freely in Pakistan (and to a lesser extent in Bangladesh and",
  "Nepal) with state cover and patronage, but this does not succeed in changing the behaviour of",
  "nettlesome neighbours. In this context, it is doubtful whether an Indian state ‘that is repeatedly",
  "defenceless against the inﬁltration and impunity of religious zealots from across its border [can]",
  "be considered a Great Power’.21 A ‘ﬂabby state’ that keeps muddling through with routine",
  "27Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SreeramChaulia",
  "intelligence and security failures and presents itself like a sitting duck for terrorists to raid and",
  "destroy at will is not going to be taken seriously in its own backyard, not to mention on the",
  "wider world stage.22",
  "OneoftheironiesofIndia’sexternalimageasanInformationTechnologysuperpoweristhat",
  "it has been subjected to several waves of cyber attacks by ‘hacktivists’ from Pakistan and China,",
  "who intend to wage a propaganda war, spy on sensitive diplomatic data and disrupt the com-",
  "munication infrastructure. This author was informed by senior Indian intelligence oﬃcials in",
  "charge of cyber-defence and counter-attack operations that China is by far the most sophisti-",
  "cated threat in this realm and that Beijing is further ahead in the game than New Delhi. On",
  "numerousoccasionsinthepastfewyears,hackerstraceabletomainlandChinahavemanagedto",
  "breach the information systems of India’s elite governmental circles, including the Ministry of",
  "External Aﬀairs, the Oﬃce of the National Security Adviser and the Prime Minister’s Oﬃce.23",
  "China’s lead in this powerful new capability is owing to an uncharacteristically liberal environ-",
  "ment fostered by the communist authorities for strategically minded cyber-criminals to set up",
  "base and operate on the world-wide web without fear of repercussions. India was relatively",
  "slower to start down this path, due to inbuilt techno-illiteracy and the wariness of ageing",
  "bureaucrats who man the national security structure, as well as turf battles among diﬀerent",
  "ministries over which agency should be leading the cyber-war programme. An infusion of",
  "youngblood,however,especiallyfromamongthebrainyIT‘whizkids’inthecountry’sprivate",
  "sector, has begun to raise the level of India’s capability to thwart Chinese and other cyber",
  "attackers from wreaking havoc. The realization that 21st-century warfare will rely greatly on",
  "information domination has grown in Indian strategic thinking, and plenty of budgetary",
  "resources have been placed at the command of the country’s cyber sentinels to tap into the",
  "nation’svast pool oftalented computerengineers and‘netizens’for interceptingthreats andalso",
  "turning them on the perpetrators.",
  "The unbound elephant",
  "Economicgrowthandvitalityareuniversallyviewedasquintessentialpowerattributesofastate,",
  "and underpin the Manmohan Doctrine on Indian foreign policy. IR realist scholars from Mor-",
  "genthauandWaltzuptoMearsheimeraccordprimeplacetoeconomicfactorsinmeasuringthe",
  "total power of states, because a bouncing and competitive economy can devote more resources",
  "to the defence sector and convert healthy GDP into relatively greater military might. IR liberal",
  "ﬁgureslikeRobertKeohaneconcurwithIRrealistsonthispointandemphasizethat‘economic",
  "strength is ultimately the basis for economic and military power’.24 The economyhas also been",
  "the central explanatory variable for the genre of ‘declinism’ (Samuel Huntington, Paul Ken-",
  "nedy) in IR, which attempts to identify general theoretical laws for the rise and fall of Great",
  "Powers throughout history. The collective wisdom of rationalist IR traditions is also shared by",
  "the mass media and popular perceptions that a rising or accomplished Great Power can be",
  "identiﬁedby itsinherent economic dynamism,productivity, andability to keep growingin size",
  "and quality. Much of the commentary about the increasing power of the BRIC countries",
  "(Brazil,Russia,IndiaandChina)andtheconcomitantdeclineoftheOrganisationforEconomic",
  "Co-operation and Development (OECD) countries stems from the former’s increasing share in",
  "theworldeconomyandthelatter’sstagnationandrecessionarycrisesthatseemtobestructurally",
  "incorrigible.25",
  "India itself began to be re-evaluated in much of global consciousness as a powerful state only",
  "after it entered a higher economic growth trajectory of over 8% per annum since 2003,",
  "touching 10.1% in the third quarter of 2006.26 To be spoken of in the same league as China,",
  "28Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’s‘power’attributes",
  "India had to raise and then sustain GDP growth at such a fast rate. That has been achieved due",
  "toacombinationoftwophasesofliberalizationofstatecontrolsontheeconomy,inﬂowofvast",
  "amounts of foreign investment, and exposure of Indian producers to foreign competition. A",
  "surge in the manufacturing sector and continued expansion in the service sectors (ﬁnance,",
  "insurance, real estate, telecoms, software and IT-enabled services) have underpinned the post-",
  "2003 boom,27 which slowed during the initial shock of the global ﬁnancial crisis in 2008–09,",
  "butrecovered during2009–10to reach7.4%for thewhole year,having accelerated stillfurther",
  "back up to 8.8% in the second quarter of 2010. Because domestic consumption drove the bulk",
  "of the Indian economy, most of its sectors succeeded in weathering the post-2008 global con-",
  "tagion of steep falls in foreign consumer demand and loss of export markets.",
  "Economists are bullish about India’s long-term prospects because it is widely perceived to",
  "possess the appropriate ‘fundamentals’. For instance, researchers at Credit Suisse reckon that the",
  "country’s ‘favourable demographics, a low urbanization rate and still rising savings and invest-",
  "ment rates’, will ensure that ‘capital stock (machinery, physical infrastructure etc), labour and",
  "their productivity, will grow rapidly over the next decade, sustaining high real GDP growth",
  "rates’.28 Population proﬁle is, in particular, propitious for the Indian economy because the",
  "country’s dependency ratio (proportion of non-working to working people) is likely to fall",
  "further, triggering a virtuous cycle of even higher domestic savings, capital accumulation and",
  "investment. With an ageing population, China’s economic growth is predicted to slow down",
  "by 2020, while India ‘will be the locomotive of the future […] until the middle of this",
  "century’.29",
  "Yet, it is clear that simply enjoying a preponderance of young, productive workers in the",
  "labour force does not automatically generate positives unless India goes into public policy",
  "overdrive to train and equip its teeming millions with skills. Skills shortfalls in the vocational",
  "and technical spheres have been described as an ugly ‘underbelly of India’s demographic divi-",
  "dend’, with as many as 80% of workers lacking the qualities consistent with job market",
  "requirements.30 While India gets praised for highly qualiﬁed human capital in the applied sci-",
  "ences like medicine and engineering, the supply of skilled manpower still falls short of the",
  "demandsofwhatistoutedasthesecondfastestgrowingeconomyintheworld.Massiveprivate",
  "and public investment in the education system and reorienting its basics are imperatives for",
  "upgrading young Indians’ skill sets and increasing their productivity. The yield-per-worker",
  "stands to gain impressively if various government- and industry-proposed reforms to give edu-",
  "cation a practical tinge are eﬀectively implemented.",
  "The other big lacuna that holds India’s economy back is the substandard condition of its",
  "infrastructure, which raises the costs of economic transactions, and lowers eﬃciency and prof-",
  "itability. India’s roads, bridges, airports, seaports, electricity grids and clean water utilities are",
  "chronically under-supplied, deﬁcient, crumbling or outright non-existent, especially in rural",
  "areas. Economist Jagdish Bhagwati has calculated that GDP growth could easily go two per-",
  "centage points higher if the country built up ‘decent roads, railways and power’.31 Chronic",
  "paucity of electricity is a blight that brooks no short-term solution because of surging demand,",
  "depleting coal resources and limited hydro-electric power potential. The much-touted India-",
  "US civilian nuclear deal was sold by the Manmohan Singh Government as one of the solutions",
  "to power shortages, but nuclear power may well remain only a small speck in India’s overall",
  "energymixfordecadestocome.Unlesstermsforprivateinvestmentintheinfrastructuresector",
  "aremademorelucrative,thegapbetweenaspirationtoworld-classamenitiesandthemoribund",
  "reality will keep haunting India’s self-image as an emerging powerhouse.",
  "Unlike China, which has taken long strides in recent years by investing in alternative fuels",
  "that are green-tinted, India seems to remain in the familiar territory of failing to fully grasp",
  "29Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SreeramChaulia",
  "futuretrendsandthenhavingtoplaycatch-upwithgloballeaders.Chinahasmovedfromsixth",
  "(2007) and fourth (2008) to second (2009) in an Ernst & Young ranking of countries for",
  "attractiveness for investment in renewable energy, while India fell to fourth position (2009)",
  "fromahighofthird(2008).32Competitionforinvestingearlyingreentechnologiesistightand",
  "India is not doing badly, but it remains to be seen if its relatively weaker industrial base com-",
  "pared with China will in the long run also leave India behind in the capacity to produce for its",
  "own domestic energy needs and to export Indian innovations world-wide. It is possible that",
  "China’s‘GreenLeapForward’willoutdistanceIndiabyawidemargin,justasithasdoneinthe",
  "overall economic growth race.33",
  "India has been held up by liberals as a shining counter-example to the ‘Asian values’ theory",
  "of former Singaporean strongman Lee Kuan Yew that authoritarian political systems and social",
  "values facilitate rapid economic growth.34 India’s spectacular economic achievements since",
  "2003, in spite of a resilient and contentious democracy, reconﬁrm the country’s exceptional",
  "status as an outlier that does not neatly ﬁt positivist social science explanations. Yet, the com-",
  "pulsions of electoral politics in a hard-fought democracy have sometimes held back necessary",
  "market-based economic reforms which could have set the growth rate at a gallop. Inﬂexible",
  "labour laws, high ﬁscal deﬁcits due to large agrarian subsidies, and resistance to privatization of",
  "public-sector ﬁrms havebeen identiﬁedbyscholars as hurdles tospeeding upeconomic growth",
  "that remain unaddressed due to their political sensitivity and short-term vote-loss ramiﬁcations",
  "forIndia’selectedrepresentatives.35Oneexponentofquickeningthepaceofeconomicreforms",
  "commented nearly a decade ago that ‘too much democracy and not enough capitalism’, and",
  "‘placing politics before economics’ were two big obstacles to unleashing the full potential of",
  "India’s economic capabilities.36 Tremendous social churning, redistributive impulses and",
  "opportunities presented by the ballot box are indeed paradoxically the causes of India’s stable",
  "polity and imperfect economy. Since coalition politics, where no single party is capable of",
  "forming governments at the central level on its own, has become a permanent feature on the",
  "Indianscene,demandsfor‘liberalizingwithahumanface’andprotectinguncompetitivesectors",
  "of the economy to avoid painful adjustment costs will act as speed breakers on the growth rate",
  "until long-term shifts occur in the class structure of Indian society itself.",
  "One actionable growth-catalysing strategy that is not structurally precluded by domestic",
  "political compulsions is the execution of creative foreign economic diplomacy, an arena in",
  "whichIndiahasbeenfoundtoberelativelywanting.NewDelhihasalwaysmaintainedfriendly",
  "relations with oil-rich Arab countries in the Middle East and taken a pro-Palestinian stand in",
  "the Arab–Israeli conﬂict because of its heavy dependence on remittances and imported petro-",
  "leum products from that region.37 Newer energy fountainheads emerged in recent decades in",
  "Africa, Central Asia and Latin America, though, demanding a focused eﬀort on India’s part to",
  "approach these hitherto neglected regions with the right mix of economic incentives and geo-",
  "strategicsellingpoints.‘Energysecurity’becameabuzzphraseastheIndianeconomygrew,but",
  "thealacrityandthoroughnesswithwhichonehadtomakeatimelyentryintargetedmarketsto",
  "lock in assured supplies of hydrocarbons was missing. By the time the Indian Government had",
  "appointed an Advisory Committee on Oil Diplomacy for Energy Security in late 2004, China",
  "had already zeroed-in on African oil giants like Angola and Nigeria with the full might of",
  "bilateral foreign aid and infrastructure-building promises as cushion for Chinese petroleum",
  "majors to go on acquiring exclusive extraction rights and reserving oil blocks at a dizzying rate.",
  "In 2007 Beijing formed a giant sovereign wealth fund, the China Investment Corporation",
  "(CIC), to help state-run companies aggressively acquire oil, coal and metal assets abroad. India",
  "wasagainlateindiscovering thebeneﬁts ofthis public-privatepartnership modelto enhanceits",
  "economic footprint and secure assured energy channels. It was only in March 2010 that the",
  "30Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’s‘power’attributes",
  "Ministry of Petroleum ﬂoated the idea of a sovereign fund by setting aside part of India’s",
  "US$254,000m.inforeignexchangereservestoassistIndianenergymajors‘takeoncompetition",
  "from their Chinese counterparts’.38 The spectacle of India losing bids to China or not even",
  "ﬁguring in competition for energy rights in countries as far ranging as Iran and Kazakhstan to",
  "Argentina is a dampener for economic expansion and a reality check of how far-reaching New",
  "Delhi’s global ambit is. In 2003 former banker Percy Mistry wrote that economic diplomacy",
  "was‘becoming amuch more important plank in overall foreign policy than countrieslikeIndia",
  "(and their rigid bureaucratic and ignorant political establishments) have as yet recognised,",
  "although countries like China have done so some time ago’.39 That gap in alertness to seizing",
  "economic opportunities at the international level with savoir faire still persists between India and",
  "China and accentuates the latter’s lead in striking deals for a ﬂurry of regional/preferential",
  "trading agreements and market-opening opportunities for Chinese corporations.40",
  "Lovable Asian hulk?",
  "Of the categories of power that adds up to the collective national strength of a state, soft power",
  "has received increasing attention ever since the liberal scholar Joseph Nye invented the concept",
  "in1990.Theabilityofastatetoinﬂuenceandleadotherstatesthroughattractionandgoodwill",
  "has been central to the hegemony of the USA in the post-Second World War and post-Cold",
  "War eras. The belief that the USA and its socio-economic institutions, like Wall Street and",
  "Hollywood, worked not only for their own interests but in the general interests of world order",
  "by spreading public good like security, free markets and universal entertainment, underpinned",
  "US global leadership until the disastrous ‘war on terrorism’ and the collapse of the ﬁnancial",
  "sector. The noticeable fall in favourability ratings of the USA in international public opinion",
  "over the last decade, the decade of President George W. Bush, was a critical factor in ending",
  "the unipolar moment since 1991 and taking the world towards multipolarity. If the traditional",
  "analysisofthewaxingandwaningofdominantstatesisoverloadedwithhardpowervariableslike",
  "military and economic strength, the media- and opinion-saturated information age is bound to",
  "elevate the importance of soft power in the overall power calculations for any state.",
  "India began its journey as a self-determining state in 1947 with a soft power bang that faded",
  "away after its greatest exponent, the country’s ﬁrst Prime Minister Jawaharlal Nehru, died in",
  "1964. In the Nehru years, India was a pygmy in hard power indices, but a giant in soft power, in",
  "which Indian foreign policy was global in scope and based on universally appealing concepts",
  "such as peaceful co-existence and distributional equity in the world economy. The number of",
  "diplomaticforaysNehrumadeintodistantconﬂictsaroundtheworldwasdizzyingandbrought",
  "instant liking and recognition for India as a responsible Asian country that was trying to solve",
  "global problems.41 However, a narrowing of India’s domain of foreign policy interest due to",
  "generational change in political leadership and the harsh realities of war with China and Paki-",
  "stan reduced the country’s soft power range and limited it, at best, to the status of a South Asian",
  "hegemon.Ironically,evenasIndiapracticallydisappearedasanactorwithinﬂuenceinfar-ﬂung",
  "regions of the Global South like Africa and Latin America by the turn of the century, it began",
  "to improve its hard power attributes by logging higher economic growth and military prowess.",
  "Counter-factually, if only India’s current leadership and strategic elite corps had the global",
  "vision of a Nehru, they could work wonders for the country’s image and reputation because",
  "they sit atop ever-accumulating hard power of which Nehru could only dream. The attitudinal",
  "change required in India’s foreign policy bureaucracy to reorient itself and redeﬁne India’s",
  "sphereofinterestinglobalratherthanregionalorcontinentalproportionshasnotyetoccurred,",
  "however. The status quo is riddled with an obsession for happenings in the immediate",
  "31Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SreeramChaulia",
  "neighbourhood, neglect of political developments in geographically distant parts of the world",
  "andtheirpotentialimpactonIndia’sfundamentallong-termprojectedforeignpolicyambitions.",
  "A paucity of endogenous knowledge accumulation in IR theory and application in Indian",
  "academia and policy-making has also condemned the strategic discourse in the country to be a",
  "mere recipient of new thinking about statecraft from overseas rather than producing its own",
  "recognizable brand of action in world politics that could be admired or emulated by others.",
  "UnlikeChina,forinstance,whichhascoinedthecatchyphrase‘peacefulrise’toportrayitsown",
  "ascent in international power standings and has built a coherent literature and narrative to go",
  "with it, India ﬁnds itself intellectually handicapped in confecting long-term foreign policy",
  "planning mantras that would set it apart as a desirable state the upward mobility of which is",
  "mostly welcomed, not feared.",
  "India has bristled in recent years at being depicted as a spoiler state on keystone issues",
  "underpinning the international system such as nuclear non-proliferation, climate change and",
  "multilateral trade, but an image problem has persisted that India is a country that ﬂouts global",
  "normsandacts exclusivelyfor narrowself-interest.42Toanextent,Indiacanclaimto bevictim",
  "ofaviliﬁcationcampaignbyWesternmediahousesthatareunabletodigesttheongoingpower",
  "shifttoAsia,butthecountry’srulershavenotgivenenoughthoughttobrandingIndia’sforeign",
  "policyanduniquedomesticsocialattributeslikepluralism,democracyandtolerancetothelevel",
  "that authoritarian China has done through its masterful ‘charm oﬀensive’.43 India has not",
  "leveraged its core strength, its vast pool of English-speaking mathematics, engineering and",
  "medical graduates, to good eﬀect when they could easily spearhead the country’s overseas aid",
  "missions and earn much-needed international empathy. India’s vibrant cultural exports like",
  "Bollywood ﬁlms, yoga, spirituality and the Kamasutra deﬁnitely count in slowly rebuilding its",
  "softpowerpointstally,buttheredoesnot appeartobeamethodicalplanco-ordinating stateand",
  "civil society to purposefully expand them on a global scale in the way China has managed",
  "through its burgeoning Confucius Institutes. Better utilization of the country’s ﬁnest minds for",
  "public relations and diplomacy overseas remains one of the many items in India’s overﬂowing",
  "‘to do’ list.",
  "Conclusions",
  "In2003thenuclearspecialistGeorgePerkovichconcludedonthebasisofanitemizedchecklist",
  "that India, ‘must make great strides before it can attain signiﬁcant power over other states and",
  "thus in the international system at large’.44 Since that time, the Indian economy has been a ﬂag",
  "bearer for the national quest to be accepted as a genuine Great Power. Economic growth",
  "remains India’s main claim for entry into the hallowed portals of inﬂuential states, and this",
  "attribute is likely to keep impressing itself on the rest of the world with even bigger voice in",
  "decades to come. Should infrastructure revamping and skilling of the population succeed, the",
  "sky’s the limit for India’s entrepreneurial energies, as outlined in former President Abdul",
  "Kalam’s writings.45 Simultaneous enhancements are warranted for India’s soft power, which can",
  "be augmented by harnessing the country’s talented sections of the labour force and introducing",
  "an element of creativity, ﬂexibility and global vision into foreign policy. India’s military has a",
  "silver lining, but will have to undergo revolutionary upgrade in capacity and sharpness before",
  "becoming a compelling force that advances strategic goals and has systemic impact on interna-",
  "tional peace and security. The dreadful epithet of a ‘soft state’ that cannot determine its own",
  "security environment and is always at the mercy of external powers is a burdensome one that",
  "India has borne shamefacedly without attempting to forcefully shake it oﬀ. Movement in a",
  "direction where India bends the international system to suit its preferences is still not on the",
  "32Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’s‘power’attributes",
  "horizon. This is, of course, also dependent on the relative power of other states, but if one",
  "accepts the realist picturization of a self-help world where each state builds its own capacity to",
  "the maximum and hopes that its accumulation of power proves suﬃcient, India has to pull up",
  "itssocksinthediﬀerentrealmsofpracticeandpolicyoutlinedinthisessayandthereisstillsome",
  "way to go. To recall the historic mission outlined by Kautilya, the ancient Indian advocate of",
  "realpolitik, ‘always endeavour to augment power and elevate happiness’.46",
  "Notes",
  "1 Some have given India serious ‘power’ consideration, likeS. Cohen, India: Emerging Power,Washing-",
  "ton, DC: Brookings Institution Press, 2001; A. Tellis, ‘India as a New Global Power: An Action",
  "AgendafortheUnitedStates’,Washington,DC:CarnegieEndowmentforInternationalPeace,2005;",
  "‘IndiaaRisingandResponsibleGlobalPower:Obama’,Indo-AsianNewsService,25November2009.",
  "2 R.Meredyth,TheElephantandtheDragon:TheRiseofIndiaandChina,andWhatitMeansfortheRestof",
  "Us, New York: W.W. Norton, 2007; P. Engardio (ed.), Chindia: How China and India are Revolutio-",
  "nisingGlobalBusiness,Columbus:McGraw-Hill,2006.",
  "3 K.Brown,‘ChinaandIndiaLeadAsianRecovery’,FinancialTimes,4January2010.",
  "4 K. Mahbubani, The New Asian Hemisphere: The Irresistible Shift of Global Power to the East, New York:",
  "PublicAﬀairs,2008;F.Zakaria,ThePost-AmericanWorld,NewYork:W.W.Norton,2008.",
  "5 J.Mearsheimer,TheTragedyofGreatPowerPolitics,NewYork:W.W.Norton,2003,p.56.",
  "6 C.Arpi,Tibet:TheLostFrontier,NewDelhi:LancerPublishers,2008.",
  "7 Cf. J. Dreze and A. Sen, India: Development and Participation, New Delhi: Oxford University Press,",
  "2002,ch.8.",
  "8 V.Raghuvanshi,‘IndiaEyesFundHike,ReturnsRevenues’,DefenseNews,22September2008.",
  "9 ‘AntonyFavoursDefenceBudgetat3PercentofGDP’,Indo-AsianNewsService,10June2008.",
  "10 For instance, there is simmering mistrust between civilian authorities and military thinkers on the",
  "questionofusurpationoftheformer’spowersiftheoﬃceofaCDSisinstituted.SeeS.K.Sinha,‘The",
  "ChiefofDefenceStaﬀ’,JournalofDefenceStudies,Vol.1,No.1,2007.",
  "11 A.Shukla,‘DRDO:MoreFailuresthanSuccesses’,BusinessStandard,9May2006.",
  "12 N. Kaushal, ‘India’s Defense Budget: Can it be Reduced?’, Occasional Paper (University of Illinois at",
  "Urbana-Champaign), 1995.",
  "13 A. Prakash, From the Crow’s Nest: A Compendium of Speeches and Writings on Maritime and Other Issues,",
  "New Delhi:Lancer Publishers, 2007.Also D.Scott,‘India’sDrivefor a“BlueWater”Navy’,Journal",
  "ofMilitaryandStrategicStudies,Vol.10,No.2,2007–08.",
  "14 S.Chaulia,‘IndianNavyComesofAge’,TheHindu,21November2008.",
  "15 S. Wei and X. Pingting, ‘India Raises Nuclear Stakes with 200-Kiloton Bombs’, Global Times, 29",
  "September2009.",
  "16 P. Swami, India, Pakistan and the Secret Jihad: The Covert War in Kashmir, 1947–2004, London: Rou-",
  "tledge,2007.",
  "17 ‘InﬁltrationfromPakistanIncreasedin2009:ArmyChief’,Indo-AsianNewsService,14January2010.",
  "18 See,forinstance,M.K.Dhar,MissiontoPakistan–AnIntelligenceAgentinPakistan,NewDelhi:Manas",
  "Publications,2002.",
  "19 ‘ArmyChief’sWarningtoIslamabad’,NewsBehindtheNews,14January2002.",
  "20 S.Srivastava,‘IndiaArmy“BackedOut”ofPakistanAttack’,AsiaTimes,21January2009.",
  "21 S.Chaulia,‘India:GreatPowerorNot?’,TheGlobalist,9December2008.",
  "22 S.Chaulia,‘IndiaCaughtinaTerrorTangle’,AsiaTimes,11December2009.",
  "23 R. Beeston and J. Page, ‘China Tried to Hack Our Computers, Says India’s National Security Chief",
  "M.K.Narayanan’,TheTimes,18January2010.",
  "24 R.Keohane,PowerandGovernanceinaPartiallyGlobalisedWorld,London:Routledge,2002,p.63.",
  "25 M.Deen,‘TheWest’sShareofGlobalGDPSettoFall’,FinancialExpress,3June2009.",
  "26 T. Poddar and E. Yi, ‘India’s Rising Growth Potential’, in BRICS and Beyond, Washington, DC:",
  "GoldmanSachs,2007.",
  "27 C.ChandrasekharandJ.Ghosh,‘WhatExplainstheHighGDPGrowth?’,BusinessLine,11September",
  "2007.",
  "28 ‘ResilientIndiatoGrowatanAverageof8pcTill2014’,DeccanHerald,13January2010.",
  "33Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SreeramChaulia",
  "29 I.Png,‘WatchIndia–ItMayOutgrowChina’,StraitsTimes,23February2010.",
  "30 A.Palit,‘Let’sGetTechnical’,FinancialExpress,26December2009.",
  "31 ‘TheTroubleWithIndia’,BusinessWeek,19March2007.",
  "32 RenewableEnergyCountryAttractivenessIndices,London:Ernst&Young,November2009.",
  "33 T.Friedman,‘Who’sSleepingNow?’,InternationalHeraldTribune,9January2010.",
  "34 A.Waldman,‘InIndia,EconomicGrowthandDemocracyDoMix’,NewYorkTimes,23May2004.",
  "35 A.Varshney,‘India’sDemocraticChallenge’,ForeignAﬀairs,Vol.86,No.2,2007.",
  "36 G.Das,TheElephantParadigm–IndiaWrestlesWithChange,NewDelhi:Penguin,2001.",
  "37 ‘India,ArabWorldBoostTies,SignPact’,Indo-AsianNewsService,2December2008.",
  "38 N.Mohammad,‘SovereignWealthforEnergyAssets?’,FinancialExpress,24March2010.",
  "39 P. Mistry, ‘Rethinking India’s International Economic Diplomacy’,Economic and Political Weekly, Vol.",
  "38,No.28,2003,p.2947.",
  "40 N.Batra,‘BullishinChinaShop’,TimesofIndia,15October2009.",
  "41 S.Chaulia,‘India’sSoftPower:LessonsfromNehru’,Indo-AsianNewsService,12March2007.",
  "42 See,forinstance,B.Crossette,‘TheElephantintheRoom’,ForeignPolicy,January/February2010.",
  "43 J. Kurlantzick, Charm Oﬀensive: How China’s Soft Power is Transforming the World, Connecticut: Yale",
  "University Press, 2007. See C. Raja Mohan, ‘Balancing Interests and Values: India’s Struggle with",
  "Democracy Promotion’, Washington Quarterly, Vol. 30, No. 3, 2007, for juggling of imperatives by",
  "India.",
  "44 G.Perkovich,‘IsIndiaaMajorPower?’,WashingtonQuarterly,Vol.27,No.1,2003.",
  "45 A. Kalam,Ignited Minds: Unleashing the PowerWithin India,New Delhi:Penguin,2002;A. Kalam and",
  "Y. Rajan, India 2020: A Vision for the New Millennium, New Delhi: Penguin Books India, 2003. His",
  "emphasisontechnologicalcreativitybeingthegatewayforan‘empowerednation’wasafeatureofhis",
  "Addresses to the Nation speeches during 2003–07. See also A. Kalam, Envisioning an Empowered Nation:",
  "TechnologyforSocietalTransformation,Noida:TataMcGraw-Hill,2004.",
  "46 Kautilya, Kautilya’s Arthasastra, tr. R. Shamasastry, Bangalore: Government Press, 1915, Book VI,",
  "p.325.",
  "34Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]