[
  "c4",
  "Geopolitics for India",
  "Robert Stewart-Ingersoll and Derrick V. Frazier",
  "Introduction",
  "After experiencing relatively slow and erratic economic growth for most of its post-indepen-",
  "dencehistory,Indiahasnowgrabbedtheattentionoftheworldwithitsrapidriseoverthepast",
  "two decades. When its economic growth is combined with its size, its critically important",
  "location and its self-perception as the ‘natural hegemon’ of South Asia1 (and indeed the Indian",
  "Ocean for India’s maritime exponents), India’s geopolitical and strategic importance within",
  "regional and global politics appears to be moving on a steep upward trajectory.",
  "Here, ‘geopolitics’ uses Kristof’s sense of ‘strategic writings’ (like India’s 2007 Maritime Mili-",
  "tary Strategy), in which ‘the element of space, the distribution of raw materials and populations,",
  "strategic routes, and other similar factors of national power potential and military strength are",
  "taken into consideration and evaluated in terms of certain known political objectives’.2 Exam-",
  "ination here of the geopolitics of India thus focuses on the strategic incorporation of territorial",
  "and maritime interests and resources into its foreign policy, as well as a consideration of the",
  "implications of India’s rise and expansion with respect to the strategic interests of other sig-",
  "niﬁcant actors that geographically interact and impinge on India’s political horizons. An",
  "important wider trend to note is the increasing importance of regional systems (the Regional",
  "Security Complex—RSC) as venues within which many of the most critical security dynamics",
  "operate, and within which are located the most pressing securitized issues for most members of",
  "the international system.3",
  "In this chapter, we address the territorially based interests upon which India is focused both",
  "within its own borders as well as with regard to the South Asian RSC. After a brief general",
  "discussion about its strategic relationship with its own RSC, we consider two speciﬁcally geo-",
  "political issue areas that are relevant to India’s strategic position within South Asia and beyond,",
  "namely the relevance of India’s internal separatist movements and territorial disputes with",
  "neighbouring states. Second, we explore the expansion of India’s power and strategic interests",
  "beyond South Asia, focusing on its increasing strategic interest and ‘footprint’ within the Indian",
  "Ocean littoral. It is in this area that India has the most salience as an emerging power, and in",
  "which its strategic interests are coming into direct contact with those of external Great Powers.",
  "In any drive to make the Indian subcontinent India’s continent, and to shape the Indian Ocean",
  "as India’s Ocean, geopolitics are involved.",
  "35Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "R.Stewart-IngersollandD.V.Frazier",
  "Indian geopolitics within South Asia",
  "India as a regional power",
  "The strategic interactions and security concerns of the vast majority of states are focused upon",
  "theirimmediateneighbourhoods.ThisistrueforsmallandGreatPowersalike,andistheresult",
  "of a decidedly geographical factor: distance. In the ﬁrst place, power degrades as distance",
  "increases. The capacity of most state and non-state actors to project capabilities is most pro-",
  "nounced within close range. In the second place, most security threats emerge from proximate",
  "areas. This isparticularly true with regard to those threats dealing directly with geography, such",
  "as territorial or water disputes. Thus, space matters, and particularly with respect to geopolitics.",
  "Our contention is that the South Asian region reﬂects a unipolar system in which no other",
  "membercomesclosetopossessingthepowercapabilitiesofIndia.4Further,Indiaperceivesitself",
  "to be the natural and de facto ‘hegemon’ within the Indian subcontinent.5 Nevertheless, India",
  "has not behaved as a regional power, for it has not consistently, eﬀectively, or comprehensively",
  "played a role in developing a means through which regional security problems are prepared for",
  "and addressed within South Asia. Nor has it consistently, eﬀectively, or comprehensively been",
  "abletomanagesecurityproblemsthathavearisenwithintheregion—eventhosewhichdirectly",
  "aﬀect its own geopolitical interests and which it has attempted to manage. Finally, it has been",
  "unable, in spite of a clear desire to do so, to deﬂect external Great Powers from signiﬁcant",
  "interventions in its region.",
  "We can now focus on two speciﬁc issue areas that are reﬂective of these contentions, and",
  "which directly relate to geopolitics: India’s internal militant movements and border disputes.",
  "They represent but do not exhaust the areas in which India lacks command of its region. This",
  "broader issue is connected to the geopolitics of India, though in the sense that it not only deals",
  "in many cases with geographically related strategic issues, but it also calls into question",
  "the capacity and/or willingness of India to eﬀectively project its power across a space that is",
  "the most proximate and in which it has no peer. If it does not or cannot eﬀectively do this",
  "within the South Asian conﬁnes, the merit of its claim to be a Great Power is called into",
  "question.",
  "Internal militant movements",
  "The ﬁrst critical overlap between geography and politics that can be considered is the integrity",
  "oftheIndianstateitself.Notonlydoesthisinvolvealinkbetweengeographyandpoliticsatthe",
  "most fundamental level, but the resolution of India’s internal geopolitical problems is to a large",
  "extent a prerequisite for its capacity to eﬀectively project its inﬂuence across still greater dis-",
  "tances. In the Indian case, this integrity involves the maintenance of the existing sovereign",
  "borders, the capacity of the government to project order and govern within these borders, and",
  "arguably the maintenance of the nation’s government as one that operates according to a",
  "democratic system. None of these criteria are ﬁrmly secure. Harsh Pant argues that ‘India is",
  "witnessing a gradual collapse in the authority of the state. From left-wing extremism to right-",
  "wing religious fundamentalism, the nation is facing multiple challenges that threaten to derail",
  "the story of a rising India’.6",
  "Internal insurgencies might not typically be considered central to an exploration of geopo-",
  "litics; they do not seem to reﬂect examples of the sort of strategic thinking that was identiﬁed",
  "above as being representative of geopolitics. However, overlooking these internal challenges",
  "36Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GeopoliticsforIndia",
  "within such a chapter on geopolitics would be a mistake for at least three reasons. First, the",
  "consolidation of control within the state’s borders is essentially related to the connection",
  "betweengeographyandpolitics,andtheeﬀectiveprojectionofpower.Second,therelationship",
  "betweensomeinsurgencyandterroristgroupswithinIndiatootherstates(notablyPakistanand",
  "Bangladesh) points to a connection between internal struggles and India’s eﬀorts to project",
  "power and pursue broader strategies outside of its borders. Finally, the potential for these chal-",
  "lenges to undermine India’s sustained growth is intimately related to India’s interest in being",
  "recognized as a Great Power in and outside its region.",
  "While India’s enormous Muslim population (the second largest in the world) long remained",
  "largelyuninvolvedintransnational terrorism,thishasnotrecentlybeenthecase.Rather,Indian",
  "Muslims have become active in terrorist organizations, and India has become a central target of",
  "terrorist attacks.7 Groups such as the Indian mujahideen (IM), the Indian Security Force—Indian",
  "mujahideen (ISF-IM), and the Students’ Islamic Movement of India (SIMI) have claimed",
  "responsibility for numerous attacks in recent years.8 This increasing internal activity presents a",
  "threat to each ofthe above criteria for maintenance ofstate integrity. Further, the radicalization",
  "of these groups is coinciding and associated with the rise of radical right-wing Hindu groups, as",
  "well as the undermining of certain bedrock principles of Indian democracy, such as tolerance,",
  "dissent and limits on government action.9",
  "It would be a mistake to contend, however, that the internal threat to India’s integrity and",
  "ascent toward Great Power status is limited to Islamist terrorist groups. India also confronts a",
  "number of separatist groups, as well as Maoist (referred to as Naxalite) insurgencies. The most",
  "notable examples of recent separatist conﬂicts within India have been within the north-eastern",
  "states of Manipur and Assam, where various groups within these territories wish to establish",
  "independenthomelandsbasedupontribalandethnicidentity.Theinsurgencycampaignsbythe",
  "United Liberation Front of Assam (ULFA) and the National Socialist Council of Nagaland",
  "(NSCN) have led to 20,000 fatalities since the mid-1980s. The ULFA, in particular, has been",
  "the beneﬁciary of ﬁnancial and military support from Bangladeshi and Pakistani intelligence",
  "agencies. Whilethere has beenarelatively highlevel ofviolencein recentyears associatedwith",
  "these conﬂicts, there is hope of progress. For instance, a formal cease-ﬁre has been put into",
  "place with the National Democratic Front of Bodoland (NDFB). Additionally, several top lea-",
  "dersoftheULFAwerearrestedinDhakain2009.Thisresultedfromtheco-operativeeﬀortsof",
  "the Indian and Bangladeshi Governments, indicating a shift in the orientation of Bangladesh",
  "towards its previous support for such movements. Finally, there was a slight decrease in the",
  "fatality rates in 2008–09 in these conﬂicts, adding a degree of optimism.",
  "The same cannot be said with regard to the ideologically motivated Naxalite movement,",
  "which has been expanding in recent years.10 Since the two largest Maoist factions (the Peo-",
  "ple’s War Group and the Maoist Communist Centre) merged in 2004, they have rapidly",
  "extended their inﬂuence and operations into the very heartland of India. In 2006 Prime",
  "Minister Manmohan Singh called it the ‘single biggest internal-security challenge’ that India",
  "has faced.11 While roughly 700,000 Indian troops are stationed in Kashmir, the police and",
  "military forces deployed to counter this growing Naxalite insurgency are surprisingly low. A",
  "‘dismal security presence in states of the so-called red corridor, which stretches from the",
  "Deccan Plateau to the Himalayan foothills’, is shown whereby ‘in Bihar, there are 54 police",
  "oﬃcers for every 100 square kilometers, compared to 31 in Jharkand, and 17 in Chattisgargh.",
  "It’s far worse in Bastar, where less than four policemen are on the ground for every",
  "100 square kilometers, probably half being teenage irregulars’.12 Such deployments indicate a",
  "lack of prioritization and/or recognition on the part of the Indian Government of the scale of",
  "the threat.",
  "37Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "R.Stewart-IngersollandD.V.Frazier",
  "Border disputes with neighbouring states",
  "The second principle geopolitical issue that is explored with regard to India, and which con-",
  "tinues our extension outwards from India’s centre, is the existence of several disputed border",
  "areas with neighbouring states. While India has problematic border issues with Bangladesh,",
  "Nepal and Myanmar, the focus here will be speciﬁcally on the long-standing Sino–Indian",
  "border dispute and the Kashmir conﬂict with Pakistan, as in terms of their impact upon its",
  "broader strategic interests, these geopolitical conﬂicts are of paramount importance.",
  "In 1962 India experienced a decisive defeat by the Chinese military over the disputed terri-",
  "tory that stands between India and Tibet. The legacy of the war is of importance to Indian",
  "geopolitics in several ways. First, it represents an explicitly geographical conﬂict over the loca-",
  "tionofthedividinglinebetweenthetwostates:geopoliticsofthemostobviousorder.13Asthe",
  "Minister of External Aﬀairs (2004–06), Shyam Saran, put it: ‘geopolitical reality’ was in play",
  "‘where the interests of both India and China intersect. It is said that the logic of geography is",
  "unrelenting. Proximity is the most diﬃcult and testing among diplomatic challenges a country",
  "faces. To those who harbour any skepticism about this fact, it would suﬃce to remind that we",
  "share one of the longest [and most disputed] land borders in the world with China.’14 Second,",
  "the mistrust of the People’s Republic of China and widely held perception of its aggressive",
  "intentions generates a sense of fear in India, which underlies the rivalry between the two Asian",
  "giants. Given the size of these two states and their potential for strategic competition over the",
  "longer term, this is arguably the more important of the two border conﬂicts focused on here.15",
  "Third, this experience and India’s perception of China’s aggressive intentions provided the",
  "rhetorical basis for its 1998 detonation of a nuclear weapon. Fourth, the advantageous position",
  "that China holds along the border forms a critical component in its strategy of encircling India.",
  "With respect to the ﬁrst point, the Sino–Indian territorial dispute, Shyam Saran’s ‘logic of",
  "geography’ revolves primarily around two areas: Assam Himalaya and Aksai Chin. The former",
  "was designated Indian territory according to the McMahon Line that was agreed at the Simla",
  "Conference of 1913–14 by British and Tibetan oﬃcials. China’s position since has been that",
  "Tibet, in spite of its four decades of de facto independence, was in no position to make such a",
  "deal, since given China’s suzerainty, only the Chinese Government could make such an agree-",
  "ment.16 When the independent Government of India took power, it interpreted the territorial",
  "boundaries delineated under the Simla Agreement rather broadly, including the area of Aksai",
  "Chinlocatedtothenorth.17TheChinesepositionsincethe1950shasbeenthatitwouldlikely",
  "accept the territory demarcated by the McMahon Line (and encompassing the Indian state of",
  "Arunachal Pradesh) through diplomatic negotiations if India were willing to cede its claims to",
  "Aksai Chin.",
  "The disputes over these territories, and the lack of willingness by the two sides to arrive at a",
  "diplomatic resolution, led to their 1962 war. WhileChina immediately withdrew from most of",
  "theterritoryitoccupiedinArunachalPradesh,itdidnot withdrawfrom14,000squaremilesof",
  "territory in Aksai Chin. Neither side has accepted the validity of the areas of control by the",
  "other since this time, leading to intermittent skirmishes. The most promising marks of progress",
  "occurred during the 1990s when two conﬁdence-building agreements were signed: The",
  "AgreementonMaintainingPeaceandTranquillityintheBorderAreasalongtheLineofActual",
  "Control (1993) and the Agreement on Conﬁdence-Building Measures in the Military Field",
  "along the Line of Actual Control in the India-China Border (1996).18 Amicable language was",
  "also contained in their Joint Declaration on Principles for Relations and Comprehensive",
  "Cooperation(2003),andPrimeMinisterSingh’sandPremierWenJiabao’sASharedVisionfor",
  "the Twenty-First Century (2008). However, these statements have not been accompanied by",
  "38Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GeopoliticsforIndia",
  "any substantive negotiations or any sovereignty agreements. Moreover, the disputed Himalayan",
  "region was the scene of increasing tension between 2008 and 2009, including infrastructure",
  "races, heightened military deployments, base renewals and ‘incursion’ incidents. The Sino–",
  "Indian border remains actively disputed and represents a direct geographic challenge for Indian",
  "foreign policy-makers.",
  "Second, the overwhelming defeat at the hands of the Chinese had a long-lasting impact on",
  "Indian ‘perceptions’ of its northern neighbour, with, of course, perceptions being the stamping",
  "ground of International Relations (IR) constructivism. There is a common perception that the",
  "war resulted from unprovoked Chinese actions and came as a surprise to Prime Minister Jawa-",
  "harlal Nehru. While the veracity of this narrative has been called into question, its internaliza-",
  "tionbyIndiansocietyanditsimpactonIndianviewsisunmistakable.19Kochelaboratesonthis",
  "point:",
  "The scar on India’s national psyche left by the 1962 defeat cannot be underestimated.",
  "There is a legacy of humiliation and grievance that remains a central component of Indian",
  "thinking about China. As a result, the notion has crystallized within India that the only",
  "language China understands and respects is one based on national strength. One of the",
  "most important lessons that India drew from the border conﬂict was that it would be",
  "extremely damaging for India to let down its guard. India assumes that while Pakistan",
  "represents the more immediate short-term threat, only China possesses the ability to",
  "threaten Indian vital interests.20",
  "The 1962 war shapes India’s view both in terms of its inability to prevent China’s external",
  "penetration of its own sphere, and how the relationship is likely to develop at the broader",
  "Indian Ocean and global level.",
  "The third geopolitical legacy of the 1962 war is related. On 11 and 13 May 1998 India",
  "openly became a nuclear weapons state by the successful detonation of ﬁve nuclear devices.",
  "While the immediate attention of the international community focused on the implications of",
  "this move for the Indian–Pakistani rivalry (particularly given Pakistan’s own nuclear tests on 28",
  "and30May1998),NewDelhiarguedthatthemovewasmorearesponsetothesecuritythreat",
  "from China. As India’s Prime Minister explained to the US President:",
  "I have been deeply concerned at the deteriorating security environment, specially the",
  "nuclearenvironment,facedbyIndiaforsomeyearspast.Wehaveanovertnuclearweapon",
  "state on our borders, a state which committed armed aggression against India in 1962.",
  "Although our relations with that country have improved in the last decade or so, an",
  "atmosphere of distrust persists mainly due to the unresolved border problem.21",
  "Given the continued dispute over territory, the 1962 experience, the steady rise of both states",
  "and the nuclear capacity of China, it had become strategically important for India to also",
  "become a nuclear power. Such status would improve its relative strategic position vis-à-vis",
  "China.",
  "The fourth important geopolitical factor in this border dispute is the advantageous position",
  "that China holds over India along its northern frontier, where China’s positioning along the",
  "border contributes substantially to its seemingly wider game of ‘encirclement’ of India.22 By",
  "maintaining its positions since 1962, deploying medium-range missile systems in the area, and",
  "signiﬁcantly developing the highway and rail lines into Tibet (signiﬁcantly improving its",
  "mobilization capacity), China is in a stronger position than India. While the strategy of",
  "39Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "R.Stewart-IngersollandD.V.Frazier",
  "encirclement is broader than the Sino–Indian border, this use of the area connects it to the",
  "broader geopolitical relationship between India and China.",
  "The second border conﬂict that we can now address is the conﬂict with Pakistan over",
  "Kashmir. Again, there are four primary implications of this conﬂict that need to be considered",
  "within the overall evaluation of the geopolitics of India. The ﬁrst (as with the Sino–Indian",
  "border conﬂict) is the fact that as a conﬂict over territory it is focused on an explicitly geo-",
  "graphical dispute. Second, it is a central conﬂict within the broader Indian–Pakistani rivalry,",
  "which has both shaped and limited the strategic potential of India since independence. Third,",
  "given the history, the capacity of both parties and the relationship of the underlying issue in",
  "Kashmir to other areas, the stakes of the conﬂict are exceedingly high. Fourth, the Indian–",
  "Pakistani rivalry is an access point through which the Sino–Indian relationship plays out, and",
  "through which China is seen as pursuing a strategy of encirclement of India.",
  "The ﬁrst implication of the Kashmir conﬂict for India’s geopolitics is its explicit connection",
  "to geography. Since the accession of the Muslim-majority Kashmir to India by the Hindu",
  "maharajah, Hari Singh, in 1947, the two states have fought three wars and engaged in numer-",
  "ous other crises and lower-level skirmishes. While much of the population of Kashmir seeks",
  "secession from India, allowing this would mean India sacriﬁcing a sizable piece of territory—",
  "something states are generally loath to do, the more so if it means territory being transferred to",
  "Pakistan. Beyond this, the direct geopolitical implications of ceding the territory also would be",
  "signiﬁcant. An independent Kashmir could become a zone of strategic competition for China,",
  "India and Pakistan. Furthermore, it would mean ceding strategic control over the rivers that",
  "provide both the potential for much-needed hydro-electric power to India and access to",
  "essential irrigation water for Pakistan. An independent Kashmir with control over these",
  "resources might meanthe undermining ofthe Indus Water Treaty, which has guidedboth states’",
  "access to the six-river Indus system since its signing in 1969.23",
  "This geographical signiﬁcance mixed with the identity component of the Kashmir conﬂict",
  "raises the second implication. In short, this dispute is a central issue in the broader Indian–",
  "Pakistanirivalry.Whileitisanerrortocallitthesolebasisfortherivalry,threeofthefourwars",
  "that have been fought between India and Pakistan, and most of the battles and crises that have",
  "fallen short of outright war between the two states since independence, have revolved around",
  "Kashmir.InrecentyearsthesituationinKashmirhasstabilizedtosomeextent,andviolencehas",
  "diminished.Nevertheless,thelackofresolutionoftheconﬂictanditsconnectiontothebroader",
  "relationship with Pakistan links it to a rivalry that occupies a great deal of India’s strategic focus",
  "and limits its ability to broaden its regional and global inﬂuence.",
  "Beyondthefactthatthishasbeenalong-termsourceofinternalinstabilityandacoreissuein",
  "Indian–Pakistani rivalry, the stakes of the conﬂict are also exceedingly high. The most obvious",
  "way in which this is true is the potential for an Indo–Pakistani conﬂict to escalate to use of",
  "nuclear weapons. Still, there is another fundamental issue at stake that also relates to the geo-",
  "politicalcoherenceoftheIndianstateanditscontinuedriseasaninternationalpower.Thosein",
  "the liberal camp within India who call for allowing Kashmir to gain independence do not",
  "adequately consider the implications of such a precedent for other conﬂicts. As Pant argues,",
  "‘clearly, no Indian government is in a position to allow Kashmir’s secession from India for fear",
  "of triggering a new spate of separatist struggles in the multi-ethnic, multinational nation’.24",
  "Theﬁnalpoint to be madeabout the geopolitical implicationsof the Kashmir conﬂict isthat",
  "it provides another point through which India’s rivalry with China operates. Mitra argues that",
  "one cannot really understand the overall Indian–Pakistani rivalry without considering it to be",
  "subsumed within the larger China-India-Pakistan triad, in which Chinese military and diplo-",
  "matic support to Pakistan has been a longstanding feature of regional security.25 This Sino-",
  "40Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GeopoliticsforIndia",
  "Pakistani relationship providesasecond frontalong which China’s strategy ofencirclingIndiais",
  "implemented. It is through this often proclaimed ‘all-weather friendship’ with Pakistan that",
  "China is able to extend its land threat along the western boundaries of India, partly through",
  "China’s commitment of military and ﬁnancial support, but also partly through the upgrading of",
  "the Karakorum Highway, which provides a corridor for more rapid and eﬀective projection of",
  "Chinese land power. Thus, the Kashmir conﬂict, and the broader rivalry between Pakistan and",
  "India, is a critical strategic issue that ﬁgures in the geopolitics of India.",
  "The extension of Indian geopolitics",
  "India as a Great Power",
  "India’s footprint in world politics is expanding, particularly so its ‘footprints’ in the Indian",
  "Ocean and its littoral.26 This expansion of strategic interests and presence can be seen in two",
  "broad ways. The ﬁrst is in India’s projection of military and diplomatic inﬂuence into, and",
  "indeed beyond, the Indian Ocean area. This extension places India directly into contact with",
  "theinterestsandpresenceofChina;consequently,muchofthediscussionbelowfocusesonthis.",
  "However, it is clearly worth considering how India’s expanding interests alter its strategic rela-",
  "tionships with the USA and a number of states within the surrounding RSCs. The second area",
  "we examine is India’s eﬀort to deepen economic interactions with neighbouring regions and to",
  "secure access to critical natural resources, which involve issues of secure SLOCs (Sea Lines of",
  "Communication). There is clear overlap between this and its politico-military expansion, but",
  "we dedicatea section to geoeconomics as it has acritical relationship to India’s ability to sustain",
  "economic growth over the long term, and to fully enter the category of Great Power.",
  "The Indian Ocean and Great Power politics",
  "The extension of India’s strategic posture into the Indian Ocean littoral creates opportunities",
  "and challenges associated with its increasing contact and inﬂuence across a broader area. As",
  "described above, China appears to be pursuing a policy of encirclement of India, relying upon",
  "its military advantage along the Sino–Indian border and its ‘all-weather friendship’ with Paki-",
  "stan. To the south, China attempts to complete the circle by sea. Its so-called ‘string of pearls’",
  "strategy is a three-pronged approach to check US naval power in the Indian Ocean and to",
  "achieve strategic maritime advantage over India. It is seen as involving the construction of a",
  "series of naval bases/berthing points along its sea lanes to the Middle East, the improvement of",
  "its diplomacy throughout the Indian Ocean area, and the rapid attempt to build a ‘blue-water’",
  "navy to project power eﬀectively.27 In recent years China has notably increased its presence in",
  "the Bay of Bengal and the Arabian Sea. Chinese and Indian analysts continue to cite Mahan’s",
  "supposed geopolitical comment, ‘Whoever controls the Indian Ocean, controls Asia. The",
  "Indian Ocean is the gateway to the world’s seven seas. The destiny of the world in the 21st",
  "century will be determined by the Indian Ocean’.28 The Indian Ocean Region (IOR) is",
  "becominganimportantfrontinChina’snavalstrategy,andIndia’spresenceatthecentrecreates",
  "a clear challenge with which China must deal.",
  "IndiaalsounderstandsthecentralimportanceoftheIORtoitsownstrategicinterests,witha",
  "Grand Strategy and strategy leanings that reﬂect Mahanian-style tenets of seapower and geopo-",
  "litics.29 India’s response has been to work at developing its diplomacy throughout the area,",
  "buildingandmodernizing itsmilitary capacity,anddevelopingitsabilitytoprojectpowermore",
  "eﬀectively.India’sself-proclaimedstrategicsecurityperimeterrunsfromthechokepointsofthe",
  "41Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "R.Stewart-IngersollandD.V.Frazier",
  "Strait of Hormuzto the Strait of Malacca, and from the eastcoast of Africa to the west coast of",
  "Australia.",
  "In military terms, India has embarked upon a massive military development programme.",
  "Much of this military development is focused upon projecting power throughout the Indian",
  "Ocean. It includes the addition of a sea-based leg to its nuclear posture, substantial air force",
  "development (including combat aircraft, Il-78 tanker aircraft for in-air refuelling, and AWACS",
  "systems), and major investment in the expansion of its surface and submarine naval capacities.",
  "Most signiﬁcantly, it awaits delivery of the refurbished Kiev-class Admiral Gorshkov aircraft",
  "carrier (renamed INS Vikramaditya), due in late 2012, and it is building an indigenous 40,000-",
  "ton Vikrant-class aircraft carrier, due to be launched by the end of 2010 and commissioned by",
  "2014, a development picked up in China.30",
  "India’s oﬃcial Maritime Military Strategy (2007), a good example of Kristof’s ‘strategic writ-",
  "ings’, which are a vehicle for geopolitical formulations, show a keen sense of location and",
  "positioninplayforIndiaintheIndianOcean.Itsentirechapter3wastitled‘TheIndianOcean",
  "anditsGeopolitics’,inwhich‘whateverhappensintheIORcanaﬀectournationalsecurityand",
  "is of interest to us’.31 At a basic level, it argued that:",
  "India is singularly blessed in terms of maritime geography. We have unimpeded access to",
  "the Indian Ocean on both our coasts besides two advantageously located island groups, in",
  "the east and the west, which permit forward deployment. The Maritime Military Strategy",
  "exploits these geographical advantages available to India by adopting an oceanic approach",
  "to its strategy, rather than a coastal one.32",
  "India’s own area of ‘primary strategic interest’ was deﬁned as: a) ‘The Arabian Sea and the Bay",
  "of Bengal’; b) ‘The choke points leading to and from the Indian Ocean—principally the Strait",
  "of Malacca, the Strait of Hormuz, the Strait of Bab-el-Mandeb and the Cape of Good Hope’;",
  "c) ‘the island countries’; d) ‘the Persian Gulf’; and e) ‘the principle ISLs [International Shipping",
  "Lanes] crossing the IOR’.33 The South China Sea was designated as a further, though second-",
  "ary, area of strategic interest.",
  "India perceives two broad categories of threats to which it is responding. The ﬁrst is the",
  "increasing importance of non-traditional threats like terrorism, weapons proliferation, and",
  "piracy.TheyrequirethatIndiaincreaseattentiontotheeﬀectivepolicingoflargeseaareas.The",
  "surveillanceandprojectioncapacitiesthatarepartofthisbuild-upcontributetoIndia’sabilityto",
  "do so. The second threat is the presence of rival navies. Here, China was ﬂagged as a state",
  "engaged in an ‘ambitious modernisation’ programme to create a ‘blue water’ navy with atten-",
  "dant ‘attempts to gain strategic toe-hold in the IOR’.34 The Maritime Strategy clearly indicates a",
  "focus on the extension of Indian inﬂuence by sea, rather than land. It recognizes the relative",
  "strengths that China and India have over one another, the well-suited geographical position of",
  "India at the heart of critical SLOCs, and the importance that they play in its continued rise.",
  "The ﬁnal element of India’s reciprocal strategy of encirclement of China involves the devel-",
  "opment of a base structure throughout the region. The introduction of two new purely naval",
  "deep-sea port facilities on the south-west coast at Kawar and on the south-east coast some 50",
  "kilometres south of Visakhapatnam, ‘will enable Indian power to be felt further around the",
  "Indian Ocean, and thereby enable India to more easily cut China’s Sea Lanes of Communica-",
  "tionbetweenthePersianGulfandStraitsofMalacca’.Elsewhere,theextensionandbuild-upof",
  "CampbellAirport onGreatNicobar island‘gives Indiathe chanceto strikeagainst thesouthern",
  "and central Chinese zones, avoiding the geographical problems for India of trans-Himalayan",
  "operations’. The year 2005 saw the setting-up of India’s Far Eastern Naval Command (FENC),",
  "42Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GeopoliticsforIndia",
  "at Port Blair in the Andaman Islands: ‘the islands look westwards back to India and the Eastern",
  "Naval Command at Visakhapatnam, thereby securing the whole Bay of Bengal as a con-",
  "sequence. They also look eastwards, to Southeast Asia and the South China Sea; indeed they",
  "geographically pull India into Southeast Asia’.35",
  "All in all, India is making a push to modernize and expand its naval presence throughout the",
  "Indian Ocean littoral, partially in a bid to contain China’s own growing presence. This mod-",
  "ernizationandexpansion iscoupledwithanextensionofitsbasingstructureanddiplomaticties",
  "throughout the region as well. While China is clearly of concern in this regard, so is the USA.",
  "India is aware of the US naval primacy in Asia and still stings from the Seventh Fleet’s inter-",
  "vention in the Bay of Bengal during the 1971 Indo–Pakistani War. The important geopolitical",
  "position played by the US base at Diego Garcia has caused concern for Indian strategists in",
  "previous decades.Given India’s discomfort withplaying asecondary role in Asiaand theIndian",
  "OceantoChinaanditsothersharedinterestsintheMiddleEastwiththeUSA,greatersecurity",
  "co-operation between the two states is a reasonable expectation. Certainly, there has been",
  "increasing co-ordination between the US and Indian navies within the region. The 2007 joint",
  "exercise between the Indian, US, Japanese, Australian and Singaporean navies in the Bay of",
  "Bengal, MALABAR-2, was one example. Such developments indicate that the USA and India",
  "are developing, albeit strictly based upon each state’s strategic interests, a co-operative relation-",
  "ship that could assist each in addressing strategic concerns relating to China.",
  "Geoeconomics and resource acquisition",
  "The second area of examination regarding the extension of India’s strategic presence in the",
  "Indian Ocean region deals with the necessity of deepening economic partnerships with states",
  "throughouttheregionandsecuringthesupplyofenergyresources.Itwasagainnocoincidence",
  "that an entire chapter—chapter 4—was devoted to ‘Maritime and Energy Security’ in the",
  "Maritime Military Strategy. Such a focus on economics and energy within foreign policy follows",
  "the strategic vision that has been referred to as the Manmohan Doctrine.36",
  "Seeking to expand trade ties with states and organizations throughout the Indian Ocean",
  "region is central to India’s ‘Look East’ policy. This lies behind India’s Maritime Military Strategy",
  "sense that:",
  "Geographically, India is in a unique position in the geopolitics of IOR, with its interests",
  "and concerns straddling across the sub-regions of IOR. This geopolitical reality and India’s",
  "belief that enhanced regional cooperation is mutually advantageous, is driving the active",
  "participation in the SAARC, the ASEAN, the East Asia Summit and the Shanghai Coop-",
  "eration Organisation.37",
  "Such engagement can be seen in all directions of the Indian Ocean and beyond, which reﬂects",
  "India’s so-called ‘360 degrees diplomacy’.",
  "In an eastwards direction, India has promoted Bay of Bengal Co-operation through BIM-",
  "STEC (Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation—",
  "formerly Bangladesh, India, Sri Lanka, Thailand Economic Cooperation). There is an ongoing",
  "discussion between the Governments of India, Bangladesh and Myanmar to build a joint pipe-",
  "line in order to transport liqueﬁed natural gas from Myanmar to India.38 India has pushed",
  "bilateral links with Singapore and Indonesia, and economic links with the Association of",
  "Southeast Asian Nations (ASEAN), with which it became an oﬃcial Dialogue Partner in 1992,",
  "a member of the ASEAN Regional Forum (ARF) in 1996, signed a Comprehensive Economic",
  "43Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "R.Stewart-IngersollandD.V.Frazier",
  "Co-operation Agreement (CECA) in 2003, and a Free Trade Agreement in 2009. This posi-",
  "tioning with regard to ASEAN and other regional institutions also reﬂects a set of moves by",
  "China and India to enter into organizations within each other’s backyards.39",
  "In a westwards direction, India’s relations with Israel have developed strongly since normal-",
  "ization of relations in 1992. Israel has become one of India’s largest investors. In addition, India",
  "has acquired a number of important defence systems from Israel, has built complementary pro-",
  "grammes of weapons systems development, and seems to have engaged in unoﬃcial maritime",
  "co-operation around the Red Sea area.40 India has taken a broad approach to securing energy",
  "resources, fostering a series of relationships in energy-rich regions nearby, notably Saudi Arabia",
  "and the Gulf. Relations with Iran have involved some military co-operation, but most impor-",
  "tantly for India is Iran’s potential as a signiﬁcant and proximate supplier of energy resources.",
  "TheeﬀortwithIrantodeveloptheportcomplexatChabaharasaconduitforaccessingCentral",
  "Asia is also intended to assist India’s resource acquisition. Chabahar (and its Indian support)",
  "stands in competition with Pakistan’s Gwadar (and its Chinese support) as an energy corridor",
  "link point.",
  "In a southerly direction India’s eﬀorts have seen active maritime diplomacy and bilateral",
  "arrangements with various island (Mauritius, Seychelles, Madagascar) and littoral (e.g. Mozam-",
  "bique, South Africa) states, with India taking a leading position in setting up the IONS (Indian",
  "Ocean Naval Symposium) in 2009, to which China was not invited. Maintaining secure transit",
  "through the choke points and across the Indian Ocean remains a key concern for India, which",
  "receivesover90%ofitstradebysea.AsIndia’sMaritimeMilitaryStrategyputit,‘beingthemajor",
  "maritime power in the IOR, a large part of the responsibility for ensuring the safety of ISLs",
  "devolves upon the Indian Navy’.41",
  "Conclusions",
  "It seems likely that India’s interests and impact will continue to extend further into the broader",
  "Asian and Indian Ocean space. It possesses the latent resources to emerge as an enormous",
  "power. To conclude, we reiterate a few points. First, the resolution of its own internal threats",
  "and its border disputes with neighbouring countries would improve India’s position to further",
  "extend its inﬂuence. The relevance of South Asian security problems for India and others",
  "impliesthatanincreasedcapacityandwillingnesstomanage SouthAsiansecuritywouldreduce",
  "threats to India and increase its recognition as a signiﬁcant power. Second, its growth and",
  "expansion clearly put it into signiﬁcant strategic contact with the other rising Asian power—",
  "China. While we would not say that this necessitates a conﬂictual relationship, the evidence",
  "seems to point towards at least a highly competitive one. Thus, the geopolitics of the Indian",
  "Ocean region will continue to evolve in a way that involves both states’ growing power and",
  "interests. Finally, India’s relationship with the USA and other states throughout this region will",
  "be driven by its own strategic interests in the coming years, which will be in large part driven",
  "by the Sino-Indian relationship.",
  "Notes",
  "1 D. Hagerty andH.Hagerty,‘India’sForeign Relations’,inD.Hagerty (ed.),South Asiain WorldPol-",
  "itics,Oxford:RowmanandLittleﬁeld,2005,p.41.",
  "2 L. Kristof, ‘The Origins and Evolution of Geopolitics’, Journal of Conﬂict Resolution, Vol. 4, No. 1,",
  "1960, pp.37–38. Also O. Osterud, ‘Review: The Uses and Abuses of Geopolitics’, Journal of Peace",
  "Research,Vol.25,No.2,1988.",
  "44Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GeopoliticsforIndia",
  "3 For example, B. Buzan and O. Waever, Regions and Powers: The Structure of International Security,",
  "Cambridge: Cambridge University Press, 2003; and D. Frazier and R. Stewart-Ingersoll, ‘Regional",
  "Powers and Security: A Framework for Understanding Order within Regional Security Complexes’,",
  "EuropeanJournalofInternationalRelations,Vol.16,No.3,2010.",
  "4 R. Stewart-Ingersoll andD. Frazier,‘Indiaasa Regional Power:Identifying theImpact ofRolesand",
  "ForeignPolicyOrientationontheSouthAsianSecurityOrder’,AsianSecurity,Vol.6,No.1,2010.",
  "5 D.HagertyandH.Hagerty,‘India’sForeignRelations’,op.cit.,p.41.",
  "6 H. Pant, ‘Indian Foreign and Security Policy: Beyond Nuclear Weapons’, Brown Journal of World",
  "Aﬀairs,Vol.25,No.2,2009,p.229.",
  "7 Ibid.,p.230.",
  "8 L.Curtis,‘AfterMumbai:TimetoStrengthenU.S.-IndiaCounterterrorismCooperation’,Backgrounder",
  "Paper,No.2217,9December2008,www.heritage.org.",
  "9 K.Bajpai,‘TheEﬀectsofTerrorismonIndianDemocracy’,inS.KhatriandG.Kueck(eds),Terrorism",
  "inSouthAsia:ImpactonDevelopmentandDemocraticProcess,Delhi:ShipraPublications,2009,p.188.",
  "10 A.Mehta,‘CounteringIndia’sMaoistInsurgency’,RSISCommentaries,No.74/2010,5July2010.",
  "11 M. Singh, ‘PM’s Speech at the Chief Minister’s Meet on Naxalism’, 13 April 2006, pmindia.nic.in.",
  "Also,‘EndingtheRedTerror’,Economist,27February2010.",
  "12 J. Motlagh, ‘The Maoists in the Forest: Tracking India’s Separatist Rebels’, Virginia Quarterly Review,",
  "Vol.84,No.3,2008,p.103.",
  "13 E.Anderson,‘Geopolitics:InternationalBoundariesasFightingPlaces’,inC.GrayandG.Sloan(eds),",
  "Geopolitics:GeographyandStrategy,London:FrankCass,1999.",
  "14 S.Saran,‘PresentDimensionsoftheIndianForeignPolicy’,11January2006,meaindia.nic.in.",
  "15 On the other hand, it could be argued that the dispute with Pakistan is more critical, given that it is",
  "viewed in terms of great power conﬂict for India while the other is not. Thus, stalemate or negotia-",
  "tions with China are viewed diﬀerently than those with Pakistan, the latter to which India perceives",
  "itself as superior. In other words, losing vis-à-vis Pakistan is much more devastating to Great Power",
  "statusthanastalematewithorevenlosingtoChina.",
  "16 S. Hoﬀman, ‘Rethinking the Linkage between Tibet and the China-India BorderConﬂict: ARealist",
  "Approach’,JournalofColdWarStudies,Vol.8,No.3,2006.",
  "17 N. Maxwell, ‘Sino-Indian Border Dispute Reconsidered’, Economic and Political Weekly, Vol. 34, No.",
  "15,1999.",
  "18 W. Sidhu and J. Yuan, ‘Resolving the Sino-Indian Border Dispute: Building Conﬁdence through",
  "CooperativeMonitoring’,AsianSurvey,Vol.41,No.2,2001.",
  "19 N.Maxwell,‘FortyYearsofFolly:WhatCausedtheSino-IndianBorderWarandWhytheDisputeis",
  "Unresolved’,CriticalAsianStudies,Vol.35,No.1,2003.",
  "20 C. Koch, ‘China and Regional Security in South Asia’, in Emirates Center for Strategic Studies and",
  "Research(ed.),TheBalanceofPowerinSouthAsia,Reading:IthacaPress,2000,p.82.",
  "21 A.B.Vajpayee,‘Letter’[toWilliamClinton],NewYorkTimes,13May1998.",
  "22 D. Scott, ‘The Great Power “Great Game” between India and China: “The Logic of Geography”’,",
  "Geopolitics,Vol.13,No.1,2008.",
  "23 R. Wirsing, ‘The Kashmir Territorial Dispute: The Indus Runs Through It’, Brown Journal of Interna-",
  "tionalAﬀairs,Vol.25,No.1,2008.",
  "24 H.Pant,‘IndianForeignandSecurityPolicy’,op.cit.,p.232.",
  "25 S.Mitra,‘WarandPeaceinSouthAsia:ARevisionistViewofIndia-PakistanRelations’,Contemporary",
  "SouthAsia,Vol.10,No.3,2001.",
  "26 D. Scott, ‘Indian “Footprints” in the Indian Ocean: Power Projection for the 21st Century’, Indian",
  "Ocean Survey, Vol. 2, No. 2, 2006; D. Berlin, ‘India in the Indian Ocean’, Naval War College Review,",
  "Vol.59,No.2,2006.",
  "27 D. Scott, ‘India’s Drive for a “Blue Water” Navy’, Journal of Military and Strategic Studies, Vol. 10,",
  "No.2,2007–08.",
  "28 J.Holmes,A.WinnerandT.Yoshihara,IndianNavalStrategyinthe21stCentury,London:Routledge,",
  "2009,p.132.Theauthorsnotethattheauthenticityofthequoteisdubious.Nevertheless,itsfrequent",
  "usebyChineseandIndianstrategiststoaccentuatetheincreasingimportance thateachcountryplaces",
  "onbuildingitsnavalpresencewithintheIndianOceanisquiterealandrelevant.",
  "29 Forexample,D.Scott,‘India’s“GrandStrategy”fortheIndianOcean:MahanianVisions’,Asia-Paciﬁc",
  "Review,Vol.13,No.2,2006.",
  "30 ‘IndiatogetFirstIndigenousAircraftCarrierby2014’,People’sDaily,11January2010.",
  "45Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "R.Stewart-IngersollandD.V.Frazier",
  "31 Indian Navy, Freedom to Use the Seas: India’s Maritime Military Strategy, New Delhi: Ministry of",
  "Defence,2007,p.59.",
  "32 Ibid.,pp.10–11.",
  "33 Ibid.,pp.59–60.",
  "34 Ibid.,p.41.",
  "35 D. Scott, ‘The Great Power “Great Game” Between India and China’, op. cit., p.9, for all three",
  "quotations.",
  "36 Manmohan Doctrine, enunciated by M. Singh, ‘Speech by Prime Minister Dr. Manmohan Singh at",
  "IndiaTodayConclave,NewDelhi’,25February2005,meaindia.nic.in.",
  "37 IndianNavy,FreedomtoUsetheSeas:India’sMaritimeMilitaryStrategy,op.cit.,p.29.",
  "38 A.Sharma,‘IndiaandEnergySecurity’,AsianAﬀairs,Vol.38,No.2,2007.",
  "39 D. Scott, ‘The Great Power “Great Game” Between India and China’, op. cit., talks about these",
  "developments. In particular, it points toward both states’ moves to closer relations with ASEAN,",
  "China’s attainment of observer status in the South Asian Association for Regional Cooperation",
  "(SAARC)andIndia’sattainmentofobserverstatusintheShanghaiCooperationOrganization(SCO).",
  "40 P. Kumaraswamy, ‘India and Israel: Emerging Partnership’, in S. Ganguly (ed.), India as an Emerging",
  "Power,Portland:FrankCass,2003.",
  "41 IndianNavy,FreedomtoUsetheSeas:India’sMaritimeMilitaryStrategy,op.cit.,p.54.",
  "46Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]