[
  "c5",
  "Geoeconomics and energy for India",
  "Gulshan Sachdeva",
  "Introduction",
  "Geopolitics arose in the 19th century, and throughout the 20th century it explained how the",
  "globalpowermapwasshaped.Powerequationswereformedbyimperialismintheearlypartof",
  "the century; by the East–West divide and Cold War after the Second World War; and by the",
  "forces of globalization during the last decade of the century.1 Since the publication of the 1990",
  "article by Edward Luttwak, ‘From Geopolitics to Geoeconomics’, the term ‘geoeconomics’ has",
  "been used quite frequently by writers and policy-makers.2 It is explained as ‘the intersection of",
  "economics and ﬁnance with global political and security considerations’.3 Earlier it was thought",
  "thatgeoeconomicsmightreplacegeopolitics,butnowitisacceptedthat‘geo-economicsrecasts",
  "rather than simply replaces geopolitical calculation’.4 In other words, geoeconomics ‘links the",
  "“big picture” with the practical realm of markets’.5",
  "Since the early 1990s India has been adapting itself simultaneously to the economic globali-",
  "zation and to the emerging balance of power. Changes in India’s internal and external eco-",
  "nomicpoliciesalsocoincidedwiththeendoftheColdWar.Acceleratedgrowthandpoliciesof",
  "trade and investment liberalization have also inﬂuenced India’s foreign policy. The strategic",
  "consequencesofitseconomicperformanceareclearlyevident.Growthandoutwardorientation",
  "hashelpedIndiatoforgenewrelationshipswithitsneighboursinAsiaandwithmajorpowers.6",
  "Morethanadecadeagosomeanalystspredictedthat‘Indiawillbeforcedtocalculateitsenergy",
  "security requirements within more general geo-political environment that is characterized by",
  "rapid change and unpredictability’.7 Consequently, India has launched its integrated energy",
  "policy and ‘oil diplomacy’ in search of new energy assets to fulﬁl the energy requirements ofits",
  "high economic growth, with energy security emerging as a ‘crucial’ component of its foreign",
  "policy.8 In a speech at the Constituent Assembly in December 1947, Jawaharlal Nehru had",
  "argued that in ‘talking about foreign policies, the House must remember that these are not just",
  "empty struggles on a chess board. Behind them lie all manner of things. Ultimately foreign",
  "policy is the outcome of economic policy, and until India has properly evolved her economic",
  "policy, her foreign policy will be rather vague, rather inchoate, and will be groping’.9 In",
  "Manmohan Singh repeating these very same words over half a century later, amidst his",
  "annunciationoftheeconomics-drivenManmohanDoctrine,suchsentimentshavebecomeclearer",
  "to Indian policy-makers than any time in the recent past.10",
  "47Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GulshanSachdeva",
  "Changing economic engagements",
  "India is making a successful transition from an excessively inward-oriented economy to a more",
  "globally integrated economy. As a result of new policies in the early 1990s, it has become one",
  "of the fastest growing economies in the world. Despite some serious challenges, like energy",
  "security, poverty, infrastructure, regional disparities and internal security, there are strong indi-",
  "cations that rapid growth will continue. Notwithstanding global recession, the Indian economy",
  "continues to be one of the highest growing economies in the world. Due to increasing global",
  "linkages, the growth rate in 2008/09 came down to 6.7% from the average 8.8% achieved",
  "between 2003/04 and 2007/08, though recovering to 7.4% for 2009/10, and accelerating to",
  "8.8% in the second quarter of 2010. With US $185,000m. in exports, India’s merchantable",
  "trade reached $490,000m. in 2008/09. It has been growing at an average annual rate of about",
  "26% in the last four years (between 2005/06 and 2008/09). In addition, the services sector,",
  "which accounts for about 55% of the Indian economy, continues to perform well and con-",
  "tribute to growing service exports, which touched $102,000m. in 2008/09. Within the services",
  "sector, IT and Business Process Outsourcing (BPO) industries have been growing quickly and",
  "were responsible for $50,000m. in exports of IT and related services.11",
  "Apart from expansion, the Indian economy is also becoming more diversiﬁed. Traditionally,",
  "Western countries were main markets for Indian exports. In recent years signiﬁcant diversiﬁca-",
  "tion has taken place. India’s trade relations with the USA and the European Union (EU) may",
  "have increased in absolute terms, but relatively speaking as a percentage of India’s total trade,",
  "trade with the EU and the USA has declined in the last decade. In comparison, there has been",
  "rapid integration of the Indian economy within Asia, which has been reinforced by India’s",
  "‘Look East’ policy, which was initiated in the early 1990s. This is clearly evident from the ﬁg-",
  "uresofIndia-Chinatrade(averagetradegrowthwas53%peryearbetween2003/04and2007/",
  "08), as well as India-Association of Southeast Asian Nations (ASEAN) trade. Studies have",
  "shown that India’s qualitative and quantitative engagement with the Asian economies is far",
  "deeperthancommonlyperceived.12India’seconomiclinkagewiththeWestAsiancountrieshas",
  "been traditionally quite strong, and more so now due to energy imports, a 2.5m. Indian dia-",
  "spora, and good trade relations.",
  "It is now becoming clear that along with the People’s Republic of China and Japan, India",
  "would be playing an important role in an evolving Asian economic architecture. However,it is",
  "alsorealizedthatIndia’srolewillbelesseﬀectiveifitseconomicrelationswithinSouthAsiaand",
  "with the Central Asian region remain marginal. In this case, India needs to work for an eco-",
  "nomic policy framework, in which Pakistan, Afghanistan and the Central Asian republics view",
  "the partnership as beneﬁting them too. This policy framework will also improve India’s energy",
  "security as it may ﬁnally get more substantive access to some of the energy resources in the",
  "Eurasian region. It can also fundamentally change India’s sea-based continental trade.13 Indians",
  "can also ﬁnd tremendous investment opportunities in Central Asia, which in turn can transform",
  "their small and medium industries as well as agriculture. The growing realization of these oppor-",
  "tunities has inﬂuenced policy-makers not just in India, but also in Pakistan and Afghanistan, as",
  "witnessed in Afghanistan’s membershipofthe South AsianAssociation for Regional Cooperation",
  "(SAARC), the signing of the South Asian Free Trade Area (SAFTA), the Regional Economic",
  "Co-operation Conferences on Afghanistan, the emerging India-Kazakhstan partnership, the",
  "continuousinterestinTurkmenistan-Afghanistan-Pakistan-India(TAPI)andIran-Pakistan-India",
  "(IPI) gas pipelines, and India’s $1,300m. contribution to Afghanistan’s reconstruction.",
  "In the early and mid-1990s, when the whole world was going for regional economic",
  "groupings, Indian policy-makers were concerned that India’s major participation was only in",
  "48Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GeoeconomicsandenergyforIndia",
  "SAARC, which was going nowhere. Under new policy initiatives, a major eﬀort was made to",
  "move closer to the Association of Southeast Asian Nations (ASEAN) and gain membership of",
  "the Asia-Paciﬁc Economic Cooperation (APEC), in which India’s objectives were both eco-",
  "nomic as well as foreign policy and strategic. After limited success with ASEAN, but frustration",
  "with APEC (where a moratorium on new members was put in place in 1997), India started",
  "looking for alternatives. It started developing other regional arrangements, speciﬁcally Indian",
  "Ocean Rim initiatives and arrangements with immediate neighbours in South Asia. Eﬀorts",
  "made at various forums resulted in the establishment of the Indian Ocean Rim Association for",
  "Regional Co-operation (IOR-ARC) in 1997.14 Other major regional initiatives taken by India",
  "were the establishment of the Bay of Bengal Initiative for Multi-Sectoral Technical and Eco-",
  "nomic Cooperation (BIMSTEC—formerly Bangladesh, India, Sri Lanka, Thailand Economic",
  "Cooperation) and Ganga-Mekong Cooperation programme. In the late 1990s there were also",
  "discussions on establishing a growth quadrangle involving south-western China, north-eastern",
  "India, northern Myanmar and Bangladesh.15",
  "The collapse of the Doha development round of the World Trade Organization (WTO)",
  "negotiations pushed many countries, including India, to look for alternatives to multilateral",
  "negotiations to improve their trade positions. Since 2005 India has put its proposed regional",
  "trade agreements on the fast track. In the past, India had adopted a cautious approach to",
  "regionalism and was engaged in only a few bilateral/regional initiatives, mainly through Pre-",
  "ferentialTradeAgreements(PTAs)orthroughopenregionalism.16Inrecentyears,ithasstarted",
  "concluding Comprehensive Economic Co-operation Agreements (CECAs) with many coun-",
  "tries. The CECAs cover Free Trade Agreements (FTAs) in goods (which means a zero customs",
  "dutyregimewithinaﬁxedtimeframeonitemscoveringsubstantialtrade,andarelativelysmall",
  "negative list of sensitive items with no or limited duty concessions), services, investment and",
  "other identiﬁed areas of economic co-operation. India has already signed an agreement on a",
  "South Asian Free Trade Area (SAFTA) as well as individual trade agreements with Afghanistan,",
  "Bhutan, Sri Lanka and Nepal. The India-Singapore CECA, India-ASEAN FTA, India-Chile",
  "PTA,andanIndia-SouthernCommonMarket(MERCOSUR)PTAhavealsobeensigned.In",
  "addition, trade and investment deals are being negotiated with the Gulf Cooperation Council",
  "(GCC), the Republic of Korea (South Korea), Malaysia and Mauritius. India-EU and India-",
  "Japan negotiations are also at a very advanced stage. Similarly, India-Israel, India-Brazil, IBSA",
  "(India, Brazil, South Africa), and India-Russia joint study groups have been set up.",
  "Border trade",
  "So far the majority of India’s trade has been conducted by sea. Border trade with China was",
  "stopped after the India–China war in 1962. Similarly, very little oﬃcial trade happens by road",
  "withPakistan,BangladeshandMyanmar.Since1995somepositivedevelopmentsintheareaof",
  "border trade have taken place. Still, the policy initiatives were limited to a few border points",
  "with a small number of commodities exchanged by local communities living on both sides of",
  "the borders, mainly with Bangladesh and Myanmar. These initiatives were intended to stop the",
  "large amount of ‘unauthorized trade’ that was already taking place across borders in the north-",
  "eastern states.17 Encouraged by rapidly growing India-China trade, a limited opening has also",
  "been made through Nathu La pass in Sikkim. To give a new thrust to border trade, the Union",
  "Cabinet gave approval for the Land Ports Authority Bill in 2008.",
  "The new Land Ports Authority will oversee the construction, management and maintenance",
  "of integrated check posts (ICPs) on land borders; it will regulate the functioning of various",
  "agencies and co-ordinate several concerned ministries and departments. The ICPs will have the",
  "49Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GulshanSachdeva",
  "regulatory agencies like immigration, customs and border security, as well as support facilities",
  "like banking and cargo terminals, hotels, etc. The Indian Government has approved the estab-",
  "lishment of 13 ICPs at borders with Bangladesh, Pakistan, Nepal, Bhutan and Myanmar over a",
  "period of three years. Of these, four ICPs will be set up in the ﬁrst phase, at Petrapole (West",
  "Bengal), Moreh (Manipur), Raxaul (Bihar) and Attari (Punjab). If successful, this policy initia-",
  "tive has the potential to transform landlocked northern and north-eastern border regions of",
  "India.",
  "Energy security issues",
  "Theera ofhigheconomic growthinthe Westernworldbetween1945andtheﬁrstoilcrisisof",
  "1973 coincided with a period of cheap oil prices. The second oil crisis, triggered by the Iranian",
  "revolutionof1979,furthercomplicatedthesituation.Recentyearsofhigheconomicgrowthin",
  "countries like India and China have coincided with periods of increased oil price uncertainty.",
  "India’s oil requirements for its 8%–9% growth every year since 2003 have been ﬁnanced at",
  "increasingglobaloilprices.TheoilshockofJuly2008,whenoilpricesreachedarecordhighof",
  "$147 a barrel, set oﬀ alarm signals among Indian policy-makers and reminded them of the",
  "earliercrises.Beingacountrydependentonoilimportsforabout80%ofitsrequirements,India",
  "scrambled for a solution as high oil prices resulted in inﬂation and threatened to undo the gains",
  "of high economic growth achieved in the previous two decades. Immediate ﬁre-ﬁghting",
  "responses also exposed the weaknesses of a still developing national energy strategy.",
  "Just before the global economy went into recession, the US Energy Information Adminis-",
  "tration (EIA) projected that global energy consumption would increase by 50% from 2005 to",
  "2030. It was evident that emerging economies would account for much of this projected",
  "growth over the next 25 years. Among the emerging economies, the highest demand was",
  "expected to occur in Asia, particularly in China and India. Despite slowdowns in 2008 and",
  "2009,theireconomicprojectionsremainhighinthemedium-to-longterm.Duringthisperiod,",
  "fossil fuels (oil, natural gas and coal) will continue to supply much of the energy, with oil",
  "continuing to be important.",
  "Despite fairly low per capita energy consumption, India is the ﬁfth largest energy consumer",
  "and is likely to become the third largest by 2030. The country is also a major producer and is",
  "currently the world’s seventh largest producer of energy. Primary commercial energy demand",
  "grew almost three-fold at an annual rate of 6% between 1981 and 2001. To catch up with the",
  "rest of dynamic Asia and to remove poverty, it has become essential for India to continue",
  "growing at about 8%–10% or more over the next 25 years. Its energy requirements for a sus-",
  "tained 8%–9% annual growth rate pose a major challenge. According to the government inte-",
  "gratedenergypolicy,Indianeedstoincreaseitsprimaryenergysupplybythreetofourtimesits",
  "2004 levels, and its electricity generation capacity/supply by ﬁve to six times. With 2004 as the",
  "base, its commercial energy supply needs to grow at 4.3%–5.1% annually. By 2030, power",
  "generationcapacitymustincreasetonearly800,000megawatts(MW)fromthe2004capacityof",
  "around 160,000 MW. In addition, the requirement of coal, the dominant fuel in India’s mix,",
  "will also need to expand to 2,000m. tons a year.18",
  "India’s energy basket has a mix of all the resources available including renewables. The",
  "importanceofoilinIndia’senergymixcanbeseenfromthefactthatitaccountsforabout33%",
  "ofIndia’sprimarycommercial energy,alongsideothersources likecoal (54%),gas(9%),nuclear",
  "(1%), hydro-electricity (2.5%) and wind (0.25%).19 The Government’s Hydrocarbon Vision 2025",
  "released in 2000 indicated that by 2025 India’s energy mix would probably be dominated by",
  "coal(50%),withtherestbeingmadeupofoil(25%),gas(20%),hydro(2%)andnuclear(3%).20",
  "50Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GeoeconomicsandenergyforIndia",
  "Estimates show that India’s energy consumption between 2007 and 2035 will grow at an",
  "average annual rate of 2.2%, with consumption of natural gas and nuclear energy averaging",
  "higher annual increases of 4.1% and 9.5 %, respectively.21 Since India is relatively poor in oil",
  "and gas resources, it has to depend on imports to meet its energy supplies. With already about",
  "80% of its crude oil requirements met by imports, its oil import bill was close to $90,000m. in",
  "2008/09. The Organisation for Economic Co-operation and Development (OECD) estimated",
  "that in 2005 India imported about 70% of its crude-oil requirements and consumed about 3%",
  "of world oil supply. Liqueﬁed Natural Gas (LNG) imports in 2005 made up 17% of total gas",
  "supply. India also imported about 12% of its coal supply.22",
  "The Indian economy relies heavily on coal, which also accounts for about 70% of its elec-",
  "tricity generation. After China and the USA, India is the world’s third largest coal user. As a",
  "result of a government policy of diversifying the energy mix, the share of natural gas has",
  "increasedtojustover9%.Othersources,suchaswind,solarandnuclearpower,stillaccountfor",
  "very small shares. Although coal will still be a very important source of energy, the alternative",
  "policy scenario of the Government visualizes reduction in its demand by 2030. In the alter-",
  "native scenario, coal demand will grow much slower and oil demand will also decrease some-",
  "what due to the introduction of Compressed Natural Gas (CNG) and fuel eﬃciency. Similarly,",
  "the role of nuclear power is envisaged to increase still further. Even if all these changes are",
  "implemented, India will still be importing between 29% and 59% of its total commercial pri-",
  "mary energy from outside. The latest government projections, in the Five Year Plan 2007–12,",
  "indicate that by 2030 India may be importing 90%–95% of its oil, one-half of its gas and one-",
  "third of its coal requirements.23 Although India has been a net oil importer since the 1970s,",
  "LNG imports started only in 2004.",
  "Currently, India imports oil from about 25 countries, with nearly two-thirds of imports",
  "coming from four countries: Saudi Arabia, Nigeria, Kuwait and Iran (see Table 5.1).",
  "Most analysts in India believe that the Middle East region (or West Asia as it is called in",
  "India) will remain the source of the overwhelming proportion of India’s oil and gas imports,",
  "accounting for around two-thirds of Indian exports (Table 5.1). In addition, every oil shock in",
  "thisregionhashadanadverseimpactontheIndianeconomy.24Duetothisdependence,Indian",
  "policy-makers are worried about oil price volatility, and its impact on inﬂation, economic",
  "growth and foreign exchange reserves. In addition, overwhelming dependence on the Gulf",
  "region has its own political implications. Compared with other major states in the world, India",
  "ismorevulnerabletoanydisruptioninoilsuppliesfromtheGulf.However,itcouldbeargued",
  "that India’s dependence should not be seen as a vulnerability, as encouragement of growing",
  "interdependence between India and the Gulf contributes to stability to energy markets.",
  "Government energy policy",
  "As over one-half of the country’s population does not have access to electricity or any other",
  "form of commercial energy, availability and access to energy is considered crucial for sustained",
  "economic growth by the Government.25 The Government of India’s expert committee on",
  "integratedenergypolicyarguedthatIndiawouldbe‘energysecurewhenwecansupplylifeline",
  "energy to all our citizens irrespective of their ability to pay for it as well as meet their eﬀective",
  "demandfor safe andconvenient energyto satisfy their various needsatcompetitive prices, atall",
  "times and with a prescribed conﬁdence level considering shocks and disruptions that can be",
  "reasonably expected’.26 The major issues discussed in the context of Indian energy security by",
  "the expert committee were reducing energy requirements, substituting imported energy with",
  "domestic alternatives, diversifying supply sources, expanding resource bases, developing",
  "51Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GulshanSachdeva",
  "Table5.1 Sourcesof India’soilimports,2004/05 and2007",
  "MiddleEast Otherregions",
  "2004/05 2007 2004/05 2007",
  "Country Oilimports %of %of Country Oil %of %of",
  "(mmt) total total imports total total",
  "imports imports (mmt) imports imports",
  "Iran 9.61 10.03 17 Angola 2.44 2.55",
  "Iraq 8.33 8.69 10 Brazil 0.29 0.30",
  "Kuwait 11.46 11.85 9 Brunei 0.81 0.84",
  "Neutralzone 0.15 0.15 Cameroon 0.35 0.36",
  "Oman 0.14 0.14 Congo 0.14 0.14",
  "Qatar 1.19 1.24 Egypt 2.12 2.21",
  "SaudiArabia 23.93 24.96 23 Ecuador 0.15 0.16",
  "UnitedArabEmirates 6.43 6.71 9 EquatorialGuinea 1.66 1.73",
  "Yemen 3.51 3.66 3 Gabon 0.28 0.29",
  "Libya 1.47 1.53",
  "Malaysia 3.43 3.58 4",
  "Mexico 2.28 2.38",
  "Nigeria 15.08 15.73 11",
  "Russia 0.16 0.16",
  "Sudan 0.33 0.34",
  "Thailand 0.27 0.28",
  "Sub-total 64.64 67.43 Sub-total 31.23 32.57",
  "Note:mmt=millionmetrictons.",
  "Source:IntegratedEnergyPolicy:ReportoftheExpertCommittee,NewDelhi:PlanningCommission,2006,p.59.",
  "alternative energy sources, increasing the ability to withstand supply shocks and increasing the",
  "ability to importenergyand facemarket risks.Overall,it isbelieved that India’s energysecurity",
  "can be increased by a) diversifying both energy mix and sources of energy imports; b) seriously",
  "pursuing overseas acquisitions of energy assets; and c) initiating policy reforms to attract foreign",
  "investment as well as improving domestic production, distribution and consumption. In order",
  "to safeguard against short-term supply disruptions, the Indian Government is also in the process",
  "ofsettingup5m.metrictons(36.6m.barrels)ofstrategiccrudeoilstoragereservesatManglore,",
  "Vishshapatnam and Padur. This strategic reserve will be in addition to the existing storage",
  "facilities of various public sector oil companies. These stores are located along the coast so that",
  "reserves could be easily exported during disruptions.",
  "Energy diplomacy",
  "Inthelastdecade,‘energydiplomacy’hasalsobecomeoneofthemainagendasofthecountry’s",
  "foreign and security policy. India is seriously considering its nuclear energy option as well as",
  "importing sources beyond the Middle East. Bilateral nuclear agreements with the USA, France,",
  "Russia and Canada, as well as consistent engagements with the countries of Eurasia, Africa and",
  "LatinAmerica,couldbeseenfromthisperspective.Theexternaldimensionofenergyeﬀortsby",
  "Indiainclude:a)acquisitionofassetsabroadthroughacquiringequityparticipationindeveloped",
  "ﬁelds, and obtaining exploration-production contracts in diﬀerent parts of the world; b) enter-",
  "ing into long-term LNG supply contracts; c) pursuing transnational gas pipeline proposals; and",
  "52Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GeoeconomicsandenergyforIndia",
  "d) promoting partnerships with foreign entities in the downstream sector, both in India and",
  "abroad.27",
  "In an attempt to diversify oil and gas imports, Indian companies are trying hard to get a",
  "strong foothold in the Eurasian region. Investment in Russia’s Sakhalin-1 ﬁeld, and the pur-",
  "chaseofImperialEnergybytheIndianpublicsectorcompanyOilandNaturalGasCorporation",
  "(ONGC) in 2009 were eﬀorts in this direction. India views Kazakhstan as an important energy",
  "player in Central Asia. Kazakhstan’s onshore and oﬀshore proven hydrocarbon reserves have",
  "been estimated at 30,000m.–40,000m. barrels; production ﬁgures were 1.45m. barrels a day in",
  "2007, expected to touch 1.9m. barrels a day in 2010 and about 2.9m. barrels in 2020.",
  "CompetitioninthisregionisveryﬁerceasChinaisalsopursuingthesamestrategy.Atthesame",
  "time, rapidly growing trade and economic relationships between India and China may also",
  "compel them to talk of building partnerships in other areas. Both have declared their intentions",
  "of co-operation in oil and gas biddings. India also mooted the idea of Asian regional co-",
  "operation in energy, and initiated a dialogue between principal Asian suppliers (Saudi Arabia,",
  "United Arab Emirates (UAE), Kuwait, Iran, Qatar and Oman) and principal Asian buyers",
  "(India,China,JapanandSouthKorea).TheseeﬀortsshowedsomeresultswhenChinaNational",
  "Petroleum Corporation (CNPC) and India’s ONGC mounted a successful $573m. joint bid to",
  "acquire Petro-Canada’s 37% stake in the al-Furat oil and gas ﬁelds in Syria. Earlier, they",
  "worked as joint operators in Sudan. India and China may be co-operating in other areas, but",
  "when it comes to Central Asian energy, cash-rich China has shown that it can outmanoeuvre",
  "India in energy deals. This was clearly illustrated in late 2005 when China outbid India to",
  "acquire PetroKazakhstan, Kazakhstan’s third-largest oil producer with CNPC raising its bid to",
  "$4,180m.",
  "Aftertryingformanyyears,IndiamayﬁnallybegettingintotheenergysceneinKazakhstan.",
  "During the 2009 visit of the Kazakhstani president to India, ONGC Mittal Energy Limited",
  "(OMEL) and KazMunaiGaz (KMG, National Oil Company of Kazakhstan) signed an agree-",
  "ment for exploration of oil and gas in Satpayev block in the Caspian Sea. The Satpayev block",
  "covers an area of 1,582 sq km and is at a water depth of 5 m–10 m. It is situated in a highly",
  "prospective region of the north Caspian Sea and is in close proximity to major ﬁelds, like",
  "Karazhanbas, Kalamkas, Kashagan and Donga, where signiﬁcant quantities of oil have been",
  "discovered. It has estimated reserves of 1,850m. barrels. The Indian company will have a 25%",
  "stake and the remaining 75% will be with KMG.28 OMEL also holds a 45.5% share in block",
  "OPL 279 and a 64.3% share in OPL 285 in Nigeria, where they had invested more than",
  "$200m. up to March 2009. OMEL also had exploration blocks in Turkmenistan, which it has",
  "surrendered due to limited hydrocarbon potential. Similar eﬀorts are being pursued in Latin",
  "America and Africa as well.",
  "In 2008 ONGC Videsh (OVL) signed an agreement with the Corporación Venezolana del",
  "Petróleoandacquireda40%participatinginterestintheSanCristobalproject.Duringthesame",
  "year OVL signed deals in Brazil and Colombia. Earlier, the company had acquired some new",
  "assets in Cuba, Colombia and Congo, Sudan and Egypt. With about 40 oil and gas projects,",
  "OVL has a presence in 17 countries. It has production of oil and gas from Sudan, Viet Nam,",
  "Syria,RussiaandColombia,withvariousprojectsunderdevelopmentinIran,Brazil,Myanmar,",
  "Egypt, Venezuela and Kazakhstan. In addition, its subsidiary company, ONGC Nile Ganga BV",
  "(ONGBV),hasinvested$669m.intheGreaterNileOilProjectinSudanand$223m.intheal-",
  "Furat project in Syria. ONGBV has also invested about $300m. in diﬀerent blocks in Brazil.",
  "ONGC’s wholly owned subsidiary ONGC Amazon Alaknanda Limited (OAAL) has invested",
  "$437 in Colombia, while its subsidiary ONGC Narmada Limited (ONL) has invested in",
  "Nigeria.29",
  "53Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GulshanSachdeva",
  "Gas pipelines",
  "India is also exploring the possibility of importing gas through pipelines from Turkmenistan,",
  "Iran, Myanmar and Bangladesh. Since 2002 there has been a lot of discussion on the $7,600m.",
  "Turkmenistan-Afghanistan-Pakistan-India (TAPI) gas pipeline. There have been some uncer-",
  "tainties over gas reserves in Turkmenistan, over the security situation in Afghanistan, and over",
  "the endemic strained relations between India and Pakistan. Still, all parties are considering the",
  "proposal very seriously. This 1,680-km pipeline would run from the Dauletabad gas ﬁeld in",
  "Turkmenistan to Afghanistan, from where it would be constructed alongside the highway",
  "running from Herat to Kandahar, and then via Quetta and Multan in Pakistan. The ﬁnal des-",
  "tination of the pipeline would be Fazilka in Indian Punjab. India was formally invited to join",
  "the project in 2006, having earlier participated as an observer.30",
  "The Asian Development Bank (ADB) has already proposed various structures of the pipeline",
  "for attracting investors, contractors and ﬁnancial institutions. In 2006 Turkmenistan informed",
  "the members that an independent ﬁrm, De Golyer & McNaughton, had conﬁrmed reserves of",
  "over2,300billioncumofgasattheDaulatabadﬁeld.Additionalreservesofabout1,200billion",
  "cu m are expected after drilling in the adjacent area. The gas production capacity of the ﬁeld",
  "could be increased to about 125m. cu m per day (cu m/d) from the current 80m. cu m/d.",
  "Turkmenistan has committed to providing sovereign guarantees for long-term uninterrupted",
  "supplies to Pakistan and India.31 In May 2006 the Indian Government oﬃcially approved its",
  "participation in the TAPI project and authorized the Ministry of Petroleum and Natural Gas to",
  "put up a formal request for joining the project. In April 2008 Afghanistan, India and Pakistan",
  "signed a Framework Agreement to buy gas from Turkmenistan.32 The participating countries",
  "also planned to discuss soon the issues of payments of transit to Afghanistan and Pakistan,",
  "taxation structure and consortium issues. For the last few years, TAPI has also been discussed at",
  "almost every important meeting on Afghanistan’s reconstruction.",
  "Despite many obstacles, the $7,500m., 2,300-km Iran-Pakistan-India (IPI) gas pipeline is still",
  "ontheagenda.TheproposedIPIpipelinewillinitiallytransport60m.cumofIraniangasaday,",
  "split between India and Pakistan equally. In Pakistani territory an 800-km pipeline will be car-",
  "rying gas for both Pakistan and India. Iran and Pakistan have already ﬁnalized gas sale agree-",
  "ments, withIrancommittingitselfto supplying21m.cumofnatural gasdailyto Pakistan from",
  "2014. In 2010 the Minister of External Aﬀairs made a statement in the Indian parliament that",
  "India was still party to the IPI project and various issues concerning pricing of gas, delivery",
  "point of gas, project structure, assured supplies and security of the pipeline, transportation tariﬀs",
  "and transit fees for passage of natural gas through Pakistan, etc., were being discussed between",
  "participating countries. As in other parts of the world, the USA is also trying to inject its own",
  "geopolitical interests in the Asian energy competition. It has discouraged India from sourcing",
  "gas from Iran and instead promoted the TAPI pipeline.33 After more than a decade of engage-",
  "ment with these two pipeline proposals, it is becoming clear to Indian policy-makers that none",
  "of these two projects may take oﬀ in near future, as the security situation in Afghanistan and",
  "PakistanhasdeterioratedfurtherandIndia-Pakistanrelationshavenotimprovedeither.34Still,if",
  "any of these projects materializes in the near future, it will be a game changer in regional geo-",
  "politics and geoeconomics.",
  "A ﬁnal pipeline project, importing gas from Myanmar, was also struck due to regional geo-",
  "politics. India and Myanmar signed a deal in 2006 to build a 900-km pipeline that would have",
  "crossed Bangladesh. Indecision from Bangladesh delayed the project and another pipeline pro-",
  "posal between Myanmar and China further complicated the matter. There were also reports of",
  "IndiaandMyanmar discussingalternative proposals linkingthepipeline directly withtheIndian",
  "54Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GeoeconomicsandenergyforIndia",
  "north-eastern states. Since the beginning of 2010, there have been reports that the new Ban-",
  "gladeshi Government has agreed to a tri-nation gas pipeline.35 In this case, the Myanmar-Ban-",
  "gladesh-India gas pipeline may materialize in the next couple of years.",
  "Conclusions",
  "Atthisstageofeconomicmodernization,Indiaisadaptingtoeconomicglobalizationandtothe",
  "emerging Asian and global balance of power. Its accelerated economic performance has",
  "impacted upon its foreign policy in general, and on its engagement within Asia and with great",
  "powers. It is aggressively pursuing regional trade arrangements and also has started policy",
  "reformstoimprovebordertrade.ForIndia,developmentwithinthelasttwodecadeshasshown",
  "that geoeconomics has not replaced geopolitics. However, potential new economic opportu-",
  "nities, if realized, may inﬂuence regional geopolitics. India is vulnerable due to its insuﬃcient",
  "energy resources. Accelerated growth has also forced India to synchronize its energy security",
  "issues within its foreign and security policy. In the coming years, actions and commitments on",
  "the energy front will shape India’s relations with countries like the USA, Russia, China and",
  "Iran. In the past, external energy policy meant securing reliable supplies from the Gulf. More",
  "recently it included multiple strategies of diversiﬁcation, acquiring assets abroad and pipeline",
  "politics. In future, protecting supplies from diﬀerent sources as well as assets abroad will also",
  "become part of national security. Despite all ambitious eﬀorts, coal will continue to be India’s",
  "main energy source and the Gulf region will continue to be its main source of oil and gas. In",
  "the domestic front, we can witness major policy changes in the area of coal production, with",
  "private-sector participation, power sector reforms, rationalization of fuel prices, eﬀorts in the",
  "direction of energy eﬃciency and demand management. It is also expected that nuclear and",
  "hydro-electric power as well as renewables will be playing a relatively bigger role. Therefore,",
  "the major action will be in the creation of a legal and institutional framework to implement all",
  "these policies.",
  "Notes",
  "1 Governanceinthe21stCentury,Paris:OECD,2001.",
  "2 E. Luttwak, ‘From Geopolitics to Geo-economics: Logic of Conﬂict, Grammar of Commerce’, The",
  "NationalInterest,No.20,1990.",
  "3 R.Kubaych,Geo-economicsInjectsNewUncertaintiesintoTroubledMarkets,20May2004,www.cfr.org.",
  "4 D. Cowen and N. Smith, ‘After Geopolitics? From Geopolitical Social to Geo-economics’, Antipode,",
  "Vol.41,No.1,2009.AlsoseeD.Scott,‘TheGreatPower“GreatGame”BetweenIndiaandChina:",
  "“TheLogicofGeography”’,Geopolitics,Vol.13,No.1,2008.",
  "5 Kubaych,Geo-economicsInjectsNewUncertaintiesintoTroubledMarkets,op.cit.",
  "6 S.Baru,StrategicConsequencesofIndia’sEconomicPerformance,NewDelhi:AcademicFoundation,2006.",
  "7 J.McDonaldandS.Wimbush,‘India’sEnergySecurity’,StrategicAnalysis,Vol.23,No.5,1999,p.826.",
  "8 M. Pardesi and S. Ganguly, ‘India and Energy Security: A Foreign Policy Priority’, in H. Pant (ed.),",
  "Indian Foreign Policy in a Unipolar World, New Delhi: Routledge, 2009. Also S. Dadwal, ‘Energy",
  "Security:India’sOptions’,StrategicAnalysis,Vol.23,No.4,1999.",
  "9 J. Nehru, ‘India’s Foreign Policy’, 4 December 1947, Independence and After: A Collection of Speeches,",
  "1946–1949,NewYork:JohnDayCompany,1950,p.201.",
  "10 ‘TheideathateconomicconsiderationsplayaroleinshapingaNation’sforeignpolicyisnotnew.We",
  "inIndiawerealertedtothisrealityatourverybirthasaRepublicwhenPanditji[Nehru]ﬁrstarticu-",
  "lated his vision of Indian foreign policy in the Constituent Assembly legislature in December 1947.",
  "Panditji had said, and I quote: “talking of Foreign policies, the House must remember that these are",
  "not just empty struggles on a chess board. Behind them lie all manner of things. Ultimately, foreign",
  "policy is the outcome of economic policy.” I submit to you that India has indeed developed this",
  "55Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "GulshanSachdeva",
  "argument in the economic ﬁeld’, M. Singh, ‘PM’s Speech at India Today Conclave’, 25 February",
  "2005,pmindia.nic.in.",
  "11 Figures used are taken from various publications of the Ministry of Finance, and Ministry of Com-",
  "merceandIndustryoftheGovernmentofIndia.",
  "12 See J. Ramesh, ‘India’s Economic Integration with Asia’, Seminar Series on Regional Economic",
  "Integration,24November2008,www.icainstitute.org;M.Asher,India’sRisingRoleinAsia,Discussion",
  "Paper(RIS,NewDelhi),No.121,2007.",
  "13 G. Sachdeva, ‘Regional Economic Linkages’, in N. Joshi (ed.), Reconnecting India & Central Asia:",
  "Emerging Security & Economic Dimensions, Washington, DC: Central Asia Caucasus Institute (Johns",
  "HopkinsUniversity),2010.",
  "14 G. Sachdeva, ‘India Ocean Region: Present Economic Trends & Future Possibilities’, International",
  "Studies,Vol.41,No.1,2004.",
  "15 G.Sachdeva,‘India-ChinaEconomicCooperationThroughGrowthQuadrangle’,inK.BajpaiandA.",
  "Mattoo (eds), The Peacock and the Dragon: India-China Relations in the 21st Century, New Delhi: Har-",
  "Anand,2000.",
  "16 There is no single deﬁnition of open regionalism. The concept was mainly developed by APEC",
  "countries where members of a trade bloc undertook trade liberalization together and extended it",
  "world-wideona‘mostfavourednation’basis.",
  "17 G. Sachdeva, Economy of the Northeast: Policy, Present Conditions and Future Possibilities, New Delhi:",
  "KonarkPublishers,2000.",
  "18 Government of India, Integrated Energy Policy: Report of the Expert Committee, New Delhi: Planning",
  "Commission,2006.",
  "19 Planning Commission, planningcommission.nic.in/sectors/energy.html, percentage ﬁgures for 2007/",
  "08,rounded.",
  "20 Government ofIndia,India:HydrocarbonVision2025,NewDelhi:MinistryofPetroleumandNatural",
  "Gas, 2000. Wind is less than 0.5%. See also G. Pant, India: The Emerging Energy Player, New Delhi:",
  "PearsonLongman,2008,p.43,forcoaldomination.",
  "21 US Department of Energy, International Energy Outlook 2010, Washington, DC: Department of",
  "Energy,2010.Theseprojectionsmaychangedependingonhigherorlowergrowththanthereference",
  "rate.Upwardordownwardpricesofenergymayalsochangethesescenarios.",
  "22 FordetailsseeEnergyOutlook2007,Paris:IEA/OECD,2007.",
  "23 Government of India, Eleventh Five Year Plan: 2007–12, Vol. 3, 2008, www.planningcommission.nic.",
  "in,p.343.",
  "24 G. Dietl, ‘New Threats to Oil and Gas in West Asia: Issues in India’s Energy Security’, Strategic Ana-",
  "lysis,Vol.28,No.3,2004.",
  "25 GovernmentofIndia,EleventhFiveYearPlan:2007–12,Vol.3,p.343.",
  "26 Government of India, Integrated Energy Policy: Report of the Expert Committee, New Delhi: Planning",
  "Commission,2006,p.54.",
  "27 T.Ahmad,‘GeopoliticsofOil’,Seminar,No.555,November2005.",
  "28 ‘ONGCMittalSignsDealtoTake25%StakeinKazakhOilﬁeld’,TimesofIndia,24January2009.",
  "29 AnnualReport2008–09,NewDelhi:ONGCVidesh,2009.",
  "30 ‘IndiaInvitedtoJoinTAPIProject’,TheHindu,17March2006.",
  "31 ‘DelhiInvitedtoJoinTAPIProject’,TheDawn,16March2006,www.dawn.com.",
  "32 M.Khan,‘BasicAccordforTurkmenGasProjectSigned’,TheDawn,25April2008,www.dawn.com.",
  "33 B. Chellaney, Asian Juggernaut: The Rise of China, India and Japan, New Delhi: HarperCollins, 2006,",
  "p.89.",
  "34 India also has interest in the International North-South Corridor (INSC) project, perhaps as a safer",
  "alternative,linkingtheCaspian/TurkmenistanﬁeldstoIrandowntoChabahar.",
  "35 U.Bhaskar,‘BangladeshAgreestoTri-nationGasPipeline’,28February2010,www.livemint.com.",
  "56Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Part 2",
  "India’s ‘immediate",
  "neighbourhood’Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3dTemplate:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]