[
  "c6",
  "India’s relations with Pakistan",
  "David Scott",
  "Introduction",
  "Of all India’s relations, that with Pakistan has been the most problematic and highly charged,",
  "over the longest period of time, a relationship accurately described by Inder Gujral as a ‘tor-",
  "mented’one.1Suchhasbeenthisongoing,generallynegativerelationshipthatforeachcountry",
  "the other now looms large as something of an existential bogeyman, the ‘Other’. Even as India",
  "looks beyond South Asia in its international rise, relations with Pakistan continue to remain",
  "embeddedlikeathorninIndia’sforeignpolicy,bothwithinitsimmediateneighbourhood,andalso",
  "in India’s extended neighbourhood. An ‘unending’ tension and conﬂict has characterized their",
  "relationship as neighbouring independent states.2",
  "An initial moment in time illustrates this well, namely the Simla Agreement, drawn up in",
  "July 1972 in the aftermath of yet another war between these two neighbours.3 This came a",
  "quarter of a century after their emergence as independent successor states to British India. The",
  "Agreement’spreambleassertedthat‘TheGovernmentofIndiaandtheGovernmentofPakistan",
  "are resolved that the two countries put an end to the conﬂict and confrontation that have",
  "hitherto marred their relations and work for the promotion of a friendly and harmonious rela-",
  "tionship and the establishment of durable peace in the subcontinent’. To talk of conﬂict and",
  "confrontation as having marred their relations was indeed accurate. Unfortunately, a friendly",
  "and harmonious relationship had failed to operate before 1972, but equally well has also failed",
  "to establish itself since 1972.",
  "Within the Simla Agreement some technical details were established over the return of",
  "Prisoners of War, but little else. It stated that ‘the two countries are resolved to settle their",
  "diﬀerences by peaceful means through bilateral negotiations or by any other peaceful means",
  "mutually agreed upon between them’. Their diﬀerences have not been resolved. The Simla",
  "Agreement talked of how ‘the basic issues and causes of conﬂict which have bedevilled the",
  "relations between the two countries for the last 25 years shall be resolved by peaceful means’,",
  "but those basic issues and causes of conﬂict still remain pretty intact, unresolved by peaceful or",
  "indeed non-peaceful means. Within that range of issues, the Agreement talked of working to",
  "bring about ‘a ﬁnal settlement of Jammu and Kashmir’, but almost 40 years on, the issue of",
  "Kashmir remains a confrontational bone of contention between them.",
  "59Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "DavidScott",
  "Meanwhile, the Simla Agreement talked of interim measures, of a practical modus vivendi:",
  "‘bothGovernmentswilltakeallstepswithintheirpowertopreventhostilepropagandadirected",
  "against each other’, a still-born piece of rhetoric. The Agreement may have expressed the hope",
  "that ‘pending the ﬁnal settlement of any of the problems between the two countries, neither",
  "side shall unilaterally alter the situation and both shall prevent the organization, assistance or",
  "encouragement of any acts detrimental to the maintenance of peaceful and harmonious rela-",
  "tions’, but each side accuses the other of detrimental acts and encouragement of hostile forces.",
  "TheAgreementmayhaveassertedthat‘thepre-requisiteforreconciliation,goodneighborliness",
  "and durable peace between them is a commitment by both the countries to peaceful coex-",
  "istence,respectforeachother’sterritorialintegrityandsovereigntyandnon-interferenceineach",
  "other’s internal aﬀairs’, yet interference and destabilization continued to be perceived by each",
  "againsttheother.Pakistan accusesIndiaofsupportingBaluchiseparatism;Indiaaccuses Pakistan",
  "of supporting Kashmir jihadist breakaway groups.",
  "The Simla Agreement talked of ‘basic issues and causes of conﬂict which have bedevilled the",
  "relations between the two countries for the last 25 years’. These basic issues and causes of",
  "conﬂict can be organized into the following: national identity, Kashmir, terrorism, strategic",
  "cultureandthelegacyofwar,missile–nucleararmsrace,wideralliances,andeconomiclinkages.",
  "Three Pakistan levels are involved, the role of Pakistan’s governments, the role of Pakistan’s",
  "Inter-Services Intelligence (ISI), and the role of Pakistan-based jihadist groups.",
  "National identity",
  "Oneoftheinterestingthingsininternationalrelationshasbeenthewayinwhichperceptionsof",
  "culture and identity have indeed returned to the front of international relations analysis.4 22",
  "February 1941 was a fateful day in the history of British India and for the future shape of the",
  "sub-continent. On that day the force of Muhammad Ali Jinnah’s ‘two-nation theory’ took",
  "decisiveshapewiththe LahoreDeclaration, the formal callby theMuslimLeague forPartition:",
  "‘the areas in which the Muslims are numerically in majority as in the North-Western and",
  "Eastern zones of India should be grouped to constitute independent states in which the con-",
  "stituent units shall be autonomous and sovereign’. In bald terms, this led to the creation of",
  "Pakistan, divided into two wings, West Pakistan and East Pakistan.",
  "The rationale for this was the two-nation theory propounded vigorously by Jinnah, whose",
  "forceful personality and determination played a key part in getting this, and hence being called",
  "the Quaid-I Azam ‘Father of the Nation’. In this case, his sense of nation was religiously based,",
  "even if his personal life was not, namely Islam.",
  "It is a dream that the Hindus and Muslims can ever evolve a common nationality and this",
  "misconceptionofoneIndiannationliesgonefarbeyondthelimitsandisthecauseofmost",
  "of your troubles and will lead India to destruction if we fail to revise our notions in time.",
  "The Hindus and Muslims belong to two diﬀerent religious philosophies, social customs,",
  "literatures. They neither inter-marry nor inter-dine together and, indeed, they belong to",
  "twodiﬀerentcivilizationswhicharebasedmainlyonconﬂictingideasandconceptions[…]",
  "To yoke together two such nations under a single State, one as a numerical minority and",
  "the other as a majority, must lead to growing discontent and ﬁnal destruction of any fabric",
  "that may be so built up for the government of such a state.5",
  "Samuel Huntington’s Clash of Civilization thesis had indeed been predated in this analysis by",
  "Jinnah half a century earlier, a ‘fractured fraternity’ predating Huntington’s ‘fracture lines of",
  "60Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithPakistan",
  "conﬂict’.6 In successfully pushing through this vision of religious-cum-political division, the",
  "questionthenaroseastowhatlegacysuchnation-formationhashadonthetwosuccessorstates,",
  "the Islamic Republic of Pakistan, and the (secular) Republic of India.",
  "The irony is that Jinnah seemed to think that dividing India up on diﬀerent nation grounds",
  "would not damage subsequent inter-nation relations between two such diametrically created",
  "states:",
  "The problem in India is not of an inter-communal character but manifestly of an interna-",
  "tional one, and it must be treated as such […] There is no reason why these states should",
  "be antagonistic to secure to each other […] It will lead more towards natural good will by",
  "international pacts between them, and they can live in complete harmony with their",
  "neighbours.Thiswillleadfurthertoafriendlysettlementallthemoreeasilywithregardto",
  "Minorities by reciprocal arrangements and adjustments between Muslim India and Hindu",
  "India, which will far more adequately and aﬀectively safeguard the rights and interests of",
  "Muslims and various other Minorities.7",
  "However, this has most certainly not been the case. For over half a century these two neigh-",
  "bours emerging from British India have polarized the subcontinent and taken their arguments",
  "against each other inside and outside the region.",
  "Part of the legacy has been the reverberating eﬀects of the political polemics surrounding",
  "Partition, and the very tangible human suﬀering caused as Partition was implemented on the",
  "ground amidst population transfers and sectarian killings on a signiﬁcant scale during that",
  "summer of 1947. In terms of national psyche, this historical memory is still strong.",
  "Inaddition,thereis apoliticallegacy. Theproblem hasbeenthatthe politicalfoundations of",
  "the one challenge the very foundations and legitimacy of the other, through being based on",
  "diametrically opposite principles. On the one hand stands Pakistan, the very case for political",
  "independenceofwhichisbasedonasenseofnationalismbasedonreligiousallegiance.Without",
  "religion, Pakistan made no sense, especially in its split geographical position between East and",
  "WestPakistan.Islamwastheideologicalglueusedtojustifyitsverynationalexistence,basedon",
  "the claim that Hindus and Muslims could not get along in a common national framework. On",
  "the other hand the Republic of India rejected the very foundations of the two-nation theory,",
  "refusing to see itself a Hindu India, it proclaimed and rejoiced in religious pluralism under-",
  "pinned by a secular political underpinning for the state and for a geographical sense of what",
  "India was. India’s secular-political claims cut across and in a way continue to undermine Paki-",
  "stan’s legitimacy, whilst Pakistan’s religious-political claims cut across and in a way continue to",
  "undermine India’s secular legitimacy. In eﬀect, ‘the underlying basis of the Indo-Pakistani",
  "conﬂict is really an argument about the fundamentals of state-construction’, an argument over",
  "‘primordial conceptions of identity’ that continues to shapeantagonistic inter-state relations vis-",
  "à-vis each other.8",
  "Thereverberationsofthishavecontinueddownthedecades.Pakistanhasacontinuingsense,",
  "with some reason for some Indian quarters, of being seen as an aberration, as an inherently",
  "ﬂawed national project that is doomed to failure, an unviable national ideology which will",
  "eventually give way to a reincorporation into the bigger Indian neighbour, thereby restoring",
  "theunity oftheIndian sub-continent,butonNewDelhi’sterms.Afterall,the BharatiyaJanata",
  "Party (BJP—Indian People’s Party) 2004 manifesto was blunt in how ‘the BJP unﬂinchingly",
  "holds that diﬀerences in faith cannot challenge the idea of India as One Nation or undermine",
  "our millennia-old identity as One People. This is why we rejected the two-nation theory on",
  "the basis of which our Motherland was tragically partitioned in 1947’.9 India has the sense of",
  "61Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "DavidScott",
  "Pakistan wanting to undermine her secular stability, to vindicate the two-nation theory of",
  "Hindu-Muslim divide, and to incorporate Muslim majority areas that are presently under the",
  "controlofIndia.This,ofcourse,takesusontotheissueofKashmir,whereintangible concerns",
  "andclaimsovernationalformationhavecreatedongoingterritorialdisputeandmilitaryconﬂicts",
  "on a regular basis.",
  "Kashmir",
  "Kashmir is the fulcrum on which intangible matters of national formation have developed into",
  "tangible matters of international conﬂict. In the months of Partition in 1947, generally Hindu-",
  "majority states went to India, and Muslim-majority states went to Pakistan. However, there",
  "were a few exceptions where local rulers did not reﬂect the religious identity of their states. In",
  "the case of Junagadh, a coastal enclave, its Muslim ruler, advised by his adviser Shah Nawaz",
  "Bhutto, the father of Pakistan’s later Prime Minister Zulﬁkar Bhutto, opted for Pakistan, but",
  "was swept away by a blockade, military intervention and successful plebiscite imposed by India.",
  "In the case of Hyderabad, totally surrounded by Indian territory, its Muslim ruler opted for",
  "independence before Indian troops intervened in September 1947.",
  "In the case of Kashmir the lines went the other way, with a Hindu ruler sitting atop a",
  "Muslim majority population. Further ambiguity was caused by strong independence sentiments",
  "being muﬄed, and with the majority Muslim opinion being reﬂected not by Jinnah’s Muslim",
  "League but by Sheikh Abdullah’s National Conference that had co-operative links with the",
  "Congress Party. Suﬃce to say that amidst temporization by the Kashmir ruler, growing",
  "instability and appearance of irregular forces from the Pakistan side, followed by the decision of",
  "the ruler to call for Indian assistance, which in turn brought formal Pakistan intervention as",
  "well.Theresultsweretwo-fold.OnewasthedefactopartitionofKashmirbetweenIndia-held",
  "central valley (Muslim-dominated) as well as Jammu (Hindu) and Ladakh (Buddhist), whilst",
  "Pakistan held onto the western fringes of Kashmir (renamed Azad Kashmir, ‘Free Kashmir’) and",
  "the northerly mountainous area of Baltistan. In the wake of military stalemate and recourse to",
  "the UN, vague promises were given on a plebiscite at some point, but this was shelved subse-",
  "quently, as Sheikh Abdullah lent support to Kashmir’s accession to India, and Pakistan",
  "strengthened its grip on Azad Kashmir/Baltistan.",
  "Since then, conﬂict, ‘unending war’, has raged, with indeterminate outcomes merely",
  "entrenching divided outlooks between the two neighbours.10 War in 1947–49 focused",
  "on Kashmir, whilst the wider conﬂicts in 1965 and 1971 brought in collateral ﬁre in",
  "Kashmir. Within Kashmir the Kargil mini-war of 1999 was of course Kashmir-based, with",
  "the Siachin glacier proving another spot within Kashmir over which the two countries",
  "clashed. The Kargil dispute was the last time that the states employed their military forces",
  "directly against each other, but cross-ﬁre along the Line of Control continues down to the",
  "present.",
  "Post-Kargil, Kashmir has not disappeared as an issue.11 Instead of state-to-state conﬂict,",
  "Kashmir has developed its sub-state and trans-state conﬂict dynamics as the growth of local",
  "operativesinKashmirwasgivensupportbyPakistan.ThisislabelledbyIndiaaslittlemorethan",
  "Pakistan ‘sponsoring’ terrorism, a subject to which we can turn.",
  "Terrorism",
  "A constant refrain from India is the country’s sense of Pakistan being a state that sponsors ‘ter-",
  "rorism’. Initially, this was associated with Pakistani support given to Kashmir and Sikh",
  "62Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithPakistan",
  "insurgents in the 1970s, part of Zulﬁqar Ali Bhutto’s strategy for forward strategic depth, an",
  "instrument to substitute for the lack of strategic depth and early warning capabilities of a Paki-",
  "stan that had been truncated in two following the 1971 war with India. Internal Kashmir",
  "developments,includingthedeathofSheikhAbdullahin1982andharder-linecoercivepolicies",
  "by Indira Gandhi, had sparked a growing insurgency in the valley of Kashmir in 1989. In",
  "Pakistan the political leadership, now headed by Benazir Bhutto, gave political support to the",
  "Kashmir cause, whilst the ISI gave material and substantial support to the insurgent groups,",
  "funnelling aid across the ceaseﬁre Line of Control leading from Pakistan-controlled Azad",
  "Kasmir/Baltistan into the Indian-controlled valley of Kashmir.",
  "The results were clear enough, growing identiﬁcation and denunciation of Pakistan as a",
  "terrorist-sheltering state. Typical was India’s Ministry of External Aﬀairs Annual Report 1998–",
  "1999:",
  "Our concerns regarding Pakistan’s continued, and active involvement in instigating and",
  "sponsoring terrorism in J& K and other parts of India, were made clear to them on several",
  "occasions during the year – and reiterated during the composite dialogue, and conclusive",
  "evidence to this eﬀect was also presented. It was emphasised that our resolve to defeat",
  "cross-border terrorism and to safeguard our security interests was total. We have advised",
  "them that abandonment of this activity, and full respect for their commitments under the",
  "Simla Agreement, including avoidance of provocative acts across the LOC and hostile",
  "propaganda, were essential steps.12",
  "Such Pakistan-sponsored support for insurgency groups was further strengthened by the ending",
  "of the ISI-supported mujahideen groups that had been operating against Soviet forces in Afgha-",
  "nistan. In the wake of the Soviet withdrawal, such Afghanistan-conﬂict mujahideen veterans,",
  "basedinPakistan,turnedtheirattentionseastwardstoKashmir.Insteadofformalstate–statewar",
  "(as in 1947–49, 1965 and 1971), Kashmir was the scene for ‘covert war’ waged by jihadist",
  "groups aided and abetted by Pakistan’s ISI.",
  "However a further problem for India has been the readiness of such Pakistan-sponsored",
  "groups to take the ﬁght to other parts of India. In 1993 ‘Pakistan’s complicity in the planning",
  "andexecutionofthebombblastsinBombayresultedinanincreasedperceptionofthepublicin",
  "India of Pakistan’s designs to interfere in India’s internal aﬀairs and to engineer conditions of",
  "instability’.13 In 2001 it was the bombing of the Indian parliament, which brought large-scale",
  "‘near-war’mobilizationofIndianforcesalong theborderwithPakistan.Italsobroughtdetailed",
  "analysis by the Indian Government:",
  "The abortive terrorist attack against Parliament on 13 December, by elements of the",
  "Pakistan-based Lashkar-e-taiba (LeT) and JeM [Jaish-e-Muhammad], was undoubtedly the",
  "most audacious, as also the most alarming act of terrorism in the nearly two decades of",
  "Pak-sponsored terrorism in India. This time, the Pakistani-based terrorists and their men-",
  "torsacrosstheborderhadthetemeritytotryandwipeouttheentirepoliticalleadershipof",
  "India. Much thought and reﬂection have been given as to why Pakistan based terrorist",
  "groups and their mentors decided to raise the stakes so high […] The only answer that",
  "satisfactorily addresses this query is that Pakistan – a product of the indefensible Two",
  "Nation Theory, a theocratic state with an extremely tenuous traditions of democracy – is",
  "unable to reconcile itself with the reality of a secular, democratic, self-conﬁdent and stea-",
  "dilyprogressingIndia,whosestandingintheinternationalcommunityisgettinginexorably",
  "higher with the passage of time.14",
  "63Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "DavidScott",
  "What isstriking is therejection ofPakistan’s veryfoundations, the two-nations theory, asbeing",
  "indefensible, not only then in Pakistan’s 1947 formation, but also logically for its continuation",
  "in the 21st century. What is also noticeable is this sense of Pakistan dragging India down from",
  "its otherwise straightforward international rise.",
  "In 2008 it was the Mumbai bombings again. India was clear on the Pakistani provenance of",
  "the attackers:",
  "The more fragile a Government, the more it tends to act in an irresponsible fashion.",
  "Pakistan’s responses to our various demarches on terrorist attacks is an obvious example",
  "[…] Those in charge of the terrorist infrastructure in Pakistan have resorted to other stra-",
  "tagems to inﬁltrate terrorists into India. Inﬁltration is occurring via Nepal and from Ban-",
  "gladesh,thoughithasnottotallyceasedviatheLineofControlinJ&K.Weareawarethat",
  "thesearouteisanotheroptionthatisnowbeingexercised.Afewinterceptionshavetaken",
  "place, though we failed to intercept the 10 Pakistani terrorists who came by sea from",
  "Karachi on November 26. The terrorist attack in Mumbai in November last year was",
  "clearly carried out by a Pakistan-based outﬁt, the Lashkar-e-Taiba. On the basis of the",
  "investigations carried out, including the Agencies of some foreign countries whose",
  "nationals were killed in the attack, there is enough evidence to show that, given the",
  "sophistication and military precision of the attack it must have had the support of some",
  "oﬃcial agencies in Pakistan.15",
  "Talk of ‘some oﬃcial agencies in Pakistan’ is another word for the ISI. What is noticeable is",
  "India’s sense of terrorist attacks circumventing India’s military hold on Kashmir, through oper-",
  "ating from Nepal and Bangladesh.",
  "Strategic culture, the legacy of war and military arms race dynamics",
  "Amidst such ideological and territorial divides, Pakistan and India have come to blows several",
  "times. India may stress its ahimsa (non-violence) tradition, but it has been prepared to take the",
  "battle to Pakistan. With both claiming moral justiﬁcation over their respective causes, and with",
  "both claiming to have fought defensive wars against each other, the fact remains that conﬂict",
  "has been endemic since independence in 1947. Just over a century has seen successive wars,",
  "namely full-scale conﬂicts in 1947–49, 1965 and 1971, the mini-war over Kargil in 1999,",
  "ongoing skirmishes over the inhospitable Siachin glacier, near-war in 2001–02 (Operation Pra-",
  "karam mobilization), and cross-ﬁre border incidents which are a continuing fact of life.16 For",
  "eachcountry,theirmostobviousmilitaryenemyhasbeentheother;theyhavebecomeusedto",
  "thinking of the other as the military foe.",
  "Pakistan has long sought strategic parity with India, with a sense of cultural élan compensat-",
  "ing for numeric inferiority, the feeling that ‘one Pakistani soldier is equal to 10 Indian soldiers’.",
  "India has long sought to establish superiority over Pakistan, militarily and diplomatically. Its",
  "Cold Start military doctrine, introduced in 2004, was ‘aimed militarily at Pakistan and is oﬀen-",
  "sive-operations speciﬁc’, involving rapid deployment forces able to strike into Pakistan and",
  "crush both the Pakistani Army and terrorist groups operating on Pakistani soil.17",
  "Given such adversarial mindsets, there has also been an ongoing arms race competition,",
  "within which classic IR ‘security dilemma’ dynamics operate as each tries to match and cap the",
  "other, in a spiral of spending and mistrust. From Pakistan’s point of view, it has long sought",
  "military equipment from more powerful allies to enable competition with India. Initially such",
  "arms transfers were mainly from the USA, but in more recent years the People’s Republic of",
  "64Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithPakistan",
  "China has also provided Pakistan with ongoing military assistance. From India’s point of view,",
  "its military links with the Soviet Union and later Russia have partly been aimed at redressing",
  "the imbalance with China, but have been aimed also at attaining/maintaining military super-",
  "iority over Pakistan. Fighteraircraft have beenone aspect oftheir arms race, withIndia keenin",
  "recent years to see that US arms sales to India are not matched by similar sales to Pakistan.18",
  "Missiles have been another feature of this arms race and build-up. Pakistan’s arsenal was",
  "steadily built up during 1989–2000 in terms of numbers and range. It consists of Hatf-I (60",
  "km–80 km range), Haft-II (aka Abdali), Hatf-III (aka Ghaznavi, 290 km range), Hatf-IV (aka",
  "Shaheen-I, 750 km range), Hatf-V (aka Ghauri, 1,500 km range and payload capacity of 700",
  "kg), Ghauri-II (2,300 km range), and Hatf-VI (2,500 km range). These are all India-centric in",
  "terms of range and purpose. Meanwhile, India’s own missile programme has developed over",
  "the years, with its Integrated Guided Missile Development Programme (IGMDP) set up in",
  "1983. This has led to Prithvi-I (150 km range), Prithvi-II (250 km range), Prithvi-III (aka Dha-",
  "nush, 350 km range), Agni-I (700 km range), and Agni-II (2,000 km range). The Prithvi and",
  "Agni-I missiles are all Pakistan-centric, while the longer range of Agni-II gives it China- as well",
  "as Pakistan-centric purposes, with the subsequent longer range Agni-III missile being China-",
  "centric alone.",
  "TheincreasingrangebutalsoincreasingpayloadofPakistaniandIndianmissileshasalsobeen",
  "entwined with their nuclear weapons programme, which indeed provides the nuclear payload",
  "for such missiles. India’s nuclear weapons programme was sparked by China’s nuclear advances",
  "in the 1960s. The 1971 defeat with India, followed by India’s own nuclear explosion in 1974",
  "(Pokhran-I, Operation Smiling Buddha) was the spur for Pakistan to develop its own nuclear",
  "weapons programme, to try to re-establish military-strategic parity.",
  "Such developments came to a head in 1998, when in April of that year Pakistan tested its",
  "most powerful missile to date, the Hatf-V (aka Ghauri) missile, with a 1,500 km range and",
  "payload capacity of 700 kg. India’s response was immediate: the Pokhran-II, Operation Shakti,",
  "nuclear tests in May 1998, which were immediately matched by Pakistan’s own nuclear tests,",
  "Operation Chagai, later in the month. Both sides have built up a small nuclear arsenal, with",
  "Pakistan spending proportionally more to try and match India’s bigger economic capacity.19",
  "India’s logic at the time involved Pakistan. As Prime Minister Vajpayee’s letter to the US",
  "President pointed out:",
  "I have been deeply concerned at the deteriorating security environment, specially the",
  "nuclearenvironment,facedbyIndiaforsomeyearspast.Wehaveanovertnuclearweapon",
  "state [China] on our borders, a state which committed armed aggression against India in",
  "1962. Although our relations with that country have improved in the last decade or so, an",
  "atmosphereofdistrustpersistsmainlyduetotheunresolvedborderproblem.Toaddtothe",
  "distrust, thatcountry hasmaterially helpedanotherneighbourofours[Pakistan] tobecome",
  "a covert nuclear weapons state. At the hands of this bitter neighbour [Pakistan] we have",
  "suﬀered three aggressions in the last 50 years. And for the last ten years we have been the",
  "victim of unremitting terrorism and militancy sponsored by it [Pakistan] in several parts of",
  "our country, specially Punjab and Jammu and Kashmir.20",
  "What, of course, is evident are the China-centric strands of the argument, as well as the",
  "reiterationofhavingtofaceongoingmilitaryconﬂictsandsponsorshipofterrorismagainstIndia",
  "by Pakistan. In addition, though Pakistan’s close links with China were of concern to India,",
  "speciﬁcally with regard to the crucial Chinese help given to Pakistan’s nuclear programme,21 so",
  "was Pakistan’s role as a proxy for China, as a surrogate state.",
  "65Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "DavidScott",
  "Pakistan links with China",
  "One China-Pakistan irritant for India was the readiness of Pakistan to give up to China its",
  "claims to the Trans-Karakorum Tract (Shaksgam valley) in 1963. This was greeted with dismay",
  "by India, which of course claimed that the Shaksgam valley was part of India through India’s",
  "wider claims to Kashmir. Further reports of Pakistan allowing entry of Chinese forces into",
  "Pakistan-occupied Kashmir, in Gilgit and Baltistan, were of concern to India in the summer of",
  "2010.22",
  "In wider terms, one problem that India faces with Pakistan is that it may on its own have an",
  "undoubted power advantage over Pakistan, the hopes of maintaining any strategic parity with",
  "India of which disappeared after defeat in the 1971 war and the division of Pakistan. Pakistan’s",
  "response to its diminishing power position vis-à-vis India has been to develop its own nuclear",
  "weapons programme (with the assistance of China) and to strengthen its foreign policy align-",
  "mentwithChinaingeneral.Thisso-called‘all-weatherfriendship’betweenPakistanandChina",
  "operates as a more sinister ‘nexus’ in Indian eyes, in which ‘China thus operates as a “force",
  "multiplier” for Pakistan vis-à-vis India’.23 New Delhi increasingly sees Pakistan as not so",
  "important in its own right, but as oﬀering dangerous opportunities for China’s attempt to",
  "encircle India, coming, as it were, down from the Himalayas, down the Indus to the Indian",
  "Ocean, in eﬀect blocking India along its north-western ﬂanks. China’s links with Pakistan are",
  "also seen as threatening with the build-up of the deep water port of Gwadar, opened in 2008",
  "with Chinese funding, and oﬀering berthing potential for a growing Chinese naval presence in",
  "the Indian Ocean. Pakistan’s links with China do constrain India to some extent. This did not",
  "stop India from military action in 1971 (Bangladesh) and 1999 (Kargil), but the dangers of",
  "facing a two-front war against Pakistan and China did stop India from taking military action",
  "against Pakistan in the wake of the Mumbai bombings of 2008.24 Ironically, India’s military",
  "plannersdid,in2010,movetowardsacceptingsuchatwo-frontwaragainstPakistanandChina",
  "simultaneously.25",
  "Positive linkages?",
  "So far, the relationship of India with Pakistan has been portrayed in generally negative terms.",
  "National ideologies, territorial disputes, terrorism, a military arms race, and diﬀering diplomatic",
  "alignments(thePakistan-Chinanexus)havegeneratedentrenchedongoingfrictionandnegative",
  "relationsbetweenIndianandPakistan.InternationalRelations(IR)constructivism,geopoliticsand",
  "realism26 power imperatives are all in play in such negative dynamics. However, are there any",
  "IR strands that can, or could, ease their situation? The IR democracy = peace framework would",
  "suggest one avenue for easing tensions. However, Pakistan’s democracy has been fragile, often",
  "swept away by recurring bouts of military rule, or sidelined by the presence of the ISI.",
  "The other main IR framework has been IR liberalism-functionalism, the idea of increasing",
  "economictradeacrossborders.Thereshouldindeedbe‘securityspill-overs’fromeconomicco-",
  "operation between these two neighbours.27 The only problem here is that Indian-Pakistani",
  "economic links have been so low as to be virtually non-existent. Infrastructure links are the",
  "exception rather than the rule, hence the fuss over Atal Vajpayee and Nawaz Sharif re-estab-",
  "lishing the Delhi–Lahore bus route in 1999. After the Indo-Pakistan war in 1965, trade was",
  "almostnegligibleforaperiodofnineyears.Bilateraltradedidresumein1975/76,followingthe",
  "1974 protocol for the restoration of commercial relations on a government-to-government",
  "basis,signedbythetwocountriesafterthe1971war,butitremainedataninsigniﬁcantleveltill",
  "very recently. It stood around US $150m. in 1992/93. Since 1996 trade between the two",
  "66Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithPakistan",
  "countries has been generally increasing, though subject to erratic variations reﬂecting political",
  "hiccups between the two countries, following India’s granting of most favoured nation (MFN)",
  "status to Pakistan. Pakistan, in turn, increased its listof permissibleitems to 600,adding another",
  "78 items in 2003, and another 72 items in 2004. The latter year also saw the two countries",
  "signing the South Asia Free Trade Agreement (SAFTA). Trade stood at $180m. in 1996, but",
  "has been increasing in quantity terms to $616m. in 2004/05, $869m. in 2005/06, $1,674m. in",
  "2006/07,toreachapeakof$2,239m.in2007/08,beforeslippingbackto$1,810m.in2008/09",
  "(a decline of almost 20%, partly caused by the global recession but also by the post-Mumbai",
  "bombingdeteriorationinrelations).28It remaineddownat$1,849m. for2009/10.From India’s",
  "pointofview,Pakistanisstillanunimportanttradepartner.Pakistan’sshareofIndia’stotaltrade",
  "remainedsmall at0.24%in2003/04,0.32%in 2004/05,0.34%in 2005/06,0.54%in 2006/07,",
  "0.54% in 2007/08, 0.37% in 2008/09 and 0.40% in 2009/10. Admittedly, illegal trade might",
  "push these ﬁgures up, but then illegal, unoﬃcial trade is unlikely to improve oﬃcial relations.",
  "Indeed, some speciﬁc trade issues are problematic. Two important pipeline projects are the",
  "TAPI(Turkmenistan-Afghanistan-Pakistan-India)andIPI(Iran-Pakistan-India)projects.Having",
  "crucial energy concerns vulnerable to Pakistan (turning the taps oﬀ, as it were), interruption is",
  "something that is pushing India to seek alternatives, i.e. establishing links from Afghanistan to",
  "Iran’s port of Chabahar, rebuilt with Indian ﬁnancial assistance, i.e. routing Turkmenistani oil",
  "via the International North South Corridor (INSC) route from the Caspian Sea down to",
  "Chabahar.",
  "Conclusions",
  "AnyonespeculatingonIndian-Pakistani relationsfaces aquandary.The mosttangibleissuemay",
  "be resolvable, perhaps with a status quo partition along the current Line of Control, with soft",
  "borders and decentralization of power away from India and Pakistan. Something on those lines",
  "seemed to have ‘almost’ been agreed in 2004, before the fall from power of Pervez Musharraf.",
  "However, ideologically they remain poles apart, with an inherent readiness to assume the worst",
  "of each other and to seek to constrain the other country, in the case of Pakistan with the help",
  "of China. IR security dilemmas continue to operate between these two neighbours. Trade will",
  "probably grow, though, as after all their remaining low level of trade means there is sizeable",
  "potential for increased trade.29 However, India may well be focusing its economic interest",
  "elsewhere,eastwardstotheBayofBengal(BIMSTEC),South-EastAsia(ASEAN)andEastAsia",
  "(EAS) frameworks.",
  "Of course, the internal character of each state remains problematic. Pakistan faces two chal-",
  "lenges: one is to avoid the ‘Talibanization of Pakistan’, the scenario whereby rising Islamist",
  "forces take control of Pakistan (and its nuclear forces) ready to unleash jihadist cadres against",
  "India in Kashmir and elsewhere.30 This would be a nightmare scenario for New Delhi. The",
  "other challenge is surviving intact.31 Some Indian commentators see Pakistan as an inherently",
  "ﬂawedcreation,andsomethingthatiseitherdoomedtoeventualre-absorptionbackintoastill-",
  "rising India, undoing Partition as it were. An alternative variant is the disintegration of Pakistan",
  "into constituent Baluchi, Pashtun, Sindhi and Punjabi parts, smaller units that would be unable",
  "to pose such a challenge to India as Pakistan has. The example of 1971 lies before Pakistan and",
  "India, the eruption of Bengali nationalism generating the creation (with Indian help) of Ban-",
  "gladesh,therebyundercuttingthewholelogicofthetwo-nationtheoryanditsunderpinningof",
  "Pakistan’s continuing existence. Meanwhile, what of India?",
  "India faces some similar challenges. First, there could be a Hindu equivalent of the ‘Taliba-",
  "nization of Pakistan’, overturning the secular direction of post-Independence India. The",
  "67Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "DavidScott",
  "possibility is there: the Hindutva forces restrained by Nehru’s Congress Party did, after all,",
  "achieve power in 1998, under the BJP, the ﬁrst act of which was to conduct nuclear tests at",
  "Pokhran-II, ‘the Hindu bomb’ as some called it. Though the BJP lost the 2004 and 2008",
  "general elections, a return to power could see a Hindutva resurgence. The irony for Pakistan",
  "would be that this would echo Jinnah’s own two-nation theory analysis of a Muslim India",
  "(Pakistan) and a Hindu India. Such a development would probably be detrimental to India-",
  "Pakistan relations. Second, India might fragment. This was the notorious suggestion by one",
  "Chinese think tank, an India fragmenting into 30 pieces.32 Such fragmented post-India succes-",
  "sorstateswouldbeunabletoposetheexistentialthreattoPakistaninthestructuralwaythatthe",
  "Republic of India has managed to do through its sheer size and numbers, almost 10:1.",
  "Notes",
  "1 I. Gujral, ‘Signiﬁcance of an Independent Foreign Policy’, 14 October 1996, in I. Gujral, Continuity",
  "andChange.India’sForeignPolicy,London:Macmillan,2003,p.109.",
  "2 S. Ganguly, Conﬂict Unending. India-Pakistan Tensions Since 1947, New York: Columbia University",
  "Press, 2001; P. Chander, India & Pakistan Unending Conﬂict, 3 vols, New Delhi: Aph Publishing Cor-",
  "poration, 2002; T.V. Paul (ed.), The India-Pakistan Conﬂict: An Enduring Rivalry, Cambridge: Cam-",
  "bridgeUniversityPress,2005.AlsoD.McLeod,IndiaandPakistan:Friends,RivalorEnemies?Aldershot:",
  "Ashgate,2008;A.Misra,India-PakistanComingtoTerms,London:Macmillan,2010.",
  "3 India-Pakistan,SimlaAgreement,2July1972,mea.gov.in/jk/sim-ag.htm.",
  "4 Y. Lapid and F. Kratochwl, The Return of Culture and Identity in IR Theory, Boulder: Lynne Rienner,",
  "1996.",
  "5 M. Jinnah, 22 March 1940 (Lahore), rep. ‘An International Problem’, in W. de Bary (ed.), Sources of",
  "IndianTradition,Vol.II,NewYork:ColumbiaUniversityPress,1958,pp.284–85.",
  "6 M.Ajithkumar,IndiaPakistanRelations:TheStoryofaFracturedFraternity,NewDelhi:KalpazPublica-",
  "tions,2006.",
  "7 M.Jinnah,‘AnInternationalProblem’,op.cit.,p.284.",
  "8 Ganguly,ConﬂictUnending.India-PakistanTensionsSince1947,op.cit.,p.5.",
  "9 BharatiyaJanataParty,VisionDocument2004,2004,www.bjp.org.",
  "10 V. Schoﬁeld, Kashmir in Conﬂict: India, Pakistan and the Unending War, London: I.B. Tauris & Com-",
  "pany, 2003. Also R. Wirsing, India, Pakistan, and the Kashmir Dispute, New York: St Martin’s Press,",
  "1998; K. Gupta (ed.), India-Pakistan Relations with Special Reference to Kashmir, 4 Vols, New Delhi:",
  "Atlantic Publishers & Distributors (P) Ltd, 2006; S. Kapur, ‘The Kashmir Dispute. Past, Present and",
  "Future’, in S. Ganguly, A. Scobell and J. Liow (eds), The Routledge Handbook of Asian Security Studies,",
  "London:Routledge,2010.",
  "11 ICS,‘India,PakistanandKashmir:StabilisingaColdPeace’,BrieﬁngPaper(InternationalCrisisGroup),",
  "No.51,15June2006.",
  "12 MinistryofExternalAﬀairs,AnnualReport1998–1999,NewDelhi:MinistryofExternalAﬀairs,1999,",
  "mealib.nic.in.",
  "13 MinistryofExternalAﬀairs,AnnualReport1993–1994,NewDelhi:MinistryofExternalAﬀairs,1994,",
  "p.6.",
  "14 Ministry of External Aﬀairs, Annual Report 2001–2002, p.9. Also V. Khanna, ‘Continuation of Ter-",
  "rorismbyPakistan’,13March2003,RajyaSabha,meaindia.nic.in;S.Noor,‘Pakistan-IndiaRelations",
  "andTerrorism’,PakistanHorizon,Vol.60,No.2,2007.",
  "15 M.Singh,‘AddressbyPrimeMinisteratCM’sConference’,6January2009.",
  "16 S. Ganguly, The Origins of War in South Asia: Indo-Pakistani Conﬂicts Since 1947, Boulder: Westview",
  "Press,1994.",
  "17 S.Kapila,‘India’sNew“ColdStart”WarDoctrineStrategicallyReviewed’,Papers(SAAG),No.991,",
  "4May2004.AlsoS.Kapila,‘IndianArmyValidatesitsColdStartWarDoctrine’,Papers(SAAG),No.",
  "1408,7June2005.",
  "18 ‘USSupplyofSophisticatedWeaponstoPakistanConcernsIndia,saysAntony’,6March2010,www.",
  "thaindian.com.",
  "19 S. Kapur, ‘India and Pakistan’s Unstable Peace: Why Nuclear South Asian is Not Like Cold War",
  "Europe’,InternationalSecurity,Vol.30,No.2,2005.AlsoS.GangulyandD.Hagerty,FearfulSymmetry:",
  "68Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithPakistan",
  "India-PakistanCrisesintheShadowofNuclearWeapons,Seattle:UniversityofWashingtonPress,2006;R.",
  "Basrur, ‘Nuclear Weapons and India-Pakistan Relations’, Strategic Analysis, Vol. 33, No. 3, 2009; S.",
  "GangulyandS.Kapur,India,Pakistan,andtheBomb:DebatingNuclearStabilityinSouthAsia,NewYork:",
  "ColumbiaUniversityPress,2010.",
  "20 A.B.Vajpayee,‘Letter’[toWilliamClinton],NewYorkTimes,13May1998.",
  "21 L. Dittmer (ed.), South Asia’s Nuclear Security Dilemma: India, Pakistan, and China, Armonk: M.E.",
  "Sharpe,2005.",
  "22 ‘IndiatoVerifyReportsofChinesePresenceinPoK,SaysGovt’,TimesofIndia,30August2010;the",
  "Ministry of External Aﬀairs spokesman Vishnu Prakas commented: ‘If true, it would be a matter of",
  "seriousconcernandwewoulddoallthatisnecessarytoensuresafetyandsecurityofthenation.’",
  "23 R.Mishra,‘NuclearandMissileThreatstoIndia:China-PakistanNexusinSouthAsia’,Papers(South",
  "Asia Analysis Group), No. 296, 17 August 2001; B. Raman, ‘Pakistan as China’s Force-multiplier",
  "AgainstIndia’,Papers(SAAG),No.3918,11July2010.AlsoM.Bhattacharjea,‘India-China-Pakistan:",
  "BeyondKargil–ChangingEquations’,ChinaReport,Vol.35,No.4,1999.",
  "24 S.Srivastava,‘IndiaArmy“BackedOut”ofPakistanAttack’,AsiaTimes,21January2009.",
  "25 S. Kapila, ‘China-Pakistan Military Nexus Formally Recognized in Indian Strategic Planning’, Plain-",
  "speak(Boloji),24January2010,www.boloji.com.",
  "26 R.Rajagopalan,‘NeorealistTheoryandtheIndia-PakistanConﬂict’,inK.BajpaiandS.Mallavarapu",
  "(eds), International Relations in India: Theorising the Region and Nation, New Delhi: Orient Longman,",
  "2004.",
  "27 E.Sridharan,‘EconomicCooperationandSecuritySpill-Overs:TheCaseofIndiaandPakistan’,inM.",
  "Krepon and C. Gagne (eds), Economic Conﬁdence-Building and Regional Security, Washington: Henry L.",
  "Stimson Center, 2000; S. Zaidi, ‘Economic Conﬁdence Building Measures in South Asia: Trade as a",
  "Precursor to Peace with India’, in M. Ahmar (ed.), The Challenge of Conﬁdence Building in South Asia,",
  "New Delhi: Haranand Publications, 2001; East Asia Forum, ‘Improving India-Pakistan Relations",
  "ThroughTrade’,19April2010,www.eastasiaforum.org.",
  "28 In this book, ﬁgures for India’s trade are generally taken, unless otherwise indicated, from India’s",
  "DepartmentofCommerceImportExportDataBank,atcommerce.nic.in/eidb/default.asp.",
  "29 M.Khan,‘India-Pakistan Trade:ARoadmapforEnhancingEconomic Relations’,PolicyBrief (Peter-",
  "sonInstituteforInternationalEconomics),July2009.",
  "30 A. Mir, Talibanisation of Pakistan: From 9/11 to 26/11, New Delhi: Pentagon Security International,",
  "2009.",
  "31 C.RajaMohan,‘WhatIfPakistanFails?IndiaIsn’tWorried…Yet’,WashingtonQuarterly,Vol.28,No.",
  "1,2004–05.",
  "32 D. Rajan, ‘China Should Break up the Indian Union, Suggests a Chinese Strategist’, Papers (SAAG),",
  "No.3342,10August2009.",
  "69Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]