[
  "c7",
  "India and the Himalayan states",
  "Satish Kumar",
  "Introduction",
  "The Himalayan kingdoms of Nepal and Bhutan and the Indian state of Sikkim have occupied",
  "animportantplaceinIndia’sforeignpolicyscheme.1TheimportanceoftheseHimalayanactors",
  "for India can be visualized from two diﬀerent angles: a) the strategic importance of these",
  "Himalayan actors for India’s national security; and b) the place of these Himalayan actors in",
  "India’s own role perception in international politics. The Himalayas have become the southern",
  "border of the People’s Republic of China, but they do not occupy such an important place in",
  "the Chinese life and culture as they do in India. The Himalayan kingdoms of Nepal, Bhutan",
  "andtheerstwhilekingdom(nowIndianstate)ofSikkimwereconsideredanintegralpartofthe",
  "Indian regional system. As such, these three units are right in the middle of India’s whole",
  "‘Himalayan frontiers’, its northern ‘borderland’ ﬂanks.2",
  "Himalayan frontiers after Indian independence",
  "The Himalayas were the arena for competition between British India and China in imperial",
  "times,withimportantbuﬀerconsiderationsbeinginplay.TheforeignpolicyofBritishrulersof",
  "India had been directed towards securing the alliance, integrity, or neutralization of the bor-",
  "derlands and minor states covering the Himalayan land approaches to the Indian empire, and",
  "blocking countervailing Chinese competition.3 The ‘ring fence’ system operated by Britain",
  "resulted in an independent but friendly and co-operative Nepal, with Sikkim and Bhutan as",
  "Indian protectorates, and with Tibet as an autonomous buﬀer state guaranteeing India’s com-",
  "mercial and strategic interests there. On this ‘imperial chessboard’, the British Government sent",
  "a strong note of warning to a weak China on 11 April 1910, which informed China that no",
  "interference in the aﬀairs of the Himalayan states would be tolerated.4 At the time these areas",
  "indeed formed ‘the Gates of India […] mountain ways which have aforetime let in the irre-",
  "pressible Chinaman’.5 One hundred years later and similar dynamics and similar concerns were",
  "70Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheHimalayanstates",
  "in play for India. India was, though, in an enviable position on gaining independence in 1947,",
  "so far as security in the north was concerned, with ‘Forward Rights’ inherited in Tibet and a",
  "weak China still mired in civil war.",
  "Jawaharlal Nehru, India’s architect of foreign policy, wanted to continue the British policy",
  "towardstheHimalayanstates,buthefailedtodoso.Itmighthavehappenedduetothelackof",
  "long-term strategic vision or excessive idealistic structures of Indian foreign policy. The fault",
  "linesstartedwiththeIndianpolicyonTibet.From1946to1951theTibetpolicyofNehruand",
  "his associates reﬂected that of the British: treating Tibet as an autonomous buﬀer state between",
  "that of India and China, recognizing vague Chinese suzerainty but not sovereignty over Tibet.",
  "Thus, in March 1947 a Tibetan delegation was invited to the Asian Relations Conference in",
  "Delhi, despite protests from Chinese (Kuomintang) delegates.",
  "When the Chinese People’s Liberation Army (PLA) marched into Tibet in 1950, Indians",
  "(including Nehru), vociferously protested against the invasion. Such actions indicated India’s",
  "preferenceforcontinuingtheBritishpolicytowards Tibet.NehruwantedtoprotecttheIndian",
  "security interests in the Himalayan regions. As the Chinese communists neared their revolu-",
  "tionary victory, Nehru rushed through a series of defence treaties with Bhutan (August 1949),",
  "Nepal(July1950)andSikkim(December1950).ThesecountriesconstitutedNehru’sdeﬁnition",
  "of a redrawn security zone. Throughout the 1950s Nehru demonstrated his serious commit-",
  "menttothisHimalayandoctrine.InFebruary1951heestablishedtheNorthandNorth-Eastern",
  "Defence Committee, andvisitedthe North-East Frontier Agency (NEFA),Sikkimand Bhutan.",
  "In public statements in August and December 1959, Nehru oﬀered support in the defence of",
  "Nepal, Bhutan and Sikkim in case of Chinese invasion.",
  "Gradually, though, India started losing ground in the Himalayan regions vis-à-vis China.",
  "Neither India’s vital interests in the Himalayas nor its stand on the border problem were",
  "recognized in writing or respected in practice by China. Nor was the autonomy of Tibet",
  "respected by China. Ironically, Nepal seems to have had a ﬁrmer sense of this. When Nehru",
  "was faced with the Nepalese Government’s argument that ‘they had not recognised the",
  "sovereignty of China over Tibet which for them was an autonomous state’, this was met by",
  "Nehru’s rejoinder that ‘it was well known that Tibet is part of Chinese State and the Chi-",
  "nese exercised full sovereignty there. This fact has inevitably to be recognized’.6 In recog-",
  "nizing full Chinese control of Tibet, as a ‘region of China’ in the 1954 Agreement on Trade",
  "and Intercourse between the Tibet Region of China and India, strategically India surrendered its",
  "outer ring of defence without gaining anything substantial in return from China. Ginsburg",
  "and Mathos, in their study on Communist China and Tibet (1964) clearly brought out the",
  "geographical importance of Tibet in this domino-theory type logic: ‘he who holds Tibet",
  "dominates; he who dominates the Himalayan piedmont threatens the Indian sub-continent;",
  "and he who threatens the Indian sub-continent may well have all of south-east Asia within",
  "its reach, and with it, all of Asia’.7 The Chinese occupation of Tibet brought home to India",
  "the urgency of taking eﬀective steps to safeguard its national security in the north. The",
  "occupation of Tibet by China was in itself a grave threat to India’s security. To add to",
  "India’s woes, the Chinese claimed that the Himalayan kingdoms of Nepal, Bhutan and",
  "Sikkim were in fact Chinese ‘Middle Kingdom’ territories that China had lost to the",
  "imperialist in her bad days and now that China had acquired strength it would try to regain",
  "the ‘lost territories’. Occupation of Tibet by a strong China exposed the Himalayan states",
  "and India’s northern frontier to a grave potential threat, with Nepal-Bhutan-Sikkim con-",
  "stituting what Dawa Norbu described as a ‘new buﬀer zone’, after the old buﬀer (Tibet) had",
  "fallen under China’s sovereign political-military control in 1951.8 It is to Nepal, Bhutan and",
  "Sikkim that we now turn.",
  "71Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SatishKumar",
  "Nepal",
  "Strategic location of Nepal",
  "Of the three Himalayan units, Nepal is the largest, covering an area of 140,797 sq km (54,362",
  "sqmiles).BoundedonthenorthbyChina(theTibetanregion)andonthesouth,eastandwest",
  "by India, Nepal is a land-locked state, smaller in size than several states of the Indian Union.",
  "Nepal is separated from the Tibet region of China by the great Himalayan range. Except for",
  "8,000 sq miles of the southern plain strip, 80% of the total area of Nepal is mountainous. The",
  "three principal river systems of Nepal (the Karnali, the Gandak and the Kosi) all have their",
  "sources in Tibet, and enter Nepal through three gorges that cut across the Himalayas. Bhatta-",
  "charya has been clear on Nepal’s geopolitical signiﬁcance. For him, Nepal’s",
  "[s]trategic importance can be fathomed not only from its geo-political location, being",
  "sandwichedbetweenthetworisingAsiangiantsbutalsofromitstransformationintoanew",
  "buﬀer zone between India and China in the 1950s. This buﬀer has assumed even more",
  "importanceinthecurrenttimeswithRoyalNepalbeingtransformedintoaPeople’sNepal",
  "intheaftermathoftheMaoistvictoryintheelectiontotheConstituentAssemblyonApril",
  "10, 2008. The victory of the Communist Party of Nepal (Maoist) CPN(M) a one-time",
  "rebel group, has signiﬁcant geopolitical repercussions for the region.9",
  "Ifonestandsback,then‘Indian-ChineserivalryinNepal’indeedcontinuestoprovidethemain",
  "strategic feature surrounding Nepal.10",
  "Changed status of Tibet and its implications for Nepal",
  "The withdrawal of Britain from the Indian subcontinent in 1947 brought India’s inheritance of",
  "British pre-eminence in Nepal. Nehru’s sense in 1948–49 was that ‘politically our interest in",
  "Nepal is so important’, and that Indian policy was ‘to prevent the exploitation of Nepal by",
  "[other] foreign interests’, but to ‘help in developing Nepal to the mutual advantage of Nepal",
  "and India’.11 However, one new ‘foreign interest’ raising its head was the conclusion of the",
  "Chinese civil war, and with it the emergence of a strong People’s Republic of China. On 6",
  "December 1950, summing up India’s security concerns vis-à-vis Nepal, Nehru had said to par-",
  "liament: ‘from time immemorial the Himalayas have provided us with magniﬁcent frontiers.",
  "We cannot allow that barrier to be penetrated because it is also the principal barrier to India.",
  "Therefore, as much as we appreciate the independence of Nepal, we cannot allow anything to",
  "go wrong in Nepal or permit that barrier to be crossed or weakened, because that would be a",
  "risktoourowncountry’.12TheIndo-NepaleseTreaty ofPeace andFriendship(July 1950)had",
  "the two states ‘agree mutually to acknowledge and respect the complete sovereignty, territorial",
  "integrity and independence of each other’ (Article 1).13 However, with regard to sensitive",
  "military-defence matters, Article 5 gave India an important role: ‘the Government of Nepal",
  "shall be free to import, from or through the territory of India, ammunition or warlike material",
  "and equipment necessary for the security of Nepal. The procedure for giving eﬀect to this",
  "arrangement shall be worked out by the two governments acting in consultation’. Conse-",
  "quently, a close consultative relationship settled down on commerce, defence and foreign rela-",
  "tions, with Indian military missions deployed during the 1950s. India has subsequently",
  "maintained that any attack on Nepal would be regarded as an aggression against India. How-",
  "ever, the 1950 Treaty’s military-consultative clause faced some resentment in Nepal, which",
  "72Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheHimalayanstates",
  "began seeing it as an encroachment of its sovereignty and an unwelcome extension of Indian",
  "inﬂuence.",
  "China’s occupation of Tibet in 1950–51 completely changed Nepal’s status for India. India’s",
  "statusinNepalbecamevulnerable,sinceIndiaacceptedTibetasanintegralpartofChinaunder",
  "the 1954Agreement on Trade and Intercourse between the Tibet Region of China and India. Once this",
  "had occurred, China began to claim territory along the Indo-Tibetan border, using the provi-",
  "sions of the 1954 Treaty as its rationale. The following year, China began to compete with",
  "India for a sphere of inﬂuence in Nepal. The changed strategic status of Nepal provided an",
  "opportunity to the Nepalese rulers to swing from one posture to another.14",
  "Changing foreign policy of Nepal",
  "The ﬁrst signiﬁcant foreign policy shift by Nepal was the establishment of diplomatic relations",
  "with China in 1955. Shortly after his return to Nepal, King Mahendra, to the great surprise of",
  "all (and more so of the Indian leaders) announced the formation of a cabinet headed by Tanka",
  "Prasad Acharya. Just after assuming oﬃce in 1956, Acharya declared at a press conference that",
  "Nepal would pursue a policy of equal friendship with all countries, and accept economic and",
  "other help from all friendly countries, including China and Russia. King Mahendra set for",
  "Nepal the ultimate foreign policy objective of balancing the external inﬂuences in order to",
  "minimize their capacity to restrict Nepal’s freedom of action. The Nepalese Government",
  "embarked upon the policy of diversifying its relations, but alienated and antagonized India.",
  "NepalmadeaninformalrequesttoIndiasuggestingtherevisionoftheIndo-NepaleseTreatyof",
  "trade and commerce of 1950 and is reported to have secured an assurance from her. Shortly",
  "after the conclusion of the agreement, in September 1956, Acharya paid a visit to Beijing to",
  "become the ﬁrst Nepalese prime minister to visit the People’s Republic of China. Signiﬁcantly,",
  "he went to China before going over to India.",
  "ChinagaveaidtoNepalaspartofitspolicyofdetachingNepalfromIndia’sembrace.Itbuilt",
  "the Kathmandu–Kodari road, the construction of which started in 1963 and was completed in",
  "1965. The road provided a direct strategic connection between China and Nepal via the diﬃ-",
  "cult Tibetan route. If Nepal was not able to resist an attack through this road, the Indian",
  "heartland would be easily accessible. For India, these developments were a cause of grave con-",
  "cern. The nature of this proximity was all the more troubling for India in wake of its defeat in",
  "the Sino-Indian war of 1962.",
  "Nepal is the only one of the three Himalayan kingdoms with enough power to play an",
  "autonomous role between China and India. China openly exhorted the Nepalese assertion of",
  "independence throughout the 1970s. Intense anti-India propaganda was directed by China",
  "towards Nepal. When India annexed Sikkim in 1974, Chinese propagandists argued that Nepal",
  "might be India’s next target.",
  "The expanding role of China in Nepal and its implications for India",
  "In India, the growing friendship between Nepal and China produced concern and anxiety, the",
  "more so in the arrival of the CPN(M) as the largest party in the 2008 general elections, and",
  "formation of a Maoist-led government under Pushpa Kamal Dahal (Prachanda), which held",
  "oﬃce until May 2009. The talks held by his defence minister, Ram Bahadur Thapa, heading a",
  "three-member delegation to witness the PLA’s ‘Warrior 2008’ military exercise with China’s",
  "defence minister, Gen. Li Guanglie, raised yet more concerns for India. The Chinese PLA",
  "wanted to extend its relations with the Maoist PLA in Nepal.",
  "73Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SatishKumar",
  "Meanwhile, the Chinese presence in Nepal grew in size. Apart from road and rail linkages,",
  "there was a sudden proliferation of China Study Centres (CSCs) all along the Indo-Nepalese",
  "border,withtheirnumberrisingfromsevenin2005to19byFebruary2008.Whilsttheywere",
  "initiallysetupin2000ascivilsocietygroupstopromoteculturalinteraction,theyhavebecome",
  "eﬀective enough tools foradvancing Chinese perspectives concerning Nepal. These centres also",
  "distribute materials to undermine India’s predominance in Nepal, to stress ‘the benign role of",
  "China and caution the Nepalis about India’s hegemonic intentions’.15 One indication of this",
  "growing Chinese inﬂuence in and on Nepal is the latter’s crackdown on Tibetan protests in",
  "April2008atthe behestofChina,withBeijingdeploying securityoﬃcialsinsideNepaltohelp",
  "detect ﬂeeing Tibetans and keep a lid on unrest. Trans-border considerations are important",
  "here, China seeing Tibetan unrest as being stimulated by international forces operating from",
  "Nepal. Thus, in order to secure its southern Tibetan periphery, which it considers most vul-",
  "nerable, it feels the need to monitor clandestine activities in Nepal.",
  "China can also hope to capitalize on moves by land-locked Nepal to reduce its economic",
  "dependencyonIndia.IthasbeenmootingtheextensionoftheChina–Tibetrailwaylinedown",
  "into Nepal. India is Nepal’s largest trading partner, accounting for more than 60% of its trade,",
  "and 12 of the 13 trade routes for Nepal are via India. About 50% of Nepal’s remittances come",
  "from India. Thus, for strategic and economic reasons, the Maoists feel the urgent need to cul-",
  "tivate deeper ties with China on the one hand, and reduce their dependence on India on the",
  "other. This, therefore, also explains why the Maoists called for renegotiating the 1950 Treaty",
  "between India and Nepal.",
  "The collapse in May 2009 of the Maoist-led government of Prachanda has, though, given",
  "India the chance to regain some ground vis-à-vis China in Nepal. Indeed, faced with new",
  "intelligence-sharing arrangements between India and Nepal, and talks of an Indian air base",
  "being set up in Nepal, worried Chinese sources were warning in March 2010 that ‘India has",
  "resumed military cooperation with Nepal […] the struggle between pro-India and pro-China",
  "forces in Nepal is at a critical stage and China needs to pay more attention to its interests",
  "there’.16",
  "Changing contours of Indo-Nepalese relations",
  "India-Nepal relations have been special from the very beginning, with ‘interdependence’ often",
  "used in connection with its Hindu monarchy.17 In recent years India’s ‘uneasy partner’ has",
  "presented uncertainties for India, which in turn has had a somewhat ‘rickety roadmap’ to",
  "follow.18",
  "During the 1950s the monarchy in Nepal for its own self-interests initiated an anti-India",
  "campaign.TheCitizenshipActof1952,whichallowedIndianstoemigratetoNepalandacquire",
  "Nepalesecitizenshipwithease,fannedthisresentment.MahendrasucceededhisfatherinMarch",
  "1955. His desire to reduce the special relationship with India to an equal one by increasing",
  "Nepal’s strategic options led to moves to circumvent the 1950 Treaty. Nepal signed an agree-",
  "menttomaintainfriendlyrelationswithChinain1956.Ithadalreadybecomeamemberofthe",
  "UN in December 1955. It sought aid from Britain, the USA, France and the Soviet Union,",
  "besides India.All in all, during the last 50 years, powerful vested interests have injectedan anti-",
  "India ethos into Nepalese nationalism to serve their narrow political and economic interests",
  "during the monarchy. Even the kingdom’s socio-economic and ethnic divide between the hills",
  "and the plains have been linked to anti-India feelings.",
  "Such anti-India sentiments were further strengthened under the Maoist Government in",
  "Nepal, the outbursts of which have systematically created an anti-India wave in Nepal. While",
  "74Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheHimalayanstates",
  "calling for reconsideration of India’s present policies towards smaller neighbours, Prachanda said",
  "that Indiasought to intimidate, interfere with,expand its inﬂuenceover anddictate termsto its",
  "neighbours. His wish list against India is indeed long and includes, among other items, the",
  "regulation ofthe Nepal–Indiaborder,banning entryofIndianvehicles into Nepal,andtheend",
  "of Gurkha recruitments in the Indian armed forces. The Nepalese Maoists have tended to",
  "maintain a staunch anti-India posture from the very beginning. Prachanda said, ‘Nepal after",
  "signing the Sugauli Treaty of 1816 with the then British India entered into the era of a partial-",
  "colonial and feudal system which continues to date’, and stated further, ‘we are yet to liberate",
  "ourselves from the partial colonial and feudal system with the dawn of the republican order’.19",
  "Outside players are involved in this process, with China keen to end the Nepalese over-",
  "dependence on India. Another active player in fanning anti-India feelings in Nepal has been",
  "Pakistan. As Chengappa notes, there has been a convergence of interests there against India:",
  "‘over the years India has been the primary focus of Pakistan-Nepal relations […] Pakistan has",
  "striven to exploit the irritants in India’s relationship with Nepal and thereby strengthen her",
  "stature vis-à-vis India in the subcontinent. Nepal sought to develop ties with Pakistan, so as to",
  "reduce its dependence on India’.20",
  "Consistent ideological feeding against India among the Nepalese youth has been takingplace",
  "for the last many years. Covertly and overtly it was started under the monarchy of King",
  "Mahendra, whilst the Prachanda Government cemented this still further into oﬃcial policy-",
  "making. An anti-India wave in Pakistan was the result of the ideological fermentation by poli-",
  "ticalleadersthere.IfNepalmovesonthesameline,itwillposeasimilarsecuritythreattoIndia.",
  "India’s concerns loom large on the revision of 1950 India-Nepal Treaty. Should the con-",
  "troversial clause concerning arms sales change? If that happens, would Nepal choose China as a",
  "new supplier of weapons? Furthermore, access to energy from China will challenge India’s",
  "almost complete current monopoly on energy exports to Nepal. If India is to prevent Nepal",
  "from slipping into China’s hands completely, which economically and strategically it can ill",
  "aﬀord, then it can no longer view Nepal as a subordinate partner and northern backyard of",
  "India. This may force India to rearrange the Himalayan frontiers policy.",
  "Emerging cross-border threats to India from Nepal",
  "As much as an 821-km stretch of the 1,664-km Indo-Nepalese border adjoins Uttar Pradesh.",
  "Of this, around 391 km is spread across Poorvanchal’s ﬁve sensitive districts: Maharajganj, Sid-",
  "harthanagar, Balrampur, Shravasti and Bahraich. The Union Minister of Home Aﬀairs, Sripra-",
  "kash Jaiswal, stated that, in view of Pakistani militants using Nepalese territory as a hideout and",
  "baseforinﬁltrationintoIndia,theGovernmentmightre-draftitsextraditiontreatywithNepal.",
  "HesaidPakistanimilitantshad‘foundasafehideoutinNepalanditisasafepassageforcoming",
  "to India’.21 The Minister’s statement conﬁrmed a fact well-documented over the years, that",
  "Nepalese territory has long been used by the Pakistani Inter-Services Intelligence (ISI) as a",
  "launching pad for its activities against India.",
  "The ISI is trying to exploit anti-India groups with the utilization of Nepalese soil as a",
  "springboard for launching terrorist strikes against India with the help of Kashmir extremists. A",
  "largenumberofmadrasas(religiousschools)havemushroomedalongtheIndo-Nepaleseborder.",
  "Most of the new mosques and madrasas went up after 1988, in the Nepalese districts of Bardia,",
  "Kapilvastu and Nawalparsi bordering Kheri West, Siddhartnagar and Maharanjanj in Uttar",
  "Pradesh, and in Parsa, Bara and Saptari bordering East Champaran, Sitamarhi and Supaul in",
  "75Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SatishKumar",
  "Bihar. There are also anti-India campaigns being run by the Nepal Muslim Ettehand Sangh,",
  "Islamic Sangh Nepal and Muslim Youth Organization. The Ministry of Home Aﬀairs Annual",
  "Report 1999–2000 highlighted this Pakistani involvement in Nepal:",
  "Pakistani intelligence agencies have started exploiting India’s open border with Nepal for",
  "inﬁltration of militants along with arms, ammunition and explosives to carry out terrorist",
  "strikes in various parts of India with the help of certain Indian extremist groups as well as",
  "Pakistan based fundamentalist groups like Harku-uk Mujahideen. Since the 1990s, Pakis-",
  "taniintelligenceagencieshavebeenveryactiveinNepalforhelpinganti-Indiaelementsto",
  "inﬁltrate into India.22",
  "The arrest of several militants and their subsequent interrogation added to evidence on the",
  "growingISInetworkinNepal.DawoodIbrahimisreportedto have visitedKathmanduatleast",
  "half a dozen times since 1998. He is believed to be using his connections with the ISI and",
  "Nepal’s leading politicians, business houses and the underworld for large-scale smuggling and",
  "questionable hawala (remittance) transactions.",
  "With the weak political situation in Nepal during the late 1990s and early part of the new",
  "century,notmuchattentionwasabletobepaidtotheporous1,751-kmIndo-Nepaleseborder.",
  "Some 20 Indian districts and 26 districts of Nepal are situated on both sides of the border and",
  "although there were15checkpoint postsbetweenthe twocountries tomonitor humantraﬃc,",
  "only seven were functional. In the absence of a secure control apparatus along the border,",
  "Maoists, aided and abetted by the ISI, have formed a common front and have been working",
  "hard to smuggle narcotics and arms. Drugs and maﬁa on the India–Nepal border pose a serious",
  "challenge to the Indian security apparatus, in which most of the criminals ﬁnd safe passage to",
  "Nepal and a safe refuge too. The Nepalese border has been a road to heaven for smugglers,",
  "who have been able to smuggle drugs and arms to India without hindrance.",
  "Finally, a further concern, of late, within the Indian security establishment, is the nightmare",
  "scenariooftheNepaleseMaoistscarvingoutaCompactRevolutionaryZone,a‘Revolutionary",
  "Corridor’ spreading from Nepal through Bihar and the Dandkaranya region to Andhra Pradesh",
  "and the Naxalite insurgency. As one Nepalese Maoist ﬁgure, C.P. Gajurel, put it in 2009, ‘we",
  "have extended our full support and cooperation to the Indian Maoists, who are launching",
  "armed revolt’.23 Thus India’s external and internal challenges converge, and make ties with",
  "Nepal of extreme importance, yet also of extreme delicacy for India.",
  "Bhutan",
  "Bhutan, the durk yul ‘land of thunder dragons’, is the second largest of the Himalayan king-",
  "doms, with an area of around 38,394 sq km that is less than one-quarter of the size of Nepal’s",
  "area of around 140,797 sq km. Two-thirds of Bhutan is covered with forest and everywhere",
  "there are mountains and strong water ﬂows. Bhutan is bounded on the north (like Nepal) by",
  "the Tibetan region of China, and on the south and the east by the Indian union territory of",
  "Arunachal Pradesh. Geopolitically, the location of Bhutan between the Tibetan plateau and the",
  "Assam-Bengal plains of India makes it important for India; as one Indian analyst summarized,",
  "‘Bhutanoccupiesastrategicpositiononournorthernborder’.24Intermsofexternalboundaries,",
  "Bhutan has a border of 605 km with India and 470 km with China; the two countries ‘collide’",
  "in and over Bhutan.25 Bhutan, therefore, emerges as a crucial buﬀer state between India and",
  "China in the eastern Himalayas in the military sense. Western Bhutan borders the sensitive",
  "Chumbi valley, and therefore guards any possible Chinese ingress routes in any possible future",
  "76Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheHimalayanstates",
  "conﬂict. The Indian state of Sikkim, adjoining western Bhutan, until recently was being dis-",
  "puted by China. Similarly, eastern Bhutan adjoins vital Indian Army defences in Arunachal",
  "Pradesh, an Indian state still wholly claimed by China.",
  "Bhutan’s special relationship with India",
  "On the one hand, Bhutan has cultural aﬃnities with Tibet, as 80% of Bhutan’s population was",
  "of Tibetan stock, and their language, customs and religion were much like those of the Tibe-",
  "tans. On the other hand, Bhutan is geographically a part of the Indian subcontinent, and has",
  "extremely close political ties to India. Under the 1949 Treaty of Friendship and Neighbourli-",
  "ness, ‘The Government of India undertakes to exercise no interference in the internal admin-",
  "istrationofBhutan.OnitsparttheGovernmentofBhutanagreestobeguidedbytheadviceof",
  "the Government of India in regard to its external relations’ (Article 2).26 That particular ‘gui-",
  "dance’ clause was removed in the revised 2007 Treaty, however.27",
  "Between 1951 and 1958 India’s relations with Bhutan and Sikkim were by and large har-",
  "monious. Various visits were quickly made by the Bhutanese rulers to India in 1952, 1954 and",
  "1955, reﬂecting the close relations between the two countries. Nehru, the architect of Indian",
  "foreign policy, fully realized the importance of Bhutan for Indian security. Nehru’s description",
  "of Bhutan in 1954 was sanguine:",
  "Our relations with Bhutan are friendly. Bhutan is a semi-independent State whose foreign",
  "policy has to be conducted in consultation with us. The State receives a subsidy from us",
  "also. They are very anxious to preserve their independence, but realise that they have to",
  "rely on India. We have no desire to interfere internally in Bhutan but we have made it",
  "clear that,sofarasexternalmattersareconcernedoranydefencematters,Indiaisintensely",
  "interested and must have a say. This is the position.28",
  "Such perceptions remain the position for India. The persistent Indian eﬀort to persuade Bhutan",
  "to become a partner yielded some result, and by 1958 Bhutan was persuaded to embark on the",
  "gradual modernization of the country and link its fate with India. Nehru was the ﬁrst foreign",
  "dignitary ever to visit Bhutan. During his 1958 stay in Bhutan, Nehru had discussions with the",
  "Maharaja and other high oﬃcials of the kingdom. The visit was not only a landmark in Bhu-",
  "tan’s relations with India, but also a step in the gradual opening of Bhutan for India. It also",
  "brought assurances from Nehru in the Indian parliament, on 29 August 1959, that any (Chi-",
  "nese) aggression against Bhutan, and Sikkim, would be considered an act of aggression against",
  "India. A team of Indian military oﬃcers visited Bhutan in 1961 in order to make the necessary",
  "arrangements with Bhutan for its defence. Half a century later and such linkages are still very",
  "evident between India and Bhutan.",
  "Military and economic assistance",
  "India’s continuing military assistance to Bhutan was reciprocated in 2003 when Bhutanese",
  "military forces took action in Operation All Clear against some 30 camps of Indian insurgent",
  "groups(suchastheUnitedLiberationFrontofAssam—ULFA—theNationalDemocraticFront",
  "of Bodoland, and the Kamtapur Liberation Organization), which had set-up training camps on",
  "Bhutanese territory.29 India has assured Bhutan of its continued support for military and devel-",
  "opment projects, and is currently preparing a comprehensive modernization package for the",
  "Bhutanese army. It has agreed to sell low-tech arms to Bhutan—5.56-mm INSAS assault riﬂes,",
  "77Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SatishKumar",
  "51-mm or 81-mm mortars, night-vision devices, winter clothing for the army, and military",
  "vehicles. It has also agreed to increase the military training of Bhutanese army oﬃcers in India.",
  "India will also establish a joint military grid to patrol against Indian militants.30",
  "India is the single largest donor to Bhutan; in fact, it has ﬂooded Bhutan with economic aid.",
  "Eight Five Year Plans in Bhutan have been completed since 1961, the ﬁrst two of which were",
  "totally ﬁnanced by India. Indian contributions to Bhutan’s Five Year Plans remain signiﬁcant.",
  "TheIndian contribution to the7th Five YearPlan for 1992–97was750crores; to the8th Five",
  "YearPlanfor1997–2002itwas1,050crores(26%ofthetotalplanoutlay);tothe9thFiveYear",
  "Plan for 2002–07 it was 2,600 crores. India has also contributed to Bhutan’s development out-",
  "side the scope of the Five Year Plans, through megaprojects on infrastructure and power sup-",
  "plies. Bhutan also enjoys complete free trade with India, and remains dependent on India for",
  "most of its imports and exports. During 2008 imports from India were of the order of",
  "Rs17,330m. and constituted 74% of Bhutan’s total imports. Bhutan’s exports to India in 2008",
  "amounted to Rs21,480m. and constituted 95% of its total exports.",
  "Manmohan Singh’s visit to Bhutan in May 2008, the previous visit being by Narashima Rao",
  "in 1993, brought a rafter of economic and hydro-electric energy deals, with India also again",
  "agreeing to fund nearly one-quarter of Bhutan’s 10th Five Year Plan, with an outlay of 3,400",
  "crores. In his speech to the Bhutanese parliament, the Indian Prime Minister reckoned that",
  "India’s wider total bilateral economic engagement with Bhutan over the next ﬁve years was to",
  "be of the order of Rs100,000m. (10,000 crores). In terms of security, he ﬂagged up new",
  "security issues, where ‘India and Bhutan are well placed to create a new paradigm for inter-",
  "governmental cooperation in the areas of water security and environmental integrity. The",
  "Himalayan glaciers are our common asset and we can do much more together to devise stra-",
  "tegies to combat global warming’.31 Interestingly, though, he avoided any mention of Bhutan’s",
  "security problems with China, though he did announce the construction of the ﬁrst railway",
  "linkage between Bhutan and India, perhaps a response to China’s construction of a direct rail-",
  "way line to Lhasa and its moves to extend it to the borders of Nepal and Bhutan. Bhutan’s",
  "moves against terrorist groups and its common problems with China have moved Bhutan’s",
  "relationship with India ‘from development cooperation to strategic partnership’, albeit between",
  "two partners with very diﬀerent power.32",
  "The Chinese stand on Bhutan",
  "The July 1958 issue of China Pictorial published a map of China in which the Sino-Indian",
  "border was indicated by a thick brown line. This map once again included a large chunk of",
  "Indian territory within the territorial limits of China. A considerable area of eastern and north-",
  "eastern Bhutan was also portrayed as part of China. China had always claimed rights in Nepal,",
  "Bhutan andSikkimongroundsoftraditional, ethnic, cultural andreligious aﬃnitybetween the",
  "populations of these lands and China’s Tibetan region, in which the chief aim of the Govern-",
  "ment’s current manipulations in the region seemed to be to detach these territories from India",
  "andintegratethemintotheChineseorbitbyanymeansshortofwar.33Itcametothenoticeof",
  "the Bhutanese and Indian authorities that the Chinese had occupied eight villages on the",
  "Bhutan–Tibet border in 1959. In accordance with the Article 2 provisions of the 1949 India-",
  "Bhutan Treaty, India took up the border matter with China on behalf of Bhutan. In a letter",
  "dated 22 March 1959, Nehru wrote to the Chinese premier that the publication of Chinese",
  "maps showing parts of Indian and Bhutanese territory as parts of China were not in accordance",
  "with long-established usage as well as treaties. Even though Nehru ﬁrmly adhered to the view",
  "that the security of Bhutan and Sikkim was the concern of India, Zhou Enlai refused to",
  "78Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheHimalayanstates",
  "recognizeany‘specialrelation’ofBhutanandSikkimwithIndia.Since1984some19roundsof",
  "border talks have been held between Bhutan and China, but with little result.34",
  "Recent developments in Bhutan and concerns for India",
  "India assumed the responsibility for the defence of Bhutan because of what it considered to be",
  "China’s ruthless actions in Tibet and its aggressive posture along the disputed borders. Bhutan",
  "has also become concerned about China’s road-building ventures on its immediate northern",
  "borders in recent times. In November 2004 Bhutan lodged a formal protest to Beijing stating",
  "that some of China’s road building programme violated the Bhutan-China Agreement on the",
  "Maintenance of Peace and Tranquillity Along the Sino-Bhutanese Border Areas (1998). The agreement",
  "stipulatesthatChinaandBhutanwillmaintainpeaceandtranquillityontheborders,upholdthe",
  "status quo of the boundary prior to March 1959 and not resort to unilateral action to alter the",
  "status quo of the border. China purportedly agreed to suspend the construction work until the",
  "next round of border talks in 2005, but then resumed activity, amidst inconclusive border talks",
  "and cross-border incursions. This all led to Indian accusations of China’s ‘bullying and teasing",
  "tactics’.35 Chinese troop movements in late 2007 into the disputed Chumbi valley tri-junction",
  "between Bhutan, China (Tibet) and India (Sikkim) brought immediate Indian reinforcements,",
  "and pointed attention towards Sikkim’s role in Himalayan politics.",
  "Sikkim",
  "Sikkim is the smallest of the three Himalayan kingdoms, with an area of 7,096 sq km (2,739 sq",
  "miles). The relatively short, but strategically important, Sikkim–China frontier lies between the",
  "Nepal–China and Bhutan–China borders. There are several easily traversable passes on this",
  "border,themostimportantbeingNathuLa.DuringBritishruleSikkimwasnotconsideredpart",
  "of British India, either as an allied princely state or as a colonial territory. Instead, relations",
  "between Sikkim and British India were handled under a separate set of treaties. Those agree-",
  "ments did, however, establish British administrative control over Sikkim, which was considered",
  "a protectorate. Following Indian independence, India’s role increased when an Indian oﬃcial",
  "was loaned to Sikkim to serve as prime minister and reorganize the region’s administrative",
  "system. Sikkim-India relations became closer still in 1950, as the Chinese occupation of Tibet",
  "destroyed India’s Tibetan buﬀer. China’s move prompted India’s leaders to debate the proper",
  "approach to Sikkim.",
  "Sikkim came under India’s umbrella with the India-Sikkim Peace Treaty, signed in Decem-",
  "ber 1950.36 Under the Treaty, politically ‘Sikkim shall continue to be a Protectorate of India,",
  "andsubjecttotheprovisionsofthisTreaty,shallenjoyautonomyinregardtoitsinternalaﬀairs’",
  "(Article II). Militarily, ‘the Government of India will be responsible for the defence and integ-",
  "rity of Sikkim. It shall have the right to take such measures as it considers necessary for the",
  "defence of Sikkim or the security of India, whether preparatory or otherwise, and within or",
  "outside Sikkim. In particular, the Government of India shall have the right to station troops",
  "anywherewithinSikkim’(ArticleIII).Diplomatically,‘theexternalrelationsofSikkim,whether",
  "political, economic or ﬁnancial, shall be conducted and regulated solely by the Government of",
  "India; and the Government of Sikkim shall have no dealings with any foreign power’ (Article",
  "IV). India’s argument was that such arrangements were ‘dictated by the facts of geography’.37",
  "Sikkim remained ethnically divided. The eruption of serious ethnic rioting and anti-Chogyal",
  "(Sikkim’s ruler) demonstrations in early 1973 provided India with an opportunity to act, with",
  "policy inspired by a belief that India must act or China would take advantage of the situation.",
  "79Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SatishKumar",
  "Units of the Indian army and the paramilitary central reserve police force were deployed to",
  "Sikkim to re-establish order.38 In September 1974 the Indian parliament adopted a constitu-",
  "tional amendment making Sikkim an ‘associate state’ of (i.e. within) India. China’s ministry of",
  "foreignaﬀairs‘stronglycondemned’thisas‘outrightexpansionism’and‘colonialism’onthepart",
  "of India.",
  "Foreign support encouraged the Chogyal, to attempt to use foreign inﬂuence to limit India’s",
  "embrace of Sikkim. In March 1975 the Chogyal attended the coronation of Nepal’s King",
  "Birendra in Kathmandu. While there, he met with Chinese and Pakistani representatives,",
  "seeking their support. He also gave a press conference in Kathmandu criticizing India’s moves",
  "and challenging the legality of Sikkim’s new status as an Indian territory. The meeting with",
  "Chinese and Pakistani representatives sealed the Chogyal’s fate and provided the pretext for",
  "which India had been waiting to move ahead with the full incorporation of Sikkim. Conse-",
  "quently, Sikkim’s assembly called for the Chogyal’s removal and a full merger with India. A",
  "referendum was quickly organized, resulting in overwhelming support for both moves. On 29",
  "April 1975 Sikkim was incorporated into the Republic of India as a full state. Sikkim’s mon-",
  "archy was abolished and the region became a state of India, operating under the administrative",
  "and constitutional rules applicable to other Indian states.",
  "China’s recognition of this incorporation by India was not forthcoming at the time, though",
  "indirectChineserecognitionseemedtobeimpliedwiththedesignationin2003ofNathuLaas",
  "an oﬃcial border trade post between India and China. Nevertheless, Sikkim’s disputed border",
  "with China continues to be an issue. The bloodiest Sino-Indian clashes since the 1962 war",
  "occurred on Sikkim’s bordersin 1967, atNathu Lapass, rousing Indian concerns aboutChina’s",
  "intentions regarding Sikkim. Rising ‘incursion’ incidents into Sikkim during 2008 by Chinese",
  "troops undermined Wen Jiabao’s assertions in 2005 that ‘Sikkim is no longer the problem",
  "between China and India’.39",
  "Conclusions",
  "Garver’s sense remains persuasive, that ‘taken together, and placed in the context of their par-",
  "ticular location and terrain, the status of Nepal, Sikkim and Bhutan are highly signiﬁcant. The",
  "political-military regime regulating the three areas is a signiﬁcant component in the overall",
  "correlationofforcesbetweenIndiaandChina’.40India’sstartingpointinlookingatanddealing",
  "with these two areas is geography, and the perceived role that geography plays in maintaining",
  "the integrity of India’s defensive barrier in the Himalayan ranges—in other words, geopolitical.",
  "From the Indian perspective, China’s approach is diﬃcult to understand. China has taken for",
  "itself the largest buﬀer, the vast area of Tibet, destroying Tibet’s culture in the process and",
  "ignoring persistent Indian protests. India desires for itself a much smaller buﬀer in the three",
  "Himalayan units of Nepal, Bhutan and Sikkim, and does not seek to alter the traditional cul-",
  "tures of these areas. Having consolidated its hold over Tibet, China now seeks to erode India’s",
  "specialpositionintheHimalayas.Thelast60yearsofIndianforeignpolicyhaveseenIndialose",
  "its privileged status in much of the Himalayan sphere. Although India has incorporated Sikkim,",
  "Nepal has already moved from India’s clutches. Could Bhutan be next?",
  "Notes",
  "1 R.K.Jha,TheHimalayanKingdomsinIndianForeignPolicy,NewDelhi:MaitryeePublications,1986.",
  "2 R. Rahul, The Himalayan Borderland, Delhi: Vikas Publishing House, 1970; K. Warikoo (ed.), Hima-",
  "layanFrontiersofIndia:Historical,Geo-politicalandStrategicPerspectives,London:Routledge,2009.",
  "80Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "IndiaandtheHimalayanstates",
  "3 D. Woodman, Himalayan Frontiers. A Political Review of British, Chinese, Indian and Russian Rivalries,",
  "London:BarrieandRockliﬀ,1969.",
  "4 P. Addy, Tibet on the Imperial Chessboard. The Making of British Policy Towards Lhasa, New Delhi: Aca-",
  "demic Publishers, 1984, p.210. The note said ‘His Majesty’s Government cannot allow any adminis-",
  "trative change in Tibet to aﬀect or prejudice the integrity of Nepal or of the two smaller states of",
  "Bhutan andSikkim, andthatthey arepreparedif necessary to protect theinterests andrightsof these",
  "threestates’,discussedinS.Dutt,‘IndiaandtheHimalayanStates’,AsianAﬀairs,Vol.11,No.1,1984.",
  "5 T.Holdich,TheGatesOfIndia,London:Macmillan,1910,p.4.",
  "6 J. Nehru, ‘Coordination of Foreign Policy With Nepal’, 7 May 1954, in Selected Works of Jawaharlal",
  "Nehru,SecondSeries,Vol.25,NewDelhi:JawaharlalNehruMemorialFund,1999,p.461.",
  "7 Originally coinedinG.GingsburgandM.Mathos,CommunistChinaandTibet,TheHague:Martinul",
  "Nijhoﬀ,1964;frequently cited, e.g. S.Kumar, ‘Nuclearisation of TibetanPlateau andits Implications",
  "for India’, Article (ICPS), No. 482, 13 March 2001; D. Norbu, ‘Chinese Strategic Thinking on Tibet",
  "andtheHimalayanRegion’,StrategicAnalysis,32.4,2008.",
  "8 D.Norbu,‘ChineseStrategicThinkingonTibetandtheHimalayanRegion’,op.cit.",
  "9 A.Bhattacharya,‘ChinaandMaoistNepal:ChallengesforIndia’,IDSAComment,23May2008.",
  "10 J. Garver, ‘Indo-Chinese Rivalry in Nepal’, in Protracted Contests. Sino-Indian Rivalry in the Twentieth",
  "Century,Seattle:UniversityofWashingtonPress,2001,pp.138–66.",
  "11 J. Nehru, ‘Help to Nepal in Mineral Development’, 23 January 1949 (p.477), and ‘Letter to Raﬁ",
  "AhmedKidwai’,21December1948(p.475),bothinSelectedWorksofJawaharlalNehru,SecondSeries,",
  "Vol.25,NewDelhi:JawaharlalNehruMemorialFund,1999.",
  "12 J. Nehru, 6December 1950,cited inLeo E. Rose, Nepal: Strategy for Survival, Berkeley,Los Angeles:",
  "UniversityofCaliforniaPress,1970,p.192.",
  "13 India-Nepal,TreatyofPeaceandFriendship,31July1950,untreaty.un.org.",
  "14 M. Dabhade and H. Pant, ‘Coping with Challenges to Sovereignty: Sino-Indian Rivalry and Nepal’s",
  "ForeignPolicy’,ContemporarySouthAsia,Vol.13,No.2,2004.",
  "15 Bhattacharya,‘ChinaandMaoistNepal:ChallengesforIndia’,op.cit.",
  "16 Dai Bing, ‘India Building a Security Barrier Against China’, 8 February 2010, www.china.org.cn;",
  "picked up in India by S. Dasgupta, ‘India Aid to Bhutan, Russia Ties with Russia Worrying China’,",
  "TimesofIndia,8February2010.",
  "17 Ramakant andB.Upreti(eds),Indiaand Nepal:AspectsofInterdependent Relations,Delhi:Kalinga Pub-",
  "lications,2001.",
  "18 S. Jha, Uneasy Partners: India and Nepal in the Post-colonial Era, New Delhi: Manas, 1975; P. Singh,",
  "‘India-NepalRelations:RicketyRoadmap’,WorldFocus,Vol.317,No.27,2003.",
  "19 ‘Nepal Faces Threats Not Only From India: PM Dahal’, Telegraph Weekly (Kathmandu), 17 October",
  "2008.",
  "20 B.Chengappa,‘Pakistan’sForeignPolicyandNepal’,inPakistan,Islamisation,ArmyandForeignPolicy,",
  "NewDelhi:APH,2004,p.115.",
  "21 AjitSingh,‘SubversionSansBorders’,Outlook,20November2006.",
  "22 MinistryofHomeAﬀairs,‘EﬀectiveManagementoftheIndo-NepalBorder’,inAnnualReport1999–",
  "2000, New Delhi: Ministry of Home Aﬀairs, 2000. See also S. Pattanaik, ‘Indo-Nepal Open Border:",
  "ImplicationsforBilateralRelationsandSecurity’,StrategicAnalysis,Vol.22,No.3,1998.",
  "23 ‘NepalMaoistsAdmitLinkwithIndianNaxals’,TimesofIndia,3November2009.",
  "24 S.S. Gupta, ‘Indo-Bhutan Relations’, in Ramakant and Ramesh C. Misra, Bhutan Society and Polity,",
  "NewDelhi:IndusPublishing,1998,p.292.",
  "25 M.Balaji,‘InBhutan,ChinaandIndiaCollide’,AsiaTimes,12January2008.",
  "26 India-Bhutan,‘TreatyBetweenIndiaandBhutan1949’,8August1949,www.indianembassythimphu.",
  "bt/treaty.htm.",
  "27 S.Ramachadran,‘India,Bhutan:NoMoreUnequalTreaties’,AsiaTimes,17January2007.",
  "28 J.Nehru,‘CoordinationofForeignPolicyWithNepal’,op.cit.,p.464.",
  "29 ‘Bhutan: Counterinsurgency a Strategic Window for India’, Stratfor Report, 18 December 2003; D.",
  "Banerjee and B. Laishram, ‘Bhutan’s “Operation All Clear”: Implications for Insurgency and Security",
  "Cooperation’, Issue Brief (IPCS), No. 18, January 2004; A. Mazumdar, ‘Bhutan’s Military Action",
  "againstIndianInsurgents’,AsianSurvey,Vol.45,No.4,2005.",
  "30 B.Chandramohan,‘Indo-BhutanJointActionAgainstInsurgents’,IDSAComment,5October2009.",
  "31 M. Singh, ‘Speech by the Prime Minister at the National Assembly of Bhutan’, 17 May 2008,",
  "meaindia.nic.in.",
  "81Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "SatishKumar",
  "32 M. Bisht, ‘India-Bhutan Relations: From Developmental Cooperation to Strategic Partnership’, Stra-",
  "tegicAnalysis,Vol.33,No.3,2010.",
  "33 See L. Yadav, Indo Bhutan Relations and China Interventions, New Delhi: Anmol, 1998, for triangle",
  "dynamics.",
  "34 M.Bisht,‘Sino-BhutanBoundaryNegotiations:Complexitiesofthe“PackageDeal”’,IDSAComment,",
  "19January2010.",
  "35 S.Chandrasekharan,‘Bhutan’sNorthernBorder:China’sBullyingandTeasingTactics’,Notes(SAAG),",
  "No.564,14January2010.",
  "36 India-Sikkim, ‘The Text of the India-Sikkim Peace Treaty’, 5 December 1950, in S. Sharma and U.",
  "Sharma(eds),DocumentsonSikkimandBhutan,NewDelhi:AnmolPublications,1998,pp.66–69",
  "37 ‘Press Note of the Ministry of External Aﬀairs’, 20 March 1950, in Sharma and Sharma (eds), Docu-",
  "mentsonSikkimandBhutan,op.cit.,p.65.",
  "38 B.Grover,SikkimandIndia:StormandConsolidation,Delhi:Jain.Brothers,1974.",
  "39 ‘Premier Wen Jiabao Meets with Journalists, Talking about 3 Achievements of His Visit to India’, 12",
  "April 2005, www.fmprc.gov.cn. Also ‘China Hopes to Have Border Trade Cooperation with Sikkim",
  "atanEarlyDate:Premier’,People’sDaily,13April2005.",
  "40 Garver,ProtractedContests,op.cit.,p.186.",
  "82Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]