[
  "c8",
  "India’s relations with Bangladesh",
  "Harsh V. Pant",
  "Introduction",
  "Begum Khaleda Zia’s ﬁrst visit to India came in March 2006, only at the end of her term as",
  "Prime Minister of Bangladesh, and head of the Bangladesh Nationalist Party (BNP)-led",
  "administration.AvisittoIndia—Bangladesh’smostimportantneighbour—wasprobablyviewed",
  "as either unnecessary or too problematic, resulting in it being relegated to the very end of her",
  "tenure. In contrast, her successor, Sheikh Hasina Wajed, visited India in January 2010, just a",
  "year into her term as the nation’s Prime Minister, in which overcoming formidable hurdles,",
  "Sheikh Hasina Wajed’s Awami League had swept to a decisive electoral victory in December",
  "2008. New Delhi rolled out the red carpet to welcome Hasina as its ﬁrst state guest of the",
  "decade, as talk was of the two countries looking to ‘turn a corner’ in their bilateral relations.1",
  "This tale of two visits is a reﬂection of how India’s relationship with Bangladesh, a relation-",
  "ship in search of meaning, seems to have become hostage to domestic political imperatives in",
  "Dhaka. It is ironic that this should happen to Indo-Bangladesh ties, given India’s central role in",
  "helping to establish the independent state of Bangladesh and the close cultural aﬃnities, geo-",
  "graphic ties and ethnic linkages they share. However, friends are as temporary as enemies in",
  "international politics. Instead, it is a state’s national interests that determine the contours of its",
  "foreignpolicy.InthecaseofIndiaandBangladesh,theseinterestshavebeendivergingforsome",
  "years now; theirs has been ‘a relationship adrift’, with a bilateral relationship highly susceptible",
  "to the domestic political narratives in New Delhi and Dhaka.2",
  "This chapter examines the factors that are shaping India-Bangladesh relations and argues that",
  "a host of structural and domestic political variables are pulling the two states in opposite direc-",
  "tions. It will require more than routine diplomatic posturing to restore amicable ties. Unless",
  "someseriouseﬀortsaremadebybothsides,thereislittlehopeofsigniﬁcantimprovement.Such",
  "deteriorationwouldhaveimportantconsequences notonlyforthetwostates involved,butalso",
  "for the entire South Asian region and, indeed, the international community at large.",
  "Historical overview: a long road from 1947 to 2010",
  "India and Bangladesh are historically, geographically and culturally so tied to each other that",
  "they cannot escape having signiﬁcant bilateral interaction. Before achieving independence in",
  "83Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "HarshV.Pant",
  "1971, the modern state of Bangladesh was part of a larger, non-contiguous Pakistan. It must be",
  "noted that Bangladeshis (then known as ‘East Pakistanis’) comprised a major part of the move-",
  "ment to establish the independent state of Pakistan in 1947. As a result, many of the grievances",
  "that resulted in the original Partition of 1947 remain a part of the collective historical memory",
  "of modern-day Bangladesh. However, India’s role in establishing an independent Bangladesh in",
  "1971 meant that, at least for a few years, India enjoyed a privileged relationship with the new",
  "state.3India’sassistancetorefugeesfromEastPakistan,aswellasitsreliefandreconstructionaid,",
  "went a long way toward setting the foundations of the new country. New Delhi, by pulling its",
  "troops out of Bangladesh quickly after the 1971 Indo–Pakistani war, acknowledged the new",
  "state’s sovereignty. India, not surprisingly, was also the ﬁrst state to grant recognition to Ban-",
  "gladesh. In 1972 the two states signed a Treaty of Friendship and Peace for a term of 25 years,",
  "declaring that both sides would respect their mutual independence, sovereignty and territorial",
  "integrity while refraining from interfering in each other’s internal aﬀairs.",
  "However, the assassination of Mujib-ur-Rahman in 1975 (Sheikh Hasina’s husband) and the",
  "assumption of power by General Zia-ur-Rahman (Begum Khaleda Zia’s husband) in 1977,",
  "disrupted the friendly enough evolution of India-Bangladesh ties. It did not take long for rela-",
  "tions to deteriorate as Bangladesh started moving away from the linguistic nationalism that had",
  "been the focal point of its national liberation from Pakistan. Instead, Islam became the new",
  "symbol and binding force of the emerging form of Bangladeshi national identity. From a four-",
  "pronged state policy of nationalism, democracy, secularism and socialism, Bangladesh began",
  "moving rapidly toward embracing Islamic ideology, which has been used by subsequent Ban-",
  "gladeshigovernments tolegitimatetheirrule.4Infact,India’sattempttoemphasize itscommon",
  "ethnic and cultural aﬃnities with Bangladesh backﬁred as this supposedly threatened to dilute",
  "the status of hard-earned Bangladeshi national identity. Much like other states in South Asia,",
  "Bangladesh also started resenting India’s overwhelming regional presence and India eventually",
  "became one of the central issues around which domestic politics in Bangladesh revolved.",
  "Opposing India became the most eﬀective way of burnishing one’s nationalist credentials in",
  "Bangladesh, and political parties made full use of this tactic, with the possible exception of the",
  "Awami League, Sheikh Mujib-ur-Rahman’s party that was now led by his widow Sheikh",
  "Hasina Wajed.",
  "It has been correctly observed that bilateral relations have been characterized by belligerence",
  "and insensitivity on India’s part, and oversensitivity and suspicion on the part of Bangladesh.5",
  "Despite this, both states recognized that they needed to co-operate in order to address mutual",
  "problems. Thus, India agreed in 1992 to grant Bangladesh a perpetual lease over the Tin",
  "Bigha corridor, covering an area of 1.5 hectares, which had long separated an enclave of",
  "Bangladeshi nationals from their homeland, in accordance with the promises of a pact signed",
  "between India and Bangladesh in 1974. This happened despite Indian concerns that the land",
  "had become a haven for illegal immigrants to cross over to India and was being used by ter-",
  "rorist groups to inﬁltrate Indian territory. The return of Sheikh Hasina Wajed’s Awami League",
  "to power in 1996–2001 saw the signing of the Ganges Water Sharing Treaty in 1996, valid",
  "for 30 years.",
  "The coming to power of the Bharatiya Janata Party (BJP) in 1998 in India was, though,",
  "viewed with suspicion in Bangladesh. Dhaka had concerns that certain sections of the Hindu",
  "nationalist BJP might desire to re-establish the ‘sub-continental India’ that existed during the",
  "British rule, including territories stretching from the Khyber Pass in the north-west to Chit-",
  "tagong in the east. Thus, the return to power in 2004 of the more ‘secular’ Congress Party-led",
  "United Progressive Alliance (UPA) was cautiously welcomed by Bangladesh, which sent its",
  "foreign minister to India immediately for a four-day visit as a special envoy of Prime Minister",
  "84Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithBangladesh",
  "Khaleda Zia, who had come back into power in 2001. However, bilateral relations nosedived",
  "after New Delhi refused to attend the South Asia Association for Regional Cooperation",
  "(SAARC)summitinDhakainFebruary2005,citinglawandorderproblemsinBangladeshand",
  "Nepal. Given Bangladesh’s special attachment to SAARC, it found India’s attitude particularly",
  "insulting. India’s tieswithBangladesh touched their nadirunder theKhaleda Ziaadministration",
  "in Dhaka.",
  "Overcoming formidable constraints, Sheikh Hasina Wajed, daughter of Sheikh Mujib-ur-",
  "Rahman, led the Awami League to an absolute majority in the December 2008 elections, dis-",
  "placing the openly anti-India BNP. Since then, both sides have made attempts to address each",
  "other’sconcerns,thoughitstillremainsunclearhowsigniﬁcantamerechangeinadministration",
  "is going to be in transforming India-Bangladesh ties. Each state still perceives that the issues",
  "most important to it are being taken lightly by the other side. The factors that inhibit better",
  "relations can be categorized into three broad types: structural, institutional and bilateral. Each",
  "will be discussed separately below.",
  "Structural: balancing India’s predominance",
  "Bangladesh is surrounded on three sides by India along a 4,094-km land border. This results in",
  "neartotalgeographicaldominationbyIndiaexceptforthe193-kmlandborderthatBangladesh",
  "shares with Myanmar. India’s overarching presence in South Asia, in fact, has been a cause for",
  "concern for all of its smaller neighbours. Bangladesh is no exception. For India, the struggle",
  "againstPakistanin1971wasastrategicimperative,inwhichIndiafurthermarginalizedPakistan",
  "bycuttingitinhalfwiththeemergence ofBangladesh.IndiamayhaveexpectedBangladeshto",
  "remain indebted to it for its role in assisting Bangladesh to achieve independence, but this did",
  "not happen. Structural constraints are the most important determinant of state behaviour in",
  "international politics and Bangladesh soon began ‘balancing’ against Indian preponderance in",
  "the region. Like other states in South Asia, Bangladesh has tried to counter India’s regional",
  "hegemony through a variety of means.",
  "Bangladesh’s relations with Pakistan in the years immediately after independence were",
  "severely strained for obvious reasons, but their ties eventually began to improve quite dramati-",
  "cally. A major impetus for this was the desire of both countries to balance India’s power and",
  "inﬂuence in the region. In 1974 Pakistan and Bangladesh signed an accord to recognize each",
  "other and two years later established formal diplomatic relations. The two states have main-",
  "tained high-level contacts ever since. It has been correctly observed that popular fears of Indian",
  "domination in both countries outweighs any lingering animosity between them, resulting in",
  "closer Pakistan-Bangladesh ties.6 Thus Bangladesh started cultivating Pakistan in an eﬀort to",
  "counterbalanceIndiabecauseitseesIndiaasitsmainpotentialthreat.Incontrast,India’sforeign",
  "policy obsession with Pakistan has led it to ignore Bangladesh. There is some suspicion that",
  "Pakistani President General Pervez Musharraf used his 2003 visit to Bangladesh to forge covert",
  "militarytieswithDhakaandobtainauthorizationforPakistan’spremierintelligenceagency,the",
  "Inter-Services Intelligence (ISI), to operate from Bangladeshi territory.",
  "More signiﬁcant are Bangladesh’s attempts to woo an extra-regional power, namely China,",
  "to prevent New Delhi from asserting regional supremacy in its relations with Dhaka—some-",
  "thing for which other states in the region, including both Pakistan and Nepal, have also fre-",
  "quently used China. For its part, China has been quite willing to play this role because it not",
  "only enhances Beijing’s inﬂuence in South Asia, but also keeps India bogged down in regional",
  "aﬀairs and hobbled in its eﬀorts to become a major global player.",
  "85Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "HarshV.Pant",
  "Since China and Bangladesh established ties in 1976, their bilateral relationship has grown",
  "steadily, culminating in the signing of a Defence Co-operation Agreement in 2002 that covers",
  "military training and defence production.7 China has also provided Bangladesh with substantial",
  "resourcestobolsteritscivilserviceandlawenforcementagencies.Thetwostateshavesignedan",
  "agreement on peaceful uses of nuclear energy in the ﬁelds of medicine, agriculture and bio-",
  "technology. Energy-hungry China views Bangladesh’s large natural gas reserves as a potential",
  "asset to be tapped. Much to India’s discomfort, Bangladesh supports China’s full entry into",
  "SAARC. China is also helping Bangladesh in the construction of a deep water port at Chit-",
  "tagong, further heightening Indian fears of ‘encirclement’.",
  "In this context, it is interesting to note the proposal to revive the Stilwell Road (also known",
  "as the ‘Old Burma Road’), which stretches from the Indian state of Assam through Bangladesh",
  "and Myanmar, extending all the way to Yunnan Province in southern China. In 1999 China,",
  "India,MyanmarandBangladeshallcametogetherinwhatisknownasthe‘KunmingInitiative’",
  "to push this proposal forward, mainly because of the potential trade advantages that would",
  "derive from linking those countries to South-East Asia via a long land route.8 However, India",
  "has been reconsidering this proposal, fearing that it might give a ﬁllip to insurgents in north-",
  "eastern India who receive support from Bangladesh and might also allow Chinese goods to",
  "potentially ﬂood Indian markets.",
  "Institutional: domestic politics and the ‘other’",
  "A nation’s foreign policy is also a function of domestic political institutions. India has emerged",
  "as a major factor in domestic Bangladeshi politics. It would not be an exaggeration to say that,",
  "in many ways, India is the central issue around which Bangladeshi political parties deﬁne their",
  "foreign policy agenda. This should not be a surprise given India’s geographic, linguistic and",
  "cultural linkages to Bangladesh. Over the years political parties opposing the Awami League",
  "have tended to deﬁne themselves in opposition to India, in eﬀect portraying Awami League as",
  "India’s‘stooge’.Moreover,radicalIslamistgroupsinBangladeshhavetriedtobuttresstheirown",
  "‘Islamic identity’ by attacking India.",
  "India realizes that it is perceived in Bangladesh as being close to the Awami League; conse-",
  "quently, New Delhi has made some eﬀorts to rectify this situation. When the BNP-led coali-",
  "tion of Begum Khaleda Zia assumed oﬃce in 2001, Indian oﬃcials sent a special emissary to",
  "Dhaka to assure the new government that New Delhi had no political favourites in Bangladesh",
  "and that its internal aﬀairs were not India’s concern. However, this failed to make any long-",
  "term impact on the new political alignment in Bangladesh. Some in India argue that India",
  "should separate its relationship with Bangladesh from the latter’s domestic politics and pursue",
  "greaterengagement.9However,theharshrealityisthatpoliticalpartiesinBangladeshinvariably",
  "drag India into the nation’s domestic politics in order to criticize each other. By visiting India",
  "just before the 2008elections andshowing that she, too, coulddo businesswith India,Khaleda",
  "Ziawashopingtomarginalizeherlong-timerivalinBangladeshipolitics,SheikhHasinaWajed.",
  "Since she came to power in December 2008, Sheikh Hasina Wajed has faced challenges to",
  "herauthorityfromright-wingpartiesaswellasthefundamentalistorganizationssuchasJamat-e-",
  "Islami and Jamat-ul-Mujahideen, which enjoy Pakistan’s support. These groups are united in",
  "underminingeﬀortstoimprovetieswithNewDelhi.ThegreatestchallengethatSheikhHasina",
  "overcame inherﬁrstyear wasthemutinyby theparamilitaryBangladeshRiﬂes,which erupted",
  "in February 2009. It soon became clear that the mutineers were being instigated by supporters",
  "of the opposition led by the BNP and others connected to the Jamat-e-Islami. India supported",
  "86Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithBangladesh",
  "Hasina’s crackdown on the mutineers by sealing its borders with Bangladesh and forcing back",
  "mutineers attempting to cross over.",
  "The army in Bangladesh has also made periodic forays into politics, further preventing",
  "democratic institutions from consolidating. General Zia-ur-Rahman seized power in 1975 in",
  "the turbulent aftermath of the massacre of ruling Awami League leaders including Sheikh",
  "Mujib-ur-Rahman (Sheikh Hasina Wajed’s husband). To give his military regime increased",
  "legitimacy, Zia actively wooed domestic Islamist fundamentalists and the Islamic regimes of the",
  "Middle East. In essence, he transformed Bangladesh from a secular to an Islamic republic. This",
  "transformation continued under his successor, General Hussain Mohammed Ershad, who ruled",
  "from 1982 to 1990, thereby ensuring that the military held an entrenched position in Bangla-",
  "deshi politics. The army’s role is less active today, but it still remains a powerful force with its",
  "owndeep-seatedinterests.ElementsinBangladesh’sarmycontinuetoholdastronganti-Indian",
  "outlook, in part because of the military’s institutional Pakistani legacy.",
  "The inability of civilian state institutions to govern Bangladesh eﬀectively has not only raised",
  "seriousconcernsaboutthefutureviabilityofdemocracytherebuthasalsounderminedrelations",
  "with India. In the immediate aftermath of the 2001 elections there were concerted attacks by",
  "ruling-party activists against Hindus, who were perceived to be supporters of the opposition",
  "Awami League. The weakness of governmental institutions has emboldened non-state actors",
  "such as the radical Islamist groups that are attempting to make Bangladesh into another frontier",
  "in theirglobal struggleagainstthe ‘inﬁdels’.10 Religionhassucceeded inso dominating political",
  "institutions that The Economist called the 2001 parliamentary elections in eﬀect ‘a vote for Bin",
  "Laden’, given the overwhelming presence of Osama Bin Laden’s visage in campaign posters.11",
  "By2005therewereestimatedtobearound50,000Islamistmilitantsbelongingtomorethan40",
  "groupscontrolling largeareasofBangladeshwiththeassistanceofJamat-e-Islamiandasectionof",
  "the BNP.12 The emergence of Bangladesh as a ‘weak state with fragile institutions’ unable to",
  "tackle internal security and governance has also given rise to problems in India-Bangladesh",
  "relations on a whole range of issues.13",
  "Domestic politics in India have also played a role in shaping bilateral relations. The issue",
  "of illegal immigration (or inﬁltration) into India from Bangladesh has been part of the BJP",
  "election manifesto for several years, while the other national political parties tend to avoid this",
  "sensitive issue in their agendas. When operating in opposition, Congress Party leaders often",
  "criticized the BJP foreign policy towards Bangladesh as being driven by sectarian purposes. In",
  "this view, the BJP’s anti-Muslim posture in domestic politics largely shapes its antagonistic",
  "posture towards Bangladesh. For its part, the BJP has argued that Bangladesh maintains a lack-",
  "adaisical attitude on illegal migration and when dealing with anti-India elements within its",
  "borders. The BJP’s aggressive foreign policy posture was often considered to be reckless and",
  "overbearing by other political parties. They argued that it does not behove a government to",
  "project Bangladesh as a bastion of Islamist fundamentalism when the BJP itself often callously",
  "tries topolarize Indian society oncommunallines forthe purposesof gaining domestic political",
  "mileage.",
  "In turn, the BJP, in opposition, has argued that the Congress-led UPA’s policy towards",
  "Bangladesh and illegal immigration is driven by the need to appease minorities rather than",
  "India’s own national interests.14 It has jumped upon the Indian Supreme Court’s ruling that",
  "‘there can be no manner of doubt that the state of Assam is facing external aggression and",
  "internal disturbance on account of large scale illegal migration of Bangladesh nationals’.15",
  "Insteadofaddressingillegalimmigrationinajudiciousmanner,bothCongressandtheBJPhave",
  "endedupmakinga‘politicalfootball’oftheissueevenastheproblemsitengenderscontinueto",
  "fester and the India-Bangladesh relationship continues to deteriorate.",
  "87Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "HarshV.Pant",
  "Bilateral issues between India and Bangladesh",
  "Water concerns",
  "Bangladesh is heavily dependent on India for the ﬂow of water from the 54 rivers that the two",
  "countries share. Bangladesh has complained that its share of river waters, in comparison with",
  "India’s, remains unfair. The construction by India of the Farakka Barrage—a low dam in West",
  "Bengal Province designed to increase water supply in the Hoogli River—was a major bone of",
  "contention between the two countries. India has built a feeder canal at Farakka where the",
  "Gangesdividesintotwobranches;thishasallowedIndiatocontroltheﬂowofGangeswaterby",
  "re-channelling it on the Indian side of the river. This dispute was resolved in 1996 with the",
  "mutualsigningofa30-yearwater-sharingagreementfortheGanges.Thishappenedafterearlier",
  "short-term agreements had lapsed.",
  "However, diﬀerences between the two countries have re-emerged after India announced a",
  "plan to link 30 major international rivers in order to divert the ﬂow of water toward its own",
  "drought-prone regions. This has generated concern in Bangladesh about potential economic",
  "and environmental problems emanating from this plan, whereas India continues to insistthat its",
  "project to integrate the rivers will not harm Bangladeshi interests. India’s project is currently",
  "aimed only at peninsular rivers and oﬃcials have indicated that Bangladesh would be consulted",
  "when northern rivers were to be interconnected. As the upper riparian state India clearly",
  "dominates the management of water resources. Dhaka’s bigger grievance is that although a",
  "water-sharing accord exists for the Ganges, similar agreements are needed for the remaining 53",
  "shared rivers. Oﬃcials in the capital assert that many rivers and canals have dried up because of",
  "India’s denial of water to Bangladesh. During Sheikh Hasina’s visit to New Delhi in January",
  "2010, the two sides decided to resolve the issue of the sharing of the waters of the river Teesta",
  "after Bangladesh agreed to joint hydrological observations. The construction by India of the",
  "Tipai-mukh Dam across the Barak river has also been addressed.",
  "Migration and its discontents",
  "Another kind of ﬂow has also become a serious bilateral issue: the stream of illegal Bangladeshi",
  "immigrants into India. India shares a border with Bangladesh running through the Indian states",
  "of West Bengal, Assam, Meghalaya, Tripura and Mizoram. This border is longer than the one",
  "that India shares with China. Indian oﬃcials have alleged that continued illegal immigration",
  "from Bangladesh has altered the demography of India’s border areas resulting in ethnic imbal-",
  "ance, electoral irregularity, and loss of employment opportunities for Indian nationals.16 In fact,",
  "in the late 20th century the massive inﬂux of refugees ﬂeeing persecution in East Pakistan (as",
  "Bangladesh was known before independence) was one of the major reasons India assisted the",
  "Mukti Bahini guerrillas ﬁghting for liberation from Pakistan. According to some estimates",
  "around 15m.–20m. illegal immigrants from Bangladesh have crossed over to India over the last",
  "several decades.",
  "The north-eastern states in India are particularly vulnerable to population movement: less",
  "than 1% of the region’s external boundaries are contiguous with the rest of India whereas 99%",
  "are international boundaries. Bangladesh has complained that the overwhelming numerical",
  "superiority of Indian security forces along their long common border has spurred the killing of",
  "innocent Bangladeshi nationals by India’s paramilitary Border Security Force (BSF). According",
  "tosomeestimatestheratioofIndiantoBangladeshisecurityforcesdeployedalongtheborderis",
  "2.5:1.ExchangesofﬁrebetweentheBSFanditscounterpart,theBangladeshiRiﬂes,arenowa",
  "88Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithBangladesh",
  "regular feature along the border, often resulting in inhumane treatment of each other’s forces.",
  "Bangladesh also argues that the land boundary delimitation agreement signed in 1974 between",
  "Indira Gandhi and Mujib-ur-Rahman has yet to be implemented, with 6.5 km of unmarked",
  "borderland in need of clear demarcation.",
  "Ineﬀective border management has also emerged as a major irritant in India-Bangladesh",
  "relations because of concerns about smuggling, illegal immigration, traﬃcking in women and",
  "children, and insurgency. India’s plan to erect a 2,886-km fence along its border with Bangla-",
  "desh, with an additional 400 km in the state of Mizoram, is nearing completion. However,",
  "there is noevidence that fencing will be eﬀective in checking inﬁltration in the area, where for",
  "historical reasons there are around 57 Bangladeshi enclaves in Indian territory and around 111",
  "Indian enclaves inside Bangladesh. In many ways the border with Bangladesh is more diﬃcult",
  "for India to manage than the border with Pakistan. The Indian army has little presence on the",
  "eastern border which is patrolled almost exclusively by Indian paramilitary forces. New Delhi’s",
  "concerns are not only about demographic changes but also about the security threat posed by",
  "anti-India radicals and insurgents who sneak in along with economically deprived Bangladeshi",
  "migrants.Asmentionedearlier,Indiandomesticpoliticsfurthercomplicatethisissue,makingan",
  "amicable bilateral solution diﬃcult.",
  "Bangladeshis, for their part, are apprehensive that India has the resources and inclination to",
  "re-ignite ethnic rebellion in the Chittagong Hill Tracts area of Bangladesh. India had been",
  "accused of helping Chakma tribal insurgents there with resources and training from 1975 to",
  "1997,whentheDhakaGovernmentﬁnallysignedapeacetreatywiththeChakmas.Partofthis",
  "accord allowed for the return to Bangladesh of tribal refugees who had ﬂed to India in the",
  "1980s to escape violence caused by the insurgency. However, suspicions about Indian motives",
  "and potential political leverage remain strong in Bangladesh.",
  "Islamist fundamentalism",
  "The rise of Islamist fundamentalism in Bangladesh has further aggravated India’s relations with",
  "itsneighbour,withIndianslikeSengupta‘concerned’aboutBangladesh’sroleasthe‘nextterror",
  "frontier’.17 After independence, Bangladesh not only had declared secularism to be one of its",
  "founding principles, but it had also banned religious political parties. As the military became a",
  "major political force in Bangladesh over the years, it used the country’s Islamic identity to give",
  "its rule increasedlegitimacy, whilstmainstream politicalparties started using Islamfor their own",
  "partisanpurposesaswell.Asaresult,religion hascometooccupyacentralplaceinBangladeshi",
  "politicaldiscourse.18Islamistradicalsarenolongershyofopenlydeclaringtheirambitions.After",
  "the US invasion of Afghanistan in 2001 the members of IOJ—one of the constituents of the",
  "then ruling coalition led by the BNP—took to the streets chanting, ‘We will be the Taliban,",
  "and Bangladesh will be Afghanistan’.19",
  "Bangladesh has the third-largest Muslim population out of any country in the world, but of",
  "its144m.population,70m.liveonlessthanUS$10aday.20Thishasmadethecountryaneasy",
  "target for Islamist radical groups with global pretensions believing in the unity of ummah (the",
  "Islamiccommunityofbelievers)againsttheWestandothernon-believers. Militantgroupshave",
  "percolated into all sections of Bangladeshi society, including mosques, seminaries, educational",
  "institutions, the judiciary, mass media and the armed forces. The Awami League, while in",
  "opposition, tried to draw the attention of the international community toward the ‘Talibani-",
  "zation’ of Bangladesh.21 Not only did anti-India rhetoric reached an all-time high in Bangla-",
  "desh,butPakistan’sISIhadbeenmakingfulluseofgrowingradicalIslamforfurtheringitsown",
  "activities against India. The BNP leader Begum Khaleda Zia, while in opposition, had been",
  "89Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "HarshV.Pant",
  "quoted as saying that the insurgents in India’s north-east were ‘freedom ﬁghters’ and that Ban-",
  "gladesh should help them instead of curbing their activities.22 The BNP also went all out to",
  "burnish its Islamic credentials with an eye on the elections. For example, a bridge was even",
  "named after Hezbollah by a government minister, who claimed that this was being done",
  "‘because of our love for the Lebanese resistance group’.23 Indian fears were that ‘the growing",
  "trend of Islamisation in Bangladesh is the fall out of its Pakistanisation, which would ultimately",
  "turn it also in the category of a second terrorist state neighbouring India’.24",
  "ThereisaconsensusinIndiathatBangladeshcannotcontinuetodenytheanti-Indiaterrorist",
  "and insurgent activities that emanate from Bangladeshi territory and that Dhaka should be",
  "forced to take concerted, veriﬁable action against anti-India actors within its borders. Bangla-",
  "desh, in fact, has long been a willing host to militant outﬁts operating in north-east India.25",
  "Even before the emergence of Bangladesh as an independent state, the Chittagong Hill Tracts",
  "were used by the Pakistani army to train and shelter Mizo and Naga insurgents ﬁghting against",
  "India.IthasbeensuspectedthatBangladeshandPakistan’sISIhasbeenco-ordinatinganti-India",
  "activities along with outﬁts like the United Liberation Front of Assam, the National Socialist",
  "CouncilofNagaland,theNationalLiberationFrontofTripuraandtheAllTripuraTigerForce.",
  "TherehavebeenconcernsinrecentyearsthatasPakistancomesunderincreasingscrutinyfor",
  "its role in sponsoring terrorism, some Pakistan-based terrorist groups have moved their training",
  "camps to Bangladesh. Indian intelligence agencies also claimed that the ISI and various militant",
  "organizations based in Pakistan had changed their modus operandi and were now using Bangla-",
  "desh as a transit point for pushing terrorists into India. Bangladeshi nationals who are part of",
  "terrorist groups are often asked to illegally enter India and set up bases in diﬀerent parts of the",
  "country. They subsequently provide safe hideouts to more incoming terrorists, and act as",
  "couriers of explosives and ﬁnance.",
  "The rise of the Jamat-ul-Mujahideen in Bangladesh is a testament to the country’s growing",
  "Islamist radicalization. As a consequence, Islam in Bangladesh—which has traditionally been",
  "tolerantandsyncreticinnature—hascometobedominatedbytheradicalstraininmorerecent",
  "years. Although the Jamat-ul-Mujahideen in Bangladesh was ﬁnally banned by the Dhaka Gov-",
  "ernment in early 2005 following threats of withdrawal of aid by the West, the group still",
  "managed to set oﬀ serial bomb blasts during August 2005 in 63 out of the 64 districts of Ban-",
  "gladesh.26",
  "Suicide bombings have also emerged as another tool in the arsenal of radical Islamists, sug-",
  "gesting thatmilitantsin Bangladeshare adoptingthe tacticsandtechniques oftheircounterparts",
  "in the Middle East. Bangladesh is now viewed as a safe haven by jihadists, who use its friendly",
  "government and infrastructure to regroup and for training purposes. A number of recent ter-",
  "rorist attacks in India have been traced back to Bangladeshi nationals working on behalf of",
  "Harkat-ul-Jihad-al-Islami, which is suspected of being an al-Qaeda front and also has links with",
  "the Jaish-e-Mohammed and Lashkar-e-Taiba jihadist groups based in Pakistan. Harkat-ul-Jihad-al-",
  "Islami is now one of the fastest growing fundamentalist organizations in Bangladesh and has",
  "been designated a ‘terrorist organization’ by the US Government. Islamist radicals from across",
  "Asia, including India, Myanmar, Thailand, Indonesia, Afghanistan and the Philippines, have",
  "gravitated toward Bangladesh for military training and refuge from their home governments,",
  "under the protection of Harkat-ul-Jihad-al-Islami.",
  "Despite the fact that the international community, including India, has long been asking",
  "DhakatotakeactionagainstthepresenceofTalibanremnantsalongwithvariousothermilitant",
  "groups in its territory, it was only in February 2005 that the Government of Bangladesh ﬁnally",
  "decided to act by banning two groups, the Jamat-ul-Mujahideen and Jagrata Muslim Janata Ban-",
  "gladesh, and taking additional action against some others. Even these steps seemed half-hearted",
  "90Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithBangladesh",
  "on the part of the BNP Government. It is under the Awami League Government, which",
  "regained power after the December 2008 elections, that Dhaka has stepped up its activities",
  "against Islamist extremists. The Awami League Government of Sheikh Hasina Wajed cracked",
  "down on the Lashkar-e-Taiba and Jagrata Muslim Janata Bangladesh groups, with the chief of the",
  "Jamat-ul-Mujahideen, Said-ur-Rahman, being ﬁnally arrested in Dhaka on 26 May 2010 after a",
  "pursuit of three years. The Bangladeshi Government has also acted to pre-empt cross-border",
  "attacks on India and on the Indian establishments in Dhaka, which has eﬀectively curtailed the",
  "ability of Pakistan to use Bangladesh as a springboard for terrorism against India.",
  "Weak economic ties",
  "The economic basis of bilateral ties between India and Bangladesh remains weak and lacks any",
  "constructive agenda, making it even more diﬃcultfor the two states to move forward on other",
  "issues. This is despite the fact that India and Bangladesh are members of both SAARC and the",
  "Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIM-",
  "STEC—formerly Bangladesh, India, Sri Lanka, Thailand Economic Cooperation). The Indo-",
  "Bangladeshi Joint Working Group on Trade Issues was established in 2003 and has held regular",
  "meetings ever since. None the less, it has failed to re-orient economic ties between the two",
  "states in a meaningful way. Bilateral trade may have increased to $3,180m. (a 0.71% share of",
  "India’s overall trade) by 2007/08, but it had slipped back to $2,810m. by 2008/09 and",
  "$2,690m. by 2009/10 (a 0.58% share). Illegal trade, amounting to about three-quarters of the",
  "regular trade, has been the bigger winner. India’s eﬀorts to secure transit and trans-shipment",
  "facilities for accessing north-east states through the territory of Bangladesh have been rebuﬀed",
  "by Dhaka.",
  "The BNP Government also reneged on its earlier commitment, via the tripartite agreement,",
  "for the transportation of natural gas from Myanmar to India via a pipeline running through",
  "Bangladesh. India wants to pursue this project because it is deemed to be its most economical",
  "option. The India-Bangladesh-Myanmar pipeline idea was initially seen as a landmark in Indo-",
  "Bangladeshirelations,inwhichBangladeshwouldhaveagreedtoletitsterritorybeusedforthe",
  "transport of an economic commodity to the Indian market for the ﬁrst time in 30 years.",
  "Although India appeared willing to pay a $125m. transit fee to Bangladesh, Dhaka also wanted",
  "additional concessions before concluding this agreement. These included a transit facility",
  "throughIndiaforhydro-electricpowerfromNepalandBhutantoBangladesh,aNepal-Bhutan",
  "tradecorridor,andmeasurestoreducethebilateraltradeimbalance.TheIndiancorporategiant,",
  "theTataGroup,hasproposedmassiveinvestmentsinBangladeshtothetuneof$2,500m.inthe",
  "steel, fertilizer and power sectors, but this agreement has been stuck over diﬀerences regarding",
  "thepriceofthenaturalgasthatBangladeshhasinsistedbeused.TheTataGroupﬁnallydecided",
  "to put its investment plans for Bangladesh on hold, citing Dhaka’s insuﬃcient progress in",
  "assessing and responding to the ﬁrm’s revised investment oﬀer.",
  "India has also proposed concluding a Free Trade Agreement (FTA) with Bangladesh. Many",
  "Bangladeshis are asking the Government to consider this seriously in the light of Sri Lanka,",
  "whichhasoperatedanFTAwithIndiasince2001.27ConcludinganFTAwouldstrengthenthe",
  "economicbasisofbilateraltiesbetweenIndiaandBangladeshandgoalongwaytowardsolving",
  "the problem of illegal trade. However, India’s scepticism of Bangladesh’s testing procedures for",
  "its food exports remains a constraining factor and it has asked for the codes to be harmonized",
  "and classiﬁcations to be made standard in order to come to a ‘rules of origin’ agreement to give",
  "Bangladesh greater access to Indian markets. Many in Bangladesh view this as another sign of",
  "India’s protectionist tendencies. India has assured Dhaka that it would bring down some of its",
  "91Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "HarshV.Pant",
  "existing non-tariﬀ barriers to exports from Bangladesh and assist Bangladesh in ensuring that its",
  "exports met Indian quality standards. Both countries are working to ensure that long delays",
  "experienced by traders on cross-border trade are minimized by trade facilitation measures.",
  "Dhaka has also been asking for unilateral tariﬀ concessions on select items of export interest",
  "to help reduce its trade deﬁcit with India. In contrast, India feels that Indian investments in",
  "Bangladesh, such as the one proposed by the Tatas, are another way of solving this problem.",
  "With India’s economic growth at an all-time high, its investments in the region will increase in",
  "coming years and there is no reason for Bangladesh to exclude itself from a process that will",
  "beneﬁt it immensely. After all, Bangladesh is set to become the second largest economy in",
  "South Asia, behind only India. Bangladesh’s economic development is also in India’s best",
  "interests,bothtohelpcurbillegalimmigration andto makeitmorediﬃcultforterrorist groups",
  "in Bangladesh to ﬁnd fresh recruits.",
  "India is undertaking actions to meet Bangladesh’s immediate energy requirements by selling",
  "250 megawatts of electric power. Indian companies will ﬁnd investment opportunities in the",
  "development of power infrastructure in Bangladesh as the power deﬁcit in the country is set to",
  "increase further in coming years.",
  "It is clear that the SAARC agenda—including regional free trade, upgrading of the transport",
  "and communication infrastructure, and energy co-operation—cannot be fully realized unless",
  "India-Bangladesh relations are improved. This is also essential for the integration of the eastern",
  "part of the sub-continent, including Nepal and Bhutan, into a regional framework. India rea-",
  "lizes that the success of its ‘Look East’ policy depends on Bangladesh acting as an eﬀective",
  "bridge between north-east India and South-East Asia. The need has long been apparent for",
  "development of closer transport and communication links between India and Bangladesh in",
  "order toachievethe fullpotential ofregional economicintegration, butsofarprogresshasonly",
  "been lacklustre.",
  "Although a regular bus service between Kolkata and Dhaka started in 2003, it continues to",
  "face management problems, primarily because Dhaka insists on levying high travel taxes. Pro-",
  "posalstocommencebusservicefromotherIndiancitiessuchasShillong,GuwahatiandSiliguri",
  "to Dhaka have not progressed signiﬁcantly. Regular passenger train services have yet to start",
  "between India and Bangladesh, despite their signing an agreement to this eﬀect in 2001.",
  "However, in a move that could have long-term beneﬁts for the north-east, the countries have",
  "agreedtoalloweachother’sterritorytobeusedfortransportinggoodsviawaterways,roadways",
  "andrailways,bothforcommerceandtrans-shipment.Thisisanemergingbrightspotinbilateral",
  "relationsthatcouldbethebasisforevenfurtherco-operationinthefuture.Byextendingaline",
  "of credit of $1,000m. for the development of infrastructure, India has cleared the way for its",
  "involvementinthedevelopmentofrailandroadcommunicationslinkingitsland-lockednorth-",
  "east with the rest of the country. India is also planning to invest in the development of Chit-",
  "tagong and Mongla ports, which will provide access for goods from Nepal and Bhutan to these",
  "ports, furthering regional economic integration.",
  "Conclusions",
  "The consequences of strained bilateral relations are far reaching for both India and Bangladesh.",
  "India is witnessing rising turmoil all around its borders and therefore a stable, moderate Ban-",
  "gladesh as a partner is in its long-term interest. Constructive Indo-Bangladeshi ties could be a",
  "major stabilizing factor for the South Asian region as a whole. The instability in Pakistan,",
  "Afghanistan, Nepal, Sri Lanka and Myanmar is a signiﬁcant inhibiting factor for India to realize",
  "its dream of becoming a major global player. India is surrounded by several weak states that",
  "92Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithBangladesh",
  "view New Delhi’s hegemonic status in the region with suspicion. The structural position of",
  "IndiaintheregionmakesithighlylikelythatIndianpredominancewillcontinuetoberesented",
  "by its smaller neighbours, even as instability nearby continues to have the potential of upsetting",
  "its own delicate political balance. However, a policy of ‘splendid isolation’ is not an option and",
  "India’s desire to emerge as a major global player will remain just that—a desire—unless it",
  "engages its immediate neighbourhood more meaningfully.",
  "The present constraints that impinge upon this India-Bangladesh relationship make it",
  "imperative for both sides to reduce the mutual ‘trust deﬁcit’ that has crept into their bilateral",
  "ties.Thisisanecessaryﬁrststepbeforeanymeaningfulrelationshipcanemerge.India,beingthe",
  "biggerandeconomicallymorepowerfulofthetwo,canandshouldtaketheleadinthisprocess",
  "bytakinggenerousandconstructivestepstoimproverelationswithBangladesh.Inthiscontext,",
  "the recent initiative by the Indian Government to allow easy access to Bangladeshi goods",
  "represents a signiﬁcant step.",
  "However, Bangladesh also needs to return to the more secular, tolerant traditions of Islam",
  "that it used to espouse, and to oppose Islamist radicalism more forcefully. It has been rightly",
  "observed that the unchecked rise of religious extremism currently underway in Bangladesh",
  "bodes ill for the country, its neighbours and the world. A failed state in Bangladesh is in no",
  "one’s interest. India and the rest of the international community can lend a hand, but the bulk",
  "oftheburdenforextricatingitselffromthemorassintowhichithassunkwillhavetobeborne",
  "by Bangladesh itself.",
  "Notes",
  "1 S. Srivastava, ‘India, Bangladesh Look to Turn a Corner’, Asia Times, 16 January 2010. Her visit to",
  "ChinainMarch2010broughtfurtherconcerned,albeitmuted,Indiancomments.",
  "2 See H.Pant,‘India andBangladesh: A Relationship Adrift’,in M.Chatterji andB. Jain (eds), Conﬂict",
  "andPeaceinSouthAsia,London:EmeraldPublishers,2008.AlsoH.Pant,‘IndiaandBangladesh:Will",
  "theTwainEverMeet?’,AsianSurvey,Vol.47,No.2,2007.",
  "3 Ausefulaccountofthe1971warcanbefoundinS.Ganguly,TheOriginsofWarinSouthAsia:Indo-",
  "PakistaniConﬂictsSince1947,Boulder:WestviewPress,1994,pp.81–116.",
  "4 T. Hashmi, ‘Islam in Bangladesh Politics’, in M. Hussin and T. Hashmi (eds), Islam, Muslims and the",
  "ModernState,NewYork:StMartin’sPress,1994,pp.100–38.",
  "5 K. Jacques, Bangladesh, India, and Pakistan: International Relations and Regional Tensions in South Asia,",
  "NewYork:StMartin’sPress,2000,pp.3–24.",
  "6 Ibid.,p.161.",
  "7 S. Kapila, ‘Bangladesh-China Defence Co-operation Agreement’s Strategic Implications’, Papers",
  "(SAAG),No.582,14January2003.",
  "8 R.Maitra,‘ProspectsBrightenforKunmingInitiative’,AsiaTimes,12February2003.",
  "9 See,forexample,C.RajaMohan,‘FiveFoldEmbraceforKhaleda’,IndianExpress,20March2006.",
  "10 M. Hossain, ‘The Rising Tide of Islamism in Bangladesh’, Current Trends in Islamist Ideology, Vol. 3,",
  "2006.",
  "11 ‘AVoteforBinLaden?’,TheEconomist,27September2001.",
  "12 K. Lakshman, ‘Islamist Extremist Mobilization in Bangladesh’, Terrorism Monitor, Vol. 13, No. 12,",
  "2005,p.6.",
  "13 Iftekharuzzaman, ‘Bangladesh: A Weak State and Power’, in M. Alagappa, Asian Security Practice:",
  "MaterialandIdeationalInﬂuences,Stanford,CA:StanfordUniversityPress,1998,p.317.",
  "14 ‘BangladeshiInﬁltrationDeeplyAﬀectingAssam:BJP’,HindustanTimes,27March2006.",
  "15 ‘AssamFacingExternalAggression.SC’,IndianExpress,15July2005.",
  "16 R.Sengupta,‘WhyIndiaisConcernedAboutBangladesh?’,IndiaAbroad,22December2005.",
  "17 Ibid.;Sengupta,‘Bangladesh:NextTerrorFrontier?’,IndiaAbroad,19December2005.",
  "18 A. Riaz, ‘God Willing: The Politics and Ideology of Islamism in Bangladesh’, Comparative Studies of",
  "SouthAsia,Africa,andMiddleEast,Vol.23,No.1/2,2003,pp.310–20.",
  "19 E.Griswold,‘TheNextIslamistRevolution’,NewYorkTimes,23January2005.",
  "93Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "HarshV.Pant",
  "20 A.Perry,‘RebuildingBangladesh’,Time(Asia),3April2006.",
  "21 See, for example, the 74-page report, ‘Growing Fanaticism and Extremism in Bangladesh: Shades of",
  "the Taliban’, on the oﬃcial website of the Awami League, www.albd.org/aldoc/growing/growing.",
  "fanaticism.pdf.AlsoS.Kapila,‘BangladeshGovernmentinDenialModeonCountry’sTalibanisation’,",
  "Papers(SAAG),No.1062,15July2004.",
  "22 H.Karlekar,‘CautiousTango’,SouthAsiaIntelligenceReview,Vol.1,No.42,2003.",
  "23 ‘AnUglyAlliance’,TheEconomist,12August2006.",
  "24 R.Upadhyay,‘De-PakistanisationofBangladesh’,Papers(SAAG),No.2199,7April2007.",
  "25 P.Tarapot,InsurgencyMovementinNorthEasternIndia,NewDelhi:VikasPublishingHouse,1993,pp.",
  "127–46.",
  "26 ‘459Blastsin63Districtsin30Minutes’,TheDailyStar,18August2005.",
  "27 This view has been articulated very forcefully by a former Foreign Secretary of Bangladesh, Farooq",
  "Sobhan.Seehispaper,‘India-BangladeshRelations:TheWayForward’,2005,www.bei-bd.org.Also",
  "World Bank, ‘India-Bangladesh Bilateral Trade and Potential Free Trade Agreement’, Bangladesh",
  "DevelopmentSeriesPaper,No.13,2006.",
  "94Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]