[
  "c9",
  "India’s relations with Sri Lanka",
  "Brian Orland",
  "Introduction",
  "Since a low point in 1990 when the Indian Peace-Keeping Forces (IPKF) withdrew from Sri",
  "Lanka, the relationship between India and Sri Lanka has undergone a period of signiﬁcant",
  "recuperation. In the late 1980s and early 1990s the bilateral relationship suﬀered from bitterness",
  "and mistrust on both sides. Today the relationship is much healthier, and the two countries",
  "maintain close economic and defence co-operation. How did this positive transformation in",
  "their relationship occur, and what challenges and issues constrain the development of an even",
  "stronger bilateral relationship?",
  "India’seconomic-ledforeignpolicy,exempliﬁedintheManmohanDoctrine,foundawayto",
  "foster a close relationship with its neighbour. India emphasized economic relations and backed",
  "away from the highly contentious political issues of conﬂict intervention. Since the India-Sri",
  "Lanka Free Trade Agreement (ISLFTA) became operational in 2000, increased trade and",
  "investment have been the impetus for the improvement in bilateral relations.",
  "India’sdecisiontooﬀerSriLankafavourabletermsinafreetradeagreementyieldednotonly",
  "greatereconomicengagement,butpoliticalandstrategicbeneﬁtsaswell.Asigniﬁcantreduction",
  "in the trade balance, which had been heavily lopsided toward India, helped diminish the Sri",
  "Lankan perception of India as the region’s hegemonic bully. Burgeoning trade and investment",
  "between India and Sri Lanka, including in the strategic energy sector, have woven economic",
  "inter-dependency into the bilateral relationship. This helped India and Sri Lanka push past the",
  "mistrust and resentment that had characterized the deterioration in their relationship during the",
  "late 1980s and early 1990s.",
  "This chapter begins with a look at India’s strategic interests in Sri Lanka to understand the",
  "motivationsdrivingIndia’sbehaviour.ItthengivesabriefhistoricalaccountofIndia’sSriLanka",
  "policy from the beginning of the conﬂict in 1983 until the IPKF withdrew in 1980. After the",
  "historicalsection,thechapterexaminesthecentraldilemmainIndia’spolicystemmingfromthe",
  "political compulsions of its Tamil Nadu constituency. The chapter then turns to defence rela-",
  "tions followed by a look at how economic engagement spurred the positive turn-around in the",
  "relationship. The chapter ends by addressing India’s concerns about Chinese inﬂuence in Sri",
  "Lanka.",
  "95Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "BrianOrland",
  "India’s strategic interests in Sri Lanka",
  "After the Cold War India’s interests in Sri Lanka shifted from geostrategic power balancing to",
  "pragmaticsecurityconsiderations.Duringthe1980sandearly1990sIndia’sstrategytoavoidthe",
  "ColdWarpowerstruggleeclipsedeﬀortsto supportSriLanka’speaceandstability. Inthe post-",
  "Cold War period, however, India’s economic and pragmatic security interests led it to empha-",
  "size Sri Lanka’s peace and security in an eﬀort to control the externalities of the conﬂict threa-",
  "tening to undermine India’s own security and internal stability. Thus, today, Sri Lanka’s unity,",
  "peace and stability are India’s primary concern. Additionally, maritime security in the Indian",
  "Ocean and between India and Sri Lanka has developed into a prominent concern for Indian",
  "policy-makers. Sri Lanka is located at an important point for projecting naval power into the",
  "Indian Ocean, and is an enviable berth for major naval powers with interests in the region.",
  "Within this, the inﬂuence of the People’s Republic of China and Pakistan in Sri Lanka is also",
  "worrisome for India’s security interests.",
  "DuringtheColdWarIndiapursuedapolicyofnon-alignment, intendedtoguideColdWar",
  "geostrategic struggles away from its borders. While this was not possible along India’s northern",
  "borders,nearitssouthernborderIndianpolicy-makerssawanopeninginSriLankatoexpelthe",
  "troublingUSencroachment.Withthetermsofthe1987Indo-SriLankanAccord(ISLA),India",
  "sought to gain Sri Lanka’s allegiance as a way to eliminate the USA’s strategic presence in Sri",
  "Lanka, considerations reﬂecting the Indira Doctrine notion of India’s regional pre-eminence.",
  "Under the ISLA, Sri Lanka had to scrap the American contract for the Trincomalee oil storage",
  "facilities, and remove the Voice of America outlet with which the USA broadcast radio messages",
  "into Soviet-friendly territory and transmitted intelligence reports. This geostrategic thinking",
  "reﬂected the Indian policy-makers’ aim to push the USA’s Cold War meddling a safe distance",
  "from India’s borders.",
  "The onset of the post-Cold War period diminished Sri Lanka’s strategic importance in regio-",
  "nalpolitics.1India’smajorstrategicconcernshiftedtoSriLanka’sinstabilitybecauseoftheeﬀects",
  "it was having on India’s own stability. Sri Lanka’s decline of strategic importance to India",
  "reﬂectedmuchstrongerIndo-USrelations.Inthepost-ColdWar1990stheUSAaccordedIndia",
  "a prominent place in American foreign policy initiatives in South Asia. Subsequently, Indo-US",
  "relations became highly developed and close. Instead of US encroachment, it has been negative",
  "externalities of the conﬂict that have irritated the relationship since the end of the Cold War.",
  "Sri Lanka’s ethnic violence increased maritime security concerns in the Palk Strait and adja-",
  "cent water. India has a large economic stake in a secure and manoeuvrable Indian Ocean",
  "environment, and Sri Lanka plays a signiﬁcant role in this. Sri Lanka occupies a critical location",
  "in the Indian Ocean’s strategic environment, as international shipping lanes ﬂow right by Sri",
  "Lanka’s southern coast. The port of Colombo is used as an entry and exit point for regional",
  "goods, bound for or incoming from the East and the West. The Indian Ocean accommodates",
  "half the world’s containerized freight, one-third of its bulk cargo, and two-thirds of its oil",
  "shipments.2 Thus its security is an essential consideration for all economies with signiﬁcant sea-",
  "based trade and energy demands.",
  "India, especially, has important economic reasons for ensuring a stable security situation in",
  "andaroundtheIndianOcean.SeatradedominatesIndia’soveralltransnationaltrade,andnearly",
  "89% of oil imports to India arrive by sea. Sri Lanka plays a particularly important role in India’s",
  "maritime trade: over 70% of Indian imports arrive through the port of Colombo for bulk-",
  "breaking before they are shipped on local vessels to Indian ports. In the post-Cold War period,",
  "and especially since India passed trade-oriented economic reforms in 1991, India’s dependence",
  "on the Indian Ocean as a maritime trading zone and transit-way for oil trade has meant that",
  "96Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithSriLanka",
  "securing the Indian Ocean is crucial to its continued engagement with the international mar-",
  "ketplace. The waters adjacent to Sri Lanka assume special signiﬁcance in these security",
  "arrangements.",
  "Sri Lanka’s strategic importance as a maritime power base in the Indian Ocean has historical",
  "roots. Sri Lanka’s colonizers—the Portuguese, the Dutch and the British—recognized Sri",
  "Lanka’s value as a trading port and naval base. The British occupied the island, then called",
  "Ceylon, not only for strategic maritime purposes (as the Portuguese and Dutch had done), but",
  "also for the protection of neighbouring British India. After independence India continued to",
  "recognize and treat Sri Lanka as strategically important in the regional maritime environment.",
  "With strong motivations for major powers to gain economic and military access on the",
  "island, Sri Lanka ﬁnds itself vulnerable to major power penetration. In the 1980s the USA",
  "gained a listening post into the USSR from the island, irking Indian policy-makers. Since then,",
  "China’s and Pakistan’s engagement with Sri Lanka’s defence and economic activity has worried",
  "Indian policy-makers. Foreign power penetration in Sri Lanka is inimical to Indian interests.",
  "The 1980s: India meddles and then intervenes in Sri Lankan conﬂict",
  "In July 1983 an attack by the nascent Tamil militant group, the Liberation Tigers of Tamil",
  "Eelam (LTTE), provoked a violent backlash against Sri Lankan Tamils by the Sinhalese-domi-",
  "nated Sri Lankan state. Sombrely referred to as ‘Black July’, these events marked the beginning",
  "of full-scale ethnic conﬂict that would vitiate the next 25 years of Sri Lankan history. The",
  "conﬂict would also put a damper on relations with Sri Lanka’s closest neighbour and regional",
  "power—India.",
  "Two major inﬂuences pushed India’s policy response to the Sri Lankan conﬂict: the active",
  "engagement of foreign inﬂuence by the Sri Lankan Government and the demands of India’s",
  "ownTamilpopulationforIndiatoactonbehalfoftheSriLankanTamils.SriLankapushedfor",
  "a military solution to the conﬂict by seeking external support from countries that India was not",
  "comfortablehavingapresencesoclosetoitssouthernborder.AsthescholarS.D.Munipointed",
  "out in his authoritative account of India’s peace-keeping venture, Sri Lanka ‘wanted to isolate",
  "India in the region by facilitating the strategic presence of the forces inimical to India’s per-",
  "ceived security interests’.3",
  "Also of concern to India was the backlash among kin Tamils in Tamil Nadu. India’s Tamil",
  "populationinTamil Nadu,thensome50m.-strong,feltIndiahadaresponsibilitytocontrol the",
  "SriLankanstate’sharshresponseagainstSriLankanTamils.ForIndia,theJuly1983eventsinSri",
  "Lanka were alarming, and the Government of India, then under Prime Minister Indira Gandhi,",
  "asserted its inﬂuence on the situation as a regional power, kin state, and close neighbour.",
  "Mrs Gandhi’s policy featured a multi-pronged approach. She persuaded the Sri Lankan Pre-",
  "sident Jayewardene to open negotiations with Tamil groups,4 and India facilitated direct talks",
  "betweentheSriLankanGovernmentandTamilleadership(theTamilUnitedLiberationFront,",
  "nottheLTTE),producingtheAnnexure‘C’proposalsforthedevolutionofpower.Evenasshe",
  "beckoned Jayewardene to dialogue with the Tamils, however, Indian government oﬃcials",
  "voiced strong concerns and sympathy for the suﬀerings of the Sri Lankan Tamils. For the Sri",
  "Lankan Sinhalese population, India’s rhetorical support for the Tamils biased India’s support for",
  "a negotiated settlement. By focusing attention in Western capitals on the Sri Lankan military’s",
  "aggression towards the Tamils, India further fortiﬁed the Sinhalese perception that India was",
  "prejudiced against the Sri Lankan state.5 It was also during this time that India’s external intel-",
  "ligence agency, the Research and Analysis Wing (RAW), began supplying Tamil militant",
  "groupswithmilitarytraining,cashandarmsinanattempttodrawthemunderIndia’sinﬂuence",
  "97Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "BrianOrland",
  "andtousethatinﬂuenceasleverageagainsttheSriLankanstate.RAW’ssupportforthenascent",
  "Tamil militant groups gave them an important source of strength in their early days of violent",
  "resistance against the Sri Lankan state.",
  "WhenRajivGandhisucceededhisassassinatedmotherasPrimeMinister,hechangedtackon",
  "his mother’s Sri Lanka policy. Rajiv drew closer to the Sri Lankan state and toughened India’s",
  "position on the LTTE. He reversed his predecessor’s policy on negotiations by adopting the Sri",
  "LankanGovernment’spositiontoholdnegotiationsonlyafter,asopposedtobefore,cessationof",
  "violence. At this time as well, India, in co-operation with the Sri Lankan Navy, started patrol-",
  "ling the Palk Straits in earnest, to counter Tamil militant groups which were transporting sup-",
  "plies and rebels between the southern coast of India and northern Sri Lanka. The policy shift,",
  "under Rajiv, pushed for a resolution of the conﬂict at the costof alienating the Tamilmilitants.",
  "Rajiv’s policy failed to end the conﬂict or resolve the ethnic issue. By the end of 1985 the",
  "Tamil militants had established international connections and received supplies and sanctuary in",
  "Tamil Nadu now without Indian intelligence covert support. To make matters worse,",
  "Colombo was showing no proclivity toward granting basic regional autonomy and devolution",
  "of powers to the Tamil community. After failed peace talks between the Sri Lankan Govern-",
  "ment and Tamil leaders in the Bhutanese capital, Thimphu in 1985, the Sri Lankan Govern-",
  "ment resumed its military solution against the Tamil insurgency. By 1987 the Tamils on the",
  "Jaﬀna Peninsula faced a humanitarian crisis caused by the Sri Lankan oﬀensive, pushing India to",
  "intervene. After sending relief supplies by boat, which Sri Lanka turned away, India launched",
  "Operation Poomalai dropping ‘bread bombs’ (relief packages) on the Peninsula from Indian Air",
  "Force planes. Critics complained that India had impinged on Sri Lanka’s sovereignty, but India",
  "wasunapologeticsinceitheldthatitsinterventionhadhelpedlimitTamilsuﬀeringatthehands",
  "of the Sri Lankan Government. Sri Lanka’s military oﬀensive had challenged India’s tolerance",
  "for state violence against the Tamil population, and India responded with a more active policy.",
  "Operation Poomalai served as the launching pad for deeper and formalized Indian interven-",
  "tion in Sri Lanka. In June 1987 Sri Lanka’s Minister of External Aﬀairs stated that by involving",
  "itselfthroughtheuseof‘breadbombs’,Indianowhada‘moralobligation’toresolvetheethnic",
  "dispute. The Minister’s statement, while beckoning India’s further involvement, also indicated",
  "India’s loss of credibilityas a mediator onthe ethnic issue, as it made clear India’s bias in favour",
  "of the Tamilcause.6 Its humanitarian intervention did, in fact, signal India’s openness to greater",
  "intervention,promptingSriLanka,thenunderPresidentJ.R.Jayewardene,toinitiatetalkswith",
  "Rajiv Gandhi, resulting in the signing of the ISLA on 29 July 1987.",
  "The ISLA was signed between India and Sri Lanka with only a dubious ‘go-ahead’ from the",
  "LTTE. When the ISLA was implemented, the lack of LTTE ‘buy-in’ to the agreement proved",
  "disastrous. Under the terms of the ISLA, the Sri Lankan Government agreed to make constitu-",
  "tionalchangesfordevolvingpowers,theessentialmoderateTamildemand,inexchangeforIndia",
  "enforcing an arms collection from the rebel groups. India’s obligation essentially made it the",
  "guarantor of peace. The LTTE brieﬂy stopped ﬁghting, but did not hand over its weapons, and",
  "soon resumed violent insurgency—this time against Indian troops. The provisions of the ISLA",
  "compelled the IPKF to engage the LTTE, which Indian intelligence had earlier helped train.",
  "The IPKF transformed from a peace-keeping mission into a counter-insurgency campaign,",
  "which India was ill-equipped to ﬁght on unfamiliar territory. The IPKF suﬀered failure and",
  "substantial casualties (over 1,200 fatalities), causing resentment and mistrust on all sides—India,",
  "SriLankaandtheLTTE.TherewasabacklashinSriLankatoIndiantroopsonSriLankansoil,",
  "with the Sinhalese nationalist Janatha Vimukthi Peramuna launching a short-lived violent",
  "insurrection. Tamils in India resented India for turning its troops on Sri Lankan Tamils in what",
  "they saw as an unjust war against their ethnic kin population. Two years before the end of the",
  "98Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithSriLanka",
  "Cold War, in 1989, then Sri Lankan President Ranasinghe Premadasa started pushing for IPKF",
  "withdrawalfromSriLanka,embarrassingIndiaontheworldstage.Whenpowerchangedhands",
  "in Colombo and India, there was a consensus in India to withdrawal and the last IPKF soldiers",
  "returned to India in early 1990.",
  "India’s involvement in Sri Lanka’s ethnic conﬂict transformed from heavy meddling, with",
  "both state and non-state actors, starting in 1983, to failed ‘boots on the ground’ intervention in",
  "the late 1980s. This pushed Indo-Sri Lankan relations to a new low. In 1991, after the IPKF",
  "withdrawal was complete and the LTTE had assassinated former Indian Prime Minister Rajiv",
  "Gandhi,IndiabroughtitsinvolvementinSriLanka’sinternalethnicconﬂicttoacompletehalt.",
  "After 1991 India reversed its policy of active involvement, distancing itself from an interven-",
  "tionist role that in the past it had felt compelled to play.",
  "Tamil Nadu inﬂuence on India’s policy",
  "The central dilemma in India’s Sri Lanka policy since IPKF withdrawal was trying to balance",
  "theSriLankanGovernment’sneedswiththesensitivitiesofitsowndomesticTamilpopulation.",
  "This proved particularly diﬃcult during the latter part of the protracted conﬂict in Sri Lanka",
  "when India could not supply the Sri Lankan military with its arms and munitions needs. To",
  "India’s chagrin, SriLanka turned to China to supplyitsmilitary. Withthe military defeat ofthe",
  "LTTE in May 2009, India can step now closer to the Sri Lankan state. However, it still must",
  "contend with encroachment of foreign powers through economic avenues of inﬂuence.",
  "Tamil Nadu’s political parties, to a signiﬁcant degree, have the power to translate Tamil",
  "Nadu’s sympathies for its kin population into Indian government policy. Over 60m. Tamils in",
  "Tamil Nadu have kin, community and cultural ties with the Tamil community in Sri Lanka.",
  "Tamil Nadu politicians, particularly in election years, take a ‘stand’ in support of Sri Lankan",
  "Tamils to play on the sympathies in its own Tamil population. Tamil Nadu’s political repre-",
  "sentation in coalitions at the Centre, as is the case in the present coalition, gives it formidable",
  "inﬂuence on the Centre’s policy. This means that India’s policy decisions on matters involving",
  "Sri Lanka have to take into consideration Tamil Nadu’s likely reactions to the eﬀects such",
  "decisions may have on the Sri Lankan Tamil population.",
  "TamilNadu’ssympathiesfortheTamilpopulationinSriLankaremainaprominentaspectof",
  "India’s SriLankapolicy.Inthe1980sorganizations andpoliticalpartiesinTamilNadusourced,",
  "trained and harboured Tamil militants ﬁghting against the Sri Lankan state. After the IPKF",
  "experience and Rajiv Gandhi’s assassination, public opinion of the LTTE throughout India",
  "dropped precipitously, including in Tamil Nadu. Ganguly writes, ‘the little public sympathy",
  "which the LTTE enjoyed in TamilNadu wasalso erodedwhen it became clear that the LTTE",
  "was responsible for the assassination of Rajiv Gandhi’.7 Still, Tamils in Tamil Nadu retain",
  "sympathy for their kin ethnic group in Sri Lanka.",
  "The parties in Tamil Nadu take diﬀerent positions on the LTTE and the Tamil cause.",
  "Jayaram Jayalilitha’s All-India Anna Dravida Munnetra Kazhagam (AIADMK) has been",
  "unequivocally against the LTTE in sharp contrast to the historical support of the Dravida",
  "Munnetra Kazhagam (DMK) political party. However, the DMK, under Chief Minister Kar-",
  "uninidhi,has growncolder in itssupportfor the LTTEduring itscurrent phaseofleadership in",
  "the state. Karuninidhi’s previously supportive position especially came under challenge when",
  "the LTTE’s relationship with south Indian ﬁshermen soured following a rise in LTTE violence",
  "againsttheﬁshermen.TheMarumalarchiDravidaMunnetraKazhagam(MDMK)partyandthe",
  "Pattali Makkal Katchi (PMK) continue to run on platforms of support for the LTTE, cham-",
  "pioning the case of a Tamil Eelam—a separate homeland for Tamils in north-east Sri Lanka.",
  "99Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "BrianOrland",
  "ThereareafewrecurringissuesintheSriLankanconﬂictthatsparkcontroversyandprotests",
  "in Tamil Nadu. Chief among these issues is the refugee inﬂow from Sri Lanka into southern",
  "India. Today, over 100,000 Sri Lankan refugees who have escaped the violent ethnic conﬂict",
  "live in over 100 government-run camps in southern India, for the most part in Tamil Nadu.",
  "During peaks in violence, refugee ﬂows to southern India rose dramatically, crowding camps",
  "and unoﬃcial refugee communities. Often the inﬂow unsettled an already fragile political",
  "environment and frail economic situation in the south Indian state. Tamil Nadu’s sympathies",
  "are also sensitive to any support given by India to the Sri Lankan military. Similarly, the pro-",
  "posed India-Sri Lanka Defence Co-operation Agreement, discussed below, has reportedly been",
  "held-up by political parties from Tamil Nadu.",
  "‘Hand’s off’ the conﬂict",
  "India’s policy of simultaneously supporting a political solution to the conﬂict and tacitly con-",
  "doning Sri Lanka’s clampdown on LTTE terrorists allowed India to pragmatically respond to",
  "theLTTEterroristthreatandmaintainasafe,albeitremovedpositionfromtheconﬂictvis-à-vis",
  "support for the peace process. India’s tacit support for Sri Lanka’s defence measures against the",
  "LTTE,thoughfarfromwhole-hearted,encouraged SriLankanmilitaryco-operationonthreats",
  "to Indian security and ensured that the LTTE did not overpower Sri Lanka’s state defences. As",
  "for support to the failed Norway-led peace process, Indian leaders were apprised of develop-",
  "ments by reports of Sri Lankan government oﬃcials and other governments involved, particu-",
  "larly Norway, the United Kingdom and the USA. Its limited response to the developments,",
  "however, enabled it to keep a safe distance from the controversial political issues involved.",
  "Critics characterized India’s policy as a ‘do-nothing stance’, arguing, alongside other observers,",
  "thatIndiashould movetoa‘moreactive role’in facilitatingdiscussionsbetween thetwosides.8",
  "India’s policy of simultaneously supporting Sri Lanka’s ‘unity and integrity’ and a ‘negotiated",
  "settlement’ to the ethnic conﬂict, raises questions about where India stands. For instance, will",
  "the Indian Government resist pressures from its own Tamil Nadu constituency to intervene if",
  "Sri Lanka’s Tamil populations face mass suﬀering? For the Indian Government, the two posi-",
  "tions articulated as one—valuing Sri Lanka’s ‘unity and integrity’ and pressing for a ‘negotiated",
  "settlement’—allow for a ﬂexible policy under which it can tailor responses to developments in",
  "SriLankanpoliticsandtheethnicconﬂict.India’spolicyremainsattimesafrustrating balancing",
  "act between domestic political pressures from Tamil Nadu and pragmatic security concerns.",
  "The Indian Government oﬃcially maintains that the ethnic conﬂict is a Sri Lankan problem",
  "thatonlySriLankans andtheirgovernment can solve ontheir own.ThisIndianresponse wasa",
  "knee-jerk reaction to the embittering IPKF experience, suggesting a parallel with the USA’s",
  "‘Viet Nam syndrome’—that is since intervention did not work and came at a great cost, to",
  "preventanychanceofitsre-occurrence onewouldgototheotherextreme:‘hands-oﬀ’.India’s",
  "‘hands-oﬀ’ policy, though formulated through a political response to failed military interven-",
  "tion, has been sustained on account of its success in repairing relations with Sri Lanka and",
  "avoiding contentious loyalty issues surrounding the conﬂict. However, Sri Lanka’s ethnic con-",
  "ﬂict continued to irritate relations with spill-over eﬀects negatively impacting on India.",
  "Defence relations",
  "India’s defence relationship with SriLanka wasminimal throughout the 1990s, anditcontinues",
  "to remain rather limited, despite Sri Lanka’s proximity to India and their mutual security con-",
  "cerns. However, there are some areas of assistance and co-ordination between the two",
  "100Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithSriLanka",
  "militaries, particularly concerning maritime and, recently, aerial security threats posed by the",
  "LTTE.TheseareasincludetrainingofSriLankanoﬃcersatIndianDefenceUniversities,which",
  "has taken place uninterrupted for decades, and the sharing of intelligence on the LTTE’s mar-",
  "itime movements to aid the Sri Lankan Navy in intercepting rogue vessels.",
  "TheIndianNavy’sintelligence-sharingwiththeSriLankanNavybolsteredthelatter’sability",
  "to trackLTTE suppliesandattack its vesselsoperating around theisland. During theﬁnal phase",
  "oftheSriLankanwar,IndiahelpedtheSriLankanNavyidentifysuspiciousvesselsoﬀthecoast",
  "of Sri Lanka. Thus, in September 2007, the Sri Lankan Navy, possibly acting oﬀ information",
  "from Indian intelligence, sunk three LTTE supply vessels 600 nautical miles south-east of Sri",
  "Lanka.9 Co-operation between the Indian Coast Guard and Navy and the Sri Lankan Navy",
  "involves a frequent exchange of information, expedited by co-ordinating the procedures of",
  "operation and ensuring open channels of communication. Every six months the oﬃcers of the",
  "Indian Coast Guard and Navy meet with their counterparts in the Sri Lankan Navy at the",
  "International Boundary Line to discuss logistical issues of co-ordination and communication.",
  "Such co-operation reﬂects India and Sri Lanka’s shared strategic interests in maintaining mar-",
  "itime security throughout their bordering waterways and has been expanding since the conﬂict",
  "againstLTTEended.ShortlyafterthewarendedinMay2009,IndiagavetheSriLankanNavy",
  "ahigh-techoﬀshorepatrolvesselsurveillanceship.TheIndianandSriLankannaviesengagedin",
  "joint training exercises in October 2009 and again in April 2010.10 This post-conﬂict trend of",
  "greater co-operation is likely to continue with more joint exercises meant to develop a colla-",
  "borative approach to maritime security.",
  "Each year, oﬃcers in the Sri Lankan military study at Indian Defence Universities on the",
  "invitation of the Indian Government. India’s invitation has been extended for decades, and its",
  "importance to the quality of the Sri Lankan Armed Forces is duly-noted by Sri Lankan leaders.",
  "Such education is a modest way in which India can support its neighbour’s military strength",
  "without risking domestic and international political repercussions.",
  "Weaponry requests form a large part of Sri Lanka’s bid for defence support from India, but",
  "India has been reluctant to signiﬁcantly arm the Sri Lankan military. Under President Mahinda",
  "Rajapakse’s tenure, the urgency of Sri Lanka’s requests fell on unresponsive ears in New Delhi,",
  "and India’s refusal to arm Sri Lanka’s military led critics to accuse India of an inconsistent and",
  "uncommitted stand on the LTTE. India placed greater importance on controlling the risk of",
  "domestic political repercussions in its Tamil constituency than maintaining a consistent stance",
  "on the LTTE. For the six years preceding 2002 India had actually banned transfer of any mili-",
  "tary supplies to Sri Lanka. From 2002 India’s military equipment assistance to the Sri Lankan",
  "Armed Forces was limited to ‘defensive and non-lethal’ equipment, precluding any chance of",
  "Indian weaponry contributing to Sri Lankan Tamil casualties in the Sri Lankan Government’s",
  "militaryoperations.IndiawouldnotsupplyoﬀensiveorlethalweaponrytoSriLanka(therewas",
  "speculation ofcovertarms transfers) until SriLanka conceded basicdevolution ofpowersto the",
  "Tamil population.",
  "Even with India’s reluctance to supply Sri Lanka with weaponry, in late October 2003 Sri",
  "Lankan PrimeMinisterRanil WickremesingheandIndian PrimeMinisterA.B.Vajpayee issued",
  "a joint statement indicating mutual interest in working towards a Defence Co-operation",
  "Agreement(DCA).TheDCAsoughttoformalizeexistingsupplyofequipment,trooptraining,",
  "intelligence exchange and joint naval patrolling.11 After power in both New Delhi and",
  "Colombochangedhands,PrimeMinisterMahinda Rajapakse’sstatevisittoNewDelhiinJune",
  "2004 garnered rhetorical support from both sides for expediting the DCA proposed by the",
  "previous administrations.12 Kumaratunga and Indian Prime Minister Manmohan Singh even",
  "announced that they agreed to sign not only the DCA, but also a Memorandum of",
  "101Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "BrianOrland",
  "Understanding on joint rehabilitation of the Palaly Air Force Base. Access to Palaly Air Force",
  "Base would oﬀer India greater aerial reach in the Bay of Bengal and Indian Ocean region.",
  "However, political hurdles in India’s coalition government, most likely on account of opposi-",
  "tion from the Tamil Nadu’s political parties, have prevented India from signing the DCA with",
  "Sri Lanka. Even so, the DCA, presumably still on the table, would only formalize existing",
  "defence ties.",
  "Economic relations",
  "The island of Sri Lanka and the Indian subcontinent engaged in trade dating back to the pre-",
  "colonial era. After independence in the late 1940s both countries pursued inward-looking",
  "economicdevelopmentstrategiesthatstiﬂedtradebetweenthetwocountriesdespitetheirclose",
  "proximity.SriLankaopeneditseconomyin1978—becomingtheﬁrstSouthAsianeconomyto",
  "do so—but trade between Sri Lanka and India did not pick-up until India started opening its",
  "economy in the 1980s and early 1990s.",
  "After India’s 1991 economic reforms, trade between India and Sri Lanka jumped. Two-way",
  "trade between 1993 and 1996 doubled. This growth reﬂected an explosion of Indian exports",
  "into the Sri Lankan market, increasing over 500% between 1990 and 1996. In 1995 India",
  "eclipsedJapanasthelargestsourceofimportsforSriLanka.However,SriLankanexportstothe",
  "Indian market grew much less impressively, and this lopsided growth drew criticism that the",
  "economic relationship heavily favoured India. This pattern of trade fed the Sri Lankan percep-",
  "tion of India as a regional hegemon: the large Indian economy was preying on its smaller and",
  "weaker neighbours.",
  "Still, both countries recognized the beneﬁts of free trade with one another. When the",
  "SAARC Preferential Trading Arrangement (SAPTA) failed to signiﬁcantly reduce tariﬀs after it",
  "was launched in 1996, India and Sri Lanka made a bilateral trade agreement. In 1998 India and",
  "Sri Lanka signed their bilateral India-Sri Lanka Free Trade Agreement (ISLFTA) with the",
  "agreementcomingintooperationby2001.TheISLFTAgrantedduty-freeandduty-preference",
  "access to goods produced in the two countries and laid out practical steps for a time-bound",
  "creation of a free trade area in the near future.",
  "Since the ISLFTA, bilateral trade has markedly increased, accompanied by a surge of Indian",
  "investment in Sri Lanka. In 2001 trade doubled. By 2004/05 bilateral trade reached",
  "US $1,690m.; by 2005/06 their trade of $2,600m. was ﬁve times the amount 10 years earlier.",
  "By2007/08ithadreachedapeakof$3,470m.,leavingSriLankaasIndia’sbiggesttradepartner",
  "inSouthAsia.Amidsttheglobalrecession,ﬁguresfor2008/09showedsomereduction,backto",
  "$2,780m., with a further reduction to $2,580m. in 2009/10. An increase in Indian investment",
  "in Sri Lanka reinforced India’s commitment to long-term economic engagement on the island.",
  "Fromameagre$4m.inthelate1990s,IndiandirectinvestmentinSriLankajumpedto$150m.",
  "in 2006. By 2005 Indian investment in Sri Lanka accounted for 50% of total Indian investment",
  "in South Asian Association for Regional Cooperation (SAARC) countries, making India the",
  "fourthhighestsourceofinvestmentintheisland,therebyfurtherinterweavingthefatesofIndia",
  "andSriLanka.13By2008Indianinvestmentincreasedto$125.9m.,makingitthesecondlargest",
  "investorinSriLankaafter Malaysia.14ThemostprominentinvestmentshavebeenintheLanka",
  "Indian Oil Corporation (Lanka IOC), TATAs (Taj Hotels, VSNL, Watawala tea plantations),",
  "Apollo Hospitals, LIC, L& T (now Aditya Birla Group), Ambujas, Rediﬀusion, Ceat, Nicholas",
  "Piramal, Jet Airways, Sahara, Indian Airlines and Ashok Leyland. In 2007 some 63% of Indian",
  "investment was in the services sector, which contributed to job growth in the struggling Sri",
  "Lankan economy.",
  "102Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithSriLanka",
  "TheISLFTA was much more than just an economic success. Bilateral economic engagement",
  "on the back of the ISLFTA is the hallmark of and impetus for improved Indo-Sri Lankan",
  "relations. The beneﬁts of these prospering economic ties extend beyond economic gains to",
  "political and strategic relations. The resultant goodwill and increased interaction within the",
  "institutionalframeworkandenthusiasmfromenhancedeconomicengagementhashelpedrepair",
  "political wounds and advance overall bilateral relations. Most importantly, it helped change the",
  "Sri Lankan perception of India as just a regional hegemon.",
  "The trigger for this turn-around wasa conscious decision by the Indian policy establishment,",
  "outlined in the Gujral Doctrine, to oﬀer its smaller neighbours asymmetrical advantages in",
  "trade.15 This decision foresaw the propitious eﬀects of greater economic engagement in India’s",
  "strategic relationships with its neighbours. Following the Gujral Doctrine principles, tariﬀ con-",
  "cessions under the ISLFTA signed in 1998, favouring Sri Lanka, signiﬁcantly reduced the",
  "imbalance in Sri Lanka-bound Indian exports to India-bound Sri Lankan exports.",
  "Sri Lankan exports to India boomed under the improved trade arrangements favouring Sri",
  "Lankan produced goods. India’s ‘negative list’ (goods not subject to tariﬀ reduction or elim-",
  "ination) included 429 goods compared with Sri Lanka’s 1,180, and India had three years to",
  "reachzero-tariﬀlevelagainstSriLanka’seight.Thenewarrangementsworkedtoeventhetrade",
  "imbalance. Just two years after the ISLFTA was put into eﬀect, Sri Lankan exports to India",
  "increased by 342%. The advantage given to Sri Lanka under the Gujral Doctrine principles had",
  "narrowedthetradeimbalanceto5:1by2002;in1998ithadstoodat16:1.Since2003Indiahas",
  "been Sri Lanka’s third highest export destination.",
  "In April 2003 the two countries set up a Joint Study Group to enhance the ISLFTA with a",
  "Comprehensive Economic Partnership Agreement (CEPA).16 The much-anticipated CEPA",
  "would further remove tariﬀ barriers on trade, create greater market access in the services sector,",
  "as well as stimulate greater Indian investment in Sri Lanka through an institutional framework.",
  "After more than a dozen rounds of negotiations, CEPA was supposed to be signed by India",
  "and Sri Lanka at the SAARC summit in Colombo in August 2008. However, it has been",
  "subject to delay, and as of August 2010 had still not been signed even though negotiations",
  "seemed to have been pretty well concluded. The India-Sri Lanka Joint Declaration, drawn up",
  "in the wake of President Rajapaksa’s state visit in June 2010, was rather circumspect on the",
  "matter:",
  "Recognizing the considerable beneﬁts from greater economic cooperation between the",
  "twocountries,thetwoLeadersnotedtheprogressachievedundertheIndia–SriLankaFree",
  "Trade Agreement. They agreed that it would be timely to build on this achievement",
  "through a more comprehensive framework of economic cooperation, best suited to the",
  "twocountries.Inthiscontext,theydirectedtheconcernedoﬃcialsofthetwocountriesto",
  "hold intensive consultations towards developing a framework for sustainable economic",
  "partnership between the two countries and addressing outstanding issues.17",
  "Sri Lankan business interests concerned with Indian goods overrunning Sri Lankan markets are",
  "most likely the cause of the hold-up.",
  "Nevertheless,inthebroaderview,thegrowthintradeandinvestmentbetweenIndiaandSri",
  "Lanka marks a shift in India’s engagement with Sri Lanka towards the economic realm. Of the",
  "three major agreements between India and Sri Lanka, the ISLFTA was the ﬁrst treaty that was",
  "economic in nature.18 Whereas India’s previous Sri Lanka policy focused—and eventually",
  "ﬂoundered—on controversial political issues, the thrust of the ISLFTA was economic engage-",
  "ment, and its positive spill-over eﬀects in political relations. Since the ISLFTA took eﬀect in",
  "103Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "BrianOrland",
  "March2000,expandedeconomicengagementhasbecomethebackboneoftheIndia-SriLanka",
  "relationship, which has reached new levels of co-operation and trust.",
  "Bolstered economic engagement between India and Sri Lanka, particularly since the ISLFTA",
  "came into eﬀect, produced propitious political eﬀects favouring better Indo-Sri Lankan rela-",
  "tions. Most importantly, greater equality in terms of beneﬁts from the economic relationship",
  "helped overcome Sri Lankan perceptions of subservience to Indian interests. Whereas the atti-",
  "tude toward Indian presence in Sri Lanka turned hostile in the late 1980s, beneﬁts from eco-",
  "nomic engagement with India have made Sri Lankans, even those among the nationalist ranks,",
  "eager forIndiatoplaya greatereconomic roleinSri Lanka.SriLankans havebeenmuch more",
  "receptive to India’s economic involvement than they were to its military intervention.",
  "Sri Lankan receptiveness to India’s economic involvement opened up an avenue for com-",
  "municationonabroadersetofissues.TheIndia-SriLankaJointCommission,reformulatedand",
  "expanded in 1991 from an earlier joint committee, has institutionalized a framework for eco-",
  "nomic integration from which the ISLFTA emerged. Formed primarily to address economic",
  "issuesliketradeandinvestment,theJointCommissionalsoaddressesotherareasofco-operation",
  "from joint educational and cultural programmes to mutual security concerns like terrorism.",
  "Thus, while economic engagement served as the impetus for and continues to drive this insti-",
  "tutionalized bilateral framework, the framework also serves as a forum for a wider scope of",
  "issues.",
  "IndiaandSriLankaarestronglyengaginginthestrategicenergysector.Indiancompaniesare",
  "serving Sri Lanka’s energy market and exploring the island’s oﬀshore oil resources. Lanka IOC",
  "took over a 30% market share in Sri Lanka’s retail petrol market in 2005, operating 151 retail",
  "outlets on the island. Lanka IOC is building and operating storage facilities at the Trincomalee",
  "Tank farm, which, as stated earlier, is of critical importance in the maritime strategic environ-",
  "ment. India also has a signiﬁcant stake in the exploration of oil resources oﬀ Sri Lanka’s coast.",
  "India’s Oil and Natural Gas Corporation (ONGC) has been promised one of the ﬁve drilling",
  "blocks in the Mannar basin.19 TheMannar basin, thought to contain the equivalent of 1,000m.",
  "barrels of oil, has three remaining blocks up for auction; besides the one promised to India, the",
  "second of the ﬁve has been granted to China.",
  "Most importantly, India is developing port facilities at one of the world’s largest deep-water",
  "harbours, Trincomalee. Ancient Sri Lankan kings through to the colonial powers used Trinco-",
  "maleeharbourasanavalbaseandtradingport,sinceitistheonlyportinSriLankawhereships",
  "of all sizes can dock in any kind of weather. For India, Trincomalee oﬀers both economic and",
  "strategicadvantages.TheportisanentryandexitpointforgoodstravellinginandoutofIndia,",
  "and India is currently refurbishing the infrastructure of an oil tank farm near the harbour that",
  "was built by the British in the 1930s. Sri Lanka has a naval base at Trincomalee, and it is likely",
  "that if Indian and Sri Lankan naval co-operation continues, the Indian Navy will have some",
  "amount of access to the harbour.",
  "China and Sri Lanka",
  "India has perceived Chinese economic interaction with Sri Lanka as encroachment into its",
  "strategic territory; they are both there in what Harsh Pant sees as a ‘great game’ in the Indian",
  "Ocean.20ThesupplyofdefenceequipmenttoaSriLankanmilitary atwarprovidedone ofthe",
  "major in-roads for China (and Pakistan) to gain strategic inﬂuence within Sri Lanka.21 China",
  "was willing to provide Sri Lanka with the defence support it needed to pursue a military solu-",
  "tion against the LTTE. India was aware of the nature and development of these relationships,",
  "thoughithadnopowertostopChinafrommeetingSriLanka’sdefenceneeds.India’sdomestic",
  "104Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "India’srelationswithSriLanka",
  "political compulsions prevented it from challenging the roles played by China and Pakistan—",
  "the restraints of coalition politics allowed for lesser defence ‘carrots’ than Sri Lanka needed, and",
  "the bitter memory of the failed IPKF experience lingered. India’s political compulsions worked",
  "against its strategic imperative to keep major powers from gaining inroads into Sri Lanka.",
  "During the war, Sri Lanka and China made multiple defence deals centred on arms transfers.",
  "These deals included a $37.6m. contract between Sri Lanka and China’s Poly Technologies,",
  "signed in April 2007. Sri Lanka’s debt to Norinco, another defence supplier, was reportedly",
  "$200m. Sri Lanka gained large amounts of mortar shells, artillery shells, mortar bombs, JY 11",
  "3D radars, anti-aircraft guns and Jian-17 ﬁghter jets. China also helped fulﬁl the Sri Lankan",
  "Navy’s ‘shopping list’ of weaponry and munitions needs. Such military help was seen by many",
  "as having been crucial in enabling the Sri Lankan Government to achieve military victory and",
  "crush the Tamil Tigers in 2009: ‘an unfettered China is supporting Colombo and, in the pro-",
  "cess, authenticating India’s fears about Beijing extending its inﬂuence in the Indian Ocean’.22",
  "Indian concern has focused around the Chinese developing the Hambantota port on the",
  "southerntipofSriLanka.ChinesecontractorsarecurrentlyworkingtoﬁnishPhaseOneofthe",
  "project by the end of 2010, at a cost of $76.5m. The work includes building a 1.3-km jetty to",
  "shelter the harbour, and an oil reﬁnery. At the end of the initial phase, the facility will be a",
  "bunker terminal (bunker fuels are used to power ships) with a capacity of 500,000 metric tons.",
  "TheSriLankaPortsAuthorityindicatedthatitwouldrentoutstoragespacetoprivatedomestic",
  "and foreign ﬁrms, and presumably this will include Chinese ﬁrms. The entire project has four",
  "phases, with the contract for Phase Two signed in June 2010 with the China Harbour Engi-",
  "neering Company Ltd. It is all expected to be completed by 2022, some 15 years after it was",
  "started, though the economic success or failure of the ﬁrst stages will determine if the entire",
  "plan is carried out.",
  "China’sinterestintheHambantotaportisconsistentwithitsdesiretosupplyamplerefuelling",
  "terminalsalongIndianOceanshippinglanestosupportanincreasingamountofsea-basedtrade.",
  "It has also partnered with other neighbouring states to develop port facilities in Gwadar (Paki-",
  "stan), Chittagong (Bangladesh) and Sitwe (Myanmar).23 For China, this is a strategic imperative",
  "rather than just a foreign investment to bolster its growing economy. The majority of China’s",
  "oil travels this Sea Line of Communication, in which any increasing maritime security concerns",
  "oﬀ the coast of Somalia and in the Malacca Straits threaten China’s energy security.",
  "Though China’s ‘blue water’ Navy is below the US Navy, and (in some areas) the Indian",
  "Navy,itisplacingalot ofresourcesintodevelopinggreatercapabilities sothatitcan eventually",
  "exert greater control over its maritime trade routes. India worries that a Chinese presence in",
  "Hambantota willone dayinclude theChineseNavy. BothChinaandSriLanka denyany plans",
  "foraChinesenavalbaseinSriLanka,butIndiacontinues toworryaboutthepossibility.India’s",
  "fear is that ifSri Lanka were to grant naval access on the island to China, Chinese encirclement",
  "of India with a ‘string of pearls’ (ports) in the Indian Ocean region would become a reality.24",
  "Conclusions",
  "TheendoftheSriLankanconﬂictinMay2009providesanopeningforcloserIndo-SriLankan",
  "relations. Will there be a large jump in bilateral co-operation between 2010 and 2015 and",
  "beyond? The answer likely depends most on whether the Sri Lankan majority Sinhalese and",
  "minority Tamils achieve political reconciliation. The Government of Sri Lanka militarily",
  "defeatedtheLTTE,sotheconﬂictendedwithoutpoliticalreconciliation.Thegrievancesofthe",
  "Tamil minority that originally inspired popular support for the insurgency have for the most",
  "part not been addressed. Until the Government of Sri Lanka addresses Tamil demands for",
  "105Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "BrianOrland",
  "minority rights and equal educational and economic opportunities, the underlying ethnic ten-",
  "sion of the conﬂict will remain. For India, this means that its policy dilemma discussed above",
  "will continue to constrain its relationship with Sri Lanka.",
  "Notes",
  "1 P. Sahadevan, ‘India’s Policy of Non-Intervention in Sri Lanka’, in A. Raju (ed.), India-Sri Lanka",
  "Partnershipinthe21stCentury,NewDelhi:KalpazPublications,2007.",
  "2 S.Ramachandran,‘DelhiAllEarsintheIndianOcean’,AsiaTimes,3March2006.",
  "3 S.D.Muni,PangsofProximity,NewDelhi:SagePublications,1993,p.52.",
  "4 Ibid.,p.73.",
  "5 Ibid.",
  "6 Ibid.,p.102.",
  "7 R. Ganguly, Kin State Intervention in Ethnic Conﬂicts: Lessons From South Asia, New Delhi: Sage Pub-",
  "lications,1998,p.218.",
  "8 P.Jayaram,‘IndiaMayRethinkitsStandonSriLanka:NewDelhiFearsaFloodofTamilRefugeesif",
  "ViolenceWorsensinitsSouthernNeighbour’,StraitsTimes,3June2006.",
  "9 B.Reddy,‘ThreeLTTEShipsDestroyed:Navy’,TheHindu,12September2007.",
  "10 B.Reddy,‘India,SriLankatoHoldNavalTraining’,TheHindu,6October2009;‘IndiatoTrain100",
  "SriLankanNavalOﬃcers’,Indo-AsianNewsService,9April2010.",
  "11 I.Athas,‘TheUnfoldingIndianRoleinSriLanka’,TheHindu,1November2003.",
  "12 S.Cherian,‘TiltingtheBalance’,SouthAsiaIntelligenceReview,Vol.3,No.18,2004.",
  "13 S.Kelegama,‘India,SriLankaAgreementisanExampletoFollow’,FinancialExpress,5October2005.",
  "14 D.Daniel,‘Indo-LankaFTAis10YearsOld’,TheIsland,15March2010.",
  "15 In1996 India’sPrimeMinister,Inder Kumar Gujral,explicated ﬁveprinciples ofwhathetermedthe",
  "‘GujralDoctrine’toguidehowIndiaconductedforeignrelationswithitsimmediateneighbours.The",
  "ﬁrstoftheseprinciplessaysthat‘Indiadoesnotaskforreciprocity,butgivesandaccommodateswhatit",
  "can in good faith and trust’, cited in I. Gujral, ‘Signiﬁcance of an Independent Foreign Policy’, 14",
  "October1996,inContinuityandChange.India’sForeignPolicy,London:Macmillan,2003,pp.108–9.",
  "16 ‘India-SriLankaForumtoDiscussEconomicPact’,TheHindu,2November2006.",
  "17 India-SriLanka,JointDeclaration,9June2010,www.hcicolombo.org.",
  "18 D.Roy,‘Indo-SriLankaTrade:HypeandReality’,AsiaTimes,12March2004.",
  "19 G.Warushamana,‘OilExplorationinMannarBasinWillTakeTime’,SundayObserver,11November",
  "2007.",
  "20 H.Pant,‘ChinaandIndiaCompetingOverSriLanka’,JapanTimes,29June2010.",
  "21 R.Bedi,‘SriLankaTurnstoPakistan,Chinafor MilitaryNeeds’,Indo-Asian News Service,6February",
  "2007.",
  "22 ‘IndiaUpsetwithChinaoverSriLankaCrisis’,TimesofIndia,26April2009.",
  "23 B. Raman, ‘Gwadar, Hanbantota and Sitwe: China’s Strategic Triangle’, Papers (SAAG), No. 2158, 6",
  "March2007.",
  "24 D.R. Chaudhury, ‘Boosting Maritime Capabilities in the Indian Ocean’, www.worldpress.org, 23",
  "August2007.",
  "106Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]