[
  "c16",
  "Looking west 2: Beyond the Gulf",
  "P.R. Kumaraswamy",
  "Introduction",
  "The Middle East and North Africa, generally referred to as West Asia and North Africa",
  "(WANA) in oﬃcial nomenclature, is a critical region for India.1 Over the centuries India has",
  "had strong political, cultural, economic, often religious and energy-related contacts and inter-",
  "actions with this region. In the early part of the 20th century Indian nationalists recognized the",
  "importance of the region when they made common cause with their Arab counterparts, espe-",
  "cially over the Palestinian question. The region’s importance has only increased since then.",
  "Within the Middle East, the Gulf sub-region attracted an importance primarily and even",
  "exclusively because of its energy resources and the resultant economic opportunities. Hence,",
  "much of India’s interest and attention wasdominated bythe oil-rich Gulf region, marginalizing",
  "other sub-regions such as the Fertile Crescent and the Maghreb.",
  "India’ssenseofwestwardsextendedneighbourhoodhasnow,though,beenextendedstillfurther",
  "beyond the Gulf into the further reaches of the Middle East/West Asia. This underpinned",
  "India’s readiness to use its naval capacity to evacuate Indian nationals from Beirut, Lebanon in",
  "the summer of 2006, with Manmohan Singh explaining to the Indian parliament that in res-",
  "cuing Indian nationals, it had been shown that ‘West Asia is our extended neighbourhood and",
  "tensions in that region aﬀect our security and our vital interests’.2 Here, if one is looking for",
  "tangible shifts in India’s post-Cold War world view and signs of maturity in its foreign policy,",
  "thenonehastolookbeyondtheGulfregion.Morethananyothercountryorregion,Israelhas",
  "symbolized a fundamental shift in India’s foreign policy outlook. Bybreaking with the past and",
  "abandoning its historic baggage, India ushered in a new approach to its international relations.",
  "The zero-sum approach of the Cold War gave way to a nuanced policy that is based less on",
  "rhetoric and more on hard political calculations on the part of India.",
  "The sudden disappearance of the Cold War global ideological schism created more problems",
  "for India’s Middle East policy than is commonly recognized. Overnight it put an end to the",
  "traditionalpro-SovietpolicythatIndiahadmanagedtowaivetowardstheMiddleEastsincethe",
  "early 1950s.",
  "179Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "P.R.Kumaraswamy",
  "Normalization with Israel",
  "NormalizationofdiplomaticrelationswiththeJewishstatewasthemostvisiblemanifestationof",
  "thepost-ColdWarforeignpolicyofIndia.MorethanfourdecadesaftertheformationofIsrael,",
  "IndiaestablishedfulldiplomaticrelationswiththecountryinJanuary1992.Thismovesignalled",
  "India’s new non-ideological approach to foreign policy.",
  "An initial formal Indian recognition of Israel had come back in September 1950, but a host",
  "of developments had prevented immediate normalization, even though an assurance to this",
  "eﬀect was given when the Israeli diplomat Walter Eytan visited India in early 1952 and met",
  "Prime Minister Jawaharlal Nehru.Initially, ﬁnancial constraints and lack of personnel prevented",
  "India from implementing Nehru’s assurances of full normalization, including a resident mission",
  "in Tel-Aviv. Israel’s collaboration with imperialism as manifested during the Suez war and",
  "Nehru’sgrowingfriendshipwithGamalAbdelNassergraduallydiminishedtheprospectsoffull",
  "normalization. What began as a pro-Arab policy gradually transformed into a policy of",
  "unfriendliness, if not hostility, towards Israel. Beginning with his yielding to Arab political",
  "pressures on the eve of the Bandung Conference of April 1955, Nehru played a critical role in",
  "Israel’s exclusion from the emerging bloc of Non-Aligned Movement and other Third World",
  "forums. Gradually, India intensiﬁed anti-Israeli rhetoric in its Middle East policy, as in",
  "November 1975 when New Delhi endorsed the infamous UN General Assembly Resolution",
  "3379 that equated Zionism with racism.",
  "The disappearance of the USSR, the end of the Cold War and the emergence of US hege-",
  "mony all reduced international animosity towards Israel. US domination also meant the erst-",
  "while advisories of Israel had to come to terms with the international clout of Israel’s most",
  "friendly power. Political miscalculations of the Palestinians during the Kuwait crisis also meant",
  "that the regional animosity towards Israel lost some of its rationale.",
  "TheseseismicchangesintheMiddleEastcompelledIndiatorevisititsMiddleEastpolicythat",
  "had been anchored on Arab socialism, secularism and Soviet friendship. Driven by traditional",
  "reluctanceanddithering,IndiabegantoslowlytransformitspoliciesandprioritiesintheMiddle",
  "East. India not only had to co-habit with US domination but also engage rising conservatism in",
  "the region. In practical terms this meant devising a policy that was driven more by economic",
  "calculation than political rhetoric, which was the thrust of the Manmohan Doctrine anyway.3",
  "India’s unfriendliness became untenable in the wake of Yasser Arafat’s willingness to seek a",
  "negotiated settlement with Israel. Continuation of the status quo would have earned India the",
  "dubious distinction ofbeing more Catholic than the Pope! The rationale of its Israel policy had",
  "collapsed, and there was an added danger of it becoming counter-productive to its desire to",
  "have closer ties with the West, especially the USA. Reversal of its four-decade policy towards",
  "Israel provided an opportunity for the Indian leadership to signal a clean break from the past",
  "and herald a new dynamism in its foreign policy.",
  "Normalization of relations contained a US angle. Since the late 1940s Washington had been",
  "pressurizingNewDelhitoabandonitsunfriendlinesstowardsIsrael.TheabsenceofIndo-Israeli",
  "relations ﬁgured prominently in many high-level meetings between Indian and US leaders. It",
  "was widely believed that it was only due to US pressure that Prime Minister Indira Gandhi",
  "resisted the temptation to close down the Israeli consulate in Bombay (now Mumbai) in 1982,",
  "following a controversial interview by the Israeli Consul-General in which Yosef Hassin",
  "accused India of competing with Pakistan to curry favour with the Arabs. For a long time",
  "‘block politics’ provided India with suﬃcient leeway to resist US pressure tactics. Post-Cold",
  "WarUSpre-eminencewasdiﬀerent.Havingbeenforcedtoﬁndwaysofimprovingitsrelations",
  "with Washington, New Delhi began looking for ways to convey the new direction of its",
  "180Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingwest2:BeyondtheGulf",
  "foreign policy. Normalization of relations with Israel proved to be the most eﬀective means of",
  "conveying this new message. Dithering in a deep economic crisis and acute foreign exchange",
  "shortage, its ability to pursue economic reforms also depended heavily upon Washington’s",
  "support and backing in various international ﬁnancial institutions, including the World Bank.",
  "Thus,on29January1992,ontheeveofPrimeMinisterNarasimhaRao’svisittoNewYorkto",
  "attend the special summit session of the UN Security Council, India announced normalization",
  "of relations with Israel. Reﬂecting on this linkage, one keen observer of the region lamented",
  "that although the establishment of ‘full diplomatic relations with Israel was a correct decision",
  "[…] to do so under American pressure was unwise’.4",
  "Since 1992 relations between India and Israel have ﬂourished in a host of areas, including",
  "political contacts, economic interactions, cultural exchanges and, above all, military co-opera-",
  "tion. After some initial hesitation, India began adopting an unapologetic attitude towards its",
  "newfound friendship with Israel. There was a series of high-level political visits between the",
  "two countries, including the visit of Israel’s foreign minister in May 1993, President Ezer",
  "Weizman in December 1996, and foreign minister Silvan Shalom in February 2004. The high",
  "point of the bilateral ties was the visit of Prime Minister Ariel Sharon in September 2003. At",
  "that time not many friends of Israel were willing to host the maverick leader. Despite public",
  "protests from left-wing parties and Muslim groups, the visit was a watershed in Indo-Israeli",
  "relations.Despiteinitialmisgivings,theLeaderoftheOpposition andPresidentoftheCongress",
  "party, Sonia Gandhi, met the Israeli leader, thereby signalling a broad national consensus",
  "regarding bilateral ties with Israel. From the Indian side, however, there were not many high-",
  "level visits until 2000, when Minister of Home Aﬀairs L.K. Advani and Minister of External",
  "Aﬀairs Jaswant Singh visited Israel. Reciprocal visits of India’s President and Prime Minister are",
  "yet to take place.",
  "At the same time, from the Indian side a host of other central ministers have visited Israel.",
  "On at least two occasions the visit of the defence minister has been cancelled owing to uphea-",
  "vals in the region. This, however, has been compensated by the active involvement of various",
  "stategovernmentsinpromotingclosertieswithIsrael.UnlikethecentralGovernment,thestate",
  "governments in India are less concerned about political controversy and calculation, and are",
  "driven more by the need to promote economic welfare of their respective states. This, in turn,",
  "makesthestategovernmentslookuptoIsraelforassistanceinahostofareassuchasagriculture,",
  "horticulture, irrigation, water management, arid cultivation, de-desertiﬁcation, health care, etc.",
  "Indeed, since 1992 various state governments ruled by right-wing, left-wing and centrist parties",
  "have entered into a host of economic co-operation agreements with Israel.",
  "The Communist Party of India (Marxist) (CPI (M)) was not far behind. Its critical political",
  "attitude towards Israel has not hampered the party from seeking closer economic co-operation",
  "with Israel. Indeed, in the summer of 2000 veteran communist leader and Chief Minister of",
  "West Bengal Jyoti Basu visited Israel. This was his last foreign visit as Chief Minister before he",
  "relinquished oﬃce. At around the same time his party colleague and later Speaker of the Lok",
  "Sabha (lower house of parliament) Somnath Chatterjee led a business delegation to Israel to",
  "promote investment opportunities in his home state of West Bengal. These two visits marked a",
  "diplomatic coup for Israel and indicated a larger Indian consensus on normalization. In short,",
  "political diﬀerences do not cloud economic interests, even for puritans like the CPI (M).",
  "Ironically, in the wake of the outbreak of the al-Aqsa intifada (uprising) in September 2000,",
  "theIndianlefthadbeendemandingdowngradingofclosertieswithIsrael.Somehadevengone",
  "totheextentofdemandingtherecalloftheIndianambassadorfromTel-Aviv.During2004–08",
  "the left-wing parties were instrumental in the continuation of the United Progressive Govern-",
  "ment under Prime Minister Manmohan Singh. Capitalizing on this unique situation and",
  "181Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "P.R.Kumaraswamy",
  "vulnerabilityofthe Congressparty,theleft-wingparties hoped,demandedandclamouredfora",
  "‘coursecorrection’vis-à-visIsrael.TheywerehopingthattheCongress-ledGovernmentwould",
  "‘undo’ some of the pro-Israeli measures taken by the Bharatiya Janata Party (BJP)-led Govern-",
  "ment during 1998–2004. Much to the chagrin and disappointment of the left-wing parties, the",
  "Union Government was not prepared for any radical moves but, on the contrary, intensiﬁed",
  "close ties with Israel.",
  "Ontheeconomicfront,bilateraltradehasgrowninthelasttwodecades;standingatlessthan",
  "US $100m. on the eve of normalization, it reached $3,854m. in 2009/10. If one excludes the",
  "hydrocarbonstrade,thismakesIsraeloneofIndia’sprincipaltradingpartnersintheMiddleEast.",
  "The ﬂip side of this is that much of their two-way trade is dominated by diamonds, as Indian",
  "companies import raw diamonds and export them back to Israeli companies as polished, ﬁn-",
  "ished products. At the same time, bilateral economic co-operation also encompasses joint ven-",
  "tures and two-way investments in areas such as drip irrigation and medicine. Of late, Israel has",
  "been investing in various infrastructure projects in India.",
  "The mostimportant area ofIndo-Israeli co-operation, however, revolves around the military",
  "arena, something that both countries are extremely reluctant to discuss publicly. In just over a",
  "decade afternormalization, Israelemergedasasigniﬁcant playerinIndia’ssecuritycalculations.5",
  "In recent years India has overtaken other potential markets such as Turkey and emerged as the",
  "largest market for Israeli arms exports. For its part, Israel is seen as the second largest defence",
  "supplier after Russia. Principal defence co-operation covers areas such as arms upgrading, small",
  "arms,bordermanagement,navalpatrol,intelligenceco-operationandcounter-terrorism.India’s",
  "search for advancedtechnology andIsrael’s demand forlarger markets to economizeits defence",
  "research are complementary. Both countries are seeking technological independence and qua-",
  "litative superiority over their adversaries. Some of the major defence deals involving both",
  "countries since 1992 include: the Barak anti-missile system; the upgrade of ageing MiG ﬁghter",
  "planes; fast patrol attack craft; radars and other surveillance equipment; night-vision hardware;",
  "and border fencing. Of all military-related deals with Israel, the purchase of three Phalcon",
  "advance airborne early warning systems at an estimated cost of $1,100m. was a major develop-",
  "ment. In the past, the USA vehemently opposed Phalcon sales to the People’s Republic of",
  "China, and forced Israel to cancel the economically lucrative and politically important deal.",
  "However, as the left-wing parties were demanding that the Government abandon closer mili-",
  "tary ties with Israel, in July 2007 the Indian Government approved a $2,500m. programme to",
  "jointlydevelopdefencesystemsagainstairmissiles.Aboveall,amidstthecontroversyoverIran’s",
  "nuclear ambitions, in March 2007 India launched an Israeli spy satellite into orbit. While actual",
  "quantum of Israeli exports remains controversial, in May 2007 defence minister A.K. Antony",
  "informed the Indian parliament that defence purchases from Israel during 2002–07 had been",
  "over $5,000m.",
  "Furthermore, heads of various branches of the military, as well as the security establishments,",
  "have been visiting one another periodically. There is a structured, regular and ongoing con-",
  "sultationbetweenthenationalsecurityestablishmentsofbothcountries.Thereisaninstitutional",
  "consultation mechanism between the two foreign ministries, and both countries have Joint",
  "WorkingGroupsdealingwithterrorismanddefenceproduction.Indiannavalvesselshavebeen",
  "making periodic port calls to Israel. Reﬂecting its changed attitude towards Israel and the",
  "Middle East peace process, India contributed troops to the UN Interim Force in Lebanon",
  "(UNIFIL) in Lebanon in November 1998 and joined the UN Disengagement Observer Force",
  "(UNDOF) along the Israeli–Syrian border in March 2006.",
  "Closer military ties between the two countries once again highlight the importance of the",
  "USA in shaping Indo-Israeli ties. In the early years it was believed that Israel was critical to the",
  "182Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingwest2:BeyondtheGulf",
  "improvements in Indo-US relations. Developments after 1992 indicated a diﬀerent trend.",
  "Rather than Israel helping India to improve its relations with the USA, as was commonly",
  "hoped, Washington has been enhancing Indo-Israeli relations. Understanding and support from",
  "Washington are critical if India is to avoid the path that Sino-Israeli relations took after both",
  "countries normalized relations in 1992. Rather than enhancing closer military ties, US pressure",
  "forced the Jewishstate to reduce, curtail and eventually abandon its military salesto China. It is",
  "in this context that one should view the controversial statement by India’s National Security",
  "Advisor, Brajesh Mishra, at a dinner hosted by the American Jewish Committee in May 2003.",
  "According to him, these three countries ‘have some fundamental similarities. We are all",
  "democracies, sharing a common vision of pluralism, tolerance and equal opportunity. Stronger",
  "India-US relations and India-Israel relations have a natural logic’.6 A US veto, for example,",
  "would have scuttled the Indo-Israeli Phalcon deal.",
  "There were other factors that worked in favour of India’s strengthening ties with Israel. The",
  "1993 Oslo Agreement enabled some Arab countries to establish low-level diplomatic ties with",
  "Israel, while the powerful Gulf Cooperation Council (GCC) abandoned secondary boycotts",
  "against Israel. Moreover, most Middle Eastern countries had no qualms about Indo-Israeli ties.",
  "After some displeasure in the immediate aftermath of Rao’s decision, most countries pursued",
  "bilateraltieswithIndiaasiftherewerenoIsraelfactor.Indeed,India’srelationswiththeMiddle",
  "East improved substantially after, rather than before 1992. India’s economic growth and the",
  "resultant political clout resulted in many Middle Eastern countries looking at India favourably,",
  "attracted by the economic opportunities that India could provide and unconcerned about bur-",
  "geoning Indo-Israeli ties. Contrary to fears and apprehensions, Arab and Islamic countries were",
  "not prepared to hold their bilateral ties with India hostage to the Israel factor. Even the Islamic",
  "Republic of Iran, known for its anti-Israeli rhetoric under President Mahmoud Ahmadinejad,",
  "pursued closer ties with India as if there were no Indo-Israeli partnership. There was one",
  "notable exception, though: Egypt. Marginalized regionally following the emergence of oil-rich",
  "Arab countries in the Gulf, the most populous Arab country took time to come to terms with",
  "Indo-Israeli ties.7 In other words, while Israel was not responsible for the improvements in",
  "Indo-Arab ties, one can safely conclude that normalization of relations has not hampered the",
  "ability of Arab and Islamic countries to pursue closer political, economic and energy ties with",
  "India.",
  "The Palestinian issue",
  "Since the early 1920s the Indian nationalists and, later, the leaders of independent India con-",
  "sistently adopted a pro-Arab position in their attitude towards Jewish nationalism and Israel.",
  "Strong currents of anti-imperialism, opposition to religion-based nationalism propounded by",
  "the Muslim League in India, and the Congress party’s concerns to win-over the domestic",
  "MuslimpopulationallresultedinIndiannationalistsadoptinganoverlypro-Arabpositionvis-à-",
  "vistheZionistdemandforaJewish‘nationalhome’.8ElectedtotheUNSpecialCommitteeon",
  "Palestine (UNSCOP) in 1947, India recommended federalism as the solution for the Palesti-",
  "nian–Jewish divide. Not only did India oppose the partition plan for Palestine endorsed by the",
  "majority of members of the UN in November 1947, but a few months later it even opposed",
  "Israel’s membership into the world body.",
  "By the late 1950s opposition to Israel and commitments to the Palestinians became the main",
  "plank upon which India sought to promote its interests in the Arab world. Its policy was based",
  "on the twin principles of supporting the Arabs and Palestinians in their conﬂict with Israel, and",
  "of endorsing the pro-Soviet socialist states in the region. The former was an integral part of the",
  "183Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "P.R.Kumaraswamy",
  "Congress party’s foreign policy since the early 1920s, while the latter enabled India to identify",
  "itself with the secular Arab leaders who were also opposed to the US-led military alliance pol-",
  "itics that involved Pakistan. A tacit convergence began to emerge between the two streams.",
  "The friendship between India’s ﬁrst Prime Minister, Nehru, and Egyptian leader Nasser sym-",
  "bolized this trend. The Arab secularism, anti-imperialism and socialism of Nasser was enam-",
  "oured by Nehru, and paved the way for closer political ties which manifested at the Bandung",
  "Conference of 1955 and during the Suez crisis the following year. This bonhomie with Egypt",
  "continued at least until the Arab defeatin the June war of 1967andthe consequent emergence",
  "of religious conservatism in the Middle East.",
  "India further strengthened its political ties with the Palestinian leadership. In 1975 it recog-",
  "nized the Palestine Liberation Organization (PLO) as the sole and legitimate representative of",
  "the Palestinian people. This paved the way for an oﬃcial Palestinian presence in India, and in",
  "March1980IndiagrantedfulldiplomaticrecognitiontothePLObyupgradingitsoﬃcetothat",
  "ofanembassyendowedwithalldiplomaticimmunitiesandprivileges.InNovember1988India",
  "became one of the ﬁrst countries to recognize the newly proclaimed State of Palestine. While",
  "the Israeli consulate was languishing in Mumbai since 1953, the PLO had full diplomatic pre-",
  "sence in the national capital. The Palestinian leader, Arafat, not only became a frequent visitor",
  "to India but was received as a head of state. While India refused to endorse the extremist",
  "positions in the region that called for the destruction of the state of Israel, its support of the",
  "Palestinian cause manifested in its endorsement of the need for Palestinian self-determination",
  "and independent statehood.",
  "The status quo was shattered by the end of the Cold War and a host of other developments",
  "that took place in 1990. Arafat’s mishandling of the Kuwait crisis considerably weakened the",
  "Palestinian leadership and his support for Saddam Hussain during the crisis alienated the PLO",
  "fromtheprincipalplayersintheregionsuchasSaudiArabia,KuwaitandEgypt.Thisledtothe",
  "marginalization of the Palestinian issue in Middle Eastern politics. The pro-Saddam Hussain",
  "stance taken by the Palestinian leadership during the Kuwait crisis meant that the PLO, and",
  "especially Arafat, became a persona non grata in inﬂuential Arab capitals. Many saw Arafat’s stand",
  "during the crisis as a collaboration with the Iraqi occupiers—an act they were unwilling to",
  "forgive. In practical terms, this meant that India could no longer promote its interests in the",
  "Middle East, especially among the Gulf states, by playing up its support for the Palestinians.",
  "The disappearance of the USSR, traditionally known for its pro-PLO policy, a few months",
  "later weakened the diplomatic leverage of the Palestinians. As a precondition for co-hosting",
  "the Madrid conference in October 1991, Moscow restored full diplomatic ties with Israel.",
  "These developments compelled the PLO to abandon its armed struggle and seek a negotiated",
  "political settlement with Israel. Its political vulnerability was exposed when the PLO agreed",
  "to go to Madrid as part of the joint Jordanian-Palestinian delegation, rather than as an inde-",
  "pendentdelegationrepresentingthePalestinians.TherisingdiplomaticfortunesofIsraelbecame",
  "clear when China discovered the virtues of the Jewish state and began moving towards",
  "normalization.",
  "Normalization with Israel did not imply that India had abandoned its traditional support for",
  "the Palestinians. As such, India walks a ‘tightrope’ between these two actors.9 India has not",
  "modiﬁedanyofitscoreprinciplesregardingthePalestinianquestionanditcontinuestosupport",
  "the political rights of the Palestinians and their inalienable right to self-determination and sta-",
  "tehood. The formation of an independent Palestinian state co-existing with Israel, New Delhi",
  "feels, is a pre-condition for lasting peace in the Middle East. Its recognition of the PLO as the",
  "sole legitimate representative of the Palestinians was not modiﬁed by its decision to normalize",
  "relations with Israel. Since 1992 it has received the Palestinian President Yasser Arafat, and later",
  "184Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingwest2:BeyondtheGulf",
  "his successor Mahmud Abbas, as heads of state. Following the 1993 signing of the Declaration",
  "of Principles (DoP) in Washington between Israel and the PLO, India opened a mission in the",
  "Gaza Strip, later relocated to Ramallah in the West Bank. Underscoring its independent status,",
  "the Indian Mission to the Palestinian Authority reports directly to the foreign oﬃce in New",
  "Delhi and not to the Indian embassy in Israel, located in Tel-Aviv. On all major issues con-",
  "cerning the peace process, India remains at odds with the Jewish state. Much to Israel’s con-",
  "sternation and displeasure, on key issues such as Jerusalem, settlements, borders and refugees,",
  "normalization has not brought about any signiﬁcant changes in India’s position.",
  "At the same time, there have been subtle shifts in India’s posture. Normalization clearly",
  "indicated India’s willingness to move away from its traditional zero-sum game paradigm. Prior",
  "to normalization, support for the Palestinians and Arabs meant India adopting an unfriendly",
  "posture towards Israel. Even maintaining normal diplomatic ties with the Jewish state was per-",
  "ceived to be an unfriendly act towards the Palestinians or a dilution of India’s commitment",
  "towardstheArabs.TheendoftheColdWarandregionalshiftsintheMiddleEastforcedIndia",
  "to abandon the past and recognize a new reality: it was possible and necessary to maintain",
  "normalandevenfriendlytieswithbothrivalpartiesifIndiawastobetakenseriously.Evenifit",
  "is not in position to play the role of mediator, India’s interests will be better served only if it",
  "maintains normal ties with all parties to the Middle East conﬂict.",
  "Pakistan’s role",
  "The substantial shift in India’s policy towards Israel and signiﬁcant improvements in its relations",
  "withtheArabandIslamiccountrieswerepossiblebecauseofone otherdevelopment:Indiade-",
  "linking Pakistan from its Middle East policy. Since the early 1920s India’s attitude towards the",
  "region has been dominated and shaped by this factor. Even before Partition, pre-1947, the",
  "domesticrivalrybetweentheCongresspartyandMuslimLeaguedominatedtheconcernsofthe",
  "IndiannationaliststowardstheMiddleEast.Bothwerecompetingforthesupportandloyaltyof",
  "the Indian Muslims and hence Middle Eastern issues such as the Khilafat and Palestinian ques-",
  "tions dominated the foreign policy agenda. This compelled the Indian nationalists to view the",
  "Palestinian question through an Islamic prism.",
  "FollowingPartitionandindependencein1947,theMiddleEastbecamethebattlegroundfor",
  "Indo-Pakistani rivalry. During much of the Cold War years, India’s Middle East policy was",
  "Pakistan-centric and was devoted to countering, balancing, minimizing and, if possible, nulli-",
  "fying Pakistan’s diplomatic inﬂuence in the region. If Pakistan played up its Islamic credentials,",
  "Indiaharpedonsecularismandconsistent supportforthePalestinians.Indeed,ashighlightedby",
  "the controversy surrounding the ﬁrst Islamic summit conference in Rabat in September 1969,",
  "theMiddleEastwitnessedanintenseIndo-PakistaniColdWar.ForawhileIndiahadtheupper",
  "hand, largely due to the preponderance of secular Arab nationalism led by Nasser. This, how-",
  "ever, did not last long. The Arab debacle in the June 1967 war meant not only the margin-",
  "alization of secular nationalism but also the resurgence of conservatism. Formation of the",
  "Organization of the Islamic Conference (OIC) signiﬁcantly enhanced Pakistan’s diplomatic",
  "gains in the Middle East, and the principal players in the region supported Pakistan during its",
  "wars with India in 1965 and 1971.",
  "Indo-Pakistani rivalry manifested more acutely in the prolonged Indian refusal to normalize",
  "relations with Israel. It feared that Pakistan would make political capital out of ties with Israel.",
  "This, too, prevented India from establishing full diplomatic ties soon after its recognition in",
  "1952. Moreover, India bowed to Pakistan’s pressures and agreed to exclude Israel from the",
  "Afro-Asian Conference in 1955, at Bandung.10",
  "185Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "P.R.Kumaraswamy",
  "However, the post-Madrid rise in Israel’s diplomatic fortunes greatly nulliﬁed Pakistan’s",
  "ability to score ‘brownie points’. Arab endorsement of a political settlement through direct",
  "negotiations with Israel weakened any arguments against India talking to Israel, especially when",
  "there were no bilateral disputes to settle. India recognized that excessive focus on Pakistan or",
  "demandingits interlocutors tochoose betweenthe twoSouth Asian neighbours wasnot always",
  "eﬀective. Demanding third parties to minimize their commitments to Islamabad might even",
  "impedethesecountriesfromtakingIndiaseriously.Oneofthesigniﬁcantoutcomesofthepost-",
  "ColdWareconomicprogressofIndiahasbeenitsaspirationforGreatPowerstatus.Conﬁdence",
  "in its economic growth has emboldened its leaders to seek a place for India under the sun. In",
  "practical terms, this means that India is beginning to see itself more as an Asian power rather",
  "than an actor conﬁned to impoverished South Asia.If itsclaimsof GreatPower status are to be",
  "taken seriously by others, then it will have to minimize its perennial competition and rivalry",
  "with its neighbour. India cannot be seen as an Asian power when its radar of political imagi-",
  "nation fails to cross South Asia.",
  "In the Middle East it has also meant India learning another lesson. The countries of the",
  "region view Pakistan primarily through an Islamic prism. As highlighted by King Abdullah of",
  "Saudi Arabia during his state visit to India in January 2006, they see India as a ‘friend’ and",
  "Pakistan asa ‘brother’.This wouldcontinueto bethe dominant attitudeofthe majorcountries",
  "of the region. It thus became prudent for India to shift the focus to bilateral issues rather than",
  "pursue a Pakistan-dominated policy towards the countries of the Middle East. While it is too",
  "early to call this a paradigm shift, there are indications that Pakistan ﬁgures less prominently in",
  "India’s relations with the countries of the Middle East than during the Cold War.",
  "Energy concerns (Saudi Arabia and elsewhere)",
  "India’spost-Cold WarpolicytowardstheMiddleEasthasalsobeendominatedbyitssearchfor",
  "energy security. Steady economic growth since the early 1990s has rapidly increased India’s",
  "energy consumption and imports. While domestic oil production remains stagnant, its imports",
  "have increased rapidly. From about one-third during the 1970s and 1980s, crude oil imports",
  "have gone over two-thirds. There is a general consensus that India’s hydrocarbon import",
  "dependency will soon reach alarming levels. According to the Paris-based International Energy",
  "Agency, by 2030 as much as 87% of India’s oil requirement will have to be met by imports.11",
  "According to India’s Planning Commission, current import dependency of about 72% ‘is",
  "growing rapidly’.12",
  "This growing gulf between consumption and domestic production had forced India to adopt",
  "a sustainable energy security policy. This, in practical terms, means assured supply of hydro-",
  "carbons at aﬀordable prices. It is in this context that one must view growing ties between India",
  "and Saudi Arabia.",
  "At the ideological level, there is little in common between the Saudi brandof Wahhabi Islam",
  "and the secularism pursued by India. Nevertheless, energy security concerns have led both",
  "countries to take a new look at one another. This explains the high-proﬁle visits between the",
  "leadership of the two countries. Since the visit of foreign minister Jaswant Singh to Riyadh in",
  "January 2001, there have been a number of political contacts between the two. These have",
  "generatedtheIndia-SaudiArabiaNewDelhiDeclaration(2006)andtheRiyadhDeclaration:A",
  "New Era of Strategic Partnership (2010).13 It was no surprise that Manmohan Singh prefaced",
  "his 2010 trip with the simple comment that ‘the Kingdom is India’s largest and most reliable",
  "supplier of our energy needs from the region’: true enough, since Saudi Arabia is India’s largest",
  "crude oil supplier and contributes to nearly one-third of India’s total oil imports.14 Largely",
  "186Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingwest2:BeyondtheGulf",
  "driven by growing oil imports, India’s total trade with Saudi Arabia surged to just over",
  "$25,000m. in 2008/09, though dropping back a little to just over $21,000m. in 2009/10. As",
  "highlightedbyforeignministerPranabMukherjeeduringhisownvisittothatcountryin2008,",
  "India sees Saudi Arabia as a potential partner in its massive infrastructure development projects,",
  "which require about $500,000m.–600,000m.15",
  "Atthesametime,India’senergy-drivencalculationsarenotconﬁnedtoSaudiArabiaandthe",
  "Gulf region alone. Energy interests have brought India closer to Sudan, a country ravaged by",
  "prolonged civil war and sectarian violence. The departure of Western oil companies owing to",
  "internal instability has provided an opportunity for India’s Oil and Natural Gas Corporation",
  "(ONGC). This state-owned company has invested over $2,000m. in Sudan, and is involved in",
  "the production and distribution of hydrocarbon resources in Sudan,shipped downthe Red Sea",
  "to India. Indo-Sudanese ties mark a signiﬁcant departure from the past patterns of India’s for-",
  "eign policy. Under normal circumstances it would be unthinkable for India to be involved so",
  "closely with a country that is amidst serious internal turmoil and at the receiving end of inter-",
  "national criticism, condemnation and even isolation over the human rights situation in the",
  "Darfur region. However, growing demands for hydrocarbons have compelled India to sidestep",
  "other concerns and quietly capitalize on the lucrative Sudanese energy market.16 Its energy",
  "interests in that country also resulted in the muted Indian reaction to the Darfur crisis and",
  "reminded the world that when it comes to energy security, India would not shy away from",
  "pursuing a path that might not be popular and may even be at odds with Washington.17 Sudan",
  "is also a classic example for greater co-operation between India and China. The Greater Nile",
  "Petroleum Operating Company (GNPOC), for example, is a joint venture comprising the",
  "ONGC,whichholdsa25%share,theChinaNationalPetroleumCorporation(CNPC),which",
  "holds a 40% share, and the Malaysian PETRONAS, which holds the remaining 30% share.",
  "Further up the Nile, India’s bilateral ties with Cairo got a boost when Indian oil companies",
  "made inroads into the Egyptian energy market. OVL has a 70% share in Egypt’s North",
  "Ramadan ﬁeld in the Gulf of Suez. At the top end of the Red Sea, the Suez Canal was speci-",
  "ﬁcally included in government deﬁnitions of India’s extended neighbourhood: ‘an extended",
  "neighbourhood for India which stretches from the Suez Canal to the South China Sea and",
  "includes within it West Asia’.18 Coming out through the Suez Canal into the eastern Medi-",
  "terranean, India not only has its defence links with Israel, it also has an economic presence in",
  "Syria,wherethestate-owned ONGCandCNPCjointly madeasuccessfulbidforstakes inthe",
  "Petro-Canada operations, securing a 38% stake at $573m. This venture came under some cri-",
  "ticismfromtheUSAowingtotheGeorgeW.BushAdministration’spolicyofisolatingSyria.19",
  "Conclusions",
  "India is yet to evolve a coherent regional policy towards the Middle East. Deep internal divi-",
  "sions and prolonged lethargy have prevented New Delhi from adopting a holistic policy",
  "towardsthisregion.Thislargerproblemwascompoundedbytheregion’sspecialcomplications.",
  "The prolonged Arab–Israeli conﬂict meant that normalization of relations with Israel could not",
  "be divorced from the periodic surges in violence. This has forced New Delhi to diﬀerentiate",
  "bilateral relations from the peace process and to pursue one relation independent of the other.",
  "This has enabled India to pursue closer ties with Israel, including in the military-security arena,",
  "without being unduly worried over the reaction of the Arab and Islamic countries. In a way, it",
  "hassuccessfullysoughtandsecuredclosertieswithIsraelaswellasitsprincipaladversariesinthe",
  "region. This was partly due to the demise of the ideological divide, but mostly due to India’s",
  "emerging economic clout and importance. Seen in this wider context, at least with regard to",
  "187Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "P.R.Kumaraswamy",
  "the Middle East, political rhetoric is less relevant than economic and strategic calculations.",
  "Drivenbythe rising expectationsofitsgrowingmiddleclass,Indiahas embarkedupon apolicy",
  "that is governed more by economic rationale and less by political slogans. Indeed, if its policy",
  "towards Saudi Arabia is dominated by the energy calculations, its policy towards Israel is gov-",
  "erned more by military-security calculations. Asuccessful pursuance ofboth these tracks willbe",
  "a continuing challenge for India’s Middle East policy beyond the Gulf.",
  "Notes",
  "1 Though‘WestAsia’hasbeentheoﬃcialIndiannomenclature,‘MiddleEast’istheexpressionusedby",
  "thecountriesoftheregionandisincreasinglybecomingpopularevenwithinIndia.Hencethischapter",
  "uses‘MiddleEast’ratherthan‘WestAsia’.",
  "2 M. Singh, ‘PM’s Suo-Motu Statement in Parliament Regarding the Situation in Lebanon’, 27 July",
  "2006,pmindia.nic.in.",
  "3 M.Singh,‘SpeechbyPrimeMinisterDr.ManmohanSinghatIndiaTodayConclave,NewDelhi’,25",
  "February2005,meaindia.nic.in.",
  "4 M. Agwani, ‘Inaugural remarks’, in K.R. Singh (ed.), Post-War Gulf Implications for India, New Delhi,",
  "1993,p.3.",
  "5 For ongoing discussions, see P.R. Kumaraswamy, India and Israel: Evolving Security Partnership, Ramat",
  "Gan: BESA Center for Strategic Studies, 1998; F. Naaz, ‘Indo-Israel Military Cooperation’, Strategic",
  "Analysis, Vol. 25, No. 4, 2000; P.R. Kumaraswamy, ‘India and Israel: Emerging Partnership’, in S.",
  "Ganguly (ed.), India as an Emerging Power, Portland: Frank Cass, 2003; H. Pant, ‘India, Israel Partner-",
  "ship:ConvergenceandConstraints’,MiddleEastReviewofInternationalAﬀairs,Vol.8,No.4,2004;R.",
  "Nair, Dynamics of a Diplomacy Delayed: India and Israel, Delhi: Kalpaz, 2004; ‘India-Israel to Ramp up",
  "MilitaryTies,TimesofIndia,10December2009.",
  "6 B.Mishra,‘AddressbyShriBrajeshMishra,NationalSecurityAdvisorofIndiaattheAmericanJewish",
  "CommitteeAnnualDinner’,8May2003,meaindia.nic.in.",
  "7 The tension was manifested in the manner in which India conferred the Jawaharlal Nehru Award of",
  "International Peace upon President Hosni Mubarak in 1997, but it was only in November 2008 that",
  "Mubarak chose to come to India to receive the award in person: P.R. Kumaraswamy, ‘Mubarak’s",
  "Chutzpah–CairoTreatingIndiaWithContempt’,NewIndianExpress,14April2008.",
  "8 L.Gordon,‘IndianNationalistIdeasaboutPalestineandIsrael’,JewishSocialStudies,Vol.37,Nos.3–4,",
  "1975.",
  "9 H.Mishra,‘IndiaWalksIsraeli-PalestinianTightrope’,AsiaTimes,10February2008.",
  "10 M. Brecher, India and World Politics: Krishna Menon’s View of the World, London: Oxford University",
  "Press,1968,p.79.",
  "11 IEA World Energy Outlook 2005: Middle East and North Africa Insights, Paris: International Energy",
  "Agency,2004,p.254.",
  "12 Government of India, Draft Report of the Expert Committee on Integrated Energy Policy, New Delhi:",
  "PlanningCommission,2005,p.10.",
  "13 India-SaudiArabia,NewDelhiDeclaration,7January2006,meaindia.nic.in;India-SaudiArabia,Riyadh",
  "Declaration:ANewEraofStrategicPartnership,28February2010,www.pib.nic.in.",
  "14 M. Singh, ‘Prime Minister’s Statement Prior to his Departure to the Kingdom of Saudi Arabia’, 27",
  "February 2010, meaindia.nic.in. For coverage of this visit, see S. Roy, ‘Prime Minister Manmohan",
  "Singh in Saudi Arabia, 27 February–1 March 2010’, India Speaks-Special, New Delhi: Middle East",
  "Institute,No.4-S,8March2010.",
  "15 MEA, ‘Brieﬁng Points by Oﬃcial Spokesperson on External Aﬀairs Minister’s Visit to Saudi Arabia’,",
  "19April2008,meaindia.nic.in.",
  "16 S.Dutta,‘India’sOilInvestmentsSafeinSudan’,TimesofIndia,5August2004;‘India,SudanInkDeal",
  "onExpandingEnergyTies’,Indo-AsianNewsService,8December2009.",
  "17 N.Ray,‘SudanCrisis:ExploringIndia’sRole’,StrategicAnalysis,Vol.31,No.1,2007.",
  "18 Y.Sinha,‘12thSAARCSummitandBeyond’,3February2004,meaindia.nic.in.",
  "19 S.Varadarajan,‘USTellsIndiatoBackOﬀSyriaOilDeal’,TheHindu,28January2006.",
  "188Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]