[
  "c12",
  "Looking east 1: South-East Asia and",
  "ASEAN",
  "Anindya Batabyal",
  "Introduction",
  "India’s engagementwiththe South-EastAsianregioninthepost-Cold Warperiodhasassumed",
  "signiﬁcant proportions and remains one of the top priorities of the country’s foreign policy.1",
  "India has consequently become one of the central pillars and players in South-East Asia at the",
  "dawn of the 21st century.",
  "Initiated in the early part of the 1990s, India’s ‘Look East’ policy has been directed to",
  "the region through the Association of Southeast Asian Nations (ASEAN). Though it is",
  "claimed that the Look East policy encompasses the entire Asia-Paciﬁc region, its primary",
  "focus was undoubtedly on South-East Asia during the ﬁrst phase of this policy that lasted",
  "until recently. It appears that during the second phase, India, apart from consolidating its",
  "relations with South-East Asia, is looking beyond at the larger Asia-Paciﬁc region. India has",
  "been a full dialogue partner of ASEAN since 1995 and a summit-level partner since 2002.2",
  "India has also been a member of the ASEAN Regional Forum (ARF) since 1996, a founding",
  "member of the East Asian Summit (EAS) since 2005 and a member of the Asia Europe",
  "Meeting (ASEM) since 2006. While working its way through incremental stages to reach the",
  "status of ASEAN summit-level partner, Indian diplomacy also adopted the parallel strategy of",
  "enrolling in the ASEAN system through bilateral, regional and sub-regional means. Mem-",
  "bership in these multiple groupings enabled India to cultivate varied linkages with ASEAN",
  "member states.",
  "This article will focus primarily upon India’s emerging political, economic and strategic links",
  "with the South-East Asian region as part of its Look East policy. The ﬁrst part of this chapter",
  "will analyse the genesis of India’s Look East policy in the early part of the 1990s. The second",
  "part of the chapter will critically look into the emerging economic co-operation between India",
  "and ASEAN. The third part of the chapter will analyse the emerging security co-operation",
  "between India and ASEAN, including India’s role in the ARF. The fourth part of the chapter",
  "will dwell on the evolving ties between India and two sub-regional organizations: the Bay",
  "of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC),",
  "formed in 1997, and the Mekong Ganga Cooperation (MGC) forum, formed in 2000.",
  "131Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AnindyaBatabyal",
  "Genesis of the ‘Look East’ policy",
  "Despite India’s geographical proximity to South-East Asia, sharing over 1,600 km of land",
  "boundary with Myanmar and maritime boundaries with Myanmar, Thailand and Indonesia,",
  "South-East Asia was hardly a priority area in Indian foreign policy before the 1990s.",
  "India was not among the countries that enthusiastically welcomed the formation of ASEAN",
  "in August 1967; India’s ambivalent attitude towards ASEAN stemmed from the new Asian",
  "body’s pronounced pro-Western orientation.3 This led India to wonder about the organiza-",
  "tion’s true purpose, especially in the context of the British Government’s decision at that time",
  "to withdrawmilitarily from eastofthe Suezand theuncertain USrole in Indo-China.ASEAN",
  "members were, anyway, initially lukewarm to any idea of India’s membership in the regional",
  "association for individual reasons. Indonesia, the natural and de facto leader of the organization,",
  "feared that if India became a member it would dominate the organization. Coupled with this,",
  "India’s strong anti-Chinese feelings, particularly after the Sino–Indian border conﬂict of 1962,",
  "might have created an adverse impact on Singapore’s majority ethnic Chinese population if",
  "India at that time had been admitted as a member of ASEAN. Furthermore, Thailand and the",
  "Philippines were opposed to India’s non-aligned foreign policy and were overtly pro-USA.",
  "Moreover,afterthesigningoftheIndo-SovietTreatyofPeace,FriendshipandCo-operation",
  "by India in 1971, the ASEAN states were suspicious of the USSR’s role in determining India’s",
  "foreign policy towards the region in general, and Viet Nam in particular. After Viet Nam’s",
  "military intervention in Kampuchea in December 1978, India, by its decision to recognize the",
  "Heng Samrin regime in Kampuchea backed by Viet Nam forfeited whatever little goodwill it",
  "enjoyed in the ASEAN region at that time.4 Such Cold War postures created a distance",
  "betweenIndiaandtheASEANforalongtimeuntiltheworldbipolarstructurecollapsedinthe",
  "late 1980s, ushering in a new era of regional equations.",
  "The cumulative impact of the political and strategic changes that followed the end of the",
  "ColdWarandtheadoptionofmarketreformsbytheCongress(I)GovernmentinIndiaheaded",
  "byP.V.NarasimhaRao(1991–96)ledtoagradualtransitioninIndian-ASEANrelations.Itwas",
  "duringthistimethattheCongressGovernmentinIndiainitiatedtheLookEastpolicy,withthe",
  "aim ofre-ordering India’s relationswiththe states in theSouth-East Asianregion.The ASEAN",
  "states openly supported the economic reforms initiated by Rao to liberalize the Indian econ-",
  "omy, expecting greater compatibility and economic synergies between the two sides. Many",
  "ASEAN states were attracted by the economic opportunities that a huge market like India",
  "oﬀered after the decision to liberalize the Indian economy was taken. India was, in turn,",
  "attracted by the economic vitality of South-East Asia: ‘India had to go beyond the conﬁnes of",
  "SAARC if it had to reap the beneﬁts out of the economic potential of the South East Asian",
  "region and establish itself as a regional power’.5",
  "While the economic reforms initiated in India were still in their infancy, it is of signiﬁcance",
  "that ASEAN accorded sectoral dialogue partner status to India in January 1992 in the areas of",
  "trade, investment and tourism. India obtained the status of full dialogue partner of ASEAN in",
  "1995, which underscored ASEAN’s readiness to engage India in the various sectors of the dia-",
  "logue partnership, as opposed to its former reticence to deal with India in certain limited areas.",
  "India also became a summit-level partner of ASEAN from 2002 onwards. Moreover, alongside",
  "closer economic co-operation with India, ASEAN was eager to engage India in discussions on",
  "politico-security issues as well. Following the award of full dialogue partner status, India was",
  "admitted to the ARF in 1996.",
  "Backed by defence co-operation agreements with a number of countries, regular top-level",
  "political exchanges and thriving economic interaction, India is emerging as an important player",
  "132Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingeast1:South-EastAsiaandASEAN",
  "in the South-East Asian and the wider Asia-Paciﬁc region. For India, the Look East policy is",
  "aimed at greater economic alignment with, and a political role in, the dynamic Asia-Paciﬁc",
  "region in general, and the South-East Asian region in particular. India clearly saw South-East",
  "Asia as a region where political, strategic and economic conditions could enable it to play a",
  "signiﬁcant role.",
  "India-ASEAN economic co-operation",
  "Economics is at the heart of India’s foreign policy (the Manmohan Doctrine) and is one of the",
  "instruments of its thrust towards ASEAN. As India’s Prime Minister Manmohan Singh put it at",
  "the 2009 India-ASEAN Summit, ‘the ASEAN region is synonymous with dynamic economic",
  "growth […] India’s engagement with the ASEAN is at the heart of our Look East Policy. We",
  "are convinced that India’s future and our economic interests are best served by greater integra-",
  "tion with our Asian partners in ASEAN.6",
  "Since the initiation of the Look East policy, India has made signiﬁcant progress in cultivating",
  "a multifaceted relationship with ASEAN on one hand, and its member states on the other. In",
  "the economic realm, the Look East policy provided a tremendous encouragement to economic",
  "ties between India and the ASEAN member states, resulting in the constitution of a number of",
  "institutional mechanisms to promote economic exchanges. The earlier Joint Trade Committees",
  "with the ASEAN states were upgraded as Joint Business Commissions and an India-ASEAN",
  "Business Council and ASEAN-India Joint Management Committee were formed.",
  "After India became a full dialogue partner of ASEAN in 1995, the ASEAN-India Joint Co-",
  "operation Committee and ASEAN-India Working Group on Trade and Investment were set",
  "up.AnASEAN-IndiaFundwascreatedtopromotetrade,tourism,scienceandtechnology,and",
  "other economic activities. From virtually little or no investment from South-East Asia in the",
  "early 1990s, Malaysia and Singapore emerged as the 10th and 11th in terms of approved",
  "investmentreceivedbyIndiaby2002.Thailandwasinthe18thpositionandIndonesiaandthe",
  "Philippines were in the 33rd and 35th positions, respectively, in terms of approved foreign",
  "investmentinthesameyear.Together,by2002,theseﬁvecountriesaccountedfornearly5%of",
  "total approved foreign investment in India. Singapore continues to be the single largest investor",
  "in India among the ASEAN countries for foreign direct investment (FDI) inﬂows into India,",
  "andthesecondlargestamongallcountries.ThecumulativeFDIinﬂowtoIndiafromSingapore",
  "during April 2000–April 2009 was around US $7,900m., rising to $3,450m. in 2008/09 alone.",
  "The progress between India and the ASEAN with regard to bilateral trade is equally",
  "impressive. India’s trade grew fastest with South-East Asia compared with any other region",
  "between1991and1997.WhileASEANexportskeptthemomentum,therewasaconsiderable",
  "slowdown in imports as a result of the Asian ﬁnancial crisis in 1997–98. However, imports by",
  "ASEAN, which temporarily slowed in the wake of the Asian ﬁnancial crisis, again started to",
  "pick up from 2000 onwards. It is important to note that the two-way trade between India and",
  "the ASEAN countries witnessedan approximate seven-fold increase from the level of $5,900m.",
  "in1997tomorethan$38,370m.in2007/08.ASEANhasnowemergedasIndia’sfourthlargest",
  "trading partner. In 2009/10 ASEAN accounted for $25,800m. of India’s imports (an 8.95%",
  "share), whilst accounting for $18,110m. of India’s exports (a 10.13% share). The biggest trade",
  "partnerforIndiaintheASEANcountriesisSingapore,withtotalbilateraltradeduring2009/10",
  "between India and Singapore standing at $14,050m.; Malaysia comes second, at $8,010m.",
  "Not to be left oﬀ the Free Trade Area (FTA) bandwagon that swept across South-East Asia,",
  "India put across concrete plans to increase economic interaction and integration through insti-",
  "tutionalarrangements.AtthesecondIndia-ASEANsummit,heldatBaliinOctober2003,both",
  "133Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AnindyaBatabyal",
  "parties signed the India-ASEAN Comprehensive Economic Co-operation Agreement (CECA),",
  "alongside a bilateral Framework Agreement for Establishing a Free Trade Area between India",
  "and Thailand.7 Under the India-ASEAN CECA, areas of economic co-operation identiﬁed",
  "included trade facilitation, trade ﬁnancing, customs co-operation, agriculture, forestry and ﬁsh-",
  "eries, services, mining and energy, science and technology, information and communication",
  "technology (ICT), transport and infrastructure, manufacturing, and human resource develop-",
  "ment. AnEarly Harvest Programme (EHP) wasintroduced to accelerate the implementation of",
  "theCECA.ThetimingofthesigningoftheCECAwassigniﬁcant.Itwasworkedouthardlya",
  "year after the ﬁrst summit between the two sides at Phnom Penh in 2002, and as the People’s",
  "Republic of China was seriously holding talks with ASEAN on its own version of a free trade",
  "agreement. At the same time, in around September 2002, discussions were going on between",
  "ASEAN and Japan for the conclusion of an FTA between both sides. A sense of urgency to",
  "catchupwiththeEastAsiangiantslikeChinaandJapan,whichwerestrikingclosermultilateral",
  "instruments of co-operation with ASEAN, was evident in the Indian move to sign the CECA",
  "in October 2003.",
  "Further progress was evident in August 2009, when India and ASEAN signed an FTA in",
  "goods at Bangkok. The India-ASEAN FTA in goods will integrate the two globally important",
  "economic blocs for mutually beneﬁcial economic gains. It was stated that mutually agreed tariﬀ",
  "liberalizationwould graduallycover 75%oftheir two-waytrade, beginning from January 2010.",
  "UndertheFTA,Indiahasincorporated489itemsfromagriculture,textilesandchemicalsinthe",
  "negative list, meaning these products will be kept out of duty reductions. The India-ASEAN",
  "FTAingoodsbecameoperationalfromJanuary2010onwards.IndiaandASEANareatpresent",
  "negotiating agreements on trade in services and investment, which are expected to be signed in",
  "the future.",
  "A year after the ASEAN-India CECA was signed, another landmark agreement, the",
  "ASEAN-India Partnership for Peace, Progress and Shared Prosperity Agreement, was signed by",
  "bothsidesattheVientianesummitinNovember2004.8TheagreementreachedbetweenIndia",
  "andASEANatVientianeprovidedaroadmapforthe consolidationofIndia’srelationswiththe",
  "South-East Asian states. It is a blueprint that draws up a comprehensive set of long-term",
  "objectives along with an Action Plan containing a package of proposals concerning multi-sec-",
  "toral areas of co-operation between India and the ASEAN states. The areas of co-operation in",
  "the economic ﬁeld include trade and investment, ﬁnance, energy, science and technology,",
  "research and development, human resource development, pharmaceuticals and health, agri-",
  "culture, tourism and culture, small and medium-sized enterprises, and increased people-to-",
  "people contacts. In most of the areas mentioned in the Vientiane Agreement, co-operation",
  "between India and ASEAN had already started, more at the bilateral than at the multilateral",
  "level.TheVientianeAgreementcommittedIndiaandherASEANpartnerstoreiteratetheirfull",
  "support for the implementation of ASEAN Concord II, leading to the formation of a more",
  "integrated ASEAN Community comprising the ASEAN Security Community, ASEAN Eco-",
  "nomic Community and the ASEAN Socio-Cultural Community. By such commitment, India",
  "agreed to integrate itself into the still-evolving ASEAN system.",
  "The Vientiane Agreement was a miniature version of the ASEAN-India Vision 2020 pre-",
  "pared by the ASEAN think tanks ahead of the summit at Vientiane in November 2004. The",
  "energy sector was visualized by the Vision 2020 document as a promising area of mutual",
  "engagement and, with it, ﬁve broad strategies envisaged the promotion of oil and gas co-",
  "operation, namely joint exploration in the region, joint ventures for exploration in third",
  "countries, an ASEAN-India gas grid, an ASEAN-India Association of oil and gas companies,",
  "and exchange of experiences in non-conventional energy (solar, wind, geo-thermal).",
  "134Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingeast1:South-EastAsiaandASEAN",
  "India is already involved in the oil and gas sector in Myanmar, Malaysia, Viet Nam and",
  "Indonesia. ONGC Videsh Limited (OVL), the international arm of India’s Oil and Natural Gas",
  "CorporationLimited,andtheGasAuthorityofIndiaLimited(GAIL),bothpubliclyowned,are",
  "engaged in joint exploration of gas in Myanmar’s A1 and A3 blocks oﬀ the Rakhine coast",
  "(formerly the Arakancoast).Thesetwo Indianenergygiantsacquireda30%stake inthisblock,",
  "along with the Republic of Korean companies KoGas and Daewoo. GAIL is also working in",
  "Viet Nam through a joint venture to construct the South Con Gas Plant, while OVL is",
  "involved in oil and gas exploration project with Vietnam Petroleum and BP Exploration (UK).",
  "Competition and friction with China is apparent in both the Vietnamese and Myanmar ﬁelds.",
  "India also imports petroleum from Malaysia, as, for example, with the Indian Oil Corporation",
  "(IOC) signing a contract with the Malaysian oil giant Petronas in June 2007 to purchase 1.5m.",
  "tons of crude oil. Indonesia, the world’s largest exporter of liqueﬁed natural gas and an oil",
  "producer, with most of the gas reserves located in central Sumatra, invited Indian companies to",
  "explore its hydrocarbons and construct gas pipelines from Indonesia to third countries. In July",
  "2000IOCsignedamemorandumofunderstandingwiththeIndonesianoilcompanyPertamina",
  "to explore and buy oil and gas as well as modernize the reﬁneries in the archipelago.",
  "Infrastructure is another area where high levels of co-operation between India and the",
  "ASEAN states are taking place. This sector is capital-intensive, expert-guided and technology-",
  "driven. The liberalization of the Indian economy and the demand for global integration have",
  "goadedIndiaintorecognizinginfrastructureasanationaleconomicpriority.Incivilaviationthe",
  "country has achieved tremendous progress in expanding domestic and global air connectivity.",
  "Malaysian companies were involved in the construction of a new airport at Hyderabad. India",
  "has emerged as the largest market for the Malaysian construction industry and major project",
  "participation by Malaysian companies includes the Mumbai-Pune expressway, Chennai by-pass",
  "road in Tamil Nadu, and the ongoing country-wide Golden Quadrilateral road project. Like",
  "Malaysia, Singapore is also a major investor in India’s construction industry. Considering India’s",
  "rapid drive to develop the infrastructure base in the country, the ASEAN countries will be",
  "activepartnersinthissector.Similarly,IndiaisamajorbuilderofrailwaylinesintheSouth-East",
  "Asian states and its prospects for being a signiﬁcant partner in building railway infrastructure in",
  "the region are high. Indonesia, Malaysia, Myanmar and Thailand are all major beneﬁciaries of",
  "Indian railway technology.",
  "India-ASEAN security co-operation",
  "The ARF constitutes a vital institutional link through which India has tried to consolidate its",
  "political and strategic ties with the ASEAN states. The ARF was formally launched at the",
  "Bangkok ASEAN summit in July 1994. The ARF provided India with an opportunity to",
  "explainsomeofitspoliciesandbreaktheisolationthatresultedfromitsalliancewiththeformer",
  "USSR during the Cold War. Many ASEAN countries viewed India, which joined the ARF in",
  "1996, as a possible counterweight to future Chinese expansionism in the South-East Asian",
  "region.9 Many government leaders and diplomats in South-East Asia are of the opinion that as",
  "an emerging power, India has a great role to play in the region. This factor was also one of the",
  "important reasons that made India attain the summit-level partner status with ASEAN in 2002.",
  "The ﬁrst India-ASEAN summit took place in 2002, with India acceding to the ASEAN Treaty",
  "of Amity and Cooperation in Southeast Asia (TAC) in 2003.",
  "This strategic importance of India for the ASEAN states was very much evident after the",
  "nuclear tests conducted by India and Pakistan in May 1998. The nuclear tests in South Asia",
  "became a focal point of discussion at the Manila ARF meeting in July 1998, which was",
  "135Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AnindyaBatabyal",
  "attended by major powers like the USA, China, Japan and Australia. Apart from Viet Nam,",
  "whichcategorically endorsedIndia’spositionontheissueofnucleartests,severalotherASEAN",
  "statesregrettedthetests.CountrieslikeThailand,thePhilippinesandJapan,inparticular,tooka",
  "hard-line stance against India on the nuclear tests and wanted India to be condemned for car-",
  "ryingoutthetests.However,theabsenceofaconsensusamongtheARFmembersontheissue",
  "ofcondemning Indiaand Pakistan worked in India’s favour. Inthe period immediately prior to",
  "the Manila ARF meeting in July 1998, India had been successful in clarifying its stand on the",
  "nuclear tests to the ARF member states. The joint communiqué issued at the end of the ARF",
  "meetingwasmoderateanditmerelydeploredtheseriesofnucleartestsinSouthAsia.Theﬁnal",
  "ASEAN position was largely shaped by Indonesia, which attacked the double standards and",
  "hypocrisy of the Western states, while countries like Singapore and Malaysia played a central",
  "role in ensuring that India was not isolated at the ARF. China’s demand that the ARF express",
  "strong support for the UN Security Council Resolution condemning the nuclear tests in South",
  "Asia was rejected. Even Thailand and the Philippines fell in line with the common ASEAN",
  "position on the nuclear tests. While the ASEAN states were not prepared to do anything that",
  "would resemble a stand against China, they were also reluctant to let India down and displayed",
  "genuine concern for its security.",
  "There is no denying the fact that the China factor, too, started to weigh heavily in several",
  "ASEANquartersparticularlyaftertheclosureoftheUSbasesinthePhilippinesin1992andthe",
  "emergence of the territorial disputes in the South China Sea as a major cause of concern, with",
  "China strongly maintaining its claims over the disputed area. While China has achieved greater",
  "economic integration with the region, there still remains apprehension over the strategic role it",
  "will play in the future. Although India has explicitly refuted the idea of becoming a counter-",
  "balancing power vis-à-vis China, it did not seem to be averse to the idea of using South-East",
  "Asian worries to advance its political and strategic interests in the region.10 India, along with",
  "ASEAN, is particularly concerned about the growing Chinese inﬂuence in strategically located",
  "Myanmar. Contrary to previous perceptions, many South-East Asian states have begun to look",
  "upon India as a power that could play a kindof balancing role in the region,as Lee Kuan Yew",
  "delicately put it, to ‘keep the center in ASEAN, India would be a useful balance to China’s",
  "heft’.11 Many scholars are of the view that India’s entry into the ARF in 1996 was primarily a",
  "result of common interests that existed between the ASEAN states and India regarding per-",
  "ceptions of the threat posed by China. The upshot of the convergence of political and strategic",
  "interests between India and the South-East Asian states was the basis of a new strategic inter-",
  "action between India and several South-East Asian states at the bilateral level.",
  "India has also entered into bilateral defence pacts with most of the South-East Asian states",
  "facilitating the sale of technology, training personnel and joint military exercises. The degree of",
  "India’s military co-operation is greater with the ASEAN states than with its immediate neigh-",
  "bours in South Asia. Their mutual security concern is guided by two broad factors: reconciling",
  "US military supremacy in the Asia-Paciﬁc and balancing China’s ascendancy in the region.",
  "Shedding the earlier Cold War suspicions of India’s naval expansionism, the ASEAN countries",
  "are near unanimous in welcoming an Indian strategic role in the region, barring certain diplo-",
  "matic qualms entertained by individual countries. Security co-operation between India and the",
  "ASEAN states is governed by military diplomacy, the naval forces being the prime instrument",
  "of building synergies. The regular deployment of the Indian Navy into the South China Sea",
  "since 2000 has been a not unwelcome feature for the South-East Asian states, though causing",
  "someconcerntoChina.BothIndiaandtheASEANstates haveshownequalinterestinsharing",
  "defence experience, know-how and material. In fact, India has far greater military resources to",
  "share with the ASEAN states than vice-versa. Simultaneously, India’s ability to oﬀer defence",
  "136Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingeast1:South-EastAsiaandASEAN",
  "capabilities to the South-East Asian states has also enabled her to gain larger strategic space in",
  "the region.",
  "Beginning with bilateral military initiatives and then through membership of the ARF and",
  "multilateral military exercises like MILAN, India has succeeded in gaining the security con-",
  "ﬁdence of the South-East Asian states. In January 1991 the former Malaysian Prime Minister",
  "MahathirbinMohammadconﬁdentlydeclaredthatMalaysiadidnotfeelthreatenedinanyway",
  "byIndia.This wasin sharpcontrast to theapprehensions previously expressedbyboth Malaysia",
  "and Indonesia about Indian expansionist designs in South-East Asia in the 1980s. In 1992 the",
  "Malaysia-India Defence Committee was set up. Defence dialogue between India and Singapore",
  "began in the early 1990s, and by 1993 the navies of both states were engaged in joint naval",
  "exercises. A Memorandum of Understanding was signed between India and Viet Nam on",
  "bilateral defence co-operation in 1994, when the then Indian Prime Minister P.V. Narasimha",
  "Rao visited Hanoi. Bilaterally, while the economic partnership is growing steadily, defence co-",
  "operation has accelerated to the point of signing a strategic partnership between the two states",
  "during the visit of Vietnamese Prime Minister Nguyen Tan Dung to India in July 2007. By",
  "1995 the Indian-sponsored multilateral naval exercise, MILAN, had engaged the key Malacca",
  "littoralstates(Indonesia,MalaysiaandSingapore)intheAndamanSea.Thesigniﬁcanceofthese",
  "military initiatives demonstrated some of the ASEAN states’ readiness to accept India as a stra-",
  "tegic partner in the unfolding, but as yet uncertain, post-Cold War geopolitical landscape in",
  "South-East Asia.",
  "Particular noticeable defence interactions have developed between India and Singapore,",
  "beginning with joint naval exercises in 1993. These were followed up in successive years,",
  "including Singapore’s participation in Madad-98, a multilateral search and rescue exercise",
  "launched by the Indian Navy. Singapore was the ﬁrst among the South-East Asian states to",
  "become operationally involved with the Indian Navy, with their SIMBEX exercises taking",
  "placemostlyin theBay ofBengal,but alsointhe South ChinaSeaattimes. Abilateral defence",
  "agreement between India and Singapore was concluded in 1998. An important military opera-",
  "tion that followed the 1998 defence agreement was the 11-day anti-submarine joint warfare",
  "exercise between the two navies in the Andaman Sea, which was independent of Singapore’s",
  "participation in MILAN. Singapore had the rare distinction of being oﬀered training facilities at",
  "Kochi, India’s southern naval command, and gaining access to India’s National Missile Testing",
  "Range on the eastern seaboard to test her guns and missiles. India-Singapore bilateral naval",
  "intercoursespansawiderangeofoperationsthatincludesearchandrescueoperationdrills,anti-",
  "submarine warfare tactics, counter-mining exercises, interoperability of forces, anti-terrorism",
  "measures and exchange of naval information on such threats as piracy, poaching, etc. In 2003",
  "both sides signed an upgraded bilateral Defence Co-operation Agreement, which sought to",
  "deepen the ongoing military co-operation, facilitate personnel exchanges, defence courses,",
  "intelligence sharing, etc. As part of this latest agreement, both countries conducted interoper-",
  "ability between the Indian Air Force and Singapore Air Force. The Singapore and Indian air",
  "forces also conducted joint air exercises at Gwalior in 2004 and in the same year participated in",
  "the multinational air exercises in Alaska, conducted by the US Air Force. Singapore is the only",
  "ASEAN state that is engaging with Indian tri-services. The tiny city-state of Singapore, strate-",
  "gically located at the cross roads of the South-East Asian and Asia-Paciﬁc regions, is the ideal",
  "springboard for India.",
  "WithIndonesia,abilateralagreementonCo-operativeActivitiesintheFieldofDefencewas",
  "signedduringformerIndianPrimeMinisterAtalBehariVajpayee’svisittothecountryin2001,",
  "which facilitated functional co-operation in the area of defence. Military interaction gathered",
  "further momentum under the Indonesian President Susilo Bambang Yudhoyono, who",
  "137Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AnindyaBatabyal",
  "emphasizedaplanofactionandstrategicpartnershiponinter-statedefenceco-operationduring",
  "his visit to New Delhi in 2007. A bilateral Defence Co-operation Agreement was signed",
  "between India and Indonesia, following which the ﬁrst ever joint defence co-operation com-",
  "mittee meeting took place at New Delhi in June 2007. Among other factors, Indonesia’s latest",
  "security initiatives are guided by concern over China’s ascendancy in the South-East Asian",
  "region and China’s expanding military co-operation with the military regime in Myanmar.",
  "Moreover, India’s role in combating non-conventional security threats to the ASEAN states",
  "is well recognized, although this mutually beneﬁcial relationship is more evident at the bilat-",
  "eral level than at the multilateral level. In fact, India’s Minister of External Aﬀairs oﬀered a",
  "package at the 14th ARF meeting in 2007 to design and conduct training modules on mar-",
  "itime security, geared at anti-piracy, search and rescue, oﬀshore and port security, anti-smug-",
  "gling and drugs control and anti-poaching operations. In its attempt to further consolidate",
  "security ties with the ASEAN after the terrorist attacks on the USA on 11 September 2001,",
  "India signed a Joint Declaration with ASEAN in October 2003 at the Bali Summit for",
  "Cooperation to Combat International Terrorism.12 The Declaration clearly rejects any attempt",
  "to associate terrorism with any religion, race or nationality, and regards acts of terrorism in all",
  "its forms and manifestations committed wherever, whenever and by whomsoever. Further,",
  "India and the Philippines signed an Extradition Treaty in March 2004. India also signed a",
  "Treaty on Mutual Legal Assistance in Criminal Matters with Thailand in 2004 and with Sin-",
  "gapore in June 2005. In 2005 a Memorandum of Understanding was signed between India",
  "and Thailand on joint maritime patrols to prevent piracy and smuggling in the Andaman Sea.",
  "An Extradition Treaty between India and Thailand was also signed. Further, an agreement was",
  "reached on mutual co-operation to handle prominent leaders of Indian insurgent outﬁts hiding",
  "in Thailand. Similarly, India and Myanmar, during the visit of the Indian defence minister to",
  "Myanmar in 2007, agreed to launch joint army operations to ﬂush out north-eastern Indian",
  "insurgent camps located inside Myanmar’s territory. Earlier, both India and the Myanmar",
  "Government had co-operated to conduct two counter-insurgency oﬀensives, Operation Leech",
  "and Operation Golden Duck, to ﬁght militant groups and their networks along the India–",
  "Myanmar border.",
  "India’s bilateral and multilateral engagement with the ASEAN states essentially is a function",
  "of her wider strategic objectives in South-East Asia and the Asia-Paciﬁc region. ASEAN",
  "remains integral to India’s overall strategic arrangement in the South-East Asian and the wider",
  "Asia-Paciﬁc region. Undoubtedly, China is at the core of Indian assessment of the regional",
  "strategic environment and Indian diplomacy has played on the fears entertained by most of the",
  "states in the region of an economically and militarily rising Chinese power. Through a prudent",
  "and subtle assimilation of political, economic and military tactics, which avoids a direct anti-",
  "China alliance, axis or coalition, India is consolidating her position in the South-East Asian and",
  "Asia-Paciﬁc region as a countervailing or ‘balancing’ power to China.13 Almost all the states in",
  "the region are worried about the rise of China, although they refrain from admitting this",
  "openly.",
  "Such a perception also brings India and the USA together to check China’s rapid rise in",
  "South-East Asia. Both the USA and India also agree on a number of other strategic objectives",
  "that include combating terrorism and piracy, protection of the Sea Lines of Communication",
  "(SLOCs), anti-drugs drives, safety of energy andmercantile transportation, etc. Thegeopolitical",
  "range of mutual convergence spans from the Persian Gulf, Indian Ocean, Malacca Straits and",
  "beyond, up to the South China Sea.",
  "However,suchstrengtheningUS-Indianmilitary-securitylinksintheAsia-Paciﬁcregionwill",
  "not fail to aﬀect India’s political and strategic ties with ASEAN. The manner in which India is",
  "138Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingeast1:South-EastAsiaandASEAN",
  "building strong partnerships, individually and collectively with the non-ASEAN powers such as",
  "the USA, Japan and Australia, may cast a shadow over India-ASEAN relations in the future.",
  "The Australia-India-USA-Japan quadrilateral grouping formed in 2007 could constitute an",
  "outer ring around the ASEAN security framework, although such a forum has yet to design its",
  "form and content. One of the important drivers for this quadrilateral grouping was to hedge",
  "against China and to counter its so-called ‘string of pearls strategy’, and undertake decisive",
  "measures to meet threats to the security of the Asia-Paciﬁc region. Close military co-operation",
  "is already taking place between the members of this group and they have conducted joint",
  "military exercises in the Indian and Paciﬁc Ocean waters, though Australia showed some hesi-",
  "tation over continuing such a format. Whether such non-ASEAN groups will in future com-",
  "plement the ASEAN or override its regional identity will also inﬂuence India’s relations with",
  "ASEAN. The ASEAN members, perhaps with the exception of Singapore, will not unan-",
  "imously and openly endorse the quadrilateral group, since they do not want to invite Chinese",
  "ire. Further, there is the possibility of such an evolving four-power framework undermining",
  "ASEAN’s own central role in regional multilateral security frameworks. ASEAN has always",
  "insisted on remaining in the driver’s seat in both the ARF and the EAS. As part of her Look",
  "East policy, it remains to be seen how far India will perform a balancing act of deepening and",
  "consolidating its links with the ASEAN states and simultaneously building up strong linkages",
  "with the Paciﬁc Rim powers further east like Australia, Japan and the USA.",
  "India and sub-regional co-operation in South-East Asia",
  "BIMSTEC",
  "BIMSTEC is a sub-regional arrangement established in 1997, of which India is a member.",
  "BIMSTEC as a sub-regional group assumes signiﬁcance in more than one sense. It is the ﬁrst",
  "ever regional arrangement that was established by some of the members from the South Asian",
  "Association of Regional Cooperation (SAARC) and some of the ASEAN member states,",
  "thereby symbolizing growing recognition of naturally contiguous areas and development and",
  "action plans.BIMSTECalso ﬁlledthegeopolitical voidthatusedtoexistbetweenASEANand",
  "SAARC.BIMSTECbroadlyidentiﬁedsub-regionalco-operationinsixareas,namelytradeand",
  "investment, technology, transport and communication, energy, tourism, and ﬁsheries. Each",
  "member country is entrusted with the responsibility of co-ordinating a particular area of sub-",
  "regional co-operation, for instance India with technology and Myanmar with energy.",
  "As part of its Look East policy, India played a prominent role in the initial formation of",
  "BIMSTEC(thencalledtheBangladesh,India,Myanmar,SriLankaandtheThailandEconomic",
  "Cooperation,changingtothecurrentnamein2004)in1997.AttheFebruary2004meetingof",
  "the organization, Bhutan and Nepal were added as new members. The July 2004 BIMSTEC",
  "summit declaration reﬂected the collective will of the member states to carry forward the",
  "BIMSTEC vision of mutually beneﬁcial sub-regional co-operation through speciﬁc projects. A",
  "Framework Agreement for the creation of a BIMSTEC free trade area was also signed during",
  "the 2004 summit.14 However, India’s eﬀorts towards creating this sub-regional grouping were",
  "motivated by both economic and strategic considerations.",
  "Apart from promoting economic co-operation, India is keen to expand the scope of BIM-",
  "STEC to include political and security matters as well. As far as strategic considerations were",
  "concerned, by actively encouraging other states to be a part of this grouping, India sought to",
  "combat the escalating Chinese inﬂuence in Myanmar and other member states, through",
  "increased economic co-operation in the ﬁeld of trade and investment, communications and",
  "139Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AnindyaBatabyal",
  "transport, tourism, energy projects and ﬁsheries, among the member states. It is interesting to",
  "note that on the sidelines of the BIMSTEC ministerial meeting in February 2004, India agreed",
  "to fund a feasibility study for the conversion of the Myanmar port Dawei into a deep-sea",
  "facility.",
  "Itisalsoworthnotingthatbesidesfocusingonissuesrelatingtotradeandcommerce,theJuly",
  "2004 BIMSTEC summit declaration called upon the member states to join hands in combating",
  "international terrorism. The member states agreed not to allow their territory to be used by",
  "terrorist groups for launching attacks against friendly governments. A signiﬁcant step in this",
  "direction was the setting up of a Joint Working Group on Counter-Terrorism. At the second",
  "BIMSTECSummitheldinNewDelhiinNovember2008,theSummitDeclarationrecognized",
  "the threat that terrorism posed to peace, stability and economic progress in the region, and",
  "emphasized the need for close co-operation to combat all forms of terrorism and transnational",
  "crimes. There, leaders of the BIMSTEC member states recorded satisfaction with the ﬁnaliza-",
  "tion of the BIMSTEC Convention on Combating International Terrorism, Transnational",
  "Organized Crime and Illicit Drug Traﬃcking.",
  "MGC",
  "India ﬂoated the MGC Forum with the signing of the Vientiane Declaration in November",
  "2000.15 The MGC had been approved in principle by the six states (India, Myanmar, Viet",
  "Nam, Laos, Cambodia and Thailand) at the ASEAN meeting in Bangkok in July 2000. Under",
  "its co-operative framework, tourism, culture and education were given precedence, while",
  "transport, communications and infrastructure were identiﬁed for the next phase. The basic",
  "thrust of the MGC Forum is to promote economic development of the Mekong region by",
  "developingtheinfrastructural facilitiesthere.ForIndia,MGCoﬀersimmensescopeforcreating",
  "linkages with the Mekong countries by connecting them to the relatively less developed Indian",
  "north-eastern region. The MGC is yet another forum for India to engage with the military",
  "regime in Myanmar. However, it would be puerile to ignore the wider strategic objectives",
  "behind the signing of the Vientiane Declaration. For both India and China the Mekong states",
  "providestrategic accessibility intothe heartland ofthe Asia-Paciﬁc.Inan editorial that appeared",
  "in the Bangkok Post, it was stated that the real beneﬁts of the MGC Forum might not be its",
  "content but the counterbalance it provides to the South-East Asian states against the increasing",
  "inﬂuence of China in the region.16",
  "It is important to note that a few months before the signing of the Vientiane Declaration,",
  "China, too, signed a Mekong sub-regional agreement of co-operation, in April 2000, with",
  "Laos,MyanmarandThailand.India,VietNamandCambodiawerenotpartofthisgroup.Like",
  "India, developing the Mekong region is also of strategic advantage to China. It is important to",
  "recognise that both India and China are simultaneously engaged in separate regional groups in",
  "theMekongbasinandtheirtimingismorethancoincidental.BothIndiaandChinaarekeento",
  "cultivate closer political, economic and strategic links with the states of the Mekong basin for",
  "gaining political and economic rewards. For India, close political relations with the states of the",
  "MekongregionwillfacilitatestrategicaccesstothedynamichuboftheAsia-Paciﬁcrim.Sucha",
  "relationship will also promote India’s bargaining power with the aﬄuent and assertive original",
  "ﬁve ASEAN states. It appears that the MGC could help India balance China’s policy involving",
  "gaining access to the Indian Ocean through its south-western province of Yunnan, Myanmar",
  "and Bangladesh as part of its perceived objective of encircling India. In fact, China’s exclusion",
  "from the MGC Forum appears to be the Indian answer to China’s opposition to the enlarge-",
  "ment of ASEAN +3.",
  "140Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingeast1:South-EastAsiaandASEAN",
  "Conclusions",
  "The Look East policy has been the cornerstone of the country’s new foreign policy initiative",
  "since the end ofthe Cold War. It ismultidimensional in itsobjectives and reﬂects a new-found",
  "desire on the part of India to play a pre-eminent role in the aﬀairs of South-East Asia and the",
  "Asia-Paciﬁc region, which constitutes a part of India’s extended neighbourhood. Despite enormous",
  "progress being made since the early 1990s, India still lags far behind China and the USA in",
  "terms of geopolitical and economic importance in the South-East Asian region.",
  "Intermsoftradeandinvestment,thereisagrowingrealization intheSouth-EastAsianstates",
  "that despite China’s greater attractiveness, India is an expanding economy and is one of the",
  "largest emerging markets for products and services in the world. Therefore, it would be too",
  "risky to excessively depend on China. There is no doubt that ASEAN has served one of India’s",
  "major objectives of the Look East policy, which is reaching out to the wider Asia-Paciﬁc",
  "region.AsfarasthesecuritylandscapeofSouth-EastAsiaandtheAsia-Paciﬁcisconcerned,itis",
  "quite evident that the USA will continue to act as the pre-eminent power and will try to",
  "maintain the strategic balance in the region. Most signiﬁcantly, improved relations between",
  "India and the USA have also helped to facilitate India’s relations with the ASEAN member",
  "states, given that most ASEAN states (with the exception of Myanmar and, to a lesser extent,",
  "Laos, Viet Nam and Cambodia) have close and cordial ties with the USA.",
  "Moreover, in building relations with the ASEAN states, India enjoys certain political advan-",
  "tages. Unlike China or Japan, there is no historical baggage to worry about invasion or inter-",
  "ference by India. In contrast to China, India also does not have any security problem with any",
  "of the South-East Asian states. In fact, some of the South-East Asian states consider India to be",
  "uniquely placed to play a kind of balancing role so that the region does not come under the",
  "inﬂuence of any one Great Power. Therefore, it is not without signiﬁcance that following the",
  "ﬁrst India-ASEAN summit in 2002, India was described as the ‘western wing’ of the ASEAN",
  "jumbo.India,theASEANstatesandmanyotherstatesintheAsia-Paciﬁcregionshareconcerns",
  "about China’s growing military build-up and economic clout. This mutual concern among",
  "India, the South-East Asian states and the states of the Asia-Paciﬁc region provides India with",
  "the appropriate political and strategic space to implement its Look East policy, through which",
  "one ofitsaims istobalanceChinainAsia.Whilebothsideswouldrefrain from admittingsoin",
  "public, it seems quite natural that the lengthening shadow of the Chinese dragon in South-East",
  "Asia will prove to be an important stimulus for greater interaction between India and the",
  "ASEAN states in the immediate future.",
  "Notes",
  "1 See K. Sridharan, The ASEAN Region in India’s Foreign Policy, Dartmouth: Aldershot, 1996; G.V.C.",
  "Naidu, ‘Wither the Look East Policy: India and Southeast Asia’, Strategic Analysis, Vol. 28, No. 2,",
  "April–June 2004, p.332; G.V.C. Naidu, ‘India and Southeast Asia: An Analysis of the Look East",
  "Policy’, in P. Rao (ed.), India and ASEAN: Partners at Summit, New Delhi: Knowledge World Pub-",
  "lishers,2008,pp.131–32.",
  "2 P.V. Rao, ‘India and ASEAN: Summit Partnership’, in P.V. Rao (ed.), India and ASEAN: Partners at",
  "Summit,op.cit.,pp.4–7.",
  "3 See K. Sridharan, ‘India and ASEAN: The Long Road to Dialogue’, The Round Table, No. 340,",
  "October1996,p.467.",
  "4 Ibid.,pp.469–70.AlsoseeF.Grare,‘InSearchofaRole:IndiaandtheASEANRegionalForum’,in",
  "F. Grare and A. Mattoo (eds), India and ASEAN: The Politics of India’s Look East Policy, New Delhi:",
  "Manohar,2001,pp.124–25.",
  "5 C.Kuppuswamy,‘India’sLookEastPolicy–AReview’,Papers(SAAG),No.3662,12February2010.",
  "141Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AnindyaBatabyal",
  "6 M.Singh,‘PM’sStatementatthe7thIndia-ASEANSummit’,24October2009,pmindia.nic.in.",
  "7 India-ASEAN, Framework AgreementonComprehensive Economic Cooperation Betweenthe RepublicofIndia",
  "and the Association of Southeast Asian Nations, 8 October 2003, www.aseansec.org; India-ASEAN,",
  "Agreement on Trade in Goods Under the Framework Agreement on Comprehensive Economic Cooperation",
  "Between the Association of Southeast Asian Nations and the Republic of India, 13 August 2009, www.",
  "aseansec.org;India-Thailand,FrameworkAgreementforEstablishingaFreeTradeAreaBetweentheRepublic",
  "ofIndiaandtheKingdomofThailand,9October2003,commerce.nic.in.",
  "8 India-ASEAN, ASEAN-India Partnership for Peace, Progress and Shared Prosperity, 13 November 2004,",
  "www.aseansec.org.",
  "9 A. Acharya, ‘Will Asia’s Past Be Its Future’, International Security, Vol. 28, No. 3, Winter 2003/04,",
  "pp.150–51; F. Yahya, ‘India and Southeast Asia: Revisited’, Contemporary Southeast Asia, Vol. 25, No.",
  "1,2003,p.100.",
  "10 G.V.C. Naidu, ‘Wither the Look East Policy’, op. cit., p.338. Also see S. Sundararaman, ‘India and",
  "ASEAN’,TheHindu,19November2002.",
  "11 K.Y.Lee,‘LeeKuanYewReﬂects’,Time,5December2005.",
  "12 India-ASEAN,ASEAN-IndiaJointDeclarationforCooperationtoCombatInternationalTerrorism,8October",
  "2003,www.aseansec.org.",
  "13 A. Batabyal, ‘Balancing China in Asia: A Realist Assessment of India’s Look East Strategy’, China",
  "Report,Vol.42,No.2,2006,pp.179–97.",
  "14 India-BIMSTEC,BIMST-ECSummitDeclaration,Bangkok,31July2004,www.bimstec.org.",
  "15 V.Jayanth,‘TheMekongGangaInitiative’,TheHindu,28November2000.",
  "16 For further details, see M. Uniyal, ‘India’s Look East Policy Hits Pay Dirt in Southeast Asia’, Asia",
  "Times,21November2000.",
  "142Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]