[
  "c18",
  "Looking north: Central Asia and the",
  "Shanghai Cooperation",
  "Organization",
  "Emilian Kavalski",
  "Introduction",
  "Analysis of the nascent international agency of regional powers that have global intentions has",
  "become a topic of growing signiﬁcance in the study of world aﬀairs—a development facilitated",
  "by the break-up of the Cold War order, which has allowed a number of actors to extend their",
  "international roles and outreach. India features prominently among those actors and its agency",
  "in global life is subject to growing public, policy and scholarly scrutiny. Its relations with Cen-",
  "tral Asia contributed to this increasing interest in the practices of India’s ‘enlightened self-",
  "interest’ in its extended neighbourhood.",
  "India’s outreachto Central Asiaoﬀers insightinto the country’sstrategic culture andthe modes",
  "of security governance that it fashions. The region, thereby, becomes a prism for teasing out",
  "both the underpinnings of New Delhi’s external strategies and the discourses through which",
  "they are articulated owing to India’s encounter with the Central Asian agency of other inter-",
  "national actors—especially Russia and the People’s Republic of China. In other words, the",
  "region provides a transformative context for assessing the emerging roles and attitudes of India’s",
  "globalagency.Atthesametime,italsorevealsthatRussiaandChinaareincreasinglybecoming",
  "the ‘signiﬁcant others’ on the horizon of India’s Asian outlook.",
  "InIndianforeignpolicyparlance,thecountry’saspirationsinCentralAsiahavebeenbrought",
  "togetherunderthenarrativeframeworkofthe‘LookNorth’policy.1Asitsappellationsuggests,",
  "the constructs of the Look North policy indicate a desire to emulate India’s ‘Look East’",
  "approach to South-East Asia, seen elsewhere. On the one hand, just like in the case of its",
  "relations with South-East Asia, the narratives of the Look North policy intend to demonstrate",
  "India’s ability to ‘break out of the claustrophobic conﬁnes of South Asia’.2 On the other hand,",
  "unlike the Look East policy, the Look North approach to Central Asia has remained mostly a",
  "discursive platform for Indian pundits and commentators rather than an actual government",
  "strategy.",
  "Thus, it has to be noted from the outset that this chapter undertakes an assessment of the",
  "narrative construction of India’s involvement in Central Asia, revealing something of the",
  "‘mythmaking and international relations of a rising power’.3 The chapter proceeds with an",
  "201Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "EmilianKavalski",
  "outlineofthediscursivemodalitiesoftheLookNorthpolicy.Theinvestigationdrawsattention",
  "to the signiﬁcance of the post-Cold War trajectories of India’s foreign policy-making on its",
  "relations with Central Asia. This contextualization makes possible the engagement with the",
  "narratives of India’s confrontation with the growing signiﬁcance of the Shanghai Cooperation",
  "Organization (SCO) in Central Asia. In particular, the encounter with the SCO reveals the",
  "complex attitudes informing India’s relations with Russia and China in the post-Cold War",
  "period. The chapter concludes by demonstrating the relative lack of inﬂuence in India’s Central",
  "Asian agency. The contention is that New Delhi’s international image has few appealing attri-",
  "butes that regional states in Central Asia might be tempted to emulate.",
  "The narrative outlines of India’s Look North policy",
  "During a visit to Turkmenistan in September 1995, the then Prime Minister P.V. Narasimha",
  "Raoannouncedthat‘forIndia’,CentralAsiawasanarea‘ofhighpriority,whereweaimtostay",
  "engaged far into the future. We are an independent partner with no selﬁsh motives. We only",
  "desire honest and open friendship and to promote stability and cooperation without causing",
  "harm to any third country’.4 Rao’s proclamation oﬀers a glimpse into the discursive genesis of",
  "the Look North policy.5",
  "Most commentators insist that India’s engagement with Central Asia is a function of the",
  "country’s historical interactions with the region. Thus, the ‘long-standing historical ties",
  "encompassing the political, cultural, economic, and religious dimensions’ form the premise for",
  "the current international relations between New Delhi and the region.6 Yet, alongside these",
  "proclamations of extensive historical associations, observers have also acknowledged that while",
  "‘Central Asia is closer to New Delhi then Chennai or Bangkok, Tashkent and Almaty ring a",
  "distant bell when the names pop up in casual conversations’.7 Such attitudes indicate that even",
  "after the break-up of the USSR, New Delhi only very gradually began to develop an under-",
  "standing of Central Asia’s importance to the dynamics of South Asian aﬀairs. This realization",
  "seems to have been one of the underlying features in the transformation of India’s post-Cold",
  "War foreign policy.",
  "In this context, the articulations of India’s Look-North to Central Asia have come to stress",
  "the need for a ‘proactive and meaningful policy that accords top priority to the region’.8 Thus,",
  "the narrative exploitation of the legacies of the past by Indian foreign policy elites discloses a",
  "strategy that aims ‘to remind the new generation in Central Asia that India is not new to them",
  "but rather a very old friend’.9 Consequently, India is presented as a model for Central Asian",
  "states. It is claimed that in their search for ‘support and constructive cooperation’,",
  "India stood as an attractive direction to relate to. India was not only a multiethnic, multi-",
  "cultural, resilient society with vast experience of managing delicate intra-ethnic relations,",
  "but also a secular and democratic polity. [At the same time], India was geographically dis-",
  "tant, but culturally and historically close, without any record of an intrusive or aggressive",
  "behaviour towards the newly emerged Central Asian republics.10",
  "Such statements indicate that the Look North policy did not emerge in a vacuum, but was",
  "profoundly implicated by the post-Cold War trajectories of India’s foreign policy-making.",
  "The formulation of a country’s international interactions oﬀers discursive platforms for the",
  "manifestation of national self-positioning on the world stage and the re-contextualization of",
  "historical narratives to the exigencies of the present. The following sections sketch out these",
  "dynamics.",
  "202Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingnorth:CentralAsiaandtheSCO",
  "India’s engagement in Central Asia before 1998",
  "It has to be remembered that while nearly universally perceived as an opportunity for promot-",
  "ing diﬀerent visions of ‘new world orders’, for India the crumbling of the Berlin Wall repre-",
  "sented ‘the loss of an entire world’.11 New Delhi’s external outlook had to confront several",
  "predicaments:a)onapragmatic/policylevel,Indiahadtoformulateanewinternationalstrategy",
  "in the absence of its erstwhile ally—the USSR—while at the same time acknowledging the",
  "failure of (Nehruvian) non-alignment; b) on a conceptual/strategic level, India’s foreign policy-",
  "making became frustrated by the increasing tension between ‘militarism’ (i.e. coercive interna-",
  "tional stance) and ‘moralism’ (i.e. co-operative international stance). Consequently, India’s",
  "policy-making anxiety in the immediate post-Cold War environment attests to the inability to",
  "meaningfullyaccommodatethedesireforamoreassertiveroleontheglobalstagewhilelacking",
  "the conﬁdence that it can and should do so.12",
  "Thus,the‘post-ColdWarblues’,whichinfectedIndia’sinternationalaﬀairsduringthe1990s,",
  "made India’s relations with Central Asia one of the most conspicuous aspects of its foreign",
  "policyambiguityduringthisperiod.TheuncertaintydominatingNewDelhi’soutlookhadtwo",
  "important implications:",
  "One was that there emerged a new Central Asia, independent and sovereign, freed from",
  "the control of the former Soviet Union, and looking forward to a greater and dynamic",
  "engagement with the rest of the world, particularly Asia. The second was a sort of crisis of",
  "conﬁdenceinIndia’sforeignpolicyperspectiveresultingfromthecollapseoftheColdWar",
  "framework of global politics and the consequent erosion of the former Soviet Union as a",
  "source of foreign policy support.13",
  "However, India’s failure to engage Central Asia more convincingly in this period is an out-",
  "come not only of the ‘post-Cold War blues’, but also of the formulation of New Delhi’s",
  "external relations in reaction to Pakistan’s foreign policy strategies. In ‘Indian perceptions’,",
  "Pakistan has ‘vested interests’ in pursuing a ‘quest for strategic depth vis-à-vis India in Central",
  "Asia’.14 The assertion is that the ‘philosophy [of Pakistan’s interactions with the region]",
  "appears to have always focused on a prescriptive approach as to what should happen in or to",
  "the Central Asian states within the overall backdrop of deep antagonism against India’.15",
  "India’s Look North to Central Asia has therefore extended a non-Pakistani alternative to the",
  "region.",
  "Thus, for the better part of the 1990s the ‘ill-conceived [and] ill-executed treatment [of",
  "CentralAsia]asacounterpoisebetweenIndiaandPakistan’hastendedtobefuddleNewDelhi’s",
  "foreign policy-making.16 In particular, the framework of India’s Look North policy illustrates",
  "New Delhi’s inability to obviate both the legacy of mistrust between India and Pakistan as well",
  "as the very real barrier posed by Pakistan-occupied Kashmir (PoK). Thus, while ‘neither India",
  "nor Pakistan is an immediate neighbour of Central Asia’, the export of the conﬂict between",
  "New Delhi and Islamabad to Central Asia can be described as an ‘avoidable small game’.17",
  "Moreover, the policy attitudes that dominated India’s strategic thinking on Central Asia for",
  "much ofthe ﬁrst post-Cold Wardecade indicated thatNew Delhi’s foreign policy outlook was",
  "inﬂuenced by the constraints of its South Asian context. Thus, for most of this period, India’s",
  "foreign policy formulation remained in the grips of conceptual tensions, strategic uncertainty",
  "and geopolitical limitations, which hampered the extension of a coherent policy towards",
  "Central Asia.",
  "203Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "EmilianKavalski",
  "India’s engagement in Central Asia after 1998",
  "India’s ‘“forward” Central Asian policy’ in the post-1998 period is seen ‘as an integral compo-",
  "nent of its growing military, nuclear, and economic power’.18 It is also a component of its",
  "growing energy needs.19 However, some Indian commentators argued that despite the procla-",
  "mations of the region’s ‘historical belonging’ to India’s ‘strategic neighbourhood’, New Delhi",
  "was ‘not giving suﬃcient attention to Central Asia’; consequently, ‘good intentions have not",
  "been converted into substantive relations’.20 The stated overarching objective of India’s Look",
  "North policy is the promotion of ‘peace and mutual prosperity’.21 This intent, however, has",
  "been buttressed by the twin ambition of: a) maintaining ‘the democratic and secular ethos’ of",
  "the region, because it ‘binds India and Central Asia together’; b) evolving ‘measures that would",
  "safeguard the stability and integrity of Central Asian republics and save them from getting",
  "divided and opposing one another’; and whilst conﬁrming the pragmatism of its post-1998",
  "foreign policy, c) India has engaged in strategic bilateral relations in Central Asia in an attempt",
  "to overcome its marginalization in the region.22 The following sections outline these three",
  "approaches.",
  "Experience of managing diversity within a secular and democratic polity",
  "Indiancommentatorshavenotedthatthe(violenceaccompanyingthe)dissolutionoftheUSSR",
  "and the Federal Republic of Yugoslavia has ‘eroded the legitimacy of multi-ethnic, multi-lin-",
  "gual, and multi-religious states’.23 This observation informs the (tacit) conviction that India is",
  "one of the remaining countries that share the characteristic features of the now defunct socialist",
  "federations. Consequently, such a realization underpins the responsibility of its foreign policy-",
  "making to assert the viability of India’s state-building project by demonstrating the relevance",
  "and experience in successfully managing its internal diversity through the institutional arrange-",
  "ments of a secular and democratic polity. In other words, India is not ‘multicultural by acci-",
  "dent’, but ‘multicultural by design’.24 Consequently, India’s strategic objective in the region is",
  "to ‘work for the rise and consolidation of democratic and secular polities in Central Asia,",
  "because the spill-over of the rise of religious extremism may threaten India’s own internal sta-",
  "bility and security’.25",
  "Indian eﬀorts and expectations, however, have been frustrated by the realization that the",
  "Central Asian republics ‘were ill-prepared for independence’.26 Although ‘conversant in the art",
  "of governance’, they suﬀered from a pronounced democratic deﬁcit which hinders the estab-",
  "lishment of ‘long-term political and strategic vision’ for their development.27 In this setting,",
  "‘state failure remains a concern in New Delhi’.28 Indian commentators list multiple (and often",
  "contradictory) rationalities in their explanation of the weakness of democratic practices in the",
  "region. Governments there remain ‘undemocratic, dictatorial, authoritarian […] the Central",
  "Asian scenario throws little awesome prospects for any radical departure from the present’.29",
  "Such awareness of the pervasive uncertainty of Central Asian aﬀairs is deeply engrained in the",
  "narrativesoftheLookNorthpolicyandinformstheencouragementofframeworksforregional",
  "co-operation.",
  "Encouraging regional co-operation in Central Asia",
  "Intertwined with the narrative modalities of secularism and democracy, the Look North",
  "policy also stresses the signiﬁcance of regional co-operation to the stability and prosperity of",
  "204Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingnorth:CentralAsiaandtheSCO",
  "Central Asia. The proposition of Indian commentators is that ‘India should try [to] forge a",
  "collective security arrangement and a collective project for the development of all the",
  "countries of the region regardless of their policy slants in favour of this or that great",
  "power’.30 This insistence on the unity of Central Asian states reﬂects Indian perceptions of",
  "the pragmatic beneﬁts from (even a rudimentary form of functional) co-operation which",
  "‘transforms conventional aspirations into more open, dynamic, and wider practices of",
  "peaceful coexistence, collective responsibility, and development’.31 The fear is that without",
  "regional integration, history might repeat itself and Central Asia may lose ‘its creative",
  "capacity [just like it did] during the sixteenth century, owing to its internecine warfare,",
  "internal instability, and external aggressive policy’.32",
  "In this respect, there seems to be a signiﬁcant level of disappointment among Indian com-",
  "mentators that ‘the political leadership of these countries has been unable to evolve a mind-set",
  "that could be truly characterized as [Central Asian]’.33 Such a failure tends to be explained",
  "through the pursuit of narrow personal gains by nepotistic state elites, which (more often than",
  "not) are disguised under the narrative cloak of (ethno-)national interests. Thus, commentators",
  "have noted that the failure of Central Asian states to establish a robust framework for regional",
  "co-operation illustrates their weak structures of governance.",
  "The regionalization implicit in the discourses of the Look North policy exposes a convic-",
  "tion that it is India’s ‘purpose to engage more vigorously with an independent Central Asia",
  "through cultural structures’.34 In this respect, some Indian commentators have suggested that",
  "the alleged ‘homogeneity [of the region] is quite deceptive’ and hinders the comprehension of",
  "the ‘diversity, which is articulated in many diﬀerent ways’ in the convoluted dynamics of",
  "Central Asian politics.35 Thus, the suggestion is that India needs to accompany its regionalizing",
  "approach with ‘country-speciﬁc’ strategies targeting the individual Central Asian republics.",
  "This understanding informs the discussion of India’s bilateral relations with regional states in",
  "the following section.",
  "India’s strategic bilateralism in Central Asia",
  "Asalreadysuggested,thenarrativesoftheLookNorthpolicyindicateadesiretoencouragethe",
  "regional co-operation of the Central Asian states. Such proclamations notwithstanding, India’s",
  "involvement in the region has been paralleled by a signiﬁcant level of bilateral relations in an",
  "attempt to overcome the constraints imposed by its latecomer status in Central Asian aﬀairs. In",
  "this respect, it is Tajikistan that—to all intents and purposes—has become the centrepiece of",
  "New Delhi’s strategic bilateralism in Central Asia.",
  "The construction of Tajikistan as India’s ‘gateway to Central Asia’36 is of complex prove-",
  "nance in the narratives of the Look North policy. The hackneyed point of departure seems to",
  "be the observation of a ‘millennia-old’, ‘civilizational relationship between Tajikistan and the",
  "Indian subcontinent’.37 Strategically speaking, however, it is the shared perception of external",
  "threats that appears to motivate India’s bilateral relations with Tajikistan. Indian commentators",
  "explain that the civil war which ravaged the country during the 1990s has been ‘caused by a",
  "skilful exploitation of the inter-regional/inter-clan rivalries by forces of Islamic fundamentalism",
  "supported by the Pakistan-backed Mujahideen in Afghanistan’; i.e., it was ‘a spill-over of the",
  "victory of the Mujahideen armed groups in Afghanistan. The jobless Afghan jehadis found",
  "employment both in Tajikistan and in the Indian state of Jammu and Kashmir’.38 Thus, India",
  "responded with logistic and military support for the anti-Taliban Northern Alliance through",
  "Tajikistan.",
  "205Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "EmilianKavalski",
  "Such assistance has been articulated as a strategy for ‘strengthening Tajikistan’s secular forces",
  "in their war against Islamic fundamentalism’.39 For instance, there have been allegations that",
  "India’s military outposts in the country were set up as early as the mid-1990s.40 Framed as an",
  "oﬀer of ‘humanitarian assistance’, in 2000 India formally acknowledged the establishment of a",
  "military hospital on the Tajikistan–Afghanistan border at Farkhor, and the widening of a mili-",
  "tary air-strip near Dushanbe for transport aircraft.41 More recently, India—still ‘quietly, very",
  "quietly’—deployed at least one helicopter squadron at its Ayni air-base in Tajikistan to bolster",
  "its already existing rapid-response capabilities.42",
  "ThediscoursesoftheLookNorthpolicylegitimizethismilitaryoutreachbymaintainingthat",
  "‘the nation’s strategic interests lie far beyond [its] borders’—a realization that is ‘compelling",
  "New Delhi to consider the possibility of sending troops abroad outside of the UN framework’.43",
  "Thus, India’s military presence in Tajikistan becomes one of the most conspicuous indications",
  "of the presumed assertive logic of its post-1998 foreign policy. In this respect, India’s involve-",
  "ment in Central Asia exposes an underlying ‘revisionist’ foreign policy stance—through which",
  "New Delhi aims to revise the existing patterns in its international environment in order to",
  "facilitate the exercise of its own agency.44",
  "Thus, the intense ties with Tajikistan reveal India’s attempt to carve out a space for its stakes",
  "in Central Asia. At the same time, such bilateral relations do not demonstrate a socializing",
  "propensity that might become the cornerstone of a more encompassing community of practice",
  "in the region. What has been particularly frustrating for the proponents of the Look North",
  "policy is that while India’s longing for closer relations with Central Asia has largely remained",
  "unfulﬁlled, other actors in the meantime have managed to establish themselves as important",
  "partners to the region. The following section details the complex context of such an encounter",
  "in India’s Central Asian policy.",
  "Shanghaied into co-operation? Indian attitudes towards the SCO",
  "The nuclear conﬁdence of India’s post-1998 foreign policy has endeavoured to project the",
  "image of a self-aggrandizing state capable of charting its course in the uncertain currents of",
  "global politics. However, while Looking North towards Central Asia, India has quickly recog-",
  "nized that it is not the only international actor striving to assert its agency in the region.",
  "It is the awareness of this dynamic context that has made Indian observers particularly per-",
  "plexed by the seemingly rapid emergence of the SCO as an increasingly sophisticated institu-",
  "tional architecture for Central Asian aﬀairs. The development of the SCO has conﬁrmed the",
  "viewpoint that the region has become the host of a ‘new great game’.45 The former ambassa-",
  "dor, Kishan Rana, seems to oﬀer one of the clearest explanations of what Indian commentators",
  "have in mind when they use this term:",
  "Visualize a three-dimensional, multiplayer chessboard, where a move by each protagonist",
  "produces eddies and backﬂows that aﬀect all the others, and prompt counter-movements.",
  "Factor into this, the time as a fourth dimension, which takes this analogy beyond easy",
  "description. [Central Asia] resembles such a turbulent, volatile, and unpredictable scene",
  "owing to the mix of cooperation [and] contestation that marks virtually each bilateral",
  "relationship. The situation is all the more unpredictable because of the absence of ﬁxed",
  "mooringpoints.[Theregion]thusoﬀersaheadymixofbilateral,regional,andgreatpower",
  "diplomacy, in which the players weave bewildering nets of connections and counter",
  "arrangements. Some of the emerging developments appear contradictory, understandable",
  "only in a ﬂuid context.46",
  "206Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingnorth:CentralAsiaandtheSCO",
  "In recognizing the SCO’s uniqueness, some have gone as far as to assert that it is emerging as",
  "‘the principal basis for strategic interactions between Central Asia and the big and medium powers",
  "that surround the region’.47 New Delhi’s relations with the SCO, therefore, backstop the",
  "debate on ‘whether India has an ambition for creating an area of inﬂuence’ in the region.48",
  "In this respect, India’s gaining of SCO observer status in 2005 has been interpreted by",
  "some commentators as an indication of India’s ability to ‘dilute Chinese and Russian inﬂu-",
  "ence’ in Central Asia.49 At the same time, others have praised New Delhi for ‘choosing to",
  "maintain some political distance from the ambitious goals [that] Beijing and Moscow have",
  "for the organisation’.50 Such statements reveal that Indian attitudes towards the SCO are",
  "inﬂuenced by the persisting tensions between continuity and change, convergence and",
  "divergence, and co-operation and conﬂict underpinning New Delhi’s Central Asian outlook.",
  "This oscillation is simultaneously confounding and timely. It is confounding because of the",
  "enthusiasm and conviction with which opposing standpoints are propounded, very often by",
  "the same commentators! At the same time, it is timely because it reveals a diverse range of",
  "options for Indian state elites to address the complexity of both Central Asian aﬀairs and",
  "global politics.",
  "The contention here is that Indian perceptions of the SCO make conspicuous New Delhi’s",
  "shiftingattitudestowardsotherinternationalactorswhichwouldnotnecessarilybeelicitedfrom",
  "thecountry’sbilateralrelationswiththoseactors.ThediscussionoftheSCOinthenarrativesof",
  "the Look North policy has zoomed-in on India’s encounter with the Central Asian agency of",
  "Russia and China. The following sections address this dynamic.",
  "SCO and India’s encounter with Russia in Central Asia",
  "Indian perceptions of the SCO’s activities in Central Asia reveal attitudes towards Russia that",
  "present a more complex picture of the relations between New Delhi and Moscow than their",
  "bilateral interactions suggest. On the one hand, Russian support for India’s inclusion as an",
  "observer in the SCO (and seemingly currently for India’s full membership)51 conﬁrms the per-",
  "ception that the two countries have a shared interest in the stability of Central Asia. This then",
  "underpins the awareness that ‘Russia would likeIndia to becomea big player in the region asa",
  "balancing factor for both the American and Chinese presence’.52",
  "On the other hand, many Indian commentators assert that Moscow no longer has the over-",
  "bearing presence in Central Asia that it once had. In this respect, the perceived weakness of",
  "Moscow’s foreign policy stance towards Central Asia has clashed with the assertiveness of New",
  "Delhi’s post-1998 external relations. Thus, their interactions within the SCO framework have",
  "convinced some observers that ‘beyond oil and arms sales, India ﬁnds little common ground",
  "with Russia’.53 At the same time, Moscow’s willingness to involve third parties—in particular",
  "China—in its Central Asian interactions have conﬁrmed Russia’s ‘loss of its [Central] Asian",
  "republics’.54",
  "For Indian commentators, therefore, the SCO epitomizes an alliance between Russia and",
  "China, which conﬁrms that from Moscow’s point of view ‘China is a more ﬁtting partner for",
  "Russia’s multifaceted interests in Central Asia than India’.55 A signiﬁcant part of Indian hostility",
  "towards Russia’s involvement in the region, therefore, derives from Moscow’s departure from",
  "its usual framework of foreign policy behaviour. Thus, the patterns of divergence in India’s",
  "encounter with Russia in Central Asia reveal that owing to the exigencies of domestic and",
  "global politics, there is very little degree of certainty regarding the future trajectories of New",
  "Delhi’s interactions with Moscow. What appears certain, however, is that the glory days of the",
  "Cold War ‘special relationship’ between the two countries have petered out.",
  "207Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "EmilianKavalski",
  "The SCO and India’s encounter with China in Central Asia",
  "For many Indian commentators, China’s ability to establish the SCO in 2001 has become one",
  "of the clearest indications of the post-Cold War dynamism of Central Asian aﬀairs. The SCO",
  "hastherebyenhancedthevisibilityof‘China’seconomicandpoliticalinterestsintheregion[…",
  "inthe]politicsofoilandgas’,inwhichIndialostouttoChinaovercompetitionforKazakhstan",
  "energy in 2005.56 In this setting, India’s encounter with the SCO has provoked distinct images",
  "of Beijing’s regional agency—ranging from a threat, through a partner, to a model. Although",
  "not necessarily complementary, such diverse representations cohabit simultaneously within the",
  "narratives of the Look North policy.",
  "Perhaps the most interesting image of China, provoked by India’s confrontation with the",
  "SCO, is that of a model. A number of commentators have suggested that New Delhi’s",
  "encounter with Beijing’s agency in Central Asia has produced the image of ‘China as a role",
  "model’ for India’s external relations.57 The realization is that Beijing’s experience provides",
  "useful instruction for New Delhi’s own engagement in the region. Thus, the consideration of",
  "SCO in the narratives of the Look North policy suggests that if India is to become the Great",
  "Power that it proclaims to be, it needs to learn from (if not emulate) the model set-up by",
  "Beijing.",
  "A number of these ‘lessons’ relate to the structure, process and content of India’s relations",
  "with the region. Thus, in contrast to India, China’s initiatives in Central Asia indicate the",
  "development of a sophisticated ‘holistic view’ of foreign policy-making, which ‘embeds the",
  "state ﬁrmly within the interstate system as an organic and inseparable part, linking the fate even",
  "of the inside of the state to the fate or nature of its outside’.58 Indian perceptions of the SCO,",
  "therefore, have provoked a desire to emulate Beijing’s ability to ‘establish quickly an interna-",
  "tionalreputationfor beingableto lookafter itself[and,thus] becomea “greatpower”,whereas",
  "India’s potential remains unrealized’.59 Consequently, encounter with Beijing’s involvement in",
  "Central Asia has produced diverse assessments of the SCO within the narratives of India’s Look",
  "North policy, all of which tend to reﬂect the diﬃculties in articulating a foreign policy strategy",
  "in a complex world.",
  "Conclusions",
  "The discussion of the narratives of the Look North policy conﬁrms New Delhi’s foreign policy",
  "desire that India becomes ‘a kind of a model for other countries’.60 The proclivity towards a",
  "discursive projection of India as a blueprint for Central Asian development has become a",
  "deﬁning feature of the Look North policy. Yet, as demonstrated, the confrontation with the",
  "reality of Central Asian interactions and the involvement of other international actors—espe-",
  "ciallyChina—makesconspicuousthatNewDelhihaslittle(ifany)inﬂuenceintheregion.Not",
  "surprisingly, therefore, India’s perception of the strengthening of the Beijing-based SCO has",
  "further aggravated New Delhi’s irritation of international, and regional, acceptance of China as",
  "being the next global power. Thus, despite the proliferation of discourses on India’s rise to",
  "global prominence, the absence of a readily available Indian ‘vision’ of global politics prevents",
  "New Delhi from living up to the expectations generated by such narratives.",
  "The absence of a meaningful power of attraction (soft power) has undermined India’s inter-",
  "national engagement with Central Asia. This has been reﬂected in ‘India’s noticeable absence’",
  "fromCentralAsianpolitics.61ItisalsoreﬂectedinIndia’sweakpositioninwhatShenconsiders",
  "‘India’s absence from ideological energy diplomacy in Central Asia’, in which ‘India lacks a",
  "unique ideology to increase its inﬂuence in Central Asia’, and ‘India therefore remains a great",
  "208Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingnorth:CentralAsiaandtheSCO",
  "power candidate in the region rather than a great power status holder’.62 The discussion of the",
  "narratives of the Look North policy has demonstrated that the discursive construction of India’s",
  "current external aﬀairs does not project a speciﬁc (if any) vision of world order that would",
  "distinguish it from the other participants in the ‘new great game’. Consequently, the interna-",
  "tionalidentityofNewDelhihasnodistinctattributesthatregional actors inCentralAsiamight",
  "be tempted to emulate. The implication, then, is not only that India might remain a ‘rising",
  "power’ for longer than its pundits portend, remaining in ‘the class of countries that are always",
  "emerging but never quite arriving’.63 In other words, the analysis of India’s relations with",
  "CentralAsiastilldoesnotseemtooﬀeraconvincingresponsetothequeryofwhetherIndiacan",
  "change enough to become a pole of attraction in an international environment marked by",
  "extreme turbulence, and a regional environment marked by multiple presences of outside",
  "actors.64",
  "Notes",
  "1 S.Bal,CentralAsia:AStrategyforIndia’sLook-NorthPolicy,NewDelhi:LancerPublishers,2004.",
  "2 B.Gupta,‘Indiainthe21stCentury’,InternationalAﬀairs,Vol.73,No.2,1997,p.309.",
  "3 E.Kavalski,IndiaandCentralAsia:TheMythmakingandInternationalRelationsofaRisingPower,London:",
  "I.B.Tauris,2010.",
  "4 Quoted in N. Joshi (ed.), Central Asia: The Great Game Replayed. An Indian Perspective, New Delhi:",
  "NewCenturyPublications,2003,p.110.",
  "5 Although it ignores the growing energy considerations surrounding Central Asia, and India’s energy",
  "competitiontherewithChina.",
  "6 S.Bal,CentralAsia,op.cit.,p.4.",
  "7 A. Bhattacharya, ‘The Fallacy in the Russia-India-China Triangle’, Strategic Analysis, Vol. 28, No. 2,",
  "2004,pp.358–61.",
  "8 N.Joshi,‘India’sPolicyTowardCentralAsia’,WorldFocus,Vol.28,No.335/336,2007,p.445.",
  "9 B.Jain,GlobalPower:India’sForeignPolicy,1947–2006,Lanham:LexingtonBooks,2008,p.210.",
  "10 N.Joshi(ed.),CentralAsia,op.cit.,p.106.",
  "11 N.MenonandA.Nigam,PowerandContestation:Indiasince1989,London:ZedBooks,2007,p.166.",
  "12 C. Raja Mohan, Crossing the Rubicon: The Shaping of India’s New Foreign Policy, London: Palgrave",
  "Macmillan,2004,p.208.",
  "13 N.Joshi(ed.),CentralAsia,op.cit.,p.102.",
  "14 N. Joshi, ‘Geopolitic Perspectives on Central Asia: An Indian View’, in J. Roy and B. Kumar (eds),",
  "IndiaandCentralAsia:ClassicaltoContemporaryPeriods,NewDelhi:ConceptPublishing,2006,p.150.",
  "15 S.Bal,CentralAsia,op.cit.,pp.332–33.",
  "16 J.Singh,DefendingIndia,NewYork:StMartin’sPress,1999,p.111.",
  "17 G.Dietl,‘QuestforInﬂuenceinCentralAsia:IndiaandPakistan’,InternationalStudies,Vol.34,No.2,",
  "1997, p.134. Also S. Akbarzadeh, ‘India and Pakistan’s Geostrategic Rivalry in Central Asia’, Con-",
  "temporarySouthAsia,Vol.12,No.2,2003.",
  "18 B.Jain,GlobalPower,op.cit.,p.210.",
  "19 S.Blank,‘India’sQuestforCentralAsianEnergy’,EurasiaDailyMonitor,Vol.2,No.40,2005.",
  "20 K.SanthanamandR.Dwivedi(eds),IndiaandCentralAsia:AdvancingtheCommonInterest,NewDelhi:",
  "AnamayaPublishers,2004,pp.18–19.",
  "21 E.Kavalski,IndiaandCentralAsia,op.cit.,p.89.",
  "22 S. Ashopa, ‘India and Post-Soviet Asia: An Appraisal of India’s Central Asia Policy’,in J.Roy and B.",
  "Kumar(eds),IndiaandCentralAsia,op.cit.,p.188.",
  "23 K.SanthanamandR.Dwivedi,IndiaandCentralAsia,op.cit.,p.24.",
  "24 N.Manohoran,quotedinE.Kavalski,IndiaandCentralAsia,op.cit.,p.90.",
  "25 N.Joshi(ed.),CentralAsia,pp.98–99.",
  "26 Ibid.,p.69.",
  "27 R. Sharma,‘PoliticalSystem andDemocratic Discourse inCentralAsia: AViewFrom Outside’,inJ.",
  "RoyandB.Kumar(eds),IndiaandCentralAsia,op.cit.,p.125.",
  "28 A.Gupta(ed.),StrategicStabilityinAsia,Aldershot:Ashgate,2008,p.115.",
  "209Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "EmilianKavalski",
  "29 P. Dash,‘Central Asia:Tulips HaveDiﬀerent Hews’,inJ.Roy andB.Kumar (eds), Indiaand Central",
  "Asia,op.cit.,pp.190,204.",
  "30 S.Ashopa,‘IndiaandPost-SovietAsia:AnAppraisalofIndia’sCentralAsiaPolicy’,op.cit.,p.188.",
  "31 R.Sharma(ed.),IndiaandEmergingAsia,NewDelhi:Sage,2005,pp.134–35.",
  "32 N.Joshi(ed.),CentralAsia,op.cit.,p.260.",
  "33 N.BeheraquotedinE.Kavalski,IndiaandCentralAsia,op.cit.,p.94.",
  "34 Ibid.,p.97.",
  "35 R.Sharma,‘PoliticalSystemandDemocraticDiscourseinCentralAsia’,op.cit.,p.123.",
  "36 M. Singh (ed.), India and Tajikistan: Revitalizing a Traditional Relationship, New Delhi: Anamika Pub-",
  "lishers,2003,p.153.",
  "37 Ibid.,pp.30–37.",
  "38 Ibid.,pp.39–40,emphasisadded.",
  "39 C.RajaMohan,‘IndianForeignPolicy’,WorldFocus,Vol.28,No.335/336,Nov.–Dec.2007,p.395.",
  "40 R.Bedi,‘IndiaandCentralAsia’,Frontline,Vol.19,No.19,14–27September2002.",
  "41 M.Singh(ed.),IndiaandTajikistan,op.cit.,pp.201–02.",
  "42 R.Pandit,‘IndianForcesGetFootholdinCentralAsia’,TimesofIndia,17July2007.AlsoR.Pandit,",
  "‘IndiaCloselyWatchingOilInterests’,TimesofIndia,17July2010.",
  "43 C.RajaMohan,‘IndianForeignPolicy’,op.cit.,p.395,emphasisadded.",
  "44 C.RajaMohan,CrossingtheRubicon,op.cit.,p.80.",
  "45 N. Joshi (ed.), Central Asia, op. cit. India, of course, has its own Great Game with China, which is",
  "being played in Central Asia (e.g. Jen-kun Fu, ‘Reassessing a “New Great Game” between India and",
  "ChinainCentralAsia’,China&EurasiaQuarterly,Vol.8,No.1,2010),andacrossAsiaandtheIndian",
  "Ocean (e.g. D. Scott, ‘The Great Power “Great Game” Between India and China: “The Logic of",
  "Geography”’,Geopolitics,Vol.13,No.1,2008).",
  "46 K.Rana,AsianDiplomacy,Oxford:OxfordUniversityPress,2007,pp.211–13.",
  "47 S.Varadarajan,quotedinE.Kavalski,IndiaandCentralAsia,op.cit.,p.156,emphasisadded.",
  "48 S. Asopa, Struggle for Spheres of Interest in Trans-Caucasia-Central Asia and India’s Stakes, New Delhi:",
  "ManakPublications,2006,p.90.",
  "49 R.Bedi,‘IndiaandCentralAsia’,op.cit.,emphasisadded.",
  "50 E.Kavalski,IndiaandCentralAsia,op.cit.,p.97.",
  "51 ‘RussiaBacksIndia’sCaseforSCOMembership’,TimesofIndia,12June2010.",
  "52 B.Jain,GlobalPower,op.cit.,p.214.",
  "53 A.Gupta(ed.),StrategicStability,op.cit.,p.117.",
  "54 D.Lak,TheFutureofaNewSuperpower,NewYork:Viking,2008,p.266.",
  "55 B.Jain,GlobalPower,op.cit.,p.126.",
  "56 R.G.Gidadhubli,‘PoliticsofOilandGasinCentralAsia–ConﬂictsandCo-operation’,Dialogue,Vol.",
  "6,No.2,October–December2004,p.170.",
  "57 N.Joshi(ed.),CentralAsia,op.cit.,p.20.",
  "58 M.Bhattacharjea,quotedinE.Kavalski,IndiaandCentralAsia,op.cit.,p.162.",
  "59 G. Deshpande and A. Acharya (eds), Crossing a Bridge of Dreams: Fifty Years of India and China, New",
  "Delhi:Tulika,2001,p.464.",
  "60 S. Dutt, India in a Globalized World, Manchester: Manchester University Press, 2006, p.205, emphasis",
  "added.",
  "61 M.Bhadrakumar,quotedinE.Kavalski,IndiaandCentralAsia,op.cit.,p.205.",
  "62 S. Chen, ‘Great Power Politics: India’s Absence from Ideological Energy Diplomacy inCentral Asia’,",
  "China and Eurasia Forum Quarterly, Vol. 8, No. 1, 2010, pp. 96, 103. Having lost out to China over",
  "Kazakhstani energy, India remains interested in mooted pipeline projects to access Turkmenistani",
  "energy, namely the TAPI (Turkmenistan-Afghanistan-Pakistan-India) and INSC (International North",
  "South Corridor, down from the Caspian to Iran’s port of Chabahar) projects, though TAPI is threa-",
  "tenedbyAfghanistan’sinstabilityandpotentialPakistaniobstruction.",
  "63 S.K. Mitra, ‘The Reluctant Hegemon: India’s self-perception and the South Asian strategic environ-",
  "ment’,ContemporarySouthAsia,Vol.12,No.3,September2003,p.402.",
  "64 U.Kachru,ExtremeTurbulence:IndiaattheCrossroads,NewDelhi:HarperCollins,2007,p.14.",
  "210Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Part 4",
  "India’s Great Power relationsTemplate:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3dTemplate:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]