[
  "c15",
  "Looking west 1: Iran and the Gulf",
  "Mukund Narvenkar",
  "Introduction",
  "The ﬁrst breakthrough in the new era of India’s foreign policy in the 1990s saw an eastwards",
  "shift, a new ‘Look East’ foreign policy to engage South-East Asia. In more recent years, under",
  "Manmohan Singh (2004–present) this has been complemented by a westwards shift, a ‘Look",
  "West’ policy to engage with Iran and the Arabian/Persian (depending on whose side one was",
  "on) ‘Gulf’.1 This Look West policy is the focus of this chapter.",
  "An option or a compulsion?",
  "WhilstaLookWestpolicywasan‘option’forIndiaattheinitialtimeafterindependence,ithas",
  "nowbecomean‘imperative’initsforeignpolicy.IndiahasvitalstrategicinterestintheArabian",
  "Sea zone that includes the natural extensions like the Gulf and the Red Sea, with their",
  "respective choke points of the Strait of Hormuz and the Bab el Mandeb. India’s strategic",
  "interests involve fast-growing trade (see Table 15.1).",
  "They also involve ‘energy security’, caused by the growing importance for India of natural",
  "gasandoilresources,whichgiveaboostintheimportanceofthereservesfoundinthisenergy-",
  "rich region (see Table 15.2).",
  "Such trade, and especially energy, considerations give India a strategic imperative (in its own",
  "rightandasamajorregional power),tohelpsecureSeaLinesofCommunication (SLOCs)that",
  "pass through this zone, and which bring in trade and energy ﬂows.",
  "The role of extra-regional powers in the region has been long running. After the Second",
  "World War the United Kingdom continued to have interest in the Gulf before leaving it in",
  "1971, with the USA then assuming the responsibility of defending pro-Western governments.",
  "During the Cold War the USSR had its geopolitical vision (along with the USA) of access to",
  "the warm water ports and oil ﬁelds of the Middle East, which failed with the defeat in Afgha-",
  "nistan.ThesuddencollapseoftheUSSR(in1991),whichwasamajortradingpartnerofIndia,",
  "combined with the First Gulf War (1990–91), which left a high point in oil prices, caused a",
  "balance of payment crisis for India.",
  "167Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "MukundNarvenkar",
  "Table15.1 India’simports andexports totheGulfandIran,2008{-}09 (US$m.)",
  "Countries India’sexports India’simports",
  "Bahrain 286.52 1,442.82",
  "Iran 2,534.01 12,376.77",
  "Iraq 437.43 7,709.94",
  "Kuwait 797.50 9,593.74",
  "Oman 779.04 1,205.46",
  "Qatar 674.37 3,498.91",
  "SaudiArabia 5,110.38 19,972.74",
  "UnitedArabEmirates 24,477.48 23,791.25",
  "Total 35,096.73 79,591.63",
  "Source:Directorate-GeneralofCommercialIntelligenceandStatistics,dgft.delhi.nic.in.",
  "Table15.2 OilandgasprovedreserveoftheGulf",
  "Countries Oilreserves Gasreserves",
  "inbillionbarrels intrillioncubicfeet",
  "SaudiArabia 262.3 240",
  "Iran 136.3 974",
  "Iraq 115.0 112",
  "Kuwait 101.5 55",
  "UnitedArabEmirates 97.8 214",
  "Qatar 15.2 911",
  "Bahrain 0.1 3",
  "Total 728.2 2509",
  "In the 1990s India moved forwards with its new foreign policy and economic liberalization.",
  "AftertheSovietcollapse,IndiasawnewmarketsavailableintheGulf(andIran)toengagewith",
  "economically. Meanwhile the USA built up its military strength in the region, so as to support",
  "its own economic interests in the region. In order to enhance the mobility of US forces and to",
  "provide logistical support, additional base facilities were sought and acquired in Oman and",
  "Bahrain. Today the USA has a presence in every country of the Gulf apart from Iran, some-",
  "thing of a Pax Americana within which Indian interests (have to?) operate.2 Apart from defend-",
  "ing its own vital economic and strategic interests, the USA had also assumed the responsibility",
  "of safeguarding the interests of its allies (Western Europe and Japan) by ensuring them unin-",
  "terruptedsupplyofoilfrom thePersian Gulfregion. Accordingly,safeandfreepassage through",
  "the SLOCs in the Gulf remains vital for the USA, as indeed they do for India also.",
  "Such factors have also shaped the growing Chinese interest in the region: ‘energy security’",
  "considerations driven by China’s growing need (like India) to import oil and gas, and to",
  "improvemaritime tradewith theregion. ForHarsh Pant,the Chinese arrival shows that‘China",
  "is starting to make its presence felt in Iran in a big way. It is now Iran’s largest trading partner",
  "and is undertaking massive investments in Iran, rapidly occupying the space vacated by western",
  "ﬁrms. India is right to feel restless about its own marginalisation in Iran despite its [India’s]",
  "civilisational ties with the country’.3 For India, already looking northwards and eastwards and",
  "encountering the People’s Republic of China, in looking southwards and eastwards it is also",
  "encountering a Chinese-driven arrival in yet another part of India’s extended neighbourhood: in",
  "the Gulf and Iran, the two parts of India’s Look West policy to which we can now turn.",
  "168Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingwest1:IranandtheGulf",
  "The Gulf",
  "India and the relations with the Gulf are very old, and can be traced back to ancient times in",
  "both the cultural and economic domains. Relations ﬂourished with more maritime links with",
  "theregion,whichwerecarriedoutbyvarioustradersfromIndiaaswellasfromtheGulf.They",
  "dominated Gulf maritime trade before the Europeans arrived in the early 19th century, and",
  "made it their ground of conﬂicts and opportunities. Meanwhile, India had also fallen under the",
  "sway of British control. On the one hand, the volume of trade between the Gulf and India",
  "diminished;onotherhand,theBritishpresenceintheGulfwastosomeextentcontrolledfrom",
  "British India and underpinned by manpower from British India. In political terms, British for-",
  "eign policy in the Gulf was carried out through the Persian Gulf Residency (PGR). Before",
  "1857thePGRhadbeenasubdivisionoftheEastIndiaCompany,whilstfrom1858onwardsit",
  "came under the jurisdiction of the British India administration. In economic terms the Indian",
  "rupee was also the currency used in Kuwait, Bahrain, Qatar, the Trucial States and Oman, as",
  "provided by the Reserve Bank of India up to 1959. In military terms, Indian manpower was",
  "mobilized in the Second World War and deployed in Bahrain, and in large numbers (around",
  "700,000) in Kuwait and Mesopotamia.",
  "Post-independence, India revitalized its historical links with the Gulf region, with its ‘strate-",
  "gic’ signiﬁcance increasingly recognized by India.4 Pranab Mukherjee encapsulated India’s eco-",
  "nomicandpoliticalconcernsintheGulf:‘beyondtheimmediateregion,Indiahasvitalinterests",
  "in the Gulf […] the Gulf forms parts of our strategic [extended] neighbourhood’, as an",
  "‘important source of energy, home to over 3.5m. Indians, and a major trading partner. Parts of",
  "it are also a source of ideology, funding and recruits to the cause of Islamic radicalism and ter-",
  "rorism’.5SuchhasbeenIndia’s pushintothe GulfthatHarsh Pantargues that‘theinternational",
  "community and the West in particular has been obsessed with New Delhi’s ties with Tehran",
  "and has tended to ignore India’s much more substantive engagement with the Arab Gulf states",
  "[…] the signiﬁcant stakes that India has in the Arab Gulf often go unnoticed’.6 India’s interests",
  "and presence in the Gulf revolve around various issues, namely the expatriate Indian commu-",
  "nity, economic-energy links, and maritime security-diplomacy.",
  "Indian expatriates in the Gulf",
  "When it comes to any conﬂict in the Gulf, India faces a major challenge because of its depen-",
  "dence on energy sources, and the safety and security of Indian migrants in the region. The",
  "discovery ofoil and manpower shortages in the Gulf precipitated phenomenal labour migration",
  "to the region. Given the population pressure and bleak economic prospects at home, Indian",
  "labourers ﬂocked to the Gulf in search of employment and higher wages. The presence of",
  "Indian labourers dates to 1935 when the Bahrain Petroleum Company (BAPCO), imported",
  "labour from India. Indians now comprise the largest expatriate community in the Gulf coun-",
  "tries, which counts more than 3m. in the region, distributed accordingly between the United",
  "Arab Emirates (UAE, around 1.5m.), Oman (0.6m.), Kuwait (0.6m.), Bahrain (0.3m.), Qatar",
  "(0.2m.), with another 1.4m. in Saudi Arabia. About one-third (33.3%), and over 42.5% of the",
  "workforce, in the UAE are Indians.",
  "Two comparative trends can be seen.7 First, unlike in the 1970s and 1980s when nearly 90%",
  "of Indians in the Gulf were blue-collar workers, today over 35% of the Indian expatriate",
  "workforce are white-collar professionals specializing in fast-moving ﬁelds such as the services",
  "and information industry. India’s economic high-tech rise is reﬂected in the increasingly high-",
  "level economic appearance of Indians in the Gulf, where professionals and technically qualiﬁed",
  "169Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "MukundNarvenkar",
  "Indians are engaged in huge numbers in the knowledge-based economic sectors such as Dubai",
  "Internet City, Dubai Media City and the Jebel Ali Free Zone (JAFZ). Second, unlike in other",
  "regions, Indian expatriates in the Gulf have a higher propensity to remit the money they earn.",
  "Gulf expatriates account for almost 30% of total remittances ﬂowing back to India. It thus has",
  "become important that India maintains cordial relations with the Gulf countries and fosters",
  "general stability, so that there is no hindrance to such Indian economic activities in the Gulf.",
  "Economics and energy",
  "In the wake of economic reforms in India, and subsequent economic growth in the late 1990s,",
  "Gulf countries showed greater interest in strengthening their bilateral and commercial relations",
  "with India. Apart from the oil and gas market, Indian companies have established various ven-",
  "tures in diﬀerent sectors such as management and consultancy services, construction projects,",
  "telecommunications, computer software and hardware engineering, manufacturing of detergent",
  "and pharmaceuticals. One basic complementarity was apparent: ‘I see India’s requirement for",
  "energy security and that of the Gulf countries for food security as opportunities that can be",
  "leveraged to mutual advantage’.8 A framework agreement for economic co-operation was",
  "signed between India and the Gulf Cooperation Council (GCC) in August 2004. March 2006",
  "saw the ﬁrst joint ministerial meeting of the six-state GCC and India. Final negotiations for a",
  "Free Trade Agreement were started in January 2006, and set for signature in 2010.9 Some",
  "Indian commentators argue that ‘it is time for India to look beyond trade and business, and",
  "engage the GCC in political, security and strategic ﬁelds’.10 The Gulf region has increased in",
  "relative economic importance for India. Bilateral trade between India and the GCC countries",
  "exceeded US $100,000m. in 2009 making GCC, as a bloc, India’s largest trading partner.",
  "Within that, India-UAE trade of $7,190m. in 2003/04, a 5.6% share of India’s overall trade,",
  "increased to $48,270m. in 2008/09, a 9.87% share of India’s trade, though dropping back",
  "slightly to $43,470m. in 2009/10, or a 9.31% share of India’s trade.",
  "Energy requirements are the main area of exposure for India in the region, where ‘a pattern",
  "of interdependence is emerging between India and the GCC due to their strategic position and",
  "central role in the current energy security discourse’.11 Quite simply, ‘the Gulf countries are",
  "crucial to the energy requirements of India, particularly oil’.12 One-third of the world petro-",
  "leum reserves are in the Gulf. With the growth of the shore oil and gas industry, there has",
  "arisen an interest in its military utility and its defence. In the Gulf Wars of the 1980s, 1991 and",
  "2003 there were naval clashes around oil rigs. Availability of oil in the Persian Gulf region has",
  "been the main factor responsible for enhancing the strategic importance of this region. Most of",
  "the Indian requirement for oil and gas was imported from the Persian Gulf. In this energy set-",
  "ting, India’s ONGC Videsh Limited (OVL) has a 100% exploration share of Qatar’s Najwat",
  "Najem ﬁeld, and a 100% share of Iraq’s Block 8 ﬁeld.",
  "Maritime security and maritime diplomacy",
  "India’s economic sea trade route has been laid down in history. All the treasures of the ancient",
  "and modern world were borne across the warm waters that stretch from the Arabian Peninsula",
  "to the shores of India. In the global strategic environment, India is an up-and-coming country",
  "with its fast-growing economy, stable democratic policies and expanding maritime dominion.",
  "The world order has started to change from Europe-centric to Asia-centric, with India as a",
  "major player in the region, with more responsibility for securing the SLOCs, which are the",
  "lifeline of India’s constant economic growth.",
  "170Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingwest1:IranandtheGulf",
  "The threat of terrorism-related activity in the marine environment has drastically increased",
  "since the terrorist attacks on the USA on 11 September 2001. In the past there have been",
  "attacksonUSshipsintheGulf,andjihadistpiracyactivitiesintheStraitofMalacca.In2010the",
  "Indian Minister of Home Aﬀairs, P. Chidambaram, made the argument that ‘it [jihadist terror-",
  "ism] is not just from across the border in Pakistan but extends beyond to the Middle-East also.",
  "We have to redeﬁne what cross-border terrorism means’.13 Terror operatives in the Gulf have",
  "had a far more signiﬁcant role in orchestrating several of the recent terror attacks in India than",
  "was known until recently: funding the serial blasts in Bangalore in 2008; assisting in the escape",
  "of its mastermind, Tadiyantavide Naseer, to Bangladesh; and probably playing a signiﬁcant role",
  "in the Mumbai terrorist attacks on 26 November 2008.14 The terrorist attacks on Mumbai in",
  "2008 raised many questions about the security of the sea routes, given that terrorists entered",
  "from across the Arabian Sea. As a country with strong maritime forces in the region, India has",
  "to maintain a close maritime watch in the region for the safe passage of international maritime",
  "trade. The Indian Minister of Defence, A.K. Anthony, commented, whilst inaugurating an",
  "International Maritime Search and Rescue Conference (IMASRCON) in 2008, ‘the region",
  "alreadyfacedamenacefromseapiratesand[the]terrorthreathas[the]dimensionofbringingin",
  "non states actors as well as agents of transitional crime’, calling for greater international vigil to",
  "ward oﬀ these threats.15 In short, India has to maintain strategic relations with the Gulf, in part",
  "to combat potential terrorist threats in the future.",
  "As an emerging maritime power, from New Delhi’s perspective, key security considerations",
  "include maintaining the accessibility of the Arabian Sea and ﬂows into and out of the Strait of",
  "Hormuz. The large Islamic population on the shores of the sea and in its hinterland, the oil",
  "wealthoftheGulfandthekeyStraitofHormuzareofimportanceforIndia’smaritimesecurity",
  "expansion in the region. Like the Government, the Indian Navy has also been Looking West",
  "into the Gulf.16 The maritime forces work as part of foreign policy, with India’s naval diplo-",
  "macy showing the ﬂag, showing sea power, deterring and attracting. The presence of Indian",
  "maritime forces in the Gulf and in its vicinity has been welcomed by international trading",
  "companies.",
  "GoodwillvisitshavebroughttheIndianNavyintotheGulfonvariousoccasions.Thevisitof",
  "India’s aircraft carrier INS Viraat and two other ships to the UAE in March 1999 set the scene.",
  "A substantial three-week deployment by the Indian Navy took place in September–October",
  "2004, involving two destroyers, INS Mumbai and INS Delhi, the advanced missile frigate INS",
  "Talwar, as well as INS Kulish, INS Pralaya, INS Sindhuraj and the support tanker INS Aditya.",
  "Their visit to Oman, Bahrain, Iran and the UAE was rightly interpreted by Chinese sources as",
  "Indian ‘eﬀorts to use its navy to project power’ outside its own immediate coastal waters.17",
  "Altogether,around40IndiannavalvesselsweredispatchedtoOmanandtheGulfduring2005/",
  "07. August 2007 saw another powerful ﬁve-ship Indian ﬂotilla deployed into the Gulf, with",
  "port calls at Muscat (Oman), Qatar, Abu Dhabi, Manama (Bahrain), al-Jubail (Saudi Arabia),",
  "before going across to Djibouti. December 2007 saw further dispatches of Indian warships to",
  "the UAE.",
  "Aselsewhere,navaldiplomacyformsaprominentpartofIndia’swiderdiplomaticprojection,",
  "with Pranab Mukherjee explaining to an audience in the UAE in May 2008 that ‘the steady",
  "expansion ofour political andeconomic ties, the interactions between our security and defence",
  "personnel and the visits of our naval ships have added a new dimension to our relationship’.18",
  "The India-Oman Thammar Al Tayyib joint exercise has been a regular naval feature since 2003.",
  "It was in this vein that when Sureesh Mehta took over as India’s Chief of Naval Staﬀ, his ﬁrst",
  "trip overseas was to Abu Dubai in the UAE in February 2007, accompanied by talk of further",
  "Indian naval projection into the region. During Manmohan Singh’s trip to the Gulf in",
  "171Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "MukundNarvenkar",
  "November 2008, his visit to Oman saw agreement on strengthening maritime exercises, whilst",
  "his visit to Qatar saw a defence maritime co-operation pact signed alongside discussion of",
  "increased liquid gas supplies, an unsurprising blend of energy security considerations with",
  "defence considerations, and general presence.",
  "Iran",
  "Iran’s role deserves discussion in its own right: ‘our relations with Iran are a fundamental com-",
  "ponentofour‘LookWest’policy’.19Linkscan betraced backto 4000BC, whentheGulf was",
  "ruled by the Median, Achaemenid, Seleucid and Parthian Empires and later by the Sassanid",
  "Empire. During the period of the Sassanid Empire, Persia and north-western India (which was",
  "ruled by the Kushans and then Kushano-Sassanians) were deeply engaged in political, eco-",
  "nomic, cultural and religious intercourse. The coming of Islam brought further Iranian inﬂu-",
  "ences into India, including the widespread and long-running presence of Persian as a widely",
  "used language at the medieval and Mughal courts in India. In modern, post-colonial times,",
  "geographical proximity and economic complementarities have thrown open fresh opportunities",
  "for greater interaction between India and Iran.",
  "The geostrategic importance of Iran in the Gulf is vital for India as it connects the Gulf to",
  "the Arabian Sea through its narrow Strait of Hormuz. Besides this, Iran is a growing regional",
  "player with a drive to acquire nuclear weapons. Iran shares coastlines along the Gulf to the",
  "south and the Caspian Sea to the north, with signiﬁcant energy reserves in both areas. Since",
  "Iran is a major regional player, its foreign policy objective in the Gulf and in its immediate",
  "region of the Arabian Sea will have crucial implications for the security of the entire region,",
  "and for India. Indo-Iranian relations can be explained from their political, economic and stra-",
  "tegic aspects.",
  "Political aspects of Indo-Iranian relations",
  "The relationship between India and Iran is far-reaching and multidimensional. The two states",
  "have recognized that they have a lot more to share and oﬀer to one another. Their strategic",
  "partnership emerged in the ﬁrst decade of the 21st century. The visit of Indian Prime Minister",
  "AtalBihariVajpayeetoTehraninApril2001resultedinthesigningofsixagreementsregarding",
  "co-operation in trade, technology and the energy sector, which marked the new beginning of",
  "revitalized relations between the two countries.20 It also brought the signing of the Tehran",
  "Declaration(2001),whichwasechoedtwoyearslaterintheIranianPresident’striptoIndiaand",
  "the New Delhi Declaration (2003). The talks were of a new ‘axis’ in the making, with a stra-",
  "tegic partnership proclaimed by the two states.21 However, such international political con-",
  "vergence does not detract from the concerns that India continues to have over Iran’s theocratic",
  "and potentially unstable domestic political regime.22",
  "Economic aspects of Indo-Iranian relations",
  "India and Iran have had economic interactions with each other since time immemorial, from",
  "the ancient trade in cotton, textiles, indigo and food grains like rice, Malabar pepper, carda-",
  "mom, ginger, cinnamon and coconut, to modern world trade like oil and gas. Post-1947 India",
  "had substantial economic links with the Shah’s Iran, though the turmoil of the 1979 Iranian",
  "Revolution disrupted such economic relations. Subsequently, the prolonged war with Iraq",
  "weakened Iran considerably and brought about a severe economic crunch. Iran was in need of",
  "172Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingwest1:IranandtheGulf",
  "broadening economic relations, with India being a more natural and additionally productive",
  "economicpartnerthanmostothercountriesintheregion.MuchofIndo-Iranianeconomicco-",
  "operation centres on the ever-increasing hydrocarbons trade. In terms of primary energy like",
  "coal,oil,naturalgas,nuclearandhydro-electricityconsumption,Indiaisthesixthlargestenergy",
  "consumerintheworld.Indianbilateraltradehasincreasedinrecentyears,risingfrom$1,640m.",
  "in 2004/05 to $14,900m. in 2008/09, this being a 0.84% share of India’s overall trade,",
  "increasingtoa3.05%sharein2008/09,withIranianhydrocarbons exportstoIndiaconstituting",
  "most of this trade. Amidst the global recession Indo-Iranian trade fell slightly to $13,400m. in",
  "2009/10, or a 2.87% share.",
  "Iran is a major partner for India in its energy security.23 This has been a recurring theme",
  "during the past decade. It was no surprise that the Tehran Declaration ﬂagged this up: ‘the",
  "geographical situation of Iran and its abundant energy resources along with the rapidly",
  "expandingIndianeconomyandenergymarket[…]createauniquecomplementaritywhichthe",
  "sides agree to harness for mutual beneﬁt’.24 It was again no surprise that the New Delhi",
  "Declaration aﬃrmed how:",
  "India and Iran have a complementarity of interests in the energy sector which should",
  "develop as a strategic area of their future relationship. Iran with its abundant energy",
  "resources and India with its growing energy needs as a rapidly developing economy are",
  "naturalpartners.Theareasofcooperationinthissectorincludeinvestmentinupstreamand",
  "downstream activities in the oil sector, LNG/natural gas tie-ups and secure modes of",
  "transport.25",
  "Upstream and downstream activities involve India ﬁnding and then importing Iranian energy",
  "resources. The Indian leadership in the summer of 2010 was again emphasizing this com-",
  "plementarity:",
  "Iran is a country extremely important to India from the perspective of energy security.",
  "There is a natural complementarity between the needs of energy-hungry India which",
  "hopes to grow at a rate of 8–10% in the coming years and Iran which is home to third",
  "largestprovenoilreservesandsecondlargestgasreserves.Iranis[…]locatedrelativelyclose",
  "to India permitting transportation of oil and gas at relatively low cost over sea as well as",
  "land.26",
  "Transportation by sea is the avenue for by-passing Pakistan’s potential obstructionism. Conse-",
  "quently, Iran’s energy reserves in its Caspian and Gulf areas have involved Indian companies",
  "trying to gain direct access in terms of exploration and exploitation. Thus, in January 2004",
  "India’sOVLgaineda10%stakeintheYadavaranﬁeld,withIndiaagreeingtobuy7.5m.metric",
  "tons of liqueﬁed natural gas (LNG) from Iran each year for 25 years. This was, though, over-",
  "shadowed in October 2004, when Iran negotiated a $70,000m. deal with Sinopec, giving the",
  "Chinese company a 51% stake in the ﬁeld’s development. India was slightly compensated, as",
  "OVL gained a 100% stake in the Jeyfr oil ﬁeld, with its estimated capacity of 30,000 barrels per",
  "day, although this was transferred in 2006 to Belorusneft, the national oil company of Belarus,",
  "with OVL seeking a doubling of its Yadavaran holding in compensation. The OVL-Hinduja",
  "consortium has been keen to develop the Azadegan oil ﬁeld in Iran, which is projected to hold",
  "over 40,000m. barrels of oil. Further success was gained in an exploration service contract for",
  "the oﬀ-shore Farsi Block gas ﬁelds, which was won by an OVL-led consortium consisting of",
  "OVL (40% share, and the operator), Indian Oil Corporation (IOC, 40% share) and Oil India",
  "173Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "MukundNarvenkar",
  "Ltd (OIL, 20% share). By 2007 these explorations had revealed large reserves, estimated at over",
  "12,800,000m. cu ft.",
  "An OVL-Hinduja combination, set up in 2006, is eyeing the large South Pars ﬁeld in Iran,",
  "with gas from this ﬁeld due to feed the proposed Iran-Pakistan-India (IPI) pipeline, a pipeline",
  "thatwouldinfutureprovideIndiawithIraniannaturalgas.27However,therehasbeenslowness",
  "in the IPI process because of the ongoing tussle and lack of trust between India and Pakistan.",
  "Therehasbeenimmense pressureonIndiafrom theUSA,which hasopposedthe pipelineasit",
  "would provide Iran with oil revenue that could undermine UN Security Council, European",
  "Union and US sanctions against the Iranian nuclear programme.",
  "Strategic aspects of Indo-Iranian relations",
  "The role of Pakistan in Indo-Iranian relations",
  "Pakistan lies in between India and Iran. As such, it can make or break the proposed IPI gas",
  "pipeline, which is one reason why alternatives have been sought by India and Iran.28 Pakistan",
  "also lies athwart the maritime routes between Iran and India, and is potentially able to disrupt",
  "them. Generally (Sunni) Pakistan has had bad relations with both India and (Shi’a) Iran. Such",
  "strategiclogic,whichKautilyawouldhaverecognized,of‘myenemy’senemybeingmyfriend’",
  "havebroughtthesetwonon-contiguousstates together.29Inaddition,bothIranandIndiahave",
  "been against Pakistan’s involvement and inﬂuence in Afghanistan through the Pakistani Inter-",
  "Services Intelligence (ISI) links with the Taliban.",
  "BothIran andIndia have concerns over the roleof Gwadar,which was builtas adeep water",
  "port with signiﬁcant Chinese ﬁnancial assistance. Its location near the mouth of the Gulf and at",
  "the opposite end of the strategic choke points of the Strait of Hormuz and the Gulf of Oman",
  "enhances its strategic importance. Iran’s concerns are economic, with Gwadar’s potential as a",
  "rival to Iran’s nearby deep water port of Chabahar. India’s concerns are partly energy-related.",
  "Since India’s growing need for energy, supplied from the Gulf and Iran via the Arabian Sea,",
  "the dangers of being blocked by Pakistan operating out of Gwadar become of concern for",
  "New Delhi, since Pakistan’s Navy would ﬁnd it easier to operate closer to the Gulf. Other",
  "military concerns are also in play for India. During times of crisis, in the event of a war with",
  "India, the port of Gwadar would provide strategic depth to Pakistan’s commercial and military",
  "vessels,withthe Pakistani navyableto moveitsnaval assets awayfrom any Indiannaval andair",
  "threat. In addition to Pakistani threats out of Gwadar, India also has further concerns about",
  "Gwadar enabling long-range naval operations by the Chinese Navy, heightened by China’s",
  "Gulf of Aden operations using Gwadar as a berthing and resupply port during operations in",
  "2009–10.",
  "Iran as an entry to Central Asia",
  "In the contemporary world it is important for India to have access to Central Asian energy and",
  "markets.IranissigniﬁcantforIndiainitsownenergyright,butalsoasaconnectinggateway to",
  "otherregionslikeCentralAsiaanditsresources,thedomainoftraditionalgeopolitics.AsIndia’s",
  "MinisterofExternalAﬀairsputit,Iran‘hasthepotentialofbeingatransitcountryforsupplyof",
  "third country energy to India given its increasing links in this ﬁeld with the landlocked coun-",
  "tries of Central Asia […] These projects, if realized, have the potential of making Iran an",
  "important element of a large energy corridor stretching from Central Asia to India’.30 Whilst",
  "China sees Pakistan as its energy corridor for energy from the Middle East, able to circumvent",
  "174Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingwest1:IranandtheGulf",
  "India, India sees Iran as its own energy corridor for energy from Central Asia, able to circum-",
  "vent Pakistan.",
  "India’s involvement with Iran has brought sustained Indian interest in building up Chabahar.",
  "India’s Minister of External Aﬀairs was clear enough in summer 2010 on its wider implications:",
  "I would like to mention, in particular, the Chabahar Port Project, and the need for accel-",
  "erating our joint eﬀorts to fully realize the potential of the Port as well as the associated",
  "railway project. These are projects that are in the common interest of India, Iran and",
  "Afghanistan, but also the countries of Central Asia. Improving the connectivity of Chaba-",
  "har Port to the Zaranj–Delaram Highway (which was built with Indian assistance despite",
  "terrorist threats and with the sacriﬁce of Indian and Afghan lives, and has transformed the",
  "economy of Nimroz Province in Afghanistan) […] will help India transport its goods […]",
  "to Afghanistan, Central Asia and beyond. This project is thus at the heart of the common",
  "vision that India and Iran have for Afghanistan and the region as a whole, of increased and",
  "easier ﬂow of goods, and creation of a network of transport routes and energy pipelines.31",
  "Pakistan’s role is the notable absence, with Iran’s Chabahar (backed by India) serving as a rival",
  "toPakistan’sGwadar(backedbyChina).Consequently,India,IranandAfghanistanarekeento",
  "have access to new sea and road routes through Iranian ports. This development will give",
  "straight access to Indian goods to Central Asian markets through Afghanistan and Iran.",
  "Another Central Asia-related aspect of India’s relations with Iran is with the International",
  "North-South Corridor (INSC) pipeline route. This was ﬂagged up in the Tehran Declaration:",
  "They [India, Iran] agreed to accelerate the process of working out an appropriate scheme",
  "for the pipeline options and ﬁnalising the agreement reached on LNG. The sides reaﬃrm",
  "their commitment to strengthen transport and transit cooperation. In this context and in",
  "line with the proper implementation of Inter-governmental Agreement of International",
  "North-South Corridor between Iran, India and Russia and Agreement on International",
  "Transit of goods between Iran, India and Turkmenistan. They agree to encourage the",
  "businessmen and traders of the two countries to better utilise the said corridors.32",
  "Potentially this cuts out not only an unstable Afghanistan, but also a potentially unfriendly",
  "Pakistan,withenergyabletobeshippeddirectlytoIndiabytheshortmaritimerouteifneedbe.",
  "Iran’s quest for nuclear ‘power’",
  "Iran’s quest for nuclear power involves Iran’s claims that it is merely trying to develop nuclear",
  "energy, amidst suspicions that it is seeking nuclear capacity in order to develop nuclear weap-",
  "ons. Although Iran is a member of the Nuclear Non-Proliferation Treaty (NPT), UN inspec-",
  "tors have found enriched uranium in environment samples, increasing US suspicion that Iran is",
  "developingnuclearweapons.AlthoughtheIranianGovernmenthadcategorically ruledoutany",
  "intention of acquiring nuclear weapons, India remains concerned about the hard-liner theo-",
  "cratic nationalists who have been ruling Iran for over two decades. This all poses problems for",
  "India amidst a US drive to have tougher and tougher sanctions imposed on Iran, and talk of",
  "possible military action. The USA has been wary, indeed concerned, about Indian links with",
  "Iran.33 US hostility towards Iran places India in the awkward position of having contradictory",
  "pressures from its two strategic partnerships: that with the USA and that with Iran. It is a deli-",
  "cate and uncomfortable ‘tightrope’ along which India has to walk.34",
  "175Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "MukundNarvenkar",
  "To some extent India has given way to such US pressure. On the grounds of being a",
  "responsiblenuclearnation,intheSeptember2005InternationalAtomicEnergyAgency(IAEA)",
  "vote, India voted to hold Iran in ‘non-compliance’ of its safeguards obligation, when major",
  "nuclear countries like China and Russia chose to remain absent. Manmohan Singh may have",
  "argued in parliament that ‘India’s vote on the IAEA does not, in any way, detract from the",
  "traditionally close and friendly relation we are privileged to enjoy withIran […] we have every",
  "intentionofensuringthatnoshadowiscastonthesebonds’,35butsuchashadowwascastagain",
  "in the following IAEA vote in February 2006, when India voted in favour of referring Iran to",
  "the UN Security Council, due to its apprehension of Iran’s growing uranium enrichment cap-",
  "ability leading to the development of nuclear weapons. However, there has been some distan-",
  "cing subsequently by India. Amidst talk of further sanctions in 2010, India demurred:36",
  "All concerned should adopt a ﬂexible approach to achieve a comprehensive solution to all",
  "issues. India has always supported dialogue and avoidance of confrontation. The IAEA",
  "continues to provide the best framework for addressing technical issues related to the Ira-",
  "nian nuclear programme. We are justiﬁably concerned that the extra-territorial nature of",
  "certain unilateral sanctions recently imposed by individual countries [the USA], with their",
  "restrictions on investment by third countries [India] in Iran’s energy sector, can have a",
  "direct and adverse impact on Indian companies and more importantly, on our energy",
  "security and our attempts to meet the development needs of our people.37",
  "India could play a very important role between Iran and the Western powers, making the case",
  "for peaceful dialogue, but the question is, does India have any real say in Iran’s nuclear pro-",
  "gramme, and will the USA/Western powers take India into consideration when pursuing any",
  "peace process with Iran? This is a worrying situation wherein India has to be able to convince",
  "the Western powers as well as Iran—the two mutual enemies, but both partners with India.",
  "AnyfuturemilitaryescalationbetweentheUSA(possiblyincludingIsrael) andIranwillputthe",
  "region and India’s interest into jeopardy.",
  "Conclusions",
  "India, Iran and the Gulf region are likely to become increasingly interconnected. Both India",
  "and Iran may need to readjust or consider their relations in the context of the pulls and pres-",
  "sures experienced in their respective relationships with other players. Energy is going to play a",
  "very important role in building new relationships with India and the Gulf. Economic beneﬁts,",
  "technological expertise and cultural exchange of thoughts will continue, and deserves strength-",
  "ening. Iran will continue to operate in India’s foreign policy for the safety and security of oil",
  "and gas, new prospects in Central Asia, technological beneﬁts, India’s expertise in the region,",
  "anditsquestforglobal power.On theone hand,Iranalsoneedsto makefriends,as wellasco-",
  "operate with other countries to break out of its present isolation, with India potentially able to",
  "play an important role in getting Iran to join the mainstream of world polity. India also needs",
  "friendsintheIslamicworld,suchastheGulfcountriesandIran,tocounterPakistanihostilityin",
  "the region.",
  "Notes",
  "1 C.RajaMohan,‘India’s“Look-West”Policy’,TheHindu,17June2004;PrimeMinister’sOﬃce,‘PM",
  "Launches“LookWest”PolicytoBoostCooperationwithGulf’,27July2005,pib.nic.in.",
  "176Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingwest1:IranandtheGulf",
  "2 A.Pasha,‘PaxAmericanaintheGulfRegion.ImplicationsforIndia’sQuestforEnergySecurity’,inS.",
  "Malakar(ed.),India’sEnergySecurityandtheGulf,Delhi:AcademicExcellence,2006.",
  "3 H.Pant,‘TurbulentTimesforIndo-IranianTies’,BusinessStandard,30May2010.",
  "4 S. Pradhan, ‘Indo-Gulf Relations: Mapping Strategic Dimensions’, Gulf Asia Bulletin, No. 5, August",
  "2008.",
  "5 P. Mukherjee, ‘India’s Strategic Perspective’, Carnegie Institute, 27 June 2005, www.indianembassy.",
  "org.",
  "6 H.Pant,‘IndiaLooksBeyondTehranintheGulf’,RediﬀNews,17March2010,news.rediﬀ.com.",
  "7 SeeS.Pradhan,‘India’sEconomicandPoliticalPresenceintheGulf:AGulfPerspective’,inA.Sagar",
  "andG.Kemp(eds),India’sGrowingRoleintheGulf,Washington:TheNixonCenter,2009.",
  "8 PranabMukherjee,citedinM.Janardhan,‘GulfEyesOil-for-FoodPacts’,AsiaTimes,21June2008.",
  "9 S.Pradhan,‘IndiaandtheGulfCooperationCouncil(GCC):AnEconomicandPoliticalPerspective,",
  "StrategicAnalysis,Vol.34,No.1,2010.",
  "10 S. Pradhan, ‘India and Gulf Cooperation Council: Time to Look Beyond Business’, Strategic Analysis,",
  "Vol.34,No.2,2010,p.409.",
  "11 Z.AhmedandS.Bhatnagar,‘GulfStatesandtheConﬂictbetweenIndiaandPakistan’,JournalofAsia",
  "Paciﬁc Studies, Vol. 1, No. 2, 2010, p. 260. Also S. Malakar (ed.), India’s Energy Security and the Gulf,",
  "Delhi: Academic Excellence, 2006; S. Pradhan, India, GCC and the Global Energy Regime: Exploring",
  "InterdependenceandOutlookforCollaboration,NewDelhi:AcademicFoundation,2008.",
  "12 A.Rehman,‘Gulf,ACrucialFactorinIndia’sEnergyRequirementsforDevelopment’,inS.Malakar",
  "(ed.),India’sEnergySecurityandtheGulf,Delhi:AcademicExcellence,2006.",
  "13 ‘Cross-borderTerrorExtendsBeyondPak:PC’,IndianExpress,12May2010.",
  "14 J.Joseph,‘LeT’sGulfArmFunded26/11,Bangaloreblasts?’,TimesofIndia,15May2010.",
  "15 ‘DefenceMinisterWarnsofMaritimeTerror’,PTI(PressTrustofIndia),11March2008.",
  "16 B.Raman,‘IndianNavyBeginstoLookWest’,Papers(SAAG),No.2128,9February2007.",
  "17 ‘IndiaDeploysWarshipsinGulfRegion’,Xinhua,12September2004.",
  "18 Pranab Mukherjee, ‘India’s Foreign Policy and India-Gulf Relations’, 12 May 2008, www.meaindia.",
  "nic.in.",
  "19 N. Sisodia, ‘Speech by Foreign Secretary at IDSA-IPIS Strategic Dialogue on India and Iran: An",
  "Enduring Relationship’, 5 July 2010, meaindia.nic.in. Also D. Berlin, ‘India-Iran Relations: A Dee-",
  "pening Entente?’, Special Assessment (Asia-Paciﬁc Center for Security Studies), October 2004; C. Fair,",
  "‘Indo-IranianTies:ThickerthanOil’,MiddleEastReviewofInternationalAﬀairs,Vol.11,No.1,2007.",
  "20 M. Khan, ‘Vajpayee’s Visit to Iran: Indo-Iranian Relations and Prospects of Bilateral Cooperation’,",
  "StrategicAnalysis,Vol.25,No.6,2001.",
  "21 H. Pant, ‘India and Iran: An “Axis” in the Making?’, Asian Survey, Vol. 44, No. 3, 2004, though",
  "somewhat sceptical. Also T. Schaﬀer and S. Fawzi, ‘India and Iran: Limited Partnership and High",
  "Stakes’, South Asia Monitor, No. 114, 20 December 2007; H. Pant. ‘India-Iran Ties: The Myth of a",
  "“Strategic”Partnership’,1February2008,casi.ssc.upenn.edu.",
  "22 D. Twining, ‘India’s Relations With Iran and Myanmar: “Rogue State” or Responsible Democratic",
  "Shareholder?’,IndiaReview,Vol.7,No.1,2008.",
  "23 F.Afrasiabi,‘IranHoldsKeytoIndia’sEnergyInsecurity’,AsiaTimes,30April2008.",
  "24 India-Iran,TextofTehranDeclaration,10April2001,pib.nic.in.",
  "25 India-Iran,TheNewDelhiDeclaration,25January2003,meaindia.nic.in.",
  "26 N. Sisodia, ‘Speech by Foreign Secretary at IDSA-IPIS Strategic Dialogue on India and Iran: An",
  "EnduringRelationship’,op.cit.",
  "27 See A. Sahay and J. Roshandel, ‘The Iran–Pakistan–India Natural Gas Pipeline: Implications and",
  "ChallengesforRegionalSecurity’,StrategicAnalysis,Vol.34,No.1,2010,pp.74–92.",
  "28 R. Sengupta, ‘India-Iran Gas Pipeline: A Transit Challenge’, News (Rediﬀ), 22 January 2003, www.",
  "rediﬀ.com.",
  "29 E.Ehrari,‘AsIndiaandIranSnuggle,PakistanFeelstheChills’,AsiaTimes,11February2003;R.Zeb,",
  "‘The Emerging Indo-Iranian Strategic Alliance and Pakistan’, Central Asia-Caucasus Analysis, 12 Feb-",
  "ruary2003,www.cacianalyst.org.",
  "30 N. Sisodia, ‘Speech by Foreign Secretary at IDSA-IPIS Strategic Dialogue on India and Iran: An",
  "EnduringRelationship’,op.cit.",
  "31 Ibid. Also D. RoyChaudhury, ‘India Push to New Iran Port for Access to Afghanistan’,India Today,",
  "26July2010.",
  "32 India-Iran,TextofTehranDeclaration,op.cit.",
  "177Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "MukundNarvenkar",
  "33 J.LarkinandJ.Solomon,‘AsTiesBetweenIndiaandIranRise,U.S.GrowsEdgy’,WallStreetJournal,",
  "24March2005.",
  "34 H. Pant, ‘A Fine Balance: India Walks a Tightrope between Iran and the United States’, Orbis, Vol.",
  "51, No.3,2007;C.Fair,‘Indiaand Iran:NewDelhi’sBalancing Act’,WashingtonQuarterly,Vol. 30,",
  "No.3,2007;P.Kumaraswamy,‘Delhi:BetweenTehranandWashington’,MiddleEastQuarterly,Vol.",
  "15,No.1,2008.",
  "35 M.Singh,‘PM’sSuoMotuStatementonIran’,17February2006,pmindia.nic.in.",
  "36 ‘IndiaWithNon-WesternPowerstoOpposeIranSanctions’,IndianExpress,17April2010.",
  "37 N.Sisodia,‘SpeechbyForeignSecretaryatIDSA-IPISStrategicDialogueonIndiaandIran’,op.cit.",
  "178Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]