[
  "c14",
  "Looking south: Indian Ocean",
  "James R. Holmes",
  "Introduction",
  "As Indians gaze southward, they see the vastness of the Indian Ocean, an expanse criss-crossed",
  "byvitalSeaLinesofCommunication(SLOCs)andteemingwithtraditionalandnon-traditional",
  "challenges. Indians appear conﬂicted about the sea. India was an inward-looking, decidedly",
  "terrestrial civilization for many centuries. Indeed, during the age of Hindu rule, Indian kings",
  "made a conscious choice to withdraw from the sea. They forbade oceanic voyages in the 14th",
  "century, ostensibly to prevent an outﬂow of mathematicians and philosophers to Baghdad, the",
  "intellectualcentreofsouth-westAsia.ThesubcontinentultimatelyfellundertheruleofCentral",
  "Asian nomads who imprinted their land-bound habits of mindonIndian traditions andculture,",
  "reinforcing Indians’ indiﬀerence to maritime matters.",
  "Yet India clung to its national independence for many centuries, despite repeated land inva-",
  "sions. It co-opted and absorbed its conquerors. Not so with seaborne invaders. Portuguese",
  "mariner Vasco da Gama dropped anchor along the Indian coast at the end of the 15th century.",
  "Starting with da Gama, European seafarers progressively deprived India of control of the high",
  "seas in the Indian Ocean. At last, during the age of British rule, India lost its independence",
  "altogether. Defeat concentrates the mind. Accordingly, India bestirred itself following inde-",
  "pendence from Great Britain, launching into a ﬁtful but determined eﬀort to build a ‘blue-",
  "water’ navy, by deﬁnition aimed at operating in the far, deeper reaches of the Indian Ocean.1",
  "On a visceral level, then, Indians accept the importance of managing their maritime environs,",
  "but with little seagoing past to draw on, they have little vocabulary of their own to guide this",
  "unfamiliar project.",
  "To compound the diﬃculties they face, events are unfolding in the Indian Ocean with diz-",
  "zying velocity. Neighbouring China—another traditional land power rising to eminence and",
  "casting its gaze seaward—has set out to build a formidable ﬂeet of its own. To fuel economic",
  "development, Beijing is eyeing the security of SLOCs traversing the Indian Ocean, which",
  "convey oil, gas and other raw materials to users in north-east Asia. For its part, the US Navy,",
  "whichhasunderwrittenmaritimesecurityinAsiasince1945,maybeenteringanageof‘elegant",
  "decline’, to borrow from Atlantic Monthly columnist Robert Kaplan. The US sea services have",
  "rededicatedthemselvestoprimacyinmaritimeAsia,butthestarkrealityofeconomicstagnation",
  "156Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingsouth:IndianOcean",
  "and skyrocketing procurement costs has cast doubt on whether Washington can still sustain a",
  "preponderant ﬂeet—and thus its role as the self-appointed custodian of security in the world’s",
  "oceans.",
  "In this time of transition, the pace of change swiftly renders any snapshot of Indian maritime",
  "strategy and forces moot. Rather, this chapter seeks to erect an analytical framework that helps",
  "students of Indian maritime strategy ask the right questions about the right things. One helpful",
  "framework is the indices of sea power set forth by Imperial German Vice-Admiral Wolfgang",
  "Wegener. Vice-Admiral Wegener was Imperial Germany’s most gifted naval thinker. A sea-",
  "going oﬃcer, he oﬀered an acid critique of the naval command’s handling of strategy and",
  "operations during the First World War. Sea power, said Wegener, is a product of ‘strategic",
  "position’ (a geographical factor), the ﬂeet (a tactical factor), and the nation’s ‘strategic will’ to",
  "the sea (an ideational cultural factor), which ‘breathes life into the ﬂeet’ and concentrates poli-",
  "tical and naval leaders’ energies on bettering the nation’s strategic position.2 Wegener’s Naval",
  "Strategy of the World War now ranks among the classics of sea power. His algorithm oﬀers a",
  "useful way to analyse Indian maritime prospects as it looks south. A seagoing India will do the",
  "things Imperial Germany neglected to do, leveraging its unique geography, nurturing strategic",
  "will to the sea among key constituencies, husbanding its resources, and constructing a ﬂeet to",
  "support New Delhi’s strategic goals. Also incorporated in this chapter are insights from the",
  "works of sea-power theorist Alfred Thayer Mahan, who identiﬁed six determinants of would-",
  "be maritime nations’ fortunes on the high seas, namely a) geographical position; b) physical",
  "conformation; c) extent of territory; d) number of population; e) national character; and f)",
  "policy and nature of government institutions.3",
  "Assessing 21st-century India through the prisms of long-dead thinkers like Wegener and",
  "Mahan might appear quixotic, but it is eminently ﬁtting. The reconﬁguration of power in",
  "Asia today represents a historical anomaly, with India and China—two venerable land powers",
  "that share a common frontier and a past marked by enmity—concurrently crafting blue-water",
  "navies and strategies for using them. Not only do Wegener and Mahan furnish durable",
  "insights, but the ﬁn de siècle era they inhabited represents the closest parallel to today. Then, as",
  "now, the system was in transition. New sea powers like the USA, Imperial Germany and",
  "Imperial Japan were ascending to great powerdom, within a system superintended by a",
  "‘weary titan’, Britain and its Royal Navy. Whether and how Britain would manage potential",
  "challengers was the central question. Its performance was uneven at best. Whether the USA",
  "can do better in coaxing rising powers like India into a durable international order remains to",
  "be seen.",
  "In the light of Wegener and Mahan, this chapter examines three main questions:",
  "(cid:1)",
  "India’s strategic position. Geographic features impose bounds on maritime strategy, but strate-",
  "gic geography is nevertheless an intensely interactive ﬁeld of endeavour. Past sea powers",
  "have sought not only to safeguard their shores but to ﬁnd outposts overseas, providing",
  "additional strategic depth and supporting merchant and naval shipping. Whether India can",
  "exploit and improve its strategic position bears investigating.",
  "(cid:1)",
  "Indian ‘strategic will’ to the sea. Strategic will among the government, the populace and the",
  "armed forces constitutes both the enabler for, and the measure of, any nation’s seaward",
  "enterprise. Seagoing peoples constantly strive to improve the nation’s strategic position and",
  "the ﬂeet that supports it. Consequently, gauging Indian resolve represents a critical step",
  "toward discerning how New Delhi will seek to manage India’s aquatic surroundings.",
  "(cid:1)",
  "The Indian navy ﬂeet. Rather than attempt a detailed net assessment of the Indian Navy, a",
  "force that ﬁnds itself in perpetual ﬂux, the chapter brieﬂy reviews New Delhi’s progress",
  "157Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "JamesR.Holmes",
  "towardbuyingorbuildingtheshipsandweaponrythatcomprisea‘blue-water’navy,aswell",
  "as procurement practices and the outlook for the indigenous defence-industrial base. A",
  "general overview will help India-watchers track the navy’s progress and project future",
  "developments.",
  "‘Strategic position’",
  "C. Raja Mohan oﬀers a useful device to structure this survey of Indian Ocean geography,",
  "bearing in mind that strategic geography involves, to quote Prussian military theorist Carl von",
  "Clausewitz, adynamic andinnately interactive collision of‘living forces’.4Raja Mohan declares",
  "that ‘India’s grand strategy divides the world into three concentric circles’, rippling out from",
  "the subcontinent. The ﬁrst encompasses India’s immediate environs, the second continental",
  "Asia and the Indian Ocean basin, and the third the entire globe.5 We can set aside the third",
  "circle, to keep this analysis oriented toward how Indians look southward—toward the sea.",
  "How New Delhi might bolster its position in its Indian Ocean extended neighbourhood is the",
  "question.",
  "The ‘inner circle’",
  "First, consider the inner circle, the Indian subcontinent and its immediate surroundings. India",
  "has to cope with challenges both on land and at sea. Like other land powers looking seaward,",
  "India ﬁnds itself pulled in diﬀerent directions by continental and maritime interests. Mahan",
  "noted that land powers must guard against contiguous neighbours. The rigours of land defence",
  "siphonoﬀresourcesthatotherwisemightgointoindustrialproduction,maritimeindustries,the",
  "merchant marine and the navy—Mahan’s ‘pillars’ of sea power. For this reason, concluded the",
  "sea-power theorist, continental nations ﬁnd it exceedingly diﬃcult to make themselves into",
  "great sea powers. This would seem to rule out sea power for India, ﬂanked as it is a neigh-",
  "bouring Great Power China and perennial antagonist Pakistan.",
  "Furthermore, nations endowed with ample resources tended to look inward—further dis-",
  "tracting attention from nautical pursuits. From a geographic standpoint, India ranks somewhere",
  "between the Kaiser’s Germany, for which geography was a curse, and the USA, for which it",
  "wasablessing.LordGeorgeCurzon,thelastBritishviceroyofIndia,rankedtheseaasthemost",
  "daunting of all natural frontiers. The subcontinent is, in eﬀect, an enormous peninsula jutting",
  "out into the Indian Ocean. It enjoys easy access to the sea lanes from its lengthy coastlines,",
  "althoughitlackstheplentifulbays,harboursandinlandwaterwaysthathelpedmaketheUSAa",
  "maritime nation with which to be reckoned. Curzon ranked mountains the third most impos-",
  "ing feature, behind deserts. ‘Backed as they are by the huge and lofty plateau of Tibet’, how-",
  "ever, ‘the Himalayas are beyond doubt the most formidable natural Frontier in the world.’6",
  "India’s setting clearly is not as favourable as the USA’s, but mountain ranges and the sea",
  "represent a considerable barrier against maritime and overland threats.",
  "Geography, then, mitigates the multiple demands of land and sea defence of which Mahan",
  "wrote, granting New Delhi considerable liberty of action on the high seas. Indeed, as George",
  "Tanham observes, Indians regard the subcontinent as a strategic unit bounded by the Hindu",
  "Kush, the Himalayas and the Indian Ocean.7 This way of thinking persists even though air",
  "powerandballisticmissileshaveabridgedthevalueofeventhemostimposingnaturaldefences.",
  "India must maintain powerful land and air forces to hedge against China, keep Pakistan in",
  "check, and tend to internal security. Even so, New Delhi can turn its attention to the sea",
  "without undue fear of forfeiting its security on land.",
  "158Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingsouth:IndianOcean",
  "The ‘middle circle’",
  "Next, consider how India surveys the Indian Ocean basin. This is where the Indians’ maritime",
  "destinywillplayoutfortheforeseeablefuture,barringunforeseencircumstances—say,aplunge",
  "in US maritime power coupled with a militant China—that compel New Delhi to project",
  "inﬂuence beyond the region. Choke points, islands and naval bases preoccupy Indian strategists",
  "gazing around the Indian Ocean region.",
  "K.M. Panikkar, post-independence India’s leading geopolitical thinker and the so-called",
  "Grandfather of the Indian Navy, credited a still older lineage from the Portuguese nobleman",
  "Dom Alfonso de Albuquerque and Albuquerque’s strategy for using naval power to control the",
  "Indian Ocean. In turn, Panikkar waxed strongly about India’s role, for example: a) ‘to the",
  "Indianocean,thenweshallhavetorunasourancestorsdid’;b)‘Indianinterestshaveextended",
  "to the diﬀerent sides of this Oceanic area […] Her interests in the Indian Ocean, based as they",
  "are on the inescapable facts of geography, have become more important than ever before’; c)",
  "‘the future of India will undoubtedly be decided on the sea’; d) ‘the waters vital to India’s",
  "security and prosperity can be protected […] with the islands of the Bay of Bengal with Sin-",
  "gapore, Mauritius and Socotra, properly quipped and protected and with a navy based on",
  "Ceylon security can return to that part of the Indian Ocean which is of supreme importance to",
  "India’; e) ‘unless, therefore, distant bases likeSingapore, Mauritius, Aden and Socotra are ﬁrmly",
  "heldandthenavalairarmdevelopedinordertoaﬀordsuﬃcientprotectiontotheseposts,there",
  "will be no security or safety for India’; and f) ‘the primary responsibility lying on the Indian",
  "Navy to guard the steel ring created by Singapore, Ceylon, Mauritius and Socotra’.8",
  "Albuquerque’s vision remains inﬂuential among Indian thinkers and practitioners, from",
  "Panikkar downto the present.India’s2007Maritime MilitaryStrategy document, NewDelhi’s",
  "most authoritative publicstatement of how itsees the nautical milieuand intendsto respond to",
  "it, observed:",
  "Portuguese Governor Alfonso Albuquerque had in early 16th century opined that control",
  "of the key choke points extending from the Horn of Africa to the Cape of Good Hope",
  "and the Malacca Strait was essential to prevent an inimical power from making an entry",
  "into the Indian Ocean. Even today, whatever happens in the IOR [Indian Ocean Region]",
  "can aﬀect our national security and is of interest to us.9",
  "Taking its cue from Albuquerque, New Delhi is acutely conscious of chokepoints: narrow seas",
  "like the Straits of Malacca, Lombok, Sunda, Hormuz and Bab el-Mandeb, through which ship-",
  "ping enters and exits the Indian Ocean. Notes the 2004 Indian Maritime Doctrine, ‘India sits",
  "astride[…] major commercial routes and energy lifelines’, criss-crossing the Indian Ocean region.",
  "New Delhi can radiate inﬂuence toward some of these narrow seas with ease. Outlying",
  "IndianpossessionsliketheAndamanandNicobarislandssitathwarttheapproachestotheStrait",
  "of Malacca. The Arabian/Persian Gulf lies not far from India’s western coastline, conferring",
  "inﬂuenceoverseatraﬃcwithwhatamountstoa bayorinletinthe IndianOcean.Oﬃcialdom",
  "acknowledges the importance of such features and connects geography with sea power, exer-",
  "cised either by the Indian Navy ﬂeet or by shore-based forces operating along the sub-",
  "continent’s west coast. Geography may not be fate, but the 2004 Indian Maritime Doctrine",
  "states bluntly that Indians are ‘in a position to greatly inﬂuence the movement/security of",
  "shippingalongtheSLOCsintheIORprovidedwehavethemaritimepowertodoso.Control",
  "of the choke points could be useful as a bargaining chip in the international power game, where the",
  "currency of military power remains a stark reality’ [my emphasis].10",
  "159Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "JamesR.Holmes",
  "If India beneﬁts from forward bases, Indian thinkers worry that competitors like China will",
  "establish naval bases of their own. The notion that China is fashioning a ‘string of pearls’—a",
  "Mahanian base network—is now a matter of conviction for many Indian strategists.11 Such a",
  "network would lay the groundwork for the ﬁrst Chinese naval presence in the region since the",
  "Ming Dynasty six centuries ago. Indeed, Beijing has inked a series of agreements with nations",
  "around the Indian Ocean littoral to develop port facilities that could act as staging bases for",
  "Chinese warships. Gwadar, in western Pakistan along the approaches to the Strait of Hormuz,",
  "has occasioned the most debate in Indian strategic circles—despite its exposed position, scant",
  "resources, and dubious prospects for defence against sea-launched air or missile strikes in",
  "wartime.12",
  "It bears noting that Chinese commentators do not themselves talk in terms of a string of",
  "pearls; the phrase actually was coined in a Booz Allen report drawn up for the US Department",
  "ofDefensein2005,titled,appropriatelyenough,EnergyFuturesinAsia.Itwasprobablyinspired",
  "by an Indian participant in the Booz Allen workshop,before being popularized by Bill Gertz, a",
  "reporter for the Washington Times.13 In turn, New Delhi leapt at it, interpreting Chinese basing",
  "rights as signs of incipient encirclement, its strategic nightmare. Many Indians see the modest",
  "Chinese naval deployment oﬀ Somalia in 2009 as the ﬁrst step onto a slippery slope to a full-",
  "blown Chinese presence along the ‘string of pearls’. Sober-minded Indian analysts now trace a",
  "‘rivalry arc’ enclosing maritime Asia.14 It none the less remains to be seen whether China’s bid",
  "for Indian Ocean bases is part of a concerted strategy or simple opportunism.",
  "How India appraises opportunities and challenges in the second geographic circle warrants",
  "close monitoring. Leading indicators of Indian maritime strategy include the importance aﬃxed",
  "togeographicfeatureslikeGwadar,SriLanka,theMaldivesandtheSeychelles.Indiahasshaped",
  "wider ranging defence agreements, and frequent naval deployments (its strategic ‘footprint’)",
  "furthersouthtotheMaldives,Seychelles,Mauritius,MozambiqueandSouthAfrica.15Evidence",
  "of alarm over Chinese advances in the Indian Ocean could presage a more assertive, more",
  "heavily armed Indian approach to regional aﬀairs—engaging strategic will and inducing New",
  "Delhi to accelerate its naval development. If Indians look with equanimity on the Chinese",
  "presence,thiswillbetokenincreasingconﬁdenceinthenation’scapacitytomanagetheoceanic",
  "setting.",
  "‘Strategic will to the sea’",
  "Geography, then, provides the setting within which regional dynamics will play out. However,",
  "as Clausewitz teaches, competitive human endeavours involve an interactive clash of wills",
  "manifest at times in dark passions like rage, spite and fear. Mahan, too, concentrated on the",
  "human dimension, pronouncing ‘national character’ and the ‘character of the government’ as",
  "two critical determinants of a nation’s suitability for sea power.16 For Wegener, a nation’s stra-",
  "tegic will to the sea represented the enabler for its quest for strategic position. Friedrich",
  "Nietzsche’s writings on the will to power, which were part of the zeitgeist in ﬁn de siècle Ger-",
  "many, evidently inspired the term.",
  "This calculus is, in part, a function of strategic culture—the history, traditions and habits of",
  "mindthatshapehowasocietypursuesthegoalsitdeemsworthpursuing,withintheboundsset",
  "by geography. Memories of British rule and the sea power that upheld it run deep among",
  "Indians. This is part of the British bequest to contemporary India. Recalls Panikkar, ‘Great",
  "BritainsailedtheseasoftheIndianOceanasanabsolutemistress’ontheeveoftheFirstWorld",
  "War, despite challenges from Germany, Japan and the USA; ‘her power was overwhelming at",
  "everypoint,andnonationorcombinationofnationscouldhavecontestedherauthorityinthe",
  "160Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingsouth:IndianOcean",
  "slightest degree’.17 Fortifying Singapore, at the junction between the Indian Ocean and the",
  "South China Sea, only reinforced British control of maritime traﬃc.",
  "The Second World War left Indians even more acutely aware of their nation-state’s vulner-",
  "ability to seaborne perils. Starting in early 1942, Imperial Japan besieged and overran Singapore",
  "from the landward side, destroyed Royal Navy units at Trincomalee, on Ceylon, and thus",
  "forced entry into South Asian waters. Worse still, the British Commander-in-Chief confessed",
  "thathecoulddonothingtokeeptheImperialJapaneseNavyfromlandinganywhereitwanted",
  "along the Indian coastline. Japanese submarine operations in the Arabian Sea exacted a heavy",
  "toll on merchant shipping, showing how exposed the Indian subcontinent was and remains to",
  "underseawarfare.ThismayhelpexplainthevehemencewithwhichIndiannavaloﬃcialstoday",
  "reject any Chinese move to forward-deploy nuclear submarines to the region.18",
  "Inshort,theSecondWorldWarshatteredillusionsabouttheIndianOcean’sprotectedstatus,",
  "thrusting naval strategy wholesale into questions of Indian foreign policy. ‘A true appreciation",
  "of Indian historical forces’, concluded Panikkar in 1945, ‘will show beyond doubt, that who-",
  "evercontrols the Indian Oceanhas India athis mercy’, owing to India’s lackof otheroutlets to",
  "the sea and its dependence on sea trade for commercial and economic vitality—the top priority",
  "for any government.19",
  "Another strand in Indian strategic culture suggests that New Delhi will exhibit the same",
  "stubborn resolve that drove Great Britain. Indian sea power specialists strike a prickly attitude",
  "toward real or perceived encroachment in the Indian Ocean region. They look to the 19th-",
  "century USA as one model for how a nonaligned Great Power can manage its geographic",
  "surroundings to fend oﬀ external threats. In particular, they look to the Monroe Doctrine, the",
  "1823 foreign policy statement that proclaimed the Western Hemisphere oﬀ-limits to European",
  "territorial expansion or a restoration of European political control over US republics that had",
  "won independence from the imperial powers. In practical terms, an Indian Monroe Doctrine",
  "would erect a joint defence of South Asia against Great Power encroachment from without,",
  "much as the USA saw its Monroe Doctrine as a joint defence of North and South America",
  "against predatory European empires.",
  "While they will not try to implement it mechanically, any more than the USA did, Indians",
  "regard the Monroe Doctrine as one paradigm for foreign policy and strategy.20 Think back to",
  "founding Prime Minister Jawaharlal Nehru’s 1961 speech justifying the use of force to evict",
  "Portugal from Goa:",
  "Even some time after the United States had established itself as a strong power, there was",
  "thefearofinterferencebyEuropeanpowersintheAmericancontinents,andthisledtothe",
  "famous declaration by President Monroe of the United States [that] any interference by a",
  "European country would be an interference with the American political system. I submit",
  "that […] the Portuguese retention of Goa is a continuing interference with the political",
  "system established in India today. I shall go a step further and say that any interference by",
  "anyotherpowerwouldalsobeaninterferencewiththepoliticalsystemofIndiatoday[…]",
  "It may be that we are weak and we cannot prevent that interference. But the fact is that",
  "any attempt by a foreign power to interfere in any way with India is a thing which India cannot",
  "tolerate,andwhich,subjecttoherstrength,shewilloppose.ThatisthebroaddoctrineIlaydown[my",
  "emphasis].21",
  "Nehru’s statement is extraordinarily rich, implying considerable determination on New Delhi’s",
  "part to make itself South Asia’s preponderant maritime power. Several themes are worth",
  "stressing:",
  "161Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "JamesR.Holmes",
  "(cid:1)",
  "First, while a European presence on the Indian landmass was the prime mover for his",
  "doctrine, Nehru took the opportunity to warn any external power against taking any",
  "action, anywhere in the region, that New Delhi might construe as a threat to the Indian",
  "political system. His injunction against outside interference laid the intellectual ground-",
  "work for a policy aimed at regional primacy. Indeed, his ‘broad doctrine’ represented a",
  "more sweeping ban on external meddling than the doctrine framed by James Monroe and",
  "John Quincy Adams, who made no attempt to disturb existing European holdings in the",
  "hemisphere and did not proscribe European interference unless it reinstated European",
  "political control.",
  "(cid:1)",
  "Second, notwithstanding the wide scope of his principles, Nehru acknowledged realities",
  "of power and geography. Like Monroe’s USA, Nehru’s India remained weak by most",
  "measures. Even so, the Prime Minister wanted New Delhi to enjoy the discretion",
  "to implement his doctrine with greater vigour when Indian national power grew—",
  "opening up new political vistas and supplying Indian leaders with new instruments of",
  "statecraft.",
  "(cid:1)",
  "Third, while expelling the Portuguese presence from the subcontinent was his immediate",
  "concern, Nehru implied that India could enforce his precepts beyond the subcontinent. It",
  "was up to future prime ministers to decide how far beyond. Prime Ministers Indira and",
  "Rajiv Gandhi did just that, invoking his doctrine to justify diplomatic or military interven-",
  "tion in such places as Sri Lanka, Nepal and the Maldives. C. Raja Mohan matter-of-factly",
  "statesthattheMonroeDoctrineispartofIndianGrandStrategy:the‘Indianvariationofthe",
  "Monroe Doctrine, involving spheres of inﬂuence, has not been entirely successful in the",
  "past, but it has been an article of faith for many in the Indian strategic community’ [my",
  "emphasis].22",
  "(cid:1)",
  "Fourth, Nehru asked no one’s permission to articulate a hands-oﬀ doctrine. His doc-",
  "trine—like the Monroe Doctrine before it—was not international law, which derives its",
  "force from the consent of states. Instead it was a unilateral statement of purpose to",
  "which New Delhi would give eﬀect as national interests demanded and as national",
  "power permitted. India drove the Portuguese from Goa, aﬃxing an exclamation point to",
  "Nehru’s words.",
  "Over time, if the US case is any indication, fellow Indian Ocean powers may silently acquiesce",
  "in India’s Monroe Doctrine, lending it a kind of quasi-legal standing, or at least an air of per-",
  "manence. However, their acquiescence will depend on whether New Delhi can replicate the",
  "USexample,fortifyingitscomprehensivenationalpowerandthusitscapacitytomakegoodon",
  "its claim to regional leadership. A weak India would stand little chance of fulﬁlling Nehru’s",
  "vision of a beneﬁcent Great Power. Should Indians ultimately align their strategic aspirations",
  "with suﬃcient maritime capabilities, however, then their interactions with other sea powers",
  "could very well assume a bellicose character.",
  "A competitive nautical environment is especially likely if extra-regional powers refuse to",
  "acquiesce in Indian ambitions, or if New Delhi’s presumptions about its dominant place in the",
  "Indian Ocean predispose Indians to cast the intentions of other interested actors in the dimmest",
  "possible light. Combining worst-case thinking with strategic will to the sea with a strong navy",
  "could leave New Delhi intent on becoming a regional strongman like Grover Cleveland’s",
  "USA, or a regional cop like Theodore Roosevelt’s USA. Tracking how New Delhi assesses its",
  "prerogatives, threats and opportunities in the subcontinent’s environs, and the capacity of",
  "partners like the US Navy will let India-watchers glimpse the future of Indian policy and",
  "strategy at sea.",
  "162Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingsouth:IndianOcean",
  "‘The ﬂeet’",
  "A critical mass of elite thinkers and oﬃcials seems set on developing sea power, they appear",
  "determined to manage events in the Indian Ocean basin, reinforcing and improving the",
  "nation’s strategic position in that part of their extended neighbourhood. Wolfgang Wegener",
  "would salute their élan. However, political resolve is not everything. Hardware does matter.",
  "Whether the Indian Navy, indigenous maritime industries and foreign suppliers can supply the",
  "wherewithal for a great navy remains to be determined. Consequently, it bears asking: Does",
  "India possess adequate reserves of human capital to support its seaward enterprise? Addition-",
  "ally, how readily can the necessary skills and infrastructure be manufactured where they do",
  "not already exist?",
  "Mahan oﬀers help with these questions. No matter how steadfast a society’s desire to take to",
  "the sea, it needs a corps of mariners, shipwrights and other technical experts. Mahan observed",
  "thatGreatBritain,hismodelforseapower,boastedanadvantagein‘stayingpower’onthehigh",
  "seas. Seamanship was critical, but it was ‘various handicrafts which facilitate the making and",
  "repairing of naval material’ that represented the foundation for a vibrant ﬂeet, along with ‘kin-",
  "dred callings’ that ‘give an undoubted aptitude for the sea from the outset’.23 India is deter-",
  "minedly striving to create its own defence-industrial base. The Indian Navy formally embraces",
  "this concept, stating in its Maritime Military Strategy that it will ‘remain committed to the",
  "concept of self-reliance and indigenization’.24 Having been denied military-relevant technology",
  "during the era ofBritish rule andsubsequently during the Cold War, New Delhiwould ideally",
  "like to meet all of its defence needs through domestic production. Plans in 2010 for India to",
  "induct 32 new ships into its Navy over the next decade envisaged three being built in Russia,",
  "two in Italy, and the remaining 27 in India. The Indian Government insists on technology-",
  "transfer clauses in many foreign defence contracts, and it often demands licensed production in",
  "India. This is the only way to hedge against cut-oﬀs of arms transfers in times of crisis or war.",
  "The twin goals of indigenization policy are autonomy for Indian foreign and security policy",
  "and technological progress for the defence sector. New Delhi is loath to see its liberty of action",
  "abridged through dependence on foreign suppliers, either for arms, or for parts, spares and ser-",
  "vice for items it has already purchased. At times this goal clashes with India’s desire to expedite",
  "military modernization. Some foreign governments, particularly the US Government, restrict",
  "transfers of high technology. While Washington may be willing to sell a particular item, it",
  "commonly balks at releasing production technology or revealing sensitive technologies like",
  "source codes used to manufacture an item.",
  "If New Delhi in turn refuses to purchase such items, it may deny itself the most advanced",
  "capability on the market, hampering its eﬀorts to achieve military primacy in the Indian Ocean",
  "region.TheIndianNavyanditscivilianmastersfactorinsuchconsiderationswhilepursuingthe",
  "nation’s maritime ambitions. Fortunately from their vantage point, the security environment",
  "remains fairly hospitable, allowing them to take a leisurely approach to modernization. This",
  "element of Indian maritime strategy bears watching as an indicator of future developments.",
  "The Indian Navy, like its sister services, has suﬀered from resource shortfalls since indepen-",
  "dence. The Government allocated new resources to the armed services following the disastrous",
  "1962 border war with China. At the same time, the Government began to conduct systematic",
  "defence planning—to an extent. Five-year defence plans were drawn up for each of the armed",
  "services. Until 1997, however, every such plan was deferred or restructured before it was",
  "completed, owing largely to resource constraints. In 1964 a base force for the Indian Navy was",
  "established,withaforcegoalof54principalcombatantvessels.Thenavyhasneverreachedthis",
  "goal, again because of resource shortfalls.25",
  "163Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "JamesR.Holmes",
  "The reasons for this strategy-policy mismatch are three. First, as Rahul Roy-Chaudhury",
  "documents, ﬁve-year plans were little more than wish lists compiled by the services, divorced",
  "from broader security goals. Second, the framers of these plans paid little heed to resource",
  "limitations. Even if the services’ plans had been realistic, the shortfalls and crises bedevilling the",
  "Indian economy throughout the 1960s, 1970s and 1980s would have rendered them inert.",
  "Third,the Indian Navyhastraditionally beenthe ‘CinderellaService’, asAdmiral ArunPrakash",
  "put it ruefully.26 New Delhi has regarded overland threats—China and Pakistan—as the pri-",
  "mary threats to the subcontinent. Funding shortfalls have been the ﬂeet’s lot.27 The Army and",
  "Air Force have routinely received more than double the budget share allotted to the Navy.",
  "OccasionalbudgetincreasesrarelylastedlongenoughfortheNavytoreachitsgoalsintermsof",
  "numbers, types and sophistication of its platforms.28",
  "Currently, the Indian Navy ranks ﬁfth in sizeamong world ﬂeets, wellahead of Pakistan but",
  "shy of China. The ﬂeet is founded on an assortment of patrol and coastal craft and combat-",
  "logistics ships alongside principal surface combatants, submarines, mine-warfare vessels and",
  "amphibious ships. Some units have exceeded their service lives and will see limited duty until",
  "they are replaced. In the long term, force-structure plans do call for increasing the ﬂeet to over",
  "160 ships by the year 2022, including three aircraft carriers, 60 major combatants, and close to",
  "400 aircraft.29 This should boost India to fourth or third among world navies. In the interim,",
  "though, the Indian Navy may actually shrink in the short term as older vessels are retired while",
  "replacements are built or purchased—incurring the delays typical of new combat systems.",
  "Numbers of major platforms represent neither the sole nor necessarily even the best measure",
  "of combat power, but they do supply a way to approximate India’s current and desired mar-",
  "itime capabilities.NewDelhimakesnobones aboutitsplansfora‘blue-water’ ﬂeetcentred on",
  "aircraft carriers. TheIndian Navy’s attempt to procure or build carriers and their escorts oﬀers a",
  "representative sample of the opportunities and obstacles it confronts in surface, subsurface and",
  "aerial warfare. Accordingly, I use this as a proxy for the overall ﬂeet-building eﬀort.",
  "A three-carrier ﬂeet is the Indian leadership’s goal. Factoring in reﬁts and workups, this",
  "ensures that one-to-two vessels will be combat-ready at any time. In 2010 the Navy’s one ﬂat-",
  "top was the 1950s-vintage Viraat (ex-HMS Hermes). The Navy inked a deal with Russia in",
  "2004 to buy the decommissioned Russian Navy carrier Admiral Gorshkov.30 Renamed Vikra-",
  "maditya, this 45,000-ton ship will carry 16 MiG-29K multirole aircraft and a mix of six Kamov-",
  "28 and -31 helicopters. The second carrier, known as the Indigenous Aircraft Carrier, will be a",
  "modest 37,000-ton ship. It will join the ﬂeet in around 2015. It is designed as a STOBAR",
  "(short-takeoﬀ, barrier-arrested recovery) ship and will carry 12 MiG-29Ks. The third carrier,",
  "another Indian-built unit, will displace 64,000 tons. It will be outﬁtted with steam catapults, a",
  "technology currently found only in the US Navy. It is slated for delivery in 2017.",
  "Delays and technical setbacks have beset the carrier programme, however. The Russian",
  "Government doubled the price of the Gorshkov/Vikramaditya after discovering that the ship",
  "needed more work than originally thought, with delivery rescheduled from 2008 to the end of",
  "2012.IndiawascompelledtooverhaultheViraat,extendingitsservicelifetomaintainasingle-",
  "carrier ﬂeet. The big-deck indigenous carrier will doubtless encounter delays of its own as",
  "Indian companies master the intricacies of building very large ships. Developing or importing",
  "catapults promises to be an especially thorny challenge.",
  "The remainder of India’s ‘blue-water’ surface ﬂeet consists of an assortment of destroyers,",
  "frigates and corvettes. The ﬂeet is evolving beyond Soviet-built vessels from the 1970s and",
  "1980s. Stealthy ships co-designed by Russian and Indian shipbuilders and constructed at Indian",
  "yards make up a growing proportion of the force. Ships designed and built entirely in India are",
  "starting to appear. New Delhi has also taken to issuing requests for information to Western",
  "164Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingsouth:IndianOcean",
  "shipbuildingcompanies,indicatingitswillingnesstoincorporateWesternhullsintoitsﬂeet.The",
  "systems and armaments installed in Indian warships represent a mix of indigenous Indian",
  "designs, Russian designs tailored to Indian needs, and Western designs.",
  "Integrating unlike hardware manufactured in diﬀerent countries is a stubborn challenge that",
  "will not abate any timesoon. Fleet composition will becomeincreasingly modern over time as,",
  "for instance, 1980s-era Rajput-class destroyers (a modiﬁed Soviet Kashin design) undergo repla-",
  "cement by Project 15A Kolkata-class destroyers. The Kolkatas feature stealth characteristics,",
  "reducingtheirradarcross-sectiontoeludedetection.Theircombat-systemssuitewillemphasize",
  "land attack. Similarly, India plans to construct 12 Project 28 corvettes that specialize in anti-",
  "submarine warfare. Newer surface combatants feature signiﬁcant upgrades in stealth, computers",
  "and communications, and oﬀensive punch. Many are being ﬁtted with lethal, extended-range",
  "cruise missiles like the supersonic Brahmos. The surface ﬂeet—like the rest of the Indian",
  "Navy—will be a force with which to be reckoned in coming years, in and across the Indian",
  "Ocean.",
  "Conclusions",
  "Indian sea power remains a work in progress. Geography has blessed the subcontinent with",
  "impressivenaturaldefences,acentralpositionintheIndianOcean,adjoiningimportantSLOCs,",
  "and the capacity to assert a measure of control over the narrow seas by which seagoing traﬃc",
  "entersandexitstheIndianOcean.WhileacriticalmassofIndianoﬃcialdomandpoliticalelites",
  "appears intent on building up sea power to let New Delhi assume its role as the preponderant",
  "power in the Indian Ocean region, the tendency to look inward—as Mahan feared the USA",
  "would—still persists. A host of questions about the Indian Navy persist, surrounding not only",
  "hardware, but strategy and doctrine, tactical and operational proﬁciency, and seamanship. To",
  "gazethroughaglassdarkly,itbehovesuswatchthesedeterminantsofIndia’scapacitytotransact",
  "business in the great waters of the Indian Ocean, which some Indian naval advocates see as",
  "indeed ‘India’s Ocean’.31",
  "Notes",
  "1 D. Scott, ‘India’s Drive for a “Blue Water” Navy’, Journal of Military and Strategic Studies, Vol. 10,",
  "No.2,2008.",
  "2 W. Wegener, The Naval Strategy of the World War (1929), rep. Annapolis: Naval Institute Press, 1989,",
  "pp.xxvii,96–100.",
  "3 A.Mahan,TheInﬂuenceofSeaPowerUponHistory(1890),rep.Gretna:Pelican,2003,pp.28–29.",
  "4 C. von Clausewitz, On War, in M. Howard and P. Paret (ed. and trans.), Princeton: Princeton Uni-",
  "versityPress,1976,pp.75,77.",
  "5 C.RajaMohan,‘IndiaandtheBalanceofPower’,ForeignAﬀairs,Vol.85,No.4,2006,p.18.",
  "6 G.Curzon,Frontiers,2ndedn,Oxford:Clarendon,1908,p.18.",
  "7 G.Tanham,IndianStrategicThought:AnInterpretiveEssay,SantaMonica:RAND,1992,p.v.",
  "8 K.Panikkar,IndiaandtheIndianOcean.AnEssayontheInﬂuenceofSeaPoweronIndianHistory,London:",
  "GeorgeAllen &Unwin,1945,pp.(inorderofquotations) 84,16,84/94, 16,15,90–91and95.His",
  "title deliberately echoes Mahan’s earlier The Inﬂuence of Sea Power on History. Panikkar also cautioned",
  "againstthenavalpolicyofaresurgentChina.Alloftheseconsiderationsre-emergefor currentIndian",
  "navalstrategy.SimilarsentimentsandgeopoliticalspeculationsinK.Vaidya,TheNavalDefenceofIndia,",
  "Bombay:Thacker,1949.",
  "9 Indian Navy, Freedom to Use the Seas: India’s Maritime Military Strategy, New Delhi: Ministry of",
  "Defence,May2007,p.59.",
  "10 IndianNavy,IndianMaritimeDoctrine,NewDelhi:MinistryofDefence,2004,p.64.",
  "165Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "JamesR.Holmes",
  "11 G. Khurana, ‘China’s String of Pearls in the Indian Ocean and its Security Implications’, Strategic",
  "Analysis,Vol.32,No.1,January2008.",
  "12 I.Rehman,‘China’sStringofPearlsandIndia’sEnduringTacticalAdvantage,IDSAComment,8June",
  "2010.",
  "13 B. Gertz, ‘China Builds Up Strategic Sea Lanes’, Washington Times, 18 January 2005. Booz Allen is",
  "conductinganotherstudyofthestringofpearls,evidentlyintendedtodebunktheconcept.Thereport",
  "isscheduledforpublicationinmid-to-late2010.",
  "14 G.Khurana,‘China-IndiaMaritimeRivalry’,IndianDefenseReview,Vol.23,No.4,2009.",
  "15 D. Scott, ‘Indian “Footprints” in the Indian Ocean: Power Projection for the 21st Century’, Indian",
  "Ocean Survey, Vol. 2, No. 2, 2006; D. Berlin, ‘India in the Indian Ocean’, Naval War College Review,",
  "Vol. 59, No. 2, 2006. In 2010 a four-ship, two-month deployment to the South-East Asian littorals",
  "including the Strait of Malacca was matched by a four-ship, two-month deployment to the African",
  "littorals,includingtheCapeofGoodHope.",
  "16 Mahan,InﬂuenceofSeaPowerUponHistory,op.cit.,pp.50–89.",
  "17 Panikkar,IndiaandtheIndianOcean,op.cit.,pp.74–76.",
  "18 Fromtheauthor’sdiscussionswithIndiannavaloﬃcials,USNavalWarCollege,May2008.",
  "19 Panikkar,IndiaandtheIndianOcean,op.cit.,p.83.",
  "20 Discussed in J. Holmes and T. Yoshihara, ‘Strongman, Constable, or Free-Rider? India’s “Monroe",
  "Doctrine”andIndianNavalStrategy’,ComparativeStrategy,Vol.28,No.4,2009.",
  "21 J. Nehru, India’s Foreign Policy: Selected Speeches, September 1946–April 1961, Delhi: Government of",
  "India,1961,pp.113–15.",
  "22 C.RajaMohan,‘WhatIfPakistanFails?IndiaIsn’tWorried…Yet’,WashingtonQuarterly,Vol.28,No.",
  "1, 2004–05, p.127. Also C. Raja Mohan, ‘Beyond India’s Monroe Doctrine’, The Hindu, 2 January",
  "2003. See C. Raja Mohan, ‘SAARC Reality Check: China Just Tore Up India’s Monroe Doctrine’,",
  "Indian Express, 13 November 2005, for China’s entry/involvement in South Asian aﬀairs, including",
  "observer status with its regional organization, the South Asian Association for Regional Cooperation",
  "(SAARC).",
  "23 Mahan,InﬂuenceofSeaPowerUponHistory,op.cit.,p.46.",
  "24 IndianNavy,MaritimeMilitaryStrategy,op.cit.,p.115.",
  "25 R.Roy-Chaudhury,India’sMaritimeSecurity,NewDelhi:KnowledgeWorld,2000,p.125.",
  "26 A.Prakash,‘India’sMaritimeStrategy’,USIJournal,Vol.137,No.568,April2007.",
  "27 Roy-Chaudhury, India’sMaritimeSecurity,op.cit.,p.125.",
  "28 H. Pant,‘IndiaintheIndianOcean: GrowingMismatch BetweenAmbitionsandCapabilities’,Paciﬁc",
  "Aﬀairs,Vol.82,No.2,2009.",
  "29 ‘Indian Navy Chief Admiral Sureesh Mehta Spells Out Visions 2022’, India Defense, 10 August 2008,",
  "www.india-defense.com.",
  "30 A. Nativi,‘Fleet Dreams:Delays Plague India’sEﬀorttoExpand its Navy’,Defense Technology Interna-",
  "tional,1April2008.",
  "31 SeeScott,‘India’s“GrandStrategy”fortheIndianOcean:MahanianVisions’,Asia-PaciﬁcReview,Vol.",
  "13, No. 2, 2006; J. Holmes, A. Winner and T. Yoshihara, Indian Naval Strategy in the 21st Century,",
  "London:Routledge,2009.",
  "166Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]