[
  "c17",
  "Looking west 3: Africa",
  "Ajay Dubey",
  "Introduction",
  "India and Africa are two shore neighbours. It is this geographical proximity, India looking",
  "westwards across the navigable Indian Ocean, that made the peoples of the two regions known",
  "to each other. Beginning with early colonial days, the free and voluntary relations of the past",
  "gave way to colonial needs and preferences. The present relations, one between independent,",
  "self-respecting regions, was formally established only after both sides got independence. The",
  "21st century has seen a renewed initiative of India with the India-Africa Forum Summit (IAFS)",
  "in 2008. Some similar initiatives have been taken by other Asian countries, like the People’s",
  "Republic of China, Malaysia and Japan. Many observers call it a ‘new scramble for Africa’ by",
  "Asian countries to acquire African raw materials and energy resources.1",
  "However, a historical examination of Indo-African relations shows that India’s interest and",
  "intense engagement is not new; it is multidimensional. Africa is a continent consisting of 54",
  "countries and India’s relations with Africa are therefore heterogeneous, complex and diverse.",
  "Nevertheless, this chapter will focus on broader aspects of Indo-African relations, in which",
  "the historical goodwill of India is being translated now into economic and political co-",
  "operation.2 In this context, this chapter will discuss Indo-African relations in distinct phases of",
  "history and then focus on the emerging areas of present engagement between the two",
  "regions.",
  "Historical connections",
  "Shared history embedded in ancient contacts",
  "Contacts between India and Africa can be traced back to ancient times when Indian merchants",
  "from itswestern seaboard traded along the eastern littorals of Africa. TheIndian Ocean was the",
  "connecting factor in this trade relation. The seasonal reversal of monsoon winds in the Indian",
  "Ocean was very helpful for the traders, who utilized it for navigation. The inﬂuence of Indian",
  "architecture on the African kingdom shows the level of trade development between the two",
  "189Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AjayDubey",
  "civilizations. References in Vedic scriptures, as well as the travelogues and navigators’ diaries,",
  "furtherattestthefactthatstrongrelationsexistedbetweenthetwoancientcultures.ThePeriplus",
  "(a Greek guidebook for sailors written about 2,000 years ago) mentions that trade existed",
  "between the Indian shores and Africa. Ibn Battuta in his account observes the presence of",
  "AfricansknownashabshisintheimperialarmiesoftheIndianKings.AlargenumberofAfricans",
  "came during medieval times and formed a major section of Muslim armies. They reached the",
  "highest positions in the army and their own forts. They settled along the western coast of India",
  "and were called siddis. This African diaspora in India predates the later indentured diaspora of",
  "India in Africa.",
  "Colonial expansion and strengthening of India-Africa relations",
  "ThephaseofEuropeancolonialexpansioninAfricaandIndia,however,broughtanendtothis",
  "traditional long-range trading system. This period of shared colonial rule led to migration of a",
  "substantial number of Indians, with a large number of People of Indian Origin (PIOs) taken to",
  "African countries in diﬀerent capacities—as indentured workers, railway workers, artisans and",
  "slaves. This forced migration was part of the British policy to take Indian labourers all over the",
  "world to replace black slaves after their emancipation. The people of Indian origin not only",
  "greatly contributed to the host country, but also forged an inextricable link between India and",
  "Africa. Indian leaders before independence and later in the Government of India actively",
  "engaged themselves in the cause of PIOs.",
  "It is in Africa that, for the ﬁrst time, an Indian leader, Mahatma Gandhi, raised the issue",
  "of discrimination of PIOs in a big way. The discriminatory treatment in a racially structured",
  "society of South Africa drew Gandhi into active politics during his stay in Natal in 1893–1914.",
  "The period witnessed the ﬁrst ﬂowering of his approach of satyagraha, or non-violent resistance",
  "to tyranny. Gandhi’s experience of discrimination in South Africa left an abiding inﬂuence",
  "in the identiﬁcation of India with the freedom-loving peoples of Africa. His philosophy, which",
  "he successfully put into practice to achieve India’s independence, inspired a generation of",
  "African leaders—including Kwame Nkrumah of Ghana, Obafemi Awolowo of Nigeria, Julius",
  "Nyerere of Tanzania, and Kenneth Kaunda of Zambia—in their own national liberation",
  "campaigns.3",
  "Afro-Asian resurgence, anti-colonialism and anti-racism",
  "While Gandhi was a common icon for Indo-African relations, it was Jawaharlal Nehru who",
  "gave the relationship its political structure. During his time as Prime Minister, Nehru was",
  "instrumental in shaping and deﬁning major policy objectives and commitment to the Afro-",
  "Asianresurgence inwhich IndiaandespeciallyNehru triedtoemerge asaleaderofex-colonial",
  "countries. Under him, India took a deﬁnite diplomatic stand on many African issues. First, he",
  "supported the decolonization of African states, which he considered a continuation of India’s",
  "own decolonization. It was largely based on his personal commitment to the process of Afro-",
  "Asian resurgence. Second, he took a ﬁrm stand against racial discrimination in South Africa and",
  "brokeoﬀIndia’sdiplomaticandtraderelationswiththeracistregime.ForAfricancountriesstill",
  "under colonial rule during this period, both were relevant to Africa’s immediate concerns of",
  "decolonization and democratization. The Bandung Conference (1955) and the Afro-Asian",
  "Peoples Solidarity Conference of Cairo (1958) demonstrated these Afro-Asian perceptions of",
  "each other. India’s engagement with Africa, its diplomacy and interactions in the Non-Aligned",
  "190Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingwest3:Africa",
  "Movement (NAM), the United Nations, the Commonwealth, and Afro-Asian organizations",
  "were mainly on the lines of anti-colonialism and anti-racism. Nehru also took a categorical",
  "stand on issues on people of Indian origin settled in Africa, and made it clear that they must",
  "identify with the local majority community and should not seek any special privilege over the",
  "natives in the country of their adoption.",
  "The low ebb of the 1960s",
  "However, early hopes of a more intensive Indo-African partnership went into a low ebb in the",
  "1960s. Indian policy was unrealistic, overestimating the role Africa was going to play due to its",
  "numerical strength and underestimating the importance and priority which Africans attached to",
  "issues like decolonization and racial equality. India failed to realize that such issues like peaceful",
  "co-existence, highly relevant and important though they were for India, had to be integrated",
  "with African impatience for decolonization. In support for African decolonization, India was",
  "branded as having a softer attitude towards colonial powers. Indian insistence on non-violent",
  "struggles against colonialism, its advocacy of ‘peaceful co-existence’ and moderate stand on",
  "issues like Mau Mau rebellion, the Algerian war of independence and the Congolese civil war,",
  "did not appeal to Africans. On the other hand, the Chinese militancy and advocacy for armed",
  "struggle did appeal to Africans.4 Furthermore, India’s Anglo-centric view resulted in no time",
  "limit being ﬁxed for colonial withdrawal,5 and the gulf caused between Indian settlers and",
  "Africans by colonialist propaganda that India was attempting to end white domination to",
  "replaceitwithIndians,broughtdiﬀerencesoutintotheopen.DuringtheIndo–ChineseWarof",
  "1962 India was isolated; very few African countries supported India and many adopted an",
  "openly unhelpful attitude.6 The Cairo Conference of Non-Aligned Countries (1964) exposed",
  "Indian isolation, with Africa taking the dominant control of the NAM.7",
  "Theresult ofthiswasthatbythemid-1960sIndia’sadvantages asabeaconofdecolonization",
  "in Africa, as one of the founders of the NAM and a leader of Afro-Asian resurgence, had been",
  "let down during Indo–Chinese War by those very peoples whose demands it had championed.",
  "The situation for India became more alarming when it observed that African countries",
  "belonging and professing to non-aligned groups were ready to accept Chinese claims and ver-",
  "sions of events.",
  "The issue of India’s policy towards Indian settlers in Africa was another factor that did not",
  "augur well with African leaders. India had taken the exclusive issue of the discrimination of",
  "Indian settlers in South Africa to the UN. Blacks, who suﬀered worse discrimination in",
  "South Africa, were initially not included in the Indian resolution moved in the UN under",
  "Article 10 of the UN Charter. This caused great misgivings in Africans. Admittedly, Nehru",
  "had made it clear that ‘in many parts of Africa – East, West, South – there are considerable",
  "number of Indians, mostly business people. Our deﬁnite instructions to them and to our",
  "agent in Africa are that they must always put the interest of indigenous population ﬁrst. We",
  "want to have no vested interests at the expense of population of those countries’.8 However,",
  "in the aftermath of the Chinese attack of 1962 he talked of the ‘dual loyalty’ of Indian",
  "settlers in Africa. They were supposed to stand up beside India when India was in crisis.9",
  "During the 1964 Africa Safari, Indira Gandhi also called these overseas Indian settlers",
  "‘Ambassadors of India’.",
  "Bytheendofthe1960sIndiahadatoughpolitico-diplomatictasktoovercomethegrowing",
  "isolation in Africa. It was timefor India to reconsider its relations with Africa.Its policy-makers",
  "in New Delhi adopted a less ambitious national policy, focusing instead on building their",
  "country’s defence sector and securing its immediate neighbourhood.",
  "191Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AjayDubey",
  "South-south engagement",
  "In the aftermath of the Chinese attack in 1962, India stopped treating African countries as a",
  "bloc and became more selective in its friendship. It started integrating the priorities of African",
  "countriesandwasabletoconvinceAfricancountries,toacertainextent,oftheimportanceand",
  "relevance of its own stand and views on diﬀerent issues. International situations and India’s",
  "achievements at home played an important role in India’s move to befriend African countries.",
  "Indiawonthe1971warwithPakistan,therebyliberatingBangladesh. TheSino–Sovietconﬂict",
  "andthe Cold WarenabledIndia to sign the1971Treaty of Peace,Friendship andCooperation",
  "with the USSR. Indian diplomacy scored points by obtaining the support of one superpower",
  "againsttheotherwithoutbeinganally ofeither.The successofIndia’s‘GreenRevolution’and",
  "achievement of self-suﬃciency in food grains production demonstrated Indian economic and",
  "managerial capability. India’s explosion of its nuclear device in 1974 restored its military con-",
  "ﬁdence andraised its status asa military power.Thelaunching of the Aryabhata rocket launcher",
  "in 1975 again placed India among the leading scientiﬁc and technological countries of the",
  "world. With newly acquired self-conﬁdence, Indian policy became more proactive towards the",
  "African countries. For India it was the planned, systematic and persistent attempt of its policy",
  "pursuits that took the problems in its stride and exploited the favourable circumstances that",
  "cameitsway.IndiaagainbecameapowertowhichAfricaturnedforhelpandassistance,andas",
  "a model for development.",
  "Under these changed domestic and international circumstances, Indo-African relations",
  "showed noticeable changes compared with the earlier period. The most important change was",
  "in the ﬁeld of India’s economic diplomacy towards the African states. The ever-growing",
  "industry and need to keep its balance of trade kept Indian economic diplomacy at the forefront",
  "of its foreign policy. Therefore, economic diplomacy, a secondary objective to the political",
  "imperatives of the 1960s, became the primary objective by the 1970s. The previous policy to",
  "make friends in Africa and to gain their diplomatic support on various issues shifted to the",
  "creation and cultivation of gainful economic links. This was in tandem with the increasing",
  "realization among developing countries of the need for economic co-operation under a south-",
  "southumbrella.IndiautilizeditsdiplomaticstrengthininternationalforumsliketheUN,NAM",
  "and ‘Group of 77’, to develop south-south co-operation. Both the African states and India",
  "underlined the need for economic co-operation among themselves. It was at the Lusaka",
  "Summit (1970) that the Indian Prime Minister, Indira Gandhi, articulated and gave the call for",
  "south-south co-operation. She pledged Indian technology and human resources for this. Poli-",
  "tically, by the early 1970s most of the African colonies had become independent except Rho-",
  "desia, Namibia and South Africa. For the newly independent countries, the priority was to",
  "consolidate their freedom by accelerating economic development.",
  "Ontheissueofthestruggleforliberation,IndiaworkedcloselywiththeAfricancountriesin",
  "their ﬁght against apartheid in South Africa and Namibia. India accorded diplomatic status to",
  "the African National Congress (ANC) in 1967 and the South-West African People’s Organi-",
  "zation (SWAPO) in 1985. Apart from diplomatic support, it added material assistance, but the",
  "material assistance remained meagre due to India’s own limitation on giving more in those",
  "terms. However, the diplomatic initiatives were so vigorously pursued by India that they",
  "bridged the gap of less material assistance and projected India as a champion and uncompro-",
  "misingﬁghteragainstcolonialismandracism.IndiaalsomadecontributionstotheUNFundfor",
  "Namibia, UN Institute for Namibia, and UN Educational and Training Programme for South",
  "Africa. At the Harare NAM Summit in 1986 the Indian Prime Minister, Rajiv Gandhi, was",
  "chieﬂy responsible for the establishment of the Action for Resisting Invasion, Colonialism and",
  "192Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingwest3:Africa",
  "Apartheid(AFRICA) fund.ThepurposeoftheAFRICA fundwastoenabletheNAMtohelp",
  "all the victims of apartheid in South Africa, Namibia and in the frontline states. According to",
  "one estimate, India provided Rs36m. by 1977–78, while India’s initial contribution to the",
  "AFRICA fund was Rs500m., which included private and individual contributions of Rs25m.10",
  "In the 1970s, on the issue of the Indian diaspora, Indira Gandhi advanced a policy of",
  "engagement which was resented by Africans. When Kenya and Uganda initiated the Africani-",
  "zation process, the Indian Government’s sympathy and concern for people of Indian origin was",
  "resented.11India’sintervention atthattimewasperceivedasinterferenceininternalaﬀairs.This",
  "hadpolicyimplications.TherewasarealizationofthefactthatAfricadidnotreciprocateIndia’s",
  "support for the African liberation movements by giving fair treatment to the people of Indian",
  "origin.12 India had to revert to the policy of disengagement with the PIOs. Subsequent gov-",
  "ernmentsuntilthelate1990scontinuedthispolicy.Further,India’shesitationinwelcomingthe",
  "expelled Indians back into its fold, in turn made the PIOs realize the limits of Indian policy",
  "towards them and the fact that they were left to their own fates in their adopted countries.",
  "In short, while Indian foreign policy during much of the Cold War did not have signiﬁcant",
  "direct impact on unfolding developments in Africa, its political commitment to the NAM and",
  "itsemphasisonsouth-south co-operation ledtoincreased Indianexportsto Africa.Thebalance",
  "of trade, which was in favour of Africa, shifted in favour of India until petroleum imports from",
  "Africa increased. This was resented by African countries as a new pecking order rather than",
  "south-south co-operation. However, consistent diplomatic support for African nationalist",
  "movements left India well positioned to take up its engagements across the continent and forge",
  "new ties, as it has done in recent years under globalization.",
  "Current dynamics",
  "Globalization: emerging areas of co-operation",
  "In the post-Cold War era, with the end of apartheid in South Africa, one of the major ratio-",
  "nales of solidarity no longer exists. The shared ideologies of NAM and anti-colonialism no",
  "longer remained the rallying points of interaction between India and Africa. The relationship",
  "was being shaped by the fundamental changes that took place in both India and Africa. On the",
  "one hand was India’s rise as an economic power, its vibrant democracy, its integration into the",
  "worldeconomy;ontheotherhandwasademocratizingAfrica,itsrapideconomicgrowthrates",
  "and its continental integration. Their ability to help one another is far greater today than it was",
  "in the past. There is a desire to work on their complementarities and build a partnership based",
  "on equality, mutual respect and mutual beneﬁt. The focus has now shifted to economic",
  "emancipation and collective dreams of sustainable development, and interaction is now moving",
  "beyond government to governmental exchange to embrace the people at large.",
  "The move is towards intensifying collaboration on bilateral, continental and global issues.",
  "Africaisco-operatingwithIndiaatacontinental,regionalandbilaterallevel.Thepartnershipat",
  "various levels is aimed at strengthening south-south co-operation, as there is a desire by both",
  "Africa andIndia to see each other prosper and gain a just placeon the global stage.At the pan-",
  "African level India stepped up its relations with the African Union (AU), which was formalized",
  "by the IAFS in April 2008, and its Delhi Declaration.13 The Indian Government argued that",
  "this DelhiDeclaration and the IAFSwas ‘adeﬁningmoment in the India-Africa relationship’.14",
  "IndiaviewstheAUasembodyingthespiritofresurgentAfricaandhasbeenfullysupportiveof",
  "its programmes and objectives. India is now not just an observer, but a ‘dialogue partner’ with",
  "theAU.GivenIndia’scurrentrelationswiththeAU,thereareenormouspossibilitiesforfurther",
  "193Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AjayDubey",
  "co-operation, both economic and political, in the context of a multi-polar and globalized",
  "world. The ‘democracy deﬁcit’ in the UN is clear to both India and Africa. Both India and",
  "Africafeelthattheydeservepermanentrepresentation ontheUNSecurityCouncil,andwould",
  "support each other. Both sides have been broadly working together for UN reform and are",
  "now ready to strive to make the UN more representative and democratic. They also stand",
  "together on other critical issues, such as multilateral trade negotiations, reforms of international",
  "ﬁnancial institutions, climate change and the ﬁght against terrorism.",
  "At the regional level India is engaged in constructing relations of partnership with regional",
  "organizations.Indiamadegoodprogressindevelopingco-operationwithregionalorganizations",
  "within Africa like the Common Market for Eastern and Southern Africa (COMESA), the East",
  "African Community (EAC), the Southern Africa Development Community (SADC), and the",
  "Economic Community of West African States (ECOWAS), and is expecting to make similar",
  "progress with others. India has lines of credit available with the East Africa Development Bank,",
  "the (PTA) Bank for the COMESA region, the West African Development Bank (BOAD) and,",
  "most recently, a line of credit of US $250m. to the ECOWAS Development Bank in West",
  "Africa, to help ﬁnance sub-regional projects. At the bilateral level, India is intensifying colla-",
  "boration with African countries in sectors like agriculture, food and energy security, trade and",
  "technology.",
  "Both regions understand the strategic importance of the other. India assumes immense sig-",
  "niﬁcance for Africa’s developmental goals in terms of trade, investment, entrepreneurial skills,",
  "military power, educational and research training. Meanwhile, Africa’s potential in terms of",
  "energy resources, minerals, raw materials and geostrategic location has strategic value for India.",
  "Such an understanding has led to emerging areas of co-operation, which include the economic",
  "ﬁeld,energysector, humanresourcesdevelopmentandcapacitybuilding,securityandmaritime",
  "co-operation.",
  "Economic co-operation",
  "Africa acknowledges India’s economic growth and ﬁnds the Indian model relevant. India pro-",
  "vides Africa with opportunities in diﬀerent areas, having launched a number of initiatives for",
  "closer co-operation with Africa, which include the Focus Africa programme to increase trade",
  "with the continent and the Techno-Economic Approach for Africa India Movement (TEAM-",
  "9)initiativein2003toenhanceco-operationwithwesternandcentralAfricancountries.India’s",
  "bilateral (non-oil) trade with Africa has grown exponentially, from $3,000m. in 2000/01, to",
  "$29,300m. in 2008/09. During the 10-year period of 1998–2008, while imports have risen",
  "from $2,900m. to $20,500m., exports have increased from a mere $394m.to $5,400m. What is",
  "signiﬁcant, is that the balance of trade has again shifted in favour of Africa, and Africa’s share of",
  "India’s overall trade has increased from 5.8% in 2002/03 to 8% in 2006/07. A region-wise",
  "analysis of India-Africa trade shows that India’s trade with the western African region has risen",
  "(due to increased imports of petroleum products), followed by southern Africa, northern Africa",
  "and eastern Africa. India is, however, mindful of the need to provide greater market access to",
  "imports from Africa. In accordance with its commitment at the World Trade Organization",
  "(WTO), it has decided to extend a duty free preferential tariﬀ scheme on 92% of import items",
  "for the 34 least developed countries in Africa.15",
  "The Government of India is also working with the Indian private sector in forging project",
  "partnerships. The India-Africa project partnership conclaves held over the years reﬂect the",
  "growing investment and trade complementarities. It provides greater avenues for African",
  "countries to seek investment ﬂows from the Indian private sector. The Indian Government is",
  "194Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingwest3:Africa",
  "impressing upon Indian industry, Indian entrepreneurs, to have non-exploitative engagements",
  "andbuildnewco-operativepartnerships withAfrica.Indianindustryisrealizingtheimportance",
  "of Africa, especially in commercial terms. In the last few years private sector investment has",
  "acquired much greater visibility. It is giving the relationship a new dimension and advantage.",
  "Indian investors are respected because they are known for generating employment, transferring",
  "technology, contributing to intra-African trade, fulﬁlling domestic demand and enhancing for-",
  "eignexchangeearningsthroughexports.Theseinvestmentﬂowsarematchedbyacommitment",
  "by the Government of India made at the IAFS 2008 for up to $5,400m. in new lines of credit",
  "over a ﬁve-year period. However, there are challenges as to whether the Indian multinationals",
  "operatinginAfricabehavediﬀerentlyfromtheWesternmultinationals,andiftheycanbeequal",
  "partners in Africa’s development process. As far as the Indian Government is concerned, to",
  "facilitate economic engagement it has been providing ﬁnancial assistance to various trade pro-",
  "motion organizations, export promotion councils and apex chambers in the form of market",
  "development assistance under the Focus: Africa programme, and even increasing lines of credit",
  "for executing projects in African countries.",
  "Human resources development and capacity building",
  "India’s technological capabilities and developmental experience are germane to Africa’s socio-",
  "economicdevelopment.OneofthestrongfocusesofthecurrentIndianpartnershipwithAfrica",
  "is the empowerment of people through capacity building and human resources development,",
  "speciﬁcally highlighted under the India-Africa Framework of Cooperation agreed at the 2008",
  "IAS. India recognizes Africa’s need for human resources development in overcoming the gap",
  "for development in indigenous capacities. By adopting a people-centric development approach",
  "inAfrica,IndiadiﬀerentiatesitselffromotherplayersinAfrica:thisisanapproachthatcombines",
  "the use oflines ofcredit withdeployment of Indianexpertise to create assets in Africa.Amajor",
  "issue is how India is going to reciprocate by policy and acts that are qualitatively diﬀerent from",
  "traditional buyers in Africa. India has proposed to support human resources development,",
  "market access and food security, which India can provide. Local skills development is part of",
  "many Indian projects.",
  "Consequently, India has augmented its development package for Africa. India’s support of",
  "the New Partnership for Africa’s Development (NEPAD) initiative since its inception in",
  "2001 is another step indicative of its eﬀorts to assist Africa in achieving its development",
  "goals. India has committed $200m. to NEPAD to increase economic interaction with Africa.",
  "The aim has been to forge closer economic co-operation in the ﬁelds of mining, agro-pro-",
  "cessed products, motor vehicles and components, and information and communication tech-",
  "nology (ICT). As announced at the 2008 IAFS, India doubled its ﬁnancial package for",
  "development of the continent to $5,400m. over the next ﬁve years. It pledged another",
  "$500m. in projects related to capacity building and human resources development. It",
  "increased scholarships and the number of training slots for African students under the Indian",
  "Technical and Economic Cooperation (ITEC) programme. Africa is now the largest recipient",
  "of India’s ITEC programmes.",
  "The 1,600 training positions oﬀered under the ITEC programme to Africa have become",
  "important avenues of capacity building, which in turn contribute to the fulﬁlment of develop-",
  "mental goals in so many countries. India seeks to establish an India-Africa Institute of Informa-",
  "tion Technology, India-Africa Institute of Foreign Trade, India-Africa Institute of Educational",
  "Planning and Administration, India-Africa Diamond Institute, 10 Vocational Training Centres",
  "and ﬁve Human Settlement Institutes in Africa. The Pan-Africa e-Network, costing over",
  "195Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AjayDubey",
  "$100m., is a particular project that illustrates India’s commitment to share its progress in the",
  "information technology sector and bridge the digital divide. The project aims to promote tele-",
  "education and tele-medicine in all 53 members of the AU. Senegal has been designated by the",
  "AU as the hub for the entire project.",
  "One further high-tech aspect of India’s economic co-operation with the African countries",
  "has been oﬀering its growing space expertise, technology and facilities at its Thumba launch",
  "station. This was shown in the PSLV-C15 Indian rocket being used at Thumba, in July 2010,",
  "to launch an Algerian satellite, amidst comments by K.R. Sridhara Murthy (the Managing",
  "Director of Antrix Corporation Ltd, the commercial and export arm of the Indian Department",
  "of Space) that, ‘we are hopeful of tapping the market in Africa as more ﬁrms are establishing",
  "telecom and television networks there. Our rates are competitive compared to other players in",
  "the business of commercial launches’.16 However, as one Indian commentator noted, ‘particu-",
  "larly with regard to Africa, this launch needs to be viewed beyond commercial interests. Africa",
  "isaregionofspecialgeopoliticalimportance toIndia[…]Withthislaunchitcouldbesaidthat",
  "India has started using “space diplomacy” as a foreign tool in Africa’.17",
  "Energy co-operation",
  "Energyco-operationisnowoneoftheprominentareasofeconomicpartnershipbetweenIndia",
  "and Africa. It is one of the prime drivers of the current relationship. India’s economy is pro-",
  "jected to grow at a rate of somewhere between 8% and 10% annually over the next two dec-",
  "ades.18 Currently, the country is the ﬁfth largest consumer of energy in the world, accounting",
  "for some 3.7% of total global consumption. One-third comes from traditional sources of fuel,",
  "includingwood,dung,cropresidue,biogasandwaste.However,withincreasedgrowthIndiais",
  "expected to overtake Japan and Russia to become the world’s third largest consumer (after the",
  "USA and China), and these new needs can hardly be expected to be met by the traditional",
  "sources used by many households on the subcontinent. India needs to expand its energy supply",
  "tosustainitsgrowthlevels.Inordertodiversifyitsenergysources,itisinvestinginenergyassets",
  "overseas. In this context Africa’s energy resources are very signiﬁcant for India. Almost one-",
  "quarter of India’s crude oil imports are sourced from Africa. The Oil and Natural Gas Cor-",
  "porationVideshLimited(OVL)haslargeoverseasinvestmentofover$2,000m.inSudan.Ithas",
  "also acquired stakes in Senegal and other African countries like Côte d’Ivoire, Libya, Egypt,",
  "NigeriaandGabon.ForitsenergyrequirementsIndiaiswillingtosharewithAfricaitsexpertise",
  "inexploration,distribution,reﬁning,storageandtransportation. Indianinvestmentinthissector",
  "directlyassiststhebuildingofatrainedandskilledlocalworkforcecapableofeﬃcientlyrunning",
  "the assets. Of course, running such assets presupposes state stability, which brings us to the",
  "question of Indian support for UN stabilization eﬀorts in Africa through UN peace-keeping",
  "operations",
  "UN peace-keeping operations in Africa",
  "India has played an active role in UN peace-keeping operations in Africa since the ﬁrst mission",
  "totheformerBelgianCongoin1960.SincetheendoftheColdWar,Indiahasputitsmilitary",
  "at the service of global order, contributing troops to numerous UN peace-keeping operations,",
  "manyinAfrica,andrecognizedintheappointmentinMay2010ofAtulKhareasUNAssistant",
  "Secretary-General for Peacekeeping Operations. India has contributed nearly 100,000 troops,",
  "who are experienced in low-intensity conﬂict: in Mozambique (ONUMOZ, 1992), Somalia",
  "(UNOSOM, 1993–95, UNOSOMII), Rwanda (UNAMIR, 1994), Angola (1995,",
  "196Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingwest3:Africa",
  "UNAVERM, MONUA) and Sierra Leone (UNAMSIL, 1999–2000). More recently, Indian",
  "troops were deployed along the Ethiopia–Eritrea border (UNMEE), in the Democratic",
  "RepublicofCongo,andinSudan(2007).IndiaalsorespondedtothecallbytheUNSecretary-",
  "General for increased representation of female personnel in ﬁeld Missions by providing the ﬁrst",
  "full ‘Female Formed Police Unit’ for peace-keeping work in Liberia in 2007. This Unit has",
  "been successful in reaching out to women and children, besides performing its normal peace-",
  "keeping functions. The professionalism and involvement of the Indian troops in local commu-",
  "nity-related projects has been a feature of such operations.",
  "Military security co-operation",
  "Alongside such multilateral UN frameworks, India has been involved in its own bilateral mili-",
  "tary-security links with African countries. India provides military training to oﬃcers of various",
  "African defence forces, another important component of India’s Africa policy. Africa lacks",
  "military training institutions, having thus to send its military oﬃcers abroad for training. Since",
  "the 1960s India has provided military training to a number of African countries, primarily from",
  "Anglophone Africa. The training covers ﬁelds such as security and strategic studies, defence",
  "management, artillery, electronics, mechanical, marine and aeronautical engineering, anti-",
  "marine warfare, logistics management and qualitative assurance services. During the last decade",
  "and a half, over 1,000 oﬃcers from 13 African countries have been provided training by the",
  "Indian Army.",
  "Maritime co-operation is a noticeable component of India’s current engagement withAfrica.",
  "The growing concern in the Indian Ocean owing to piracy, smuggling, drugs- and arms-traf-",
  "ﬁcking, and terrorism all threaten the security of the Sea Lines of Communication (SLOCs).",
  "FrequentactsofpiracyinthewatersoﬀSomaliaduring2009–10madethosemaritimestretches",
  "the most dangerous for merchant shipping in the world, including for Indian ships. At the",
  "regional level the Intergovernmental Authority on Development (IGAD) East Africa/Horn of",
  "Africasub-regionhassigniﬁcantimportanceforIndiaformaritimesecurityintheIndianOcean.",
  "India’s involvement and contribution, particularly in peace consolidation and post-conﬂict",
  "reconstruction in both Somalia and southern Sudan, have been a sign of India’s interest in",
  "regional security and stability. India’s deployment, at the end of 2008, of naval ships into the",
  "waters oﬀ Somalia to combat Somalia-based pirates was another sign of this. This was why",
  "Manmohan Singh told the Combined Services Conference in 2004 that ‘our strategic footprint",
  "covers the region bounded by the Horn of Africa […] Awareness of this reality should inform",
  "and animate our strategic thinking’.19",
  "The Indian Navy regularly engages in naval exercises and naval diplomacy along the African",
  "littoral, and at the national level over the past few years India has deepened security and dip-",
  "lomatic co-operation with various AU members like South Africa, Mozambique, Madagascar,",
  "Mauritius and the Seychelles. Naval diplomacy and showing the ﬂag has become an established",
  "feature of India’s presence along the African littoral during the past decade, with a rising",
  "number of units deployed and with greater frequency. Naval involvement in the Marine Elec-",
  "tronicHighway(MEH)beingsetupalong theEastAfricanlittoral fromSouth Africauptothe",
  "Seychelles is another way to foster links with those AU members of MEH.20",
  "Links with South Africa have partly been at the commercial maritime end of things. Amidst",
  "rising trade (around $7,500m. in 2008/09), the two countries entered into an agreement in",
  "March 2006 to improve co-operation in merchant shipping and related activities, with the",
  "agreement providing for the facilitation of Indian companies to establish joint ventures in the",
  "ﬁeld of sea-based transportation and ship-building/repairs. Naval co-operation between India",
  "197Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AjayDubey",
  "and South Africa was already apparent by 2000.21 The Indian Air Force in 2004 conducted",
  "combined exercises with its South African counterpart. Indian Mirage 2000 ﬁghters were",
  "deployed from north-central India and ﬂew, aided by newly acquired Il-78 aerial tankers, to",
  "South Africa via Mauritius. India and South Africa conducted combined naval drills oﬀ the",
  "South African coast in June 2005. The formation of IBSA (India, Brazil, South Africa) saw",
  "further trilateral naval IBSAMAR exercises in South African waters in 2008 and 2010.",
  "Given the fact that the African east coast is in India’s strategic maritime neighbourhood, India",
  "aims for greater maritime presence (naval deployments and naval diplomacy), and stronger ties",
  "with the African countries to secure those SLOCs.22 In sucha vein, four Indian warships—INS",
  "Delhi,INSTalwar,INSGodavariandINSAditya—paidportcallstoMombasa(Kenya),Dares",
  "Salaam (Tanzania), other east African ports, Madagascar and Mauritius during a two-month",
  "deployment from July to September 2008. Indian naval vessels were deployed oﬀ Maputo to",
  "provideprotectionfortheAUsummitof2003andtheWorldEconomicForumin2004.Such",
  "extension was formalized in March 2006 with the India–Mozambique Memorandum of",
  "Understanding, under which India agreed to mount ongoing maritime patrols oﬀ the Mozam-",
  "bique coast. India set up in Madagascar its ﬁrst listening post on foreign soil in July 2007.23 In",
  "strategic terms, it could serve as a small base between India and the important shipping lanes of",
  "Mozambique.",
  "India currently provides maritime security for AU island states like Mauritius and the Sey-",
  "chelles. Their logic has been mutual interests, as India’s naval chief Arun Prakash explained:",
  "‘Mauritius, Seychelles and Comoros are friendly and well disposed to us. However, their",
  "security remains fragile, and we cannot aﬀord to have any hostile or inimical power [China?]",
  "threatening it’.24 Indian ships also became a regular feature in Mauritius, with agreement for",
  "India to monitor its Exclusive Economic Zone (EEZ) in 2003 and 2005. Currently, India is",
  "seekingalong-termleaseoftheAgalegaislandsinMauritius.25Similararrangementsweremade",
  "with the Seychelles, with their Memorandum of Understanding drawn up in 2003 for India to",
  "patrol her territorial waters. This was strengthened in 2010 to include the Seychelles’ wider",
  "EEZ, increasingly under threat from Somalia-based pirates.26",
  "Thus it was that the four-ship, two-month deployment in August–September 2010 of INS",
  "Mysore, INS Tabar, INS Ganga and INS Aditya involved them carrying out anti-piracy",
  "duties, patrolling the EEZs of the Seychelles and Mauritius, and visiting Kenya, Tanzania and",
  "Mozambique, before participating in the IBSAMAR trilateral exercises in South African",
  "waters.",
  "Conclusions",
  "India and the African countries are devising new parameters for an enhanced and enlarged",
  "relationship appropriate to their new role in a changing world. This new dimension in the",
  "India-Africa relationship has been a response to the challenge of globalization, and what has",
  "emerged is immense opportunities for mutually beneﬁcial co-operation.",
  "The model of co-operation into which India and the African countries are entering has",
  "emerged from the success of the IAFS held in New Delhi in April 2008. The co-operation",
  "mechanism is clearly one seeking mutual beneﬁt through a consultative process. India does not",
  "wish to demand certain rights or projects in Africa; however, it wants to contribute to the",
  "achievement of Africa’s development objectives as devised by African partners. Besides the",
  "consultative process and the spirit of friendship, sharing knowledge and experience is another",
  "aspect that makes many African countries relate to India. Thesharing of experience on political",
  "institutions and human resources development is an important aspect of India’s non-intrusive",
  "198Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingwest3:Africa",
  "support to the development of democratic institutions in many African countries. Such factors",
  "may indeed give India the ‘advantage over China’ in their simultaneous, and fairly competitive,",
  "presence in Africa.27",
  "The introduction of multilateralism into Indian-African relations through a multi-tiered co-",
  "operative partnership framework has brought transparency in decision-making and reﬂects",
  "India’s respect for its African partners. Out of the substantial funds committed for capacity",
  "building in Africa at the 2008 IAFS, one-half will be channelled through AU-led decisions",
  "and a similar amount is committed to the bilateral and regional tiers. The action through the",
  "AU was concretized through the announcement of a Joint Action Plan in March 2010, in",
  "which India shared the decision-making on the allocation of resources, the creation of train-",
  "ing programmes and the establishment of 19 institutions in Africa with the AU Commission",
  "and member states. This is an important feature of India’s new model of engagement with",
  "Africa.",
  "Indian-Africanrelationsovertheyearshavewitnessedvariouschanges,movingfromaperiod",
  "of high political, emotional and moral solidarity, to a more material, concrete and develop-",
  "mental approach. Indo-African diplomatic relations by the mid-1960s had reached a very low",
  "ebb.IndianpolicywasunrealisticinperceivingboththeroleAfricawasgoingtoplayduetoits",
  "numerical strength and sense of solidarity, and the importance and priority that Africans",
  "attached to issues like decolonization and racial equality, though India provided increasing",
  "support to African liberation movements both for decolonization and an end to racism. During",
  "the early period, India’s support was not strong in material terms. Although during the 1970s",
  "and1980s material assistance wasadded to Indiandiplomatic eﬀorts, they remained meagredue",
  "to India’s own limitation for giving more in those terms. However, diplomatic alertness and",
  "initiative were so vigorously pursued that they bridged the gap of material assistance and pro-",
  "jected India as a champion and uncompromising ﬁghter against colonialism and racism. How-",
  "ever,althoughIndiandiplomacydidsucceedinﬁllingthegapsinIndiandesiresanditseﬀective",
  "role in African liberation struggles, how far did it actually succeed in providing a coherence to",
  "India’s economic relations within the emerging south-south concept?",
  "India had added an economic dimension to its diplomacy and policy toward Africa by the",
  "mid-1960s. Selective and aggressive initiatives for friendship through economic diplomacy did",
  "help India, and through its ITEC and other programmes, India started to counter the growing",
  "Chinese economic diplomacy in the Third World, a competition which has re-emerged in",
  "recent years in Africa. Under the umbrella of the NAM, this economic focus became the main",
  "policy driver forIndia,and otherdiplomaticendeavours became supportiveandadjunct to itin",
  "Africa.However,theeconomicrelationsthatemergedinthecontextofIndianinitiativesinthe",
  "umbrella of south-south links were not very equitable, at least in trade. Indo-African growing",
  "trends in economic areas demand that in the light of India’s past experiences, India should be",
  "sensitive to African concerns and expectations.",
  "The current interactions call for partnership and south-south solidarity, and focus on eco-",
  "nomic empowerment and sustainable development in Africa. They show signs of both",
  "expanding and deepening, but if the growing trends under the Indian private sector in Indo-",
  "African economic relations do not distinguish themselves qualitatively from north-south rela-",
  "tions, then it will create problems for Indian moves in Africa. The economic relations of India",
  "with Africa under globalization are gainful for India, but they have to be qualitatively diﬀerent",
  "from north-south relations as far as African perceptions are concerned. The question remains:",
  "can India translate its historical and cultural goodwill along with its credentials as a fast devel-",
  "opingex-colonialcountryintoacompetitiveedgetopushitsneweconomicagendaformulated",
  "under the IAFS 2008?",
  "199Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "AjayDubey",
  "Notes",
  "1 S. Naidu, ‘India’s Engagement in Africa: Self Interest or Mutual Partnership?’, in R. Southall and H.",
  "Melber (eds), The New Scramble for Africa: Imperialism, Investment and Development in Africa, Scottsville,",
  "SouthAfrica:UniversityofKwaZulu-NatalPress,2009.",
  "2 E.MawdsleyandG.McCann,‘TheElephantintheCorner?ReviewingIndia-AfricaRelationsinthe",
  "NewMillennium’,GeographyCompass,Vol.4,No.2,2010.",
  "3 A.Gupta,‘IndiaandAfricaSouthoftheSahara’,inB.Prasad (ed.),India’sForeignPolicy,NewDelhi:",
  "Vikas,1979,p.269.",
  "4 Tanzania’s foreign minister, Oscar Kambona, said in the early 1960s that he and others thought that",
  "India’sleadershipofAsiawasdecadentandthatChinawasanemergentforce.QuotedinD.Kimche,",
  "The Afro-Asian Movement: Ideology and Foreign Policy of the Third World, Jerusalem: Israel University",
  "Press,1973,p.246.",
  "5 DuringtheBelgradeNAMsummitIndiadidnotwanttoﬁxanydateforendingcolonialisminAfrica",
  "becauseitfeltitwouldbeunrealistic,whileSukarnowantedittobetwoyears,Nkrumahinsistedon",
  "31 December 1962, and Mali wanted it to be ‘immediate’. Later, India suggested it be ‘speedy’ and",
  "improved thisto ‘immediate’,which wasﬁnallyaccepted. SeeG.Jansen,Afro-Asia andNon-alignment,",
  "London:Faber,1966,p.299.",
  "6 M. Kumar, ‘Reactions and Attitudes of African Countries to the Chinese Aggression on India’, in V.",
  "Grover(ed.),InternationalRelationsandForeignPolicyofIndia,NewDelhi:Deep&Deep,1992.",
  "7 KrishnaMenonsaid,‘Webecamecampfollowersthere[…]Ourpersonalitydidnotmakeanyimpact",
  "ontheconferenceoronthedelegates’.SeeM.Brecher,IndiaandWorldPolitics–KrishnaMenonViews",
  "oftheWorld,London:OxfordUniversityPress,1968,p.226.",
  "8 SeeH.Chhabra,IndiaandAfrica.SagaofFriendship,NewDelhi:GovernmentofIndia,1986,p.15.",
  "9 A. Gupta, ‘India and Asians in East Africa’, in M. Twaddle (ed.), Expulsion of Minorities: Essays on",
  "UgandanAsians,London:AthlonePress,1975,p.130.",
  "10 MEA,ForeignAﬀairsRecord,NewDelhi:MinistryofExternalAﬀairs,April1973,pp.161–162.",
  "11 SeeA.Dubey,‘Indo-AfricaStateRelations’,AfricaQuarterly,Vol.37,Nos.1–2,1997,pp.51–55.",
  "12 Ibid.",
  "13 India-Africa,DelhiDeclaration(India-AfricaForumSummit2008),9April2008,indembkwt.org.",
  "14 P. Mukherjee, ‘Address by External Aﬀairs Minister at the India-Africa Business Luncheon’, 9 April",
  "2008,meaindia.nic.in.",
  "15 R.I. Singh, ‘India, Africa Ready to Embrace Global Destiny’, 15 January 2006, meaindia.nic.in; inc.",
  "‘modern India seeks to collaborate with a resurgent Africa to create a new world order. Ideology,",
  "redolent of an earlier era of a shared struggle against colonialism and imperialism, has been tempered",
  "with pragmatism and a sober realization of new challenges facing both India and Africa as they get",
  "readytotaketheirplaceundertheglobalsun’.",
  "16 ‘IndianSpaceScientiststoTapAfricaMarket’,AsianAge,13July2010.",
  "17 A.Lele,‘SuccessfulLaunchofPSLVC15’,IDSAComment,16July2010.",
  "18 See T. Poddar and E. Yi, ‘India’s Rising Growth Potential’, in BRICS and Beyond (Goldman Sachs",
  "Global Economics Paper, No. 152), Washington: Goldman Sachs, 2007, pp.9–13. This followed on",
  "from D. Wilson and R. Purushothaman, Dreaming with BRICs: The Path to 2050 (Goldman Sachs",
  "GlobalEconomicsPaper,No.99),Washington:GoldmanSachs,2003.",
  "19 M.Singh,‘PM’sAddressattheCombinedCommandersConference’,26October2004,pmindia.nic.in.",
  "20 ‘IndiatoJoinMarineHighwayProjectinAfrica’,WallStreetJournal,24March2009.",
  "21 R.Beri,‘Indo-SouthAfricaDefenceCooperation’,StrategicAnalysis,Vol.23,No.10,2000.",
  "22 A. Vines and B. Oruitemeka, ‘India’s Engagement with the African Indian Ocean Rim States’, Africa",
  "ProgrammePaper(London:ChathamHouse),No.1/08,2008.",
  "23 M. Pubby, ‘India Activates Listening Post on Foreign Soil: Radars in Madagascar’, Indian Express, 18",
  "July2007.",
  "24 A.Prakash,‘EmergingIndia:SecurityandForeignPolicyPerspectives’,1September2005,indiannavy.",
  "nic.in. For India–China rivalry in the Seychelles and Mauritius, see C. Raja Mohan, ‘Circling Maur-",
  "itius’, Indian Express, 11 February 2009; ‘Sino-Indian Rivalry in the Western Indian Ocean’, ISAS",
  "Insights(Singapore),No.52,24February2009.",
  "25 Sidhartha,‘IndiaEyesanIslandintheSun’,TimesofIndia,26November2006.",
  "26 ‘IndiaandSeychellestoIncreaseCooperationforMaritimeSecurityinIOR’,FrontierIndia,19July2010.",
  "27 C.Xavier,‘India’sStrategicAdvantagesOverChinainAfrica’,IDSAComments,30June2010.",
  "200Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]