[
  "c2",
  "Indian strategic culture: the debate",
  "and its consequences",
  "Harsh V. Pant",
  "Introduction",
  "Time and again, India’s behaviour in the realm of foreign and security policy has confounded",
  "observers, deviating as it does from the ‘norm’ set by other major powers. Indian foreign and",
  "security policy has been deemed incoherent and inconsistent.1 As India’s weight has grown in",
  "the international system in recent years, there is a perception that India is on the cusp of",
  "achieving GreatPower status. It is repeated adnauseum in the Indian and oftenin global media,",
  "andIndiaisalreadybeingaskedtobehavelikeone.Inthepast,non-alignment wasthebroader",
  "frameworkthroughwhichIndiahadvieweditsrelationshipwiththeoutsideworld.Theideaof",
  "retaining‘strategicautonomy’wasseenascrucialbytheIndianelitesandnon-alignmentwasan",
  "instrument towards that end.",
  "Today, when India wants to shape the international system as opposed to being merely its",
  "referent object, it should be expected that its foreign policy will be anchored on a planned",
  "augmentation of the power of the nation as a whole. Some are indeed suggesting that after",
  "years of rejecting power politics and emphasizing the importance of international norms, India has",
  "now ‘begun to lean towards greater strategic realism’.2 Yet, much like in the past, Indian",
  "adversariesseemtohavebeensuccessfulinlimitingIndia’sstrategicoptionsevenatatimewhen",
  "Indian capabilities—economic and military—seem to be at an all-time high. A state can pro-",
  "mulgate law and pursue strategy once it has not only achieved a legitimate monopoly on vio-",
  "lencebutalsowhenitisfreeofthecoerciveviolenceofotherstates.3Thisbringstotheforethe",
  "issue of Indian strategic culture and its impact on shaping Indian foreign and security policy.",
  "ThischapterexaminesthedebateonIndianstrategiccultureandtheconsequencesithashadon",
  "Indian foreign and security policies.",
  "Scholars of international politics have increasingly focused on culture as an important variable",
  "determining state behaviour in the international realm. Culture is an amorphous concept and",
  "scholarsusingthetermhaveoftenbeenblamedforresortingtoakitchen-sinkapproachbecause",
  "of the vagueness in deﬁning the boundaries of this term. Culture can refer both to a set of",
  "evaluativestandards,suchasnormsorvalues,andtocognitivestandards,suchasrulesormodels",
  "deﬁningwhatentitiesandactorsexistinasystemandhowtheyoperateandinter-relate.4Ithas",
  "been argued that the cultural environment aﬀects not only the incentives for diﬀerent kinds of",
  "14Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indianstrategicculture",
  "state behaviour but also how states perceive themselves, what is called a stateidentity.5 Cultural",
  "elements of a state’s domestic environment, thereby, become an important factor shaping the",
  "national security interests and the security policies of states.",
  "While critics have argued that culture does not matter in global politics and foreign policy,",
  "and cultural eﬀects can be reduced to epiphenomena of the distribution of power and cap-",
  "abilities, one can surely examine culture as one of the variables shaping a state’s foreign policy",
  "even if there are reasons to be cautious about using culture to explain political outcomes.",
  "Strategic culture deﬁcit",
  "India’s ability to think strategically on issues of national security has been considered at best",
  "questionable. George Tanham, in his landmark study on Indian strategic thought, pointed out",
  "that Indian elites have shown little evidence of having thought coherently and systematically",
  "about national strategy. He argued that this lack of long-term planning and strategy derives",
  "from India’s historical and cultural developmental patterns. These include the Hindu view of",
  "lifeaslargelyunknowable,therebybeingoutsideman’scontrol,andtheHinduconceptoftime",
  "aseternal,therebydiscouragingplanning.Asaconsequence,TanhamarguedthatIndiahasbeen",
  "on the strategic defensive throughout its history, reluctant to assert itself except within the",
  "subcontinent.6 In a similar vein, Sandy Gordon suggests that ‘the hierarchical nature of caste",
  "naturally leads to a propensity towards compartmentalization and exclusivity’, which ‘under-",
  "mines seriously coordination and planning’.7",
  "India’s former Minister of External Aﬀairs, Jaswant Singh, also examined the evolution of",
  "strategic culture in Indian society and in its political decision-making class, with a particular",
  "reference to post-independence India. He considered the Indian political elites as not thinking",
  "strategicallyaboutforeignpolicyanddefenceissues;withhisgunsparticularlytrainedonIndia’s",
  "ﬁrst Prime Minister, Jawaharlal Nehru, he pointed to Nehru’s ‘idealistic romanticism’ and his",
  "unwillingness to institutionalize strategic thinking, policy formulation and implementation.8",
  "Itisironic,however,thatevenwhenSinghwashimselfMinisterofExternalAﬀairsin1998–",
  "2002,therewaslittleevidencethatanythingofsubstancereallychangedinsofarasthestrategic",
  "dimension of India’s foreign policy is concerned. For all the blame that Singh laid at Nehru’s",
  "door, even he and the Bharatiya Janata Party (BJP)-led government in which he served did not",
  "move towards the institutionalization of strategic thinking, policy formulation and imple-",
  "mentation. Perhaps the Indian strategic culture became too powerful a constraint for even him",
  "to overcome?",
  "Critics of these views have argued that claims made by Tanham and others regarding India’s",
  "lack of strategic culture can not only be refuted easily but such arguments also lack methodo-",
  "logicalrigour.9OthershavesuggestedthatTanhamisbeingethnocentricinhisclaimsaboutthe",
  "impact of culture on Indian thinking.10 In response to Tanham’s argument that India lacks a",
  "tradition of strategic thinking, it has been suggested that ‘India has had strategy and grand",
  "strategy, and one could distil these from Indian pronouncements and behaviour, but it cannot",
  "produce a canon of strategic thought of any great lineage, and certainly not comparable to",
  "Europe’s’.11 Others see bureaucratic inertia, political ineptitude and the state of civil-military",
  "relations as factors responsible for the absence of strategic thinking in India.12",
  "However, contra Tanham, an analysis of the strategic behaviour of ﬁve pan-Indian powers",
  "spanning over two millennia—the Mauryas, the Guptas, the Mughals, British India and the",
  "Republic of India—suggests a remarkable continuity. These ﬁve powers, according to this",
  "argument, seem to have followed a similar grand strategic paradigm that includes a drive",
  "towards power maximization under the veneer of morality, striving for regional hegemony in",
  "15Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "HarshV.Pant",
  "the sub-continent, use of war as part of the statecraft, a defensive strategic orientation against",
  "extra-regional states, and rapid adaptation to changing political and military trends.13",
  "Yet with the exception of the Arthasastra, attributed to the ancient Indian scholar Kautilya,",
  "thereisnomajorwrittentextthathasactuallyrecordedIndianstrategicthinking.BeforeIndia’s",
  "emergence as a nation-state in 1947, Indian strategic culture was projected through Lord",
  "Wellesly’s Subsidiary Alliance system, whereby various Indian rulers were prepared to outsource",
  "their security to the British Raj and live under its protection. Unlike China, which has a tra-",
  "dition of a strong central state dominating the lives of the people, in India Society has always",
  "been more important than the State. This was one of the reasons why India welcomed Queen",
  "Victoria’s famous proclamation in 1858 that the British Raj would not interfere in the func-",
  "tioningofIndiansociety,disclaiming‘therightandthedesiretoimposeourconvictionsonany",
  "of our subjects’.",
  "Jawaharlal Nehru dominated the Indian foreign and security policy landscape in the",
  "immediate aftermath of Indian independence till his death in 1964. It was his worldview that",
  "shaped Indian foreign policy priorities and Indian strategic culture can be viewed through the",
  "prism of Nehruvian predilections. Nehru was a strategic thinker and his non-alignment was a",
  "classic‘balanceofpower’policyinabipolarworldwherethetwosuperpowerscouldnot goto",
  "war because of nuclear weapons. He was an internationalist. However, nonalignment was",
  "reduced to a dogma and an ideology after him and became in eﬀect isolationism. India was",
  "forced to alter its economic and foreign policies because of the grave economic crisis in the",
  "early 1990s. Isolationism did not lead to a careful assessment of the dynamic international",
  "security situation and exploration of options for India.",
  "For a long time there was a myth propagated by the political elites in the country that there",
  "was a general consensus across political parties on major foreign policy issues. Aside from the",
  "fact that such a consensus has been more a result of intellectual apathy than any real attempt to",
  "forge a coherent grand strategy that cuts across ideological barriers, this is most certainly an",
  "exaggeration, as until the early 1990s the Congress Party’s dominance over the Indian political",
  "landscape was almost complete and there wasno political organization of an equal capacity that",
  "could bring to bear its inﬂuence on foreign and security policy issues in the same measure. It",
  "was the rise of the Hindu nationalist BJP that gave India a signiﬁcantly diﬀerent voice on for-",
  "eign policy, but more importantly it was the changes in the international environment that",
  "forced Indian policy-makers to challenge some of the assumptions underlying their approach to",
  "the outside world.",
  "If we deﬁne strategic culture more narrowly in terms of its three basic components—political",
  "military culture (civil-military relations), domestic attitudes towards the use of force, and",
  "domestic political culture—then it becomes easier to identify how these three have shaped",
  "Indian foreign policy and security behaviour.14",
  "Marginalization of the military",
  "Indianpoliticiansafterindependencein1947viewedtheIndianArmywithsuspicionasthelast",
  "supportersoftheBritishRajanddidtheirbesttoisolatethemilitaryfrom policyandinﬂuence.",
  "This attitude was further reinforced by the views of two giants of the Indian nationalist move-",
  "ment, Mahatma Gandhi and Jawaharlal Nehru. Gandhi’s ardent belief in non-violence (ahimsa)",
  "left little room for accepting the role of the use of force in an independent India. It also shaped",
  "the views on military and defence of the ﬁrst generation of post-independence political leaders",
  "in India. More important, though, has been the legacy of Nehru, India’s ﬁrst Prime Minister,",
  "who laid the institutional foundations for civil-military relations in India. His obsession with",
  "16Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indianstrategicculture",
  "economicdevelopmentwasonlymatchedbyhisdisdainanddistrustofthemilitary,resultingin",
  "the sidelining of defence planning in India.15",
  "By institutionalizing civilian supremacy over the country’s military apparatus, Nehru also",
  "ensured that the experiences in neighbouring Pakistan, where military had become the",
  "dominant political force soon after independence, would not be repeated in India. The Indian",
  "civilian elite also did not want the emergence of a rival military elite with direct access to",
  "political leadership. Two signiﬁcant changes immediately after independence that reduced the",
  "inﬂuence of the military and strengthened civilian control were the abolition of the post of",
  "Commander-in-Chief, which had hitherto been the main military adviser to the government,",
  "and the strengthening of the civilian-led Ministry of Defence.16 Other organizational changes",
  "followed that further strengthened civilian hold over the armed forces. The Indian national",
  "security decision-making system was devised by Lord Ismay, Mountbatten’s Chief of Staﬀ",
  "during Partition in 1947, and handed over to a civilian government and military leaderships,",
  "both of which were amateurs in matters of national security. The Army, Navy and Air Force",
  "Acts passed during 1947–50 made those forces independent juridical entities outside the",
  "government, leading to the creation of a civilian Ministry of Defence with Armed Forces",
  "Commands staying outside the government. It has been argued that as a consequence, India is",
  "among only a handful of nations where civilian administrations wield so much power over the",
  "military.17",
  "Along with Nehru, another civilian who left a lasting impact on the evolution of civil-mili-",
  "tary relations was V.K. Krishna Menon, India’s Minister of Defence in 1957–62. During his",
  "tenure, which has been described as the most controversial stewardship of the Indian defence",
  "ministry, he heralded a number of organizational changes that were not very popular with the",
  "armed forces.18 The ﬁrst major civil-military clash in independent India also took place under",
  "his watch, when B.K. Thimayya, the then well-respected Chief of Army, decided to bypass",
  "Menon in 1959 and went straight to the Prime Minister with his litany of complaints, which",
  "included, among others, Menon’s interference in the administration of the armed forces. The",
  "situation was so precarious that Thimayya even submitted his resignation to Nehru, which he",
  "was persuaded to withdraw later.19 While this episode demonstrated that the strength of civil-",
  "military relations in India in so far as Thimayya used the due process to challenge his civilian",
  "superior, it also revealed the dangers of civilian intervention in matters that the military feels",
  "belong to its domain. The consequences ofsuch civil-military friction was to begrave for India",
  "in the 1962 war with China.",
  "Despite any military experience, Nehru and Menon were actively involved in operational-",
  "level planning before the outbreak of the Sino-Indian war of 1962. They ‘directly supervised",
  "the placement of individual brigades, companies, and even platoons, as the Chinese and Indian",
  "forces engaged in mutual encirclement of isolated outposts’.20 As a consequence, when China",
  "wonthewardecisively,theblamewaslaidatthedoorsofMenonandNehru.Menonresigned,",
  "while Nehru’s reputation suﬀered lasting damage. It also made it clear, both to the civilians",
  "and the military, that purely operational matters were best left to the military. Some have",
  "argued that since then a convention has been established whereby while the operational direc-",
  "tiveislaiddownbythepoliticalleadership,theactualplanningofoperationsislefttothechiefs",
  "of staﬀ.21",
  "Stephen Rosen, in his study of the impact of societal structures on the military eﬀectiveness",
  "ofastate, arguesthat theseparation oftheIndianmilitary from Indiansociety, whilepreserving",
  "the coherence of the Indian army, has led to a reduction in the eﬀective military power of the",
  "Indian state.22 While India has been successful in evolving a sustained tradition of strict civilian",
  "control over the military since its independence, unlike its immediate neighbours, India has",
  "17Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "HarshV.Pant",
  "been unable to evolve institutions and procedures that would allow the military to substantially",
  "participate in the national security decision-making processes. This has signiﬁcantly reduced the",
  "eﬀectiveness with which India can wield its military as an instrument of national power.",
  "Inability to use force effectively",
  "A nation’s vital interests, in the ultimate analysis, can only be preserved and enhanced if the",
  "nation has suﬃcient power capabilities at its disposal. Not only must a nation possess such cap-",
  "abilities, there must also be a willingness to employ the required forms of power in pursuit of",
  "thoseinterests.India’slackofaninstinctforpowerismostpalpableintherealmofthemilitary,",
  "where, unlike other major global powers of the past and the present, India has failed to master",
  "the creation, deployment and use of its military instruments in support of its national objec-",
  "tives.23 Nehru envisioned making India a global leader without any help from the nation’s",
  "armed forces, arguing, ‘the right approach to defence is to avoid having unfriendly relations",
  "with other countries—to put it diﬀerently, war today is, and ought to be, out of the ques-",
  "tion’.24 War has been systematically factored out of Indian foreign policy and the national",
  "security matrix, with resulting ambiguity about India’s ability to withstand major wars of the",
  "future. The modern state system, in fact the very nature of the state itself, has been determined",
  "toasigniﬁcantdegreebythechangingdemandsofwarandithasdevelopedthroughaseriesof",
  "whatPhilipBobbittcalled‘EpochalWars’.25Adeﬁningfeatureofanystateisitsabilitytomake",
  "war and keep peace.",
  "Military power, more often than not, aﬀects the success with which other instruments of",
  "statecraft are employed, as it always lurks in the background of inter-state relations, even when",
  "nations are at peace with each other. Military power remains central to the course of interna-",
  "tional politics as force retains its role as the ﬁnal arbiter among states in an anarchical interna-",
  "tional system.26 States may not always need to resort to the actual use of force, but military",
  "power vitally aﬀects the manner in which states deal with each other even during peace time,",
  "despite what the protagonists of globalization and liberal institutionalism might claim. A state’s",
  "diplomaticposturewilllackeﬀectivenessifitisnotbackedbyacrediblemilitaryposture.Inthe",
  "words of Thomas Schelling, ‘like the threat of a strike in industrial relations, the threat of",
  "divorceinafamilydispute,orthethreatofboltingthepartyatapoliticalconvention,thethreat",
  "of violence continuously circumscribes international politics’.27 Even in the age of nuclear",
  "weapons, contrary to suggestions in some quarters that the utility of force has declined, military",
  "strategy has merely morphed into the art of coercion, of intimidation, a contest of nerves and",
  "risk-taking and what has been termed ‘the diplomacy of violence’.",
  "Few nations face the kind of security challenges that confront India. Yet, since independence",
  "military was never seen as a central instrument in the achievement of Indian national priorities,",
  "withthetendencyofIndianpoliticalelitesbeingtodownplaytheimportanceofmilitarypower.",
  "Indiaignoredthe defencesector afterindependenceand paidinadequate attentionto itsdefence",
  "needs. Even though thepolicy-makers themselveshadlittleknowledgeof critical defence issues,",
  "the defence forces had little or no role in the formulation of defence policy until 1962.28",
  "Divorcing foreign policy from military power was a recipe for disaster, as India realized in",
  "1962 when even Nehru was forced to concede that ‘military weakness has been a temptation,",
  "and a little military strength may be a deterrent’.29 In recent times, this phenomenon was",
  "exempliﬁed when after the terrorist attacks on Mumbai in 2008, India found that it no",
  "longer had the capability of imposing quick and eﬀective retribution on Pakistan and that it no",
  "longer enjoyed the kind of conventional superiority vis-à-vis its regional adversary that it had",
  "enjoyed for the past ﬁve decades.30 This was a surprising conclusion for a nation that the",
  "18Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indianstrategicculture",
  "international community regarded as a major global economic and military power, pursuing a",
  "defence modernization programme estimated at over US $50,000m. over the next ﬁve years.",
  "Astate’slegitimacyistiedtoitsabilitytomonopolize theuseofforceandoperateeﬀectively",
  "in an international strategic environment, and India had lacked clarity on this relationship",
  "between the use of force and its foreign policy priorities.",
  "Discomfort with power",
  "A fundamental quandary that has long dogged India in the realm of foreign aﬀairs, which has",
  "become even more acute with India’s ascent in the international order, is the need, as Sunil",
  "Khilnani put it, to ‘instruct ourselves on the new necessities and responsibilities of world",
  "power—to instil in our elites an instinct for power’.31 Power lies at the heart of international",
  "politics. It aﬀects the inﬂuence that states exert over one another, thereby shaping political out-",
  "comes. The success and failure of a nation’s foreign policy is largely a function of its power and",
  "themannerinwhichthatpoweriswielded.Theexerciseofpowercanbeshockingandattimes",
  "corrupting, but power is absolutely necessary to ﬁght the battles that must be fought. India’s",
  "ambivalence about power and its use has resulted in a situation where even as India’s economic",
  "andmilitarycapabilitieshavegraduallyexpanded,ithasfailedtoevolveacommensuratestrategic",
  "agenda and requisite institutions so as to be able to mobilize and use its resources optimally.",
  "Hans Morgenthau, the arch advocate of International Relations (IR) realism, once famously",
  "wrote, ‘The prestige of a nation is its reputation for power. That reputation, the reﬂection of",
  "the reality of power in the mind of the observers, can be as important as the reality of power",
  "itself.Whatothersthinkaboutusisasimportantaswhatweactuallyare’.32Indiafacesaunique",
  "conundrum: its political elites desperately want global recognition for India as a major power",
  "and all the prestige andauthority associated with it.Yet, they continue to be reticent about the",
  "acquisitionanduseofpowerinforeignaﬀairs.Mostrecently,thisambivalencewasexpressedby",
  "the Indian Minister of Commerce in a speech when he suggested that, ‘this word power often",
  "makes me uncomfortable’.33 Though he was talking about the economic rise of India and the",
  "challenges that India faced as it continued to strive for sustained economic growth, his dis-",
  "comfort with the notion of India as a rising power was indicative of a larger reality in Indian",
  "polity. This ambivalence about the use of power in international relations, where ‘any prestige",
  "orauthorityeventuallyrelyupontraditionalmeasuresofpower,whethermilitaryoreconomic’,",
  "is curious, as the Indian political elites have rarely shied away from the maximization of power",
  "in the realm of domestic politics, thereby corroding the institutional fabric of liberal democracy",
  "in the country.34",
  "In what has been diagnosed as a ‘mini state syndrome’, those states that do not have the",
  "material capabilities to make a diﬀerence to the outcomes at the international level often",
  "denouncetheconceptofpowerinforeignpolicy-making.35Indiahadlongbeenonesuchstate,",
  "viewing itself as an object of the foreign policies of a small majority of powerful nations. As a",
  "consequence,theIndianpoliticalandstrategicelitedevelopedasuspicionofpowerpolitics,with",
  "the word ‘power’ itself acquiring a pejorative connotation in so far as foreign policy was con-",
  "cerned. The relationship between power and foreign policy was never fully understood, leading",
  "to a progressive loss in India’s ability to wield power eﬀectively in the international realm.",
  "Lack of institutionalization",
  "A major consequence of this lack of an Indian strategic culture has been a perceptible lack of",
  "institutionalization of the foreign policy-making in India. At its very foundation, Indian",
  "19Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "HarshV.Pant",
  "democracy is sustained by a range of institutions from the more formal ones of the executive,",
  "legislative and judiciary, to the less formal ones of broader civil society. It is these institutions",
  "that in large measure have allowed Indian democracy to thrive and ﬂourish for more than 50",
  "years now, despite a number of constraints that have led to the failure of democracy in many",
  "other societies. However, in the realm of foreign policy it is the lack of institutionalization that",
  "has allowed a drift to set in without any long-term orientation.",
  "Some have laid the blame on Nehru for his unwillingness to construct strategic planning",
  "architecture because he single-handedly shaped Indian foreign policy during his tenure.36 Even",
  "his successors, however, have failed to pursue institutionalization in a consistent manner. The",
  "BJP-led National Democratic Alliance (NDA) came to power in 1999 promising that it would",
  "establish a National Security Council (NSC) to analyse the military, economic and political",
  "threats to the nation and to advise the government on meeting these challenges eﬀectively.",
  "While it did set up the NSC in the late 1990s and deﬁned its role in policy formulation, the",
  "BJP neglected the institutionalization of the NSC and the building up of its capabilities to play",
  "the role assigned to it, thereby failing to underpin national security by structural and systematic",
  "institutional arrangements. Important national security decisions were taken in an ad hoc",
  "manner without utilizing the Cabinet Committee on Security, the Strategic Policy Group",
  "(comprisingkey secretaries,service chiefsandheadsofintelligence agencies),andoﬃcialsofthe",
  "NationalSecurityAdvisoryBoard.Moreover,ashasbeenrightlypointedout,thewaytheNSC",
  "is structured makes long-term planning impossible, thereby negating the very purpose of its",
  "formation, and its eﬀectiveness remains hostage to the weight of the National Security Adviser",
  "(NSA) in national politics.37 The NSA has become the most powerful authority on national",
  "security, sidelining the institution of the NSC.",
  "WhiletheCongress-ledUnitedProgressiveAlliancecametopowerin2004promisingthatit",
  "wouldmakethe NSCaprofessional andeﬀectiveinstitutionandblaming the NDAformaking",
  "only cosmetic changes in the institutional arrangements, it has so far failed to make it work in",
  "an optimal manner whereby the NSC anticipates national security threats, co-ordinates the",
  "management of national security, and engenders long-term planning by generating new and",
  "bold ideas. An eﬀective foreign policy institutional framework would not only identify the",
  "challenges, but would also develop a coherent strategy to deal with it, organize and motivate",
  "the bureaucracy, and persuade and inform the public. The NSC, by itself, is not a panacea,",
  "particularly in light of the inability of the NSC in the USA to successfully mediate in the",
  "bureaucratic wars and eﬀectively co-ordinate policy. However, the lack of an eﬀective NSC in",
  "India is reﬂective of India’s ad hoc decision-making process in the realm of foreign policy. If",
  "there is any continuity in India’s approach to foreign policy and national security, it is the",
  "inability and unwillingness of policy-makers across political ideologies to give a strategic vision",
  "to their nation’s foreign policy priorities.",
  "Conclusions",
  "There is clearly an appreciation in Indian policy-making circles of India’s rising capabilities. It is",
  "reﬂected in a gradual expansion of Indian foreign policy activity in recent years, in India’s",
  "attempt to reshape its defence forces, in its desire to seek greater global inﬂuence. As India has",
  "risen in the global inter-state hierarchy in recent years, three diﬀerent streams of thinking have",
  "been identiﬁed in the Indian strategic discourse: Nehruvianism, neoliberalism and hyper-rea-",
  "lism.38 It is not entirely clear if these three ‘schools’ of Indian strategic thinking can generate",
  "long-term direction for the country. Indian grand strategy continues to be marked by its",
  "absence.",
  "20Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Indianstrategicculture",
  "Since foreign policy issues do not tend to win votes, there is little incentive for political",
  "parties to devote serious attention to them and the result is ad hoc responses to various crises as",
  "they emerge. It is possible that with faster economic growth and increased interaction with the",
  "international community, Indian strategic culture will undergo a change in the coming years. If",
  "the past is any guide, then this process might take much longer than expected.",
  "Notes",
  "1 S. Gordon, India’s Rise to Power in the Twentieth Century and Beyond, New York: St Martin’s Press,",
  "1995.",
  "2 C. Raja Mohan, ‘India’s Strategic Challenges in the Indian Ocean and the Gulf’, in India’s Grand",
  "StrategyintheGulf,Washington:TheNixonCenter,2009,p.57.",
  "3 P.Bobbitt,TheShieldofAchilles:War,Peace,andtheCourseofHistory,NewYork:AnchorBooks,2003,",
  "p.336.",
  "4 This deﬁnition is borrowed from R. Jepperson, A. Wendt and P. Katzenstein, ‘Norms, Identity, and",
  "CultureinNationalSecurity’,inP.Katzenstein (ed.),TheCultureofNationalSecurity:Norms andIden-",
  "tityinWorldPolitics,NewYork:ColumbiaUniversityPress,1996,p.56.",
  "5 Ibid., p.32. See also Y. Lapid and F. Kratochhwl, The Return of Culture and Identity in IR Theory,",
  "Boulder:LynneRienner,1996.",
  "6 G.Tanham,IndianStrategicThought:AnInterpretiveEssay,SantaMonica,CA:RAND,1992.",
  "7 Gordon,India’sRisetoPower,op.cit.,p.7.",
  "8 J.Singh,DefendingIndia,NewYork:StMartin’sPress,1999,pp.1–58.",
  "9 R. Basrur, ‘Nuclear Weapons and Indian Strategic Culture’, Journal of Peace Research, Vol. 38, No. 2,",
  "2001,p.183.",
  "10 W. Sidhu, ‘Of Oral Traditions and Ethnocentric Judgements’, in K. Bajpai and A. Mattoo (eds),",
  "SecuringIndia:StrategicThoughtandPractice,NewDelhi:ManoharPublishers,1996.",
  "11 K.Bajpai,‘State,Society,Strategy’,inBajpaiandMattoo(eds),SecuringIndia,op.cit.,p.141.",
  "12 A.Mattoo,‘Raisond’EtatorAdhocism?’,inBajpaiandMattoo(eds),SecuringIndia,op.cit.",
  "13 M. Pardesi, ‘Deducing India’s Grand Strategy of Regional Hegemony from Historical and Compara-",
  "tivePerspectives’,RSISWorkingPaper(Singapore:InstituteofDefenceandStrategicStudies),No.76,",
  "2005,p.ii.",
  "14 R.Zaman,‘StrategicCulture:A“Cultural”UnderstandingofWar’,ComparativeStrategy,Vol.28,No.",
  "1,2009.",
  "15 S.Cohen,India:EmergingPower,NewDelhi:OxfordUniversityPress,2001,pp.127–30.",
  "16 S. Cohen, The Indian Army: Its Contribution to the Development of a Nation, New Delhi: Oxford Uni-",
  "versityPress,1990,pp.17–173.",
  "17 V. Kukreja, Civil-Military Relations in South Asia: Pakistan, Bangladesh, and India, New Delhi: Sage",
  "Publications,1991,p.212.",
  "18 P.Chari,‘Civil-MilitaryRelationsinIndia’,ArmedForcesandSociety,Vol.4,No.1,1977,pp.13–15.",
  "19 Ibid.,pp.15–17.",
  "20 Cohen,TheIndianArmy,op.cit.,p.176.",
  "21 P.Chari,‘Civil-MilitaryRelationsofIndia’,Link,15August1977,p.75.",
  "22 S. Rosen, Societies and Military Power: India and its Armies, Ithaca: Cornell University Press, 1996,",
  "pp.250–53.",
  "23 ThispointhasbeeneloquentlyelaboratedinA.Tellis,‘FutureFire:ChallengesFacingIndianDefense",
  "PolicyintheNewCentury’,IndiaTodayConclave,NewDelhi,13March2004,www.ceip.org.",
  "24 Quoted in P. Rao, India’s Defence Policy and Organisation Since Independence, New Delhi: The United",
  "ServicesInstitutionofIndia,1977,pp.5–6.",
  "25 Bobbitt,TheShieldofAchilles,op.cit.",
  "26 R.Art,‘ToWhatEndsMilitaryPower’,InternationalSecurity,Vol.4,Spring1980,pp.4–35.",
  "27 T.Schelling,‘TheDiplomacyofViolence’,inR.ArtandR.Jervis(eds),InternationalPolitics:Enduring",
  "ConceptsandContemporaryIssues,NewYork:Longman,2003,p.179.",
  "28 K.Subrahmanyam,PerspectivesinDefencePlanning,NewDelhi:Abhinav,1972,pp.126–33.",
  "29 L.Kavic,India’sQuestforSecurity:DefencePolicies,1947–1965,Berkeley:UniversityofCaliforniaPress,",
  "1967,p.192.",
  "21Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "HarshV.Pant",
  "30 S. Gupta, ‘No First Use Options’, Indian Express, 17 January 2009. The problem for India was the",
  "advice from its military ﬁgures that India could not face a two-front war against China and Pakistan,",
  "whichmightbesparkedbyanyIndianactionagainstPakistan;seeS.Srivastava,‘IndiaArmy“Backed",
  "Out”ofPakistanAttack’,AsiaTimes,21January2009.Ironically,India’smilitaryplannersdid,in2010,",
  "move towards accepting such a two-front war against Pakistan and China simultaneously—see S.",
  "Kapila,‘China-PakistanMilitaryNexusFormallyRecognizedinIndianStrategicPlanning’,Plainspeak",
  "(Boloji),24January2010,www.boloji.com.",
  "31 S.Khilnani,‘Hard,SoftandBridgingPower’,IndiaToday,29March2004.",
  "32 Hans J. Morgenthau, ‘Vietnam: Shadow and Substance’, New York Review of Books, 16 September",
  "1965.",
  "33 K.Nath,‘DinnerAddress’(IndiaasaRisingGreatPower:ChallengesandOpportunities,IISS),18–20",
  "April2008,www.iiss.org.uk.",
  "34 M.Sheehan,TheBalanceofPower:HistoryandTheory,London:Routledge,1996,p.7.",
  "35 K.Subrahmanyam,IndianSecurityPerspectives,NewDelhi:ABCPublishingHouse,1982,p.127.",
  "36 Ibid.,p.34.",
  "37 A. Tellis, India’s Emerging Nuclear Posture: Between Recessed Deterrent and Ready Arsenal, New York:",
  "OxfordUniversityPress,2001,p.658.",
  "38 K.Bajpai,‘IndianStrategicCulture’,inM.Chambers(ed.),SouthAsiain2020:Future.StrategicBalances",
  "andAlliances,Carlisle:USArmyWarCollege,2002.",
  "22Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]