[
  "c13",
  "Looking east 2: East Asia and",
  "Australasia/Oceania",
  "Walter C. Ladwig, III",
  "Introduction",
  "BuildingonthediscussioninthepreviouschapterofIndia’sroleinSouthEastAsia,thischapter",
  "looks beyond to India’s relations with the nations of East Asia and the Paciﬁc. This geographic",
  "spaceischaracterizedbytheinﬂuenceofbothastatusquoGreatPower(theUSA),thebilateral",
  "alliances and forward military forces of which greatly shape regional security dynamics, and a",
  "rising regional power (the People’s Republic of China). Since both the USA and China have",
  "such extensive economic and security ties with many countries in East Asia/Australasia it is dif-",
  "ﬁcult to discuss regional dynamics there without reference to them. However, since India’s",
  "relations with both of these countries are taken up elsewhere in this Handbook, these two ‘ele-",
  "phantsintheroom’willbepushedtothebackgroundofthediscussioninthisparticularchapter.",
  "India’s role in the broader Asia-Paciﬁc region is not one that is widely recognized—even by",
  "some regional specialists. For example, in a recent academic text on the politics of the region,",
  "India merits only a few passing references and is described merely as a country that ‘interacts",
  "with the Asia-Paciﬁc in various ways’.1 Although it would be a signiﬁcant mistake to overlook",
  "or discount the role that India is playing in this region, such omissions are somewhat under-",
  "standable.From ageographic standpoint, Indiadoesnot borderthePaciﬁcOcean anditisonly",
  "through its far-ﬂung Nicobar and Andaman island territories that it is even adjacent to the key",
  "maritime chokepoints linking the Indian and Paciﬁc Oceans. For those who narrowly conceive",
  "ofEastAsiastretchinginanarcfromMyanmartoJapanonthebasisofraceoramythicalquasi-",
  "Confucian culture, India would not appear to ‘belong’. In terms of security linkages, India has",
  "traditionally had little involvement with either of the two key security issues in the region: the",
  "China–Taiwan dispute and the Democratic People’s Republic of Korea’s (North Korea) quest",
  "fornuclearweapons.Finally,fromaneconomicstandpoint,atpresentIndia’seconomiclinkages",
  "with the region do not approach the depth or breadth that the nations of East Asia and",
  "Australasia have among themselves. While all of these factors may appear to be good reasons",
  "fornotconsideringIndia’sroleintheregion,todosowouldbeamistake.Asteadilyexpanding",
  "economy, paired with a growing partnership with key regional actors, is positioning India",
  "to have a dynamic impact on the emerging economic and security architecture of the Asia-",
  "Paciﬁc.2",
  "143Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "WalterC.Ladwig,III",
  "Going beyond South East Asia",
  "The desire to play a signiﬁcant role in Asia certainly existed among India’s post-independence",
  "leadership. As Jawaharlal Nehru argued in the mid-1940s, ‘the Paciﬁc is likely to take the place",
  "of the Atlantic in the future as the nerve centre of the world. Though not directly a Paciﬁc",
  "state, India will inevitably exercise an important inﬂuence there’.3 However, with India",
  "embroiled by internal security challenges, external conﬂicts with Pakistan and China, and con-",
  "strained by the so-called Hindu rate of growth, it would be several decades before Nehru’s",
  "words could be legitimately echoed by his successors. Yet, in 2002 Prime Minister Vajpayee",
  "could declare that ‘India’s belonging to the Asia Paciﬁc community is a geographical fact and a",
  "political reality’, and that the region was ‘one of the focal points of India’s foreign policy, stra-",
  "tegic concerns and economic interests’.4",
  "AfteritsinitialsuccesswiththeAssociationofSoutheastAsianNations(ASEAN),Indiamoved",
  "into phase two of its ‘Look East’ policy, which encompasses a region ‘extending from Australia",
  "to East Asia’.5 Indian oﬃcials envisioned playing ‘an ever-increasing role’ in this extended neigh-",
  "bourhood that had been further extended still further eastwards. Simultaneously, India expanded",
  "the range of issues on which it would engage East Asian nations from trade to wider economic",
  "and security issues, representing a further ‘strategic shift in India’s vision’, one predicated on the",
  "understanding that ‘developments in East Asia are of direct consequence to India’s security and",
  "development’.6 India’s engagement with this broader region is a foreign policy priority that has",
  "been embraced by successive Bharatiya Janata Party (BJP) and Congress governments.",
  "In some respects, perceptions that India has not traditionally been part of the Asia-Paciﬁc",
  "region could actually work to its advantage. While historical animosity colours the bilateral",
  "relations of many nations in the region, India is free from such baggage. Furthermore, in a part",
  "of the world where rival claims to maritime zones and border disputes are widespread, Delhi",
  "lacks any outstanding territorial disputes with the nations of the region. Despite Chinese eﬀorts",
  "to curtail its inﬂuence, India gained political acceptance in its bid to be recognized as an Asia-",
  "Paciﬁc power in 2005 when it was invited to attend the inaugural East Asian Summit (EAS)—",
  "an eﬀort some believed would be the stepping stone to the formation of an East Asian Com-",
  "munity (EAC) to mirror the European Community.7 Support for India’s inclusion in the EAS",
  "‘to serve as a counterbalance to China’ came from South-East Asian nations such as Singapore,",
  "IndonesiaandThailand,aswellasfromJapan andtheRepublicofKorea(SouthKorea)—allof",
  "which championed India’s participation despite objections from China.8 While some Indian",
  "commentators view their nation’s inclusion in Asia-Paciﬁc regional forums as ‘a recognition of",
  "[India’s] fast growing economic and political clout’; analysts taking a realistic view of events in",
  "Asia recognize that India was not invited to attend the EAS based on its economy alone, but",
  "also to prevent Beijing from dominating the institution.9 In looking east beyond South-East",
  "Asia, India has developed links with East Asia, Australasia and Oceania.",
  "East Asia",
  "In East Asia, the common experience of having China as a neighbour impacts on the dynamics",
  "of India’s bilateral relations with South Korea, Japan and Taiwan.",
  "South Korea",
  "Signs of India’s growing links with South Korea were formally evidenced in the Agreement on",
  "Long Term Cooperative Partnership for Peace and Prosperity, signed during the visit of",
  "144Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingeast2:EastAsia,Australasia/Oceania",
  "President Roh to India in October 2004. Theframework included economic co-operation and",
  "expanded trade ties, as well as a foreign policy and security dialogue that promotes bilateral",
  "defence co-operation.10",
  "Given that both states fought wars with China and face signiﬁcant security challenges from",
  "revisionist ‘partitioned’ neighbours, it may be surprising that India’s burgeoning relationship",
  "with South Korea is one that is driven by economics and common interests rather than geo-",
  "graphy or deep historical ties. In the early 1990s South Korea was actually one of the ﬁrst",
  "countries to respond to India’s attempts to open its economy to East Asia. There has been an",
  "average annual growth rate of 23.5% for more than a decade and a half. From a meagre",
  "US $530m. in 1992/93, bilateral trade between Asia’s third and fourth largest economies",
  "expandedtoahighof$12,630m.in2008/09,beforeaslightslipbackto$12,000m.in2009/10",
  "as aresult ofthe global economic slowdown. Unsatisﬁed withthis progress, in 2010 Indian and",
  "South Korean leaders announced a joint goal of expanding bilateral trade to $30,000m. by",
  "2014. Towards that end, after three and a half years of negotiation, a free trade agreement",
  "(FTA) between India and South Korea, called the Comprehensive Economic Partnership",
  "Agreement (CEPA), entered into force on 1 January 2010. Intended to eliminate 85%–90% of",
  "tariﬀs on bilateral trade by 2019, as well as liberalize foreign direct investment (FDI) and facil-",
  "itate trade in services such as information technology, law, engineering and ﬁnance, the agree-",
  "mentalreadysawa 70%increase inbilateral tradein the ﬁrst quarter of2010. Atpresent India’s",
  "exportstoSouthKoreaareprimarilymineraloils,raworeandcotton,whileitimportselectrical",
  "machinery, steel and nuclear energy-related technology. South Korea is also a top-10 source of",
  "FDI in India. The $12,000m. project undertaken by South Korean steel giant Posco at Paradip",
  "in Orissa to construct an integrated mining and steel production plant is the single largest for-",
  "eign investment in India ever, as well as the largest foreign investment ever undertaken by a",
  "South Korean ﬁrm.",
  "Although not as extensive as their economic co-operation, Indo-South Korean ties have",
  "extended into the military realm as well. India conducted joint naval exercises with the South",
  "Korean navy in 2000, 2004 and again in 2006. Although often overlooked, the South Korean",
  "Navy possesses a sizeable complement of surface combatants and submarines, comparable to",
  "the navies of France and the United Kingdom. May 2007 marked the ﬁrst ever visit by a",
  "South Korean defence minister to India. This was coupled with expanded political ties as",
  "New Delhi and Seoul established a ‘long-term co-operative partnership for peace and pros-",
  "perity’ that is intended to take Indo-Korean relations to ‘a higher level’. The framework",
  "included economic co-operation and expanded trade ties, as well as a foreign policy and",
  "security dialogue that promotes bilateral defence co-operation. The two sides also signed a",
  "Memorandum of Understanding on joint defence production with the possibility of colla-",
  "boration on self-propelled guns, armoured vehicles and smaller naval vessels such as mine-",
  "sweepers and frigates.",
  "From a geostrategic perspective, Seoul and New Delhi are beginning to ﬁnd a convergence",
  "of interests in key areas. Some of this is China-related. Seoul is particularly concerned that",
  "China’s on-going military build-up will enable it to dominate the sea lanes of the South China",
  "Sea—a development that would signiﬁcantly undercut South Korea’s political independence",
  "from its giant neighbour. As a result, Seoul has actively supported India’s naval presence in",
  "maritime Asia to oﬀset China’s regional power. Despite Chinese opposition, South Korea has",
  "championedIndia’sinclusioninEastAsianregionalforumsliketheEAS.NewDelhiandSeoul",
  "are also united in their concerns about the proliferation of nuclear weapons and missile tech-",
  "nology in their respective sub-regions. These worries converge in China, which has aided both",
  "Pakistan and North Korea with their weapons of mass destruction (WMD) programmes.",
  "145Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "WalterC.Ladwig,III",
  "Subsequent co-operation between Islamabad and Pyongyang in a ‘nukes-for-missiles barter",
  "trade’ reinforces the perception that India and South Korea face a common challenge. Finally,",
  "as the world’s ﬁfth largest importerof oil—the majority of which comes from the Gulf—South",
  "KoreasharesIndia’sabidinginterestinthesecurityofthesealanesoftheIndianOceanthatlink",
  "energy supplies to markets in Asia.",
  "As a concrete sign of the importance India attaches to the bilateral relationship, it hosted",
  "South Korean President Lee Myung-bak as the guest of honour for the 2010 Republic Day",
  "celebration. During the course of Lee’s visit to India, the two sides announced an upgrade of",
  "their relationship to a ‘strategic partnership’, which will involve enhanced co-operation on",
  "nuclear non-proliferation, regular high-level military exchanges and increased collaboration",
  "betweenthetwonaviesonsealanesecurityintheIndianOcean.11Accordswerealsosignedon",
  "technology co-operation in areas such as space and information technology, and South Korea",
  "oﬀered India further assistance with civil nuclear technology to meet its growing energy needs.",
  "Visits to South Korea by India’s Minister of External Aﬀairs in June 2010 and its Minister of",
  "Defence in September 2010 reinforced such security convergence.",
  "Japan",
  "Unlike many countries in Asia, India bears no historical animus towards the Japanese. Since",
  "recovering from the diplomatic fallout over India’s 1998 nuclear tests, Tokyo and New Delhi’s",
  "shared interests in restraining the scope of China’s inﬂuence in Asia, as well as their ‘deep",
  "interest in tackling regional and global security challenges’, have led to a strengthening of",
  "increasingly signiﬁcant defence ties that one overly exuberant South Asian commentator",
  "has termed an ‘Asia-Paciﬁc alliance between India and Japan’.12 Although it has been increas-",
  "ingly common to focus on China as the leading power in East Asia, it should not be forgotten",
  "that Japan’s economy is larger than China’s (though being overtaken in 2010) or India’s and,",
  "with a defence budget that exceeds $40,000m., its military is among the most advanced in the",
  "world. In particular, Japan’s Maritime Self-Defence Force is easily the most capable indigenous",
  "navy in the Asia-Paciﬁc, and ‘will likely continue to “outclass” those of regional rivals for the",
  "foreseeable future, in spite of recent modernization eﬀorts within the Chinese navy and air",
  "forces’.13",
  "A host of factors are driving enhanced co-operation between India and Japan. They share a",
  "similar desire to see a multi-polar Asia that is stable and secure. Both nations are also heavily",
  "dependent on oil from the Gulf and have shared concerns about the security of sea lanes in the",
  "western Indian Ocean and South China Sea. On a geopolitical level, they can both be con-",
  "sideredpotentialrivalstoChinaforprimacyinthebroaderregion.AsJapancontinuestoevolve",
  "into a ‘normal’ nation willing to undertake a regional military role, tensions—both historic and",
  "strategic—continue to plague its relations with China. The military build-up undertaken by",
  "Beijing in the past decade has concerned both Japan and India. Japanese politicians have been",
  "quite explicit about the fact that India’s presence in East Asia provides a needed balance to",
  "China’s inﬂuence.14 In an eﬀort to forestall competition from its southern and eastern neigh-",
  "bours, China has attempted to prevent both Japan and India from gaining equal international",
  "status by opposing expansion of the UN Security Council to include the two nations, resisting",
  "thelegitimizationofIndia’snucleararsenal,andattemptingtoblockIndia’sparticipationinpan-",
  "Asian regional forums. Such clumsy eﬀorts have only had the eﬀect of driving New Delhi and",
  "Tokyo closer together.",
  "This is not to suggest that ties between India and Japan are driven strictly by realist geopoli-",
  "tical considerations. Among the rising powers of Asia, both Japan and India are established",
  "146Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingeast2:EastAsia,Australasia/Oceania",
  "democracies while China remains an autocratic state. As a 2006 editorial in Japan’s largest daily",
  "newspaper argued, ‘India is an extremely important partner with which Japan can shape a new",
  "internationalorderinEastAsiabecausethetwocountriessharecommonvaluesoffreedomand",
  "democracy’.15 Former Japanese Prime Minister Shinzo Abe had emphasized the importance of",
  "institutionalizing liberal values such as human rights, the rule of law, and democracy in Asia.",
  "Thisfocusdovetailednicelywithenhancedtieswiththeworld’slargestdemocracy.Thenotion",
  "of relying on shared principles to support strategic dialogue reached a high point in May 2007,",
  "when,atameetingoftheASEANRegionalForum(ARF),seniorleadersfromJapanandIndia",
  "joined their counterparts from the USA and Australia for consultations among the ‘democratic",
  "quad’ in Asia.16 Support for the initiative was short lived, and although the successive Aso",
  "Government in Tokyo continued to prioritize values-based diplomacy, the new Labor Gov-",
  "ernmentinAustraliamadeitclearinearly2008thatitdidnotfavourarenewalofthedialogue",
  "forfearofantagonizingBeijingand‘thequad’fellbythewayside,thoughbilateralandtrilateral",
  "links between the four participants continue to strengthen.",
  "On the military level, following an agreement to strengthen co-operation between the two",
  "navies,IndiaandJapan conductedreciprocal naval exercisesinthe IndianOceanandthe Seaof",
  "Japanin2005.17Thefollowingyear,theservicechiefsofallthreebranchesoftheJapaneseSelf-",
  "Defence Forces made oﬃcial visits to India, while the Indian Minister of Defence, Pranab",
  "Mukherjee, visited Tokyo for consultations with his counterparts, which produced an agree-",
  "ment to promotedefence exchanges between the two countries. During Prime Minster Singh’s",
  "visit to Japan in December 2006, the two countries established a framework to transform their",
  "relationship into a strategicpartnership thatwouldimpact all aspects ofinterstate tiesfrom trade",
  "and investment to defence co-operation.18 This was followed by a 2008 Joint Declaration on",
  "Security Cooperation between Japan and India, which the two nations claim will form an",
  "‘essential pillar for the future architecture’ of security in Asia.19 These protocols commit both",
  "sides to information exchange and policy co-ordination on regional aﬀairs in the Asia-Paciﬁc",
  "region and on long-term strategic and global issues. This marks only the second such security",
  "agreement that Japan has entered into and it is only India’s third after the USA and Australia.",
  "To further co-operation, the Indian Chiefs of Naval Staﬀ and Army Staﬀ visited Japan for",
  "conferences with their counterparts in 2008 and 2009, respectively.",
  "The most visible example of Indo-Japanese security ties occurred in mid-April 2007 when",
  "the ﬁrst ever multilateral exercise featuring India, Japan and the USA took place oﬀ of Tokyo",
  "Bay, featuring four Japanese guided missile destroyers, two American destroyers, and an Indian",
  "destroyer, corvette and tanker. A reciprocal exercise, Malabar 07-2, also involving Australia and",
  "Singapore, was held in the Bay of Bengal in September 2007. Featuring three aircraft carriers,",
  "28surfacevessels,150aircraftandover20,000personnel,theﬁve-daynavalexercisewasoneof",
  "thelargesteverheldintheregion.Malabar2009heldintheeasternseaofOkinawainlateApril",
  "2009 brought together 10 vessels from the Indian, Japanese and US navies in six days of exer-",
  "cises, marking the second time that the three navies had operated together in the western",
  "Paciﬁc.",
  "Commenting on the signiﬁcance of enhanced Indo-Japanese ties, then-Prime Minster Abe",
  "suggested that this would become Japan’s ‘most important bilateral relationship in the world’.20",
  "This is a bold pronouncement given the importance of Japan’s security alliance with the USA;",
  "however, India appears to be putting similar weight on the bilateral relationship. As former",
  "Indian external aﬀairs minister Lalit Mansingh has noted, ‘if we are forced to choose between",
  "China and Japan, my bet will be on Japan’.21 A number of Japanese and Indian scholars have",
  "assessed that the intensifying strategic partnership between Delhi and Tokyo is part of a con-",
  "certed eﬀort to build an Asian regional order that counters China’s increasing power.22",
  "147Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "WalterC.Ladwig,III",
  "In the economic realm, Indo-Japanese ties have expanded considerably over the past decade.",
  "India looks to Japan as a signiﬁcant partner for co-operation in the ﬁelds of science and tech-",
  "nology. Since 2000, Japan has been the seventh largest source of FDI in India. In 2009, for the",
  "ﬁrst time, Japan’s investment in India ($5,220m.) exceeded its investment in China ($3,650m.),",
  "which signals an expansion of future economic interaction between the two countries. In the",
  "logic of comparative advantage, India’s abundance of labour and steadily increasing human",
  "capital pairs nicely with Japan’s capital intensive but labour-scarce economy. Having been the",
  "ﬁrst recipient of Japanese aid in 1958, India is also the leading recipient of Japanese overseas",
  "development aid. For example, Tokyo has supported major infrastructure projects within India,",
  "mostnotably the DelhitoMumbai industrial corridor, whichseeksto create a1,483-km global",
  "manufacturing and transport corridor that spans six states. Since 2007, India and Japan have",
  "been undertaking negotiations on an FTA, known as the CEPA, which Prime Minister Singh",
  "hopestohavecompletedforsigningbythetimeofthenextannualsummitattheendof2010.",
  "Given this trajectory of Indo-Japanese ties, there was deep apprehension in Delhi over the",
  "political earthquake that took place in Tokyo in late August 2009 when the ruling Liberal",
  "DemocraticParty(LDP)wasvotedoutofoﬃcefortheﬁrsttimesincetheSecondWorldWar.",
  "The Democratic Party of Japan (DPJ) leader and new Prime Minister, Yukio Hatoyama, had",
  "made no secret of his priority of building relations with China and fostering pan-Asian co-",
  "operation, which left a large question mark hanging over the future of Indo-Japanese ties—",
  "particularlysince, incontrastto previousyears,theDPJ’selectionmanifestoin2009madescant",
  "reference to India. Consequently, it was an important sign that Hatoyama was eager to visit",
  "Delhi in December 2009 for the annual prime ministerial summit—the only annual prime",
  "ministerial-level dialogue Japan has with any country. The 2009 meeting resulted in the",
  "announcement of a New Stage of Japan-India Strategic and Global Partnership, which seeks to",
  "deepen bilateral co-operation on economic, regional and global issues as well as an action plan",
  "to concretely advance the security co-operation agreed to in 2008 in areas such as maritime",
  "security disaster management and disarmament.23 That did much to signify that Hatoyama’s",
  "‘Asia-centric’ vision included India and that Indo-Japanese ties command bipartisan support in",
  "Tokyo. With Hatoyama’s sudden resignation and replacement by ﬁnance minister Naoto Kan,",
  "uncertainty has again returned. The relationship is likely to undergo a shift of emphasis, with",
  "concerns about China, geopolitical rivalry and shared democratic values being downplayed in",
  "favour of economic linkages and deepening co-operation in existing areas.",
  "Despite the great public enthusiasm, there are reasons to be somewhat more circumspect",
  "when examining Indo-Japanese ties. Economic engagement between the two countries has",
  "failed to keep pace with the development of security ties. Trade between the two nations has",
  "been increasing, from $6,540m. in 2005/06, to $7,470m. in 2006/07, $10,190m. in 2007/08,",
  "$10,910m.in2008/09and$10,360m.in2009/10.Nevertheless,itremainsrelativelylow,given",
  "sizesofeconomiesandmarkets,withIndo-Japanesetradeonlyone-thirdthesizeofSino-Indian",
  "tradeandlessthanone20thofSino-Japanese exchange.WhileIndiaandJapanhaveestablished",
  "a bilateral trade target of $20,000m. for the end of 2010, Japan’s continuing anaemic economic",
  "growth could prove a serious obstacle to deeper economic relations between the two nations.",
  "From an Indian perspective, there is also a signiﬁcant imbalance to the trade, with India pri-",
  "marily exporting minerals and raw materials, while importing electronics, pharmaceuticals and",
  "heavy machinery. In terms of the relative importance of the export market to each country,",
  "Japan is India’s 10th largest export destination, while India is only Japan’s 26th most important",
  "market. Given that implementation of the Comprehensive Nuclear Test Ban Treaty (CTBT)",
  "has been a key objective of successive Japanese governments, which do not appear satisﬁed by",
  "India’s voluntary moratorium on nuclear testing, nuclear non-proliferation issues are likely to",
  "148Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingeast2:EastAsia,Australasia/Oceania",
  "continue to plague Indo-Japanese ties. In the medium term, these issues are more likely to be a",
  "minor irritant than a deal breaker. However, it is not clear what Japan’s reaction would be if",
  "Indiafeltcompelledtotestnuclearweaponsagain.Nevertheless,giventhenegligiblediplomatic",
  "orsecurityengagementbetweenIndiaandJapanduringthemanydecadesoftheColdWar,the",
  "deepening of Indo-Japanese ties during the past 10 years should be considered an important",
  "development.",
  "Taiwan",
  "Having been an early supporter of the People’s Republic of China in its bid to join the UN,",
  "India’s scrupulous adherence to a ‘one-China’ policy limited diplomatic interaction with",
  "Taiwan until the mid-1990s. However, the economic imperatives of forging ties with a top 25",
  "world economy as part of Look East led to the establishment of bilateral ties in 1995 through",
  "‘unoﬃcial’consularoﬃces(called‘cultural centres’)inNewDelhiandTaipei.India’sforayinto",
  "north-east Asia was taking place at the same time that the Taiwanese Government was actively",
  "attempting to diversify its international economic linkages away from mainland China, which",
  "accountsformorethantwo-thirdsofitsoverseasinvestment,andmoretowardsSouth-EastAsia",
  "and beyond. As with Japan, interest in closer ties with India is also driven by the upswing in",
  "India’s relations with the USA, a recognition that the South Asian giant can help ensure that",
  "Asia is not dominated by a single nation, and the belief that the democratic character of both",
  "governments provides a solid foundation for a future relationship.",
  "Despite active eﬀorts to promote economic, cultural and scientiﬁc exchanges, Indian leaders",
  "have attempted to avoid any oﬃcial high-level contact between serving government oﬃcials of",
  "the two nations. On the other hand, unoﬃcial contacts have been steadily growing. For",
  "example, parliamentarian and former defence minister George Fernandes visited Taiwan in",
  "2004, while during a reciprocal visit the same year, former senior oﬃcials in the Taiwanese",
  "Ministry of Foreign Aﬀairs met with former Prime Minister Gujral and former Deputy Prime",
  "Minister Advani. The following year, a group of Taiwanese legislators met with Indian parlia-",
  "mentary counterparts from the Lok Sabha in New Delhi. In 2007 then-Kuomintang (KMT)",
  "leader and subsequent Taiwanese President Ma Ying-jeou visited New Delhi, where he met",
  "with serving Indian government ministers and opposition leaders in an eﬀort to expand scien-",
  "tiﬁc and economic co-operation with India. Ma was the ﬁrst leader of the KMT party to visit",
  "India since 1942.",
  "While the Taiwanese Government has been promoting India as an attractive alternative to",
  "the mainland for investment, its eﬀorts to expand economic linkages have so far had only",
  "modest results. India’s trade with Taiwan has been increasing in recent years, from $2,010m.",
  "(2005/06), to $2,590m. (2006/07), $4,160m. (2007/08), $4,370m. (2008/09) and $4,500m.",
  "(2009/10), but this still made up a fairly modest 0.96% of India’s overall trade. Although India",
  "accounts for only roughly 1% of Taiwan’s imports and exports, it stands as the 15th largest",
  "destinationforTaiwaneseexportsaswellasthe15thlargestimportertoTaiwan.Indiaprimarily",
  "exportsminerals, cereals andcotton to Taiwan withmineralfueloils accounting forslightly less",
  "than one-half of its total exports. Imports from Taiwan are primarily diesel fuel, electronic",
  "machinery and plastic. Taiwan views India’s favourable demographics and technological com-",
  "petence as potential engines of growth making it potentially a huge market as well as a major",
  "investment destination. Apropos of that, in 2007 Taiwan’s Council for Economic Planning and",
  "Development set a goal of India becoming a top-10 trade partner by 2015. To that end, India",
  "andTaiwanhavebeenundertakingtalksoverthelastseveralyearsaimedattheestablishmentof",
  "an FTA between the two countries.",
  "149Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "WalterC.Ladwig,III",
  "Australasia and Oceania",
  "India’s wider engagement with the Asia-Paciﬁc includes two Commonwealth developed states,",
  "Australia and New Zealand, as well as Oceania—the myriad, mostly small Paciﬁc island",
  "microstates of the Paciﬁc Basin.",
  "Australia",
  "In looking East, India has also turned its gaze south-eastwards. For much of the 2000s it",
  "appeared that Indo-Australian relations had recovered signiﬁcantly from the diplomatic crisis",
  "perpetuated by India’s 1998 nuclear tests. A series of annual bilateral talks, begun in 2001, that",
  "focused attention on common security interests led to a renewed appreciation of the role that",
  "both countries could play in maintaining regional security.24 As the Indian strategist C. Raja",
  "Mohanarguedin2003inhisLookEastPolicy:PhaseTwo,Australiapossesseduntappedpotential",
  "asaneconomicandstrategicpartnerforIndia.25Foritspart,theAustralianGovernmentofJohn",
  "Howard recognized the important role that India could play in the security architecture of the",
  "wider Asia-Paciﬁc region: ‘increasingly, we are looking to our west and observing India’s",
  "growing political and economic weight and India is looking east seeking to forge stronger links",
  "with our region. The indications are that India is set to become one of Australia’s most",
  "important regional and bilateral partners’.26 Under Howard, Australia strongly supported India’s",
  "entry into the ARF and has publicly backed India’s bid for a seat on the UN Security Council.",
  "Since the election of Kevin Rudd’s Labor Party in 2007, Indo-Australian relations have pla-",
  "teaued. A Mandarin-speaking sinophile, Rudd made relations with China the priority of his",
  "foreign policy, while his party’s strong position on the Nuclear Non-Proliferation Treaty",
  "(NPT), the US-India-Japan-Australia quadrilateral dialogue, and climate change put it at odds",
  "with New Delhi on these issues. Diplomatic tensions were exasperated by a series of violent",
  "attacks on Indian students in Australia in 2009 and 2010, which provoked widespread outrage",
  "in India and overshadowed recent gains in Indo-Australian ties. Following Rudd’s surprise",
  "ousting as Prime Minister, Indo-Australian relations can only improve. His successor, Julia Gil-",
  "lard, who visited India in 2009 as Deputy Prime Minister, has emphasized the importance of",
  "strengthening bilateral relations with India and is unlikely to hold relations with New Delhi",
  "hostage to Sino-Australian ties.",
  "In contrast to the political ups and downs of the last several years, steady progress has been",
  "madeintheeconomicrealm.Bilateraltradegrewfrom$5,769m.(2005/06),to$7,920m.(2006/",
  "07), $8,970m. (2007/08), $12,540m. (2008/09) and $13,800m. (2009/10), making India Aus-",
  "tralia’s eighth largest trading partner and fastest growing export market. Since 2007 India and",
  "Australia have been undertaking a joint feasibility study of the merits of entering into an FTA—",
  "theresultsofwhichareexpectedbytheendof2010.Withthebalanceoftradeheavilyfavouring",
  "Australia, India imports gold, copper ore and wool while exporting gemstones and textiles.",
  "In the security realm, bilateral agreements between the two nations have emphasized their",
  "‘common interests on a number of important issues, including the Asia-Paciﬁc and Indian",
  "Ocean regions’.27 This recognition ofmutual interests ledto a seriesof agreements in 2006and",
  "2007 on joint naval exercises, enhanced maritime security co-operation, increased military",
  "exchanges, and joint training of the two nations’ armed forces.28 The year 2007 also saw the",
  "visit of both the Australian defence minister and the Chief of the Australian Defence Force to",
  "India. Defence co-operation between the two countries also extends to research and develop-",
  "ment of military technology, as well as collaboration on counter-terrorism eﬀorts. After post-",
  "poningtwice,PrimeMinisterRuddmadeavisittoIndiainNovember2009,duringwhichthe",
  "150Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingeast2:EastAsia,Australasia/Oceania",
  "two countries announced a ‘strategic partnership’. Notably, India and Australia both also have",
  "‘strategic partnerships’ in Asia with Japan, South Korea and the USA. The Joint Declaration",
  "issued by the two sides pledges co-operation in areas such as maritime security, counter-ter-",
  "rorism and a continued defence dialogue as well as ‘policy coordination on regional aﬀairs in",
  "the Asia region’, which is a diplomatic euphemism for shared concerns over China’s growing",
  "power.29",
  "Nuclear issues are an important aspect of Indo-Australian security ties because Australia has",
  "23% of the world’s uranium reserves. Nuclear co-operation received a signiﬁcant boost when",
  "theGovernmentofJohnHowarddecidedtofollow GeorgeW.Bush’sAdministration’sleadin",
  "extending de facto recognition of India’s nuclear status—which would allow India to purchase",
  "uranium from Australia.30 However, this policy was reversed by the Labor Government, which",
  "has repeatedly insisted that India must join the NPT before it could ever buy Australian ura-",
  "nium. The refusal to honour Howard’s commitment was viewed as a snub to India which,",
  "despiteitsunwillingnesstosigntheNPT,actuallyhasanimpeccablenon-proliferationrecord—",
  "unlike many of the ‘legal’ nuclear powers. Despite this policy, Australia did support India’s",
  "eﬀorts to obtain a waiver from the Nuclear Suppliers Group (NSG) that would allow it to",
  "purchaseuraniumelsewhere.Laborleadershavebeensomewhatcoyonthisissue,leadingsome",
  "Australian analysts to believe that Australia will eventually supply uranium to India.31 Despite",
  "thisuncertaintyandthepresenttensionsintherelationship,Indo-Australian securitytiesremain",
  "more robust than either nation’s bilateral defence co-operation with China—the ongoing",
  "military modernization of which was described by Australia’s 2009 Defence White Paper as a",
  "potential ‘cause for concern’. With enhanced security ties to both Japan and Australia, India has",
  "assimilated itself with what Mohan calls the ‘northern anchor’ and ‘southern anchor’ of US",
  "military presence in Asia.32",
  "New Zealand",
  "Although separated by a considerable distance, India and New Zealand can be said to have",
  "common roots in their shared historical links to the United Kingdom, parliamentary style of",
  "government and democratic character. While New Zealand maintained cordial relations with",
  "India for long periods during the Cold War, India-New Zealand ties were signiﬁcantly harmed",
  "by India’s 1998 nuclear tests. The High Commissioner of New Zealand was withdrawn in",
  "protest and a parliamentary resolution strongly condemning the tests sailed through parliament",
  "with the support of all political parties. In subsequent years, questions about India’s nuclear",
  "programme and its accession to the NPT and CTBT dogged several high-proﬁle visits,",
  "including that of then-Minister of External Aﬀairs Jaswant Singh to New Zealand in 2001 and",
  "Prime Minister Helen Clark’s 2004 visit to India, the ﬁrst by a New Zealand head of govern-",
  "ment in nearly two decades.",
  "In more recent years, New Zealand’s strong commitment to both the existing structure of",
  "nuclear non-proliferation agreements and eventual nuclear abolition has caused tension in its",
  "relations with India. At the NSG meetings in 2008, when India and the USA were seeking the",
  "blessing of nuclear suppliers for their nuclear deal, New Zealand played an active role in",
  "attempting to initially block the waiver that would allow the selling of nuclear technology to",
  "India unless Delhi signed further restrictions. While the New Zealand delegation at the NSG",
  "eventually lifted its objections after being personally lobbied by President Bush, Wellington’s",
  "hard-line, anti-nuclear stance earned it the opprobrium of India’s hyperbolic media.33",
  "Economic interactions between the two countries are modest with bilateral trade totalling",
  "$754m. for 2009/10. India was New Zealand’s 13th largest export destination and 24th largest",
  "151Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "WalterC.Ladwig,III",
  "trading partner. India imports coal, wool, wood pulp and machinery, while exporting gem-",
  "stones, jewellery and textiles. Despite the relatively small size of the economic relationship, the",
  "twocountriescommencednegotiationsonanFTAinFebruary2010,which,accordingtoNew",
  "Zealand’s High Commissioner to India, ‘will be very important for putting a much more",
  "dynamic nature into the relationship’.34",
  "Although India and New Zealand share interests in cultivating relations with China while",
  "remaining close to the USA and ensuring the security of sea lanes in the Indian Ocean, their",
  "defenceco-operationhasbeenasmodestastheireconomiclinkages.Asbeﬁttinganationinthe",
  "Paciﬁc, defence interaction has occurred primarily in the naval realm. In June 2006 the New",
  "Zealand frigate Te Mana made port calls in Kochi and Mumbai and the New Zealand Chief of",
  "Navy agreed with his Indian counterparts to undertake joint exercises. The following month,",
  "the frigate INS Tabar conducted joint exercises with the New Zealand Royal Navy as Vice-",
  "Admiral Sereesh Mehta, the chief of Eastern Naval Command, paid a reciprocal visit to Auck-",
  "land. In 2007 a pair of New Zealand frigates visited Port Blair in the Andamans after conduct-",
  "ingpassageexerciseswiththeIndianNavy.Thesame year,theNewZealandDefenceMinister",
  "visited to Delhi to meet with his counterpart and representatives of the Indian Navy to deepen",
  "defence co-operation between the two nations. In February 2010 the New Zealand navy sent",
  "observers to the Indian Navy’s seventh biennial MILAN exercises in the Andaman Sea, which",
  "saw the participation of 10 other regional navies.",
  "Despite this modest history, there may be reasons to be optimistic about Indo-New Zealand",
  "ties in the future. The right-of-centre National Party Government that took oﬃce in late 2008",
  "appearstobothsupportandwelcomeIndia’sincreasedroleintheAsia-Paciﬁc—particularlyasa",
  "balance to China. The Wellington Government recently introduced the Sir Edmund Hillary",
  "PrimeMinisterialFellowshipfortheexpresspurposeofbringingIndianpoliticalleaderstoNew",
  "Zealand. The ﬁrst recipient was the Congress party’s General Secretary, Rahul Gandhi, who",
  "visited in February 2010. In welcoming Gandhi, New Zealand’s Prime Minister was quite",
  "forthrightinstatingthatIndiaisa‘priority’relationshipforhisGovernment.35Foritspart,India",
  "by-passedacareercivilservanttoappointAdmiralSureshMehta,theformerheadoftheIndian",
  "Navy and one of the bright lights of the Indian strategic community, as its new High Com-",
  "missionertoNewZealand.SuchdevelopmentsmayindicatethestartofanewchapterinIndo-",
  "New Zealand relations.",
  "Paciﬁc Basin",
  "India’s primary interaction with the small island states of the southern and middle Paciﬁc,",
  "Oceania, comes via its dialogue partner status with the Paciﬁc Islands Forum (PIF), which it has",
  "held since 2003. The PIF is a regional organization linking the Cook Islands, the Federated",
  "StatesofMicronesia,Fiji,Kiribati,theMarshallIslands,Nauru,Niue,Palau,PapuaNewGuinea,",
  "Samoa,theSolomonIslands,Tonga,TuvaluandVanuatu,aswellasAustraliaandNewZealand.",
  "India’s focus in its engagement with the PIF micro-states is development and human resource",
  "capacity-building.Grants-in-aidprovidedby India fund projects in areas of local priority such as",
  "renewable energy, water and waste management, while India’s technical expertise assists critical",
  "local industries such as coconut production and provides aid to Fiji’s sugar industry to help it",
  "diversify into biofuels. India also sponsors training courses for regional diplomats and civil ser-",
  "vants in practical areas such as public ﬁnance management, and has created scholarships for",
  "youths from PIF countries to study in India. Excluding Australia and New Zealand, India’s",
  "economic interaction with the PIF nations is quite small, in 2008 bilateral trade totalled $355m.",
  "with them as a whole, with the large majority of that being with Papua New Guinea.",
  "152Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingeast2:EastAsia,Australasia/Oceania",
  "Of particular note are Indo-Fijian ties. India’s relations with the most developed of the",
  "Paciﬁc island states are heavily coloured by the tensions that exist between ethnic Fijians, who",
  "make up approximately 57% of the country’s population, and the 37% of the Fijian populace",
  "that is of Indian decent—the latter of whom are heavily represented in the educational, pro-",
  "fessionalandentrepreneurialsectorsoftheeconomy.Sincethelate1980sFijihasexperienceda",
  "series of coups that ousted governments led or backed by Indo-Fijians. India’s position as a",
  "champion of sanctions against these unelected Fijian regimes within the UN and the Com-",
  "monwealth further harmed diplomatic relations. Ironically, a 2006 coup against a Fijian",
  "nationalist government led India to increase its interaction with Fiji, particularly as neighbours",
  "Australia and New Zealand downgraded their ties.",
  "Since 2006 India has established a regular dialogue with the Fijian military Government and",
  "Fiji’sinterimPrimeMinistervisitedIndiainanunoﬃcialcapacityin2009.NewDelhihasused",
  "its engagement with the interim Government to emphasize the need for peace and harmony",
  "among Fiji’s major communities as well as an early return to democracy in the island nation.",
  "India’s re-establishment of linkages to Fiji can also be seen in geostrategic terms, particularly",
  "sincethemilitaryGovernmenthasturnedtoChinaforsupportafterhavingbeenexpelledfrom",
  "both the Commonwealth and the PIF.",
  "Constraints on India’s role in the Asia-Paciﬁc",
  "InconsideringIndia’spresentandfutureroleinEastAsiaandAustralasia/Oceania,itisnecessary",
  "to also discuss the factors that could constrain India’s ability to engage with the region on a",
  "more robust basis. By most measures, phase two of the Look East policy must be judged a",
  "success.Nevertheless,Indiastillfacesanumberofchallengesinitseﬀortstoprojectitsinﬂuence",
  "intotheAsia-Paciﬁcregion.Atthegrand-strategiclevel,therearequestionsaboutIndia’sability",
  "to articulate and implement a coherent long-term national security strategy, with its political",
  "establishment having some diﬃculty approaching defence and foreign policy issues in a sys-",
  "tematic manner. Furthermore, there is not necessarily support for a robust Asia-Paciﬁc role",
  "across the political spectrum. After vigorous protests by the Left parties over the multilateral",
  "nature of the 2007 Malabar exercise, the Indian Government did not include Australia or Japan",
  "in the 2008 version in an attempt to appease those parties that had recently withdrawn their",
  "support from the country’s governing coalition.36 Although the present Congress-led Govern-",
  "ment is not reliant on the Left parties, the vagaries of coalition politics in India can never be",
  "fully discounted.",
  "A second challenge to Delhi’s ability to focus its attention on the Asia-Paciﬁc comes from",
  "India’s immediate neighbourhood, which contains several weak countries that run the risk of",
  "becoming ‘failed states’. Furthermore, India’s tense relationship with its nuclear-armed",
  "neighbour, Pakistan, has long been the central concern of Indian foreign and defence policy.",
  "Although successive Indian governments have taken active steps to move government atten-",
  "tion away from a single-minded focus on this sub-continental rivalry, Islamabad’s continued",
  "support for terrorism within India and the very real threat of ‘state failure’ in Pakistan",
  "necessarily draw India’s attention westward. Similarly, the continued economic and political",
  "challenges facing the small, fragile states on India’s periphery—such as Bangladesh, Sri Lanka",
  "and Nepal—require attention that could otherwise be given to expanding its inﬂuence in the",
  "Asia-Paciﬁc.",
  "Though not insurmountable, India’s political establishment faces a number of obstacles, ran-",
  "ging from domestic politics to regional instability, which could handicap India’s ability to",
  "expand its economic and political inﬂuence in East Asia and Australasia/Oceania.",
  "153Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "WalterC.Ladwig,III",
  "Conclusions",
  "Afternearlyhalfacenturyof‘conﬁnement’tothesubcontinent,Indiaisincreasingly makingits",
  "presence felt across East Asia and the Paciﬁc through a forward-leaning foreign policy that",
  "marries robust political engagement with the cultivation of enhanced economic ties. Free from",
  "the historical animosities that colour many bilateral relationships in the region, New Delhi has",
  "the ability to pragmatically engage both great andmedium powersin a constructive manner. In",
  "pursuing these strategic ties, New Delhi lends its military and economic power to a regional",
  "security order that can enhance stability in Asia by presenting any single power with a series of",
  "structural constraints that may persuade it that attempts to dominate the region are unlikely to",
  "succeed. The eastward focus, which has been a cornerstone of India’s foreign policy since the",
  "end of the Cold War, is part of a broader eﬀort to assert itself on the world scene. Through its",
  "LookEastpolicyandassociatedmilitaryengagementwithkeyregionalpowers,Indiahasclearly",
  "signalled an ambition to play a leading role in the international politics of the broader Asia-",
  "Paciﬁc region. Although it will be some time before India’s economic and political inﬂuence",
  "matchesthefullextentofitsregionalambition,itisclearthatIndiaisalreadymuchmorethana",
  "state that merely ‘interacts with the Asia-Paciﬁc in various ways’.37",
  "Notes",
  "1 D.McDougall,Asia-PaciﬁcinWorldPolitics,Boulder:LynneReinnerPublishers,2007,p.7.",
  "2 For recent discussions see H. Pant, ‘India in the Asia-Paciﬁc: Rising Ambitions With an Eye on",
  "China’, Asia-Paciﬁc Review, Vol. 14, No. 1, 2007; D. Scott, ‘Strategic Imperatives of India as an",
  "Emerging Player in Paciﬁc Asia’, International Studies, Vol. 44, No. 2, 2007; W. Ladwig, ‘New",
  "Delhi’s Paciﬁc Ambition: Naval Power, “Look East,” and India’s Emerging Inﬂuence in the Asia-",
  "Paciﬁc’,AsianSecurity,Vol.5,No.2,2009.",
  "3 J.Nehru,TheDiscoveryofIndia,London:MeridianBooks,1956,p.550.",
  "4 A.B. Vajpayee, ‘India’s Perspective on ASEAN and the Asia Paciﬁc Region’, 9 April 2002, meaindia.",
  "nic.in.",
  "5 Y.Sinha, ‘Resurgent IndiainAsia’,29September2003,www.meaindia.nic.in. AlsoC.RajaMohan,",
  "‘LookEastPolicy:PhaseTwo’,TheHindu,9October2003.",
  "6 K.N.Singh,‘InauguralAddressatthe7thAsianSecurityConference’,27January2005,www.idsa.in;",
  "E.Ahamed,‘Reinforcing“LookEast”Policy’,17January2006,mea.gov.in.",
  "7 M. Malik, ‘China and the East Asian Summit: More Discord than Accord’, Paper (Honolulu: Asia-",
  "PaciﬁcCenterforSecurityStudies),February2006.India’sobserverstatuswiththeWestPaciﬁcNaval",
  "Symposium(WPNS)andRIMPACnavalexercises,itsmembershipofthePaciﬁcArmiesManagement",
  "Seminar, and its attempts to join Asia-Paciﬁc Economic Cooperation (APEC), are other signs of this",
  "institutionalthrustintheAsia-Paciﬁc.",
  "8 ‘EastAsiaSummit:IntheShadowofSharpDivisions’,People’sDaily,5December2005.",
  "9 Kuppuswamy,‘India’sLookEastPolicy’,Papers(SAAG),No.3662,12February2010.Asimilarpoint",
  "ismadeinMalik,‘ChinaandtheEastAsianSummit’,op.cit.,p.3.",
  "10 R.Sharma,‘India,SouthKoreaJoinHandsAgainstTerrorism’,TheTribune,7October2004.",
  "11 India-South Korea, India-Republic of Korea Joint Statement: Towards a Strategic Partnership, 25 January",
  "2010, meaindia.nic.in. Also ‘Why the South Korean President’s Visit is Important’, News (Rediﬀ), 22",
  "January2010.",
  "12 R. Srinivasan, ‘AnIndo-Japanese Strategic Alliance’,News (Rediﬀ),26April 2005,in.rediﬀ.com.The",
  "term ‘alliance’ remains sensitive, though, in Indian politics. See also D. Brewster, ‘The India-Japan",
  "SecurityRelationship:AnEnduringSecurityPartnership?’,AsianSecurity,Vol.6,No.2,2010.",
  "13 Richard J. Samuels, ‘New Fighting Power: Japan’s Growing Maritime Capabilities and East Asian",
  "Security’,InternationalSecurity,Vol.32,No.3(Winter2007/2008),p.111.",
  "14 See the comments of Keizo Takemi, Member of the House of Councillors and Minister in Shinzo",
  "Abe’sGovernment:‘whenwethinkabouttheframeworkoftheAsia-Paciﬁcregionasawhole,wesee",
  "thatIndiaisageopoliticallyessentialpresence[…]JapanandIndiaarealikeinhavingacertainwariness",
  "of China. From the viewpoint of maintaining a balance in the region as a whole, this also leads to",
  "154Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  "Lookingeast2:EastAsia,Australasia/Oceania",
  "thinking about a new mechanism of security cooperation’, in ‘Japan’s Role inan AsianCommunity’,",
  "AnnualReport,Tokyo:SasakawaPeaceFoundation,2003,pp.25–26.",
  "15 ‘Japan-IndiaPartnershipVitalinEastAsia’,YomiuriShimbun(Tokyo),15December2006.",
  "16 Interestingly, it was reported that Delhi was initially ‘lukewarm about the quad until Beijing began",
  "lobbyingagainstit,leadingIndiatosignonenthusiastically’,D.Twining,‘PlayingtheAmericaCard’,",
  "TheWeeklyStandard,Vol.13,No.3,1October2007.",
  "17 P.Gupta,‘LookingEast:IndiaForgesCloserTieswithJapan’,Force,Vol.3,No.3,2005.",
  "18 L.Mansingh,‘India-JapanRelations’,IssueBrief(ICPS),No.43,January2007.",
  "19 India-Japan, Joint Declaration on Security Cooperation between Japan and India, 22 October 2008, www.",
  "mofa.go.jp.",
  "20 CitedinS.D.Naik,‘India-JapanTies–MovingtotheNextLevel’,TheHinduBusinessLine,2January",
  "2007.",
  "21 Mansingh,‘India-JapanRelations’,op.cit.",
  "22 G.Nishiyama, ‘Japan PM Visits India, Eying Trade and China’, Reuters,21 August 2007; R.Sharma,",
  "‘India-JapanTiesPoisedforAdvanceasBothNationsEyeChina’,TheAsia-PaciﬁcJournal,6September",
  "2010.",
  "23 India-Japan, New Stage of Japan-India Strategic and Global Partnership’, 29 December 2009, www.mofa.",
  "go.jp. Also India-Japan, Action Plan to Advance Security Cooperation Based on the Joint Declaration on",
  "SecurityCooperationbetweenJapanandIndia,12December2009,meaindia.nic.in.",
  "24 A.Bergin,‘BeneﬁtsforBothSidesinCloseTieswithIndia’,TheAustralian,22August2001.",
  "25 RajaMohan,‘LookEastPolicy:PhaseTwo’,op.cit.",
  "26 J. Howard, ‘Australia’s Engagement with Asia—A New Paradigm?’, 13 August 2004, www.asialink.",
  "unimelb.edu.au.",
  "27 ‘India-Australia Strategic Dialogue’, Australian High Commission (New Delhi), 30 August 2001,",
  "www.india.embassy.gov.au.",
  "28 ‘AustraliaInksFirstDefencePactWithIndia’,Report(IndiaDefense),No.1452,7March2006,www.",
  "india-defense.com;M.Dodd,‘IndiaDefenceTiestobeTightened’,TheAustralian,4June2007.",
  "29 India-Australia, ‘India-Australia Joint Declaration on Security Cooperation’, 12 November 2009,",
  "meaindia.nic.in. For analysis see B. Chellaney, ‘New Australia-India Security Accord: Asia’s New",
  "Strategic Partners’, Japan Times, 10 December 2009; D. Brewster, ‘The Australia–India Security",
  "Declaration:TheQuadrilateralRedux?’,SecurityChallenges,Vol.6,No.1,2010.",
  "30 K. Kapisthalam, ‘Australia and Asia’s Rise’, Australian Journal of International Aﬀairs, Vol. 60, No. 3,",
  "2006,p.371.",
  "31 J. Malhotra, ‘Australia Evolving its Position on Uranium Sales to India?’, Business Standard, 23 March",
  "2010.",
  "32 C. Raja Mohan, ‘The Asian Balance of Power’, Seminar, No. 487, March 2000, www.india-seminar.",
  "com.",
  "33 Forexample,S.Guha,‘3NationsHoldOutatNSG,IndiaFacesDelay’,DNA(Mumbai),22August",
  "2008.",
  "34 R.HolborowcitedinN.Lakshman,‘India,NewZealandPlantoBeginFreeTradePactTalksNext",
  "Year’,TheHindu,11December2009.",
  "35 ‘IndiaisaPriority,NewZealandPMTellsRahulGandhi’,Indo-AsianNewsService,16February2010.",
  "36 ‘AntonyNixesExpansionofIndia-USMalabarNavalExercise’,Indo-AsianNewsService,24September",
  "2008.",
  "37 McDougall,Asia-PaciﬁcinWorldPolitics,op.cit.,p.7.",
  "155Template:RoyalA,Font:,",
  "Date:26/01/2011;3B2version: 9.1.470/WUnicode(Jun 22008)(APS_OT)",
  "Dir:P:/eProduction/WIP/9781857435528/dtp/9781857435528.3d",
  ""
]