[
  "chapter2 wo",
  "Brother Enemy",
  "Nearly six and a half decades after independence and Partition, Pakistan remains India’s biggest",
  "foreign policy challenge.",
  "Pakistan was hacked off the stooped shoulders of India by the departing British in 1947 as a",
  "homeland for India’s Muslims, but (at least until very recently, if one can extrapolate from the two",
  "countries’ population growth trends) more Muslims have remained in India than live in Pakistan.",
  "Pakistan’s relations with India have ever since been bedevilled by a festering dispute over the",
  "divided territory of Kashmir, India’s only Muslim-majority state. Decades of open conflict and",
  "simmering hostility, punctuated by spasms of bonhomie that always seem to sputter out into",
  "recrimination, have characterized a relationship that has circumscribed India’s options and",
  "affected its strategic choices. The knowledge that our nearest neighbour, populated as it is by a",
  "people of a broadly similar ethnic mix and cultural heritage, defines itself in opposition to India",
  "and exercises its diplomatic and military energies principally to thwart and undermine us has",
  "inevitably coloured India’s actions and calculations on the regional and global stage. The resort by",
  "Pakistan to the sponsorship of militancy and terrorism within India as an instrument of state policy",
  "since the 1980s has made relations nearly as bad as in the immediate aftermath of independence.",
  "When Pakistan was created in the Partition of 1947, the 544 ‘princely states’ (nominally ruled",
  "by assorted potentates but owing allegiance to the British Raj) were required to accede to either of",
  "the two new states. The maharaja of Jammu and Kashmir—a Muslim-majority state with a Hindu",
  "ruler—dithered over which of the two to join, and flirted optimistically with the idea of remaining",
  "independent. Pakistan, determined to wrest the territory, sent in a band of irregulars, who made",
  "considerable inroads before being distracted by the attractions of rapine and pillage. The panicked",
  "maharaja, fearing his state would fall to the marauders, acceded to India, which promptly",
  "paradropped troops who stopped the invaders (by now augmented by the Pakistani Army) in their",
  "tracks. India took Pakistan’s aggression to the UN as an international issue and declared a",
  "ceasefire that left it in possession of roughly two-thirds of the state.",
  "To ascertain the wishes of the Kashmiri people, the UN mandated a plebiscite, to be conducted",
  "after the Pakistani troops had withdrawn from the territory they had captured. India had insisted on",
  "a popular vote, since the Kashmiri democratic movement, led by the fiery and hugely popular",
  "Sheikh Abdullah, was a pluralist movement associated with India’s Congress party (Abdullah was",
  "president of the Indian States’ Peoples’ Congress, a body set up by the Congress party to represent",
  "independence-minded people in the princely states) rather than with the Muslim League that had",
  "demanded the creation of Pakistan, and New Delhi had no doubt that India would win a plebiscite.",
  "For the same reason, conscious of Abdullah’s popularity, Pakistan refused to withdraw, and the",
  "plebiscite was never conducted. The dispute has festered ever since.",
  "Four wars (in 1947–48, 1965, 1971 and 1999), all initiated by Pakistan, have been fought",
  "across the ceasefire line, now dubbed the Line of Control (LoC), without materially altering thesituation. In the late 1980s, a Pakistan-backed insurrection by some Kashmiri Muslims, augmented",
  "by militants infiltrated across the LoC and supplied with arms and money by Pakistan, began. Both",
  "the militancy and the response to it by Indian security forces have caused great loss of life,",
  "damaged property and all but wrecked a Kashmiri economy dependent largely on tourism and the",
  "sale of handicrafts. In the process, both countries have suffered grievously: India, whose citizens",
  "have been killed in large numbers and which has had to deploy over half a million men under arms",
  "to keep the peace, and Pakistan, whose strategy of ‘bleeding India to death’ through insurgency and",
  "terrorism, in Kashmir and beyond, has accomplished little of value, while making its military",
  "enormously powerful within Pakistan and disproportionately well-resourced (largely thanks to",
  "Kashmir, the Pakistani Army controls a larger share of its national budget than any army in the",
  "world does).",
  "If Kashmir is, to Pakistanis, the main casus belli, the horrors that were inflicted on Mumbai by",
  "terrorists from Pakistan at the end of November 2008 remain the starting point for any Indian’s",
  "discussion of Pakistan. They have left an abiding impact on all Indians. India picked itself up after",
  "the assault, but it counted the cost in lives lost, property destroyed and, most of all, in the scarred",
  "psyche of a ravaged nation. Deep and sustained anger across the country—at its demonstrated",
  "vulnerability to terror and at the multiple institutional failures that allowed such loss of life—",
  "prompted the immediate resignations of the home minister in Delhi and the chief minister and his",
  "deputy in Maharashtra. But ‘26/11’ in Mumbai represented a qualitative change in Pakistan’s long-",
  "running attempts to pursue ‘war by other means’. The assault, and the possibility of its recurrence,",
  "implied that there could be other consequences, yet to be measured, that the world will have to",
  "come to terms with in the future—consequences whose impact could extend well beyond India’s",
  "borders, with implications for the peace and security of the region, and the world.",
  "I had grown up in Bombay, as it was then called, and so watched the unfolding horror there in",
  "November 2008 with profound empathy. There is a savage irony to the fact that the attacks in",
  "Mumbai began with terrorists docking near the Gateway of India. The magnificent arch, built in",
  "1911, has ever since stood as a symbol of the openness of the city. Crowds flock around it, made",
  "up of foreign tourists and local yokels; touts hawk their wares; boats bob in the waters, offering",
  "cruises out to the open sea. The teeming throngs around it daily reflect India’s diversity, with Parsi",
  "gentlemen out for their evening constitutionals, Muslim women in burqas taking the sea air, Goan",
  "Catholic waiters enjoying a break from their duties at the stately Taj Mahal Hotel, Indians from",
  "every corner of the country chatting in a multitude of tongues. On 26 November, barred and empty,",
  "ringed by police barricades, as it was seen on TV, the Gateway of India—the gateway to India,",
  "and to India’s soul—stood as mute testimony to the most serious assault on the country’s pluralist",
  "democracy.",
  "The terrorists who heaved their bags laden with weapons up the steps of the wharf to begin their",
  "assault on the Taj, like their cohorts at a dozen other locations around the city, knew exactly what",
  "they were doing. Theirs was an attack on India’s financial nerve centre and commercial capital, a",
  "city emblematic of the country’s energetic thrust into the twenty-first century. They struck at",
  "symbols of the prosperity that was making the Indian model so attractive to the globalizing world",
  "—luxury hotels, a café favoured by foreigners, the city’s Jewish centre. The terrorists also sought",
  "to polarize Indian society by claiming to be acting to redress the grievances, real and imagined, ofIndia’s Muslims. And by singling out Americans and Israelis for special attention, they",
  "demonstrated that their brand of Islamist fanaticism is anchored less in the absolutism of pure faith",
  "than in the geopolitics of hatred.",
  "The attack on the Jewish Chabad-Lubavitch centre and the killing of its residents was",
  "particularly sad, since India is justifiably proud of the fact that it is the only country in the world",
  "with a Jewish diaspora going back 2500 years where there has never been a single instance of",
  "anti-Semitism (except when the Portuguese came to inflict it in the sixteenth century). This is the",
  "first time that it has been unsafe to be Jewish in India—one more proof that the terrorists were not",
  "Indian, since Indian Muslims have never had any conflict with Indian Jews, but that they were",
  "pursuing a foreign agenda. Indeed, this was clearly not just an attack on India; the terrorists were",
  "also taking on the ‘Jews and crusaders’ of Al Qaeda lore. With this tragedy, India became the",
  "theatre of action for a global battle.",
  "After the killings, the platitudes flowed like blood. Terrorism is unacceptable; the terrorists are",
  "cowards; the world stands united in unreserved condemnation of this latest atrocity, and so mind-",
  "numbingly on. Commentators in America tripped over themselves to pronounce the night and day",
  "of carnage India’s 9/11. But India has endured many attempted 9/11s, notably a ferocious assault",
  "on its Parliament in December 2001 that nearly led to all-out war against the assailants’ sponsors,",
  "Pakistan. In 2008 alone, terrorist bombs had taken lives in Jaipur, in Ahmedabad, in Delhi and (in",
  "an eerie dress rehearsal for the effectiveness of synchronicity) several different places on one",
  "searing day in Assam. Jaipur is the lodestar of Indian tourism to Rajasthan; Ahmedabad is the",
  "primary city of Gujarat, the state that is projected by many as a poster child for India’s",
  "development, with a local GDP growth rate of 14 per cent; Delhi is the nation’s political capital",
  "and India’s window to the world; Assam was logistically convenient for terrorists from across a",
  "porous border. Mumbai combined all the four elements of its precursors: by attacking it, the",
  "terrorists hit India’s economy, its tourism and its internationalism, and they took advantage of the",
  "city’s openness to the world.",
  "So the terrorists hit multiple targets in Mumbai, both literally and figuratively. They caused",
  "death and destruction to our country, searing India’s psyche, showing up the limitations of its",
  "security apparatus and humiliating its government. They dented the worldwide image of India as an",
  "emerging economic giant, a success story of the era of globalization and an increasing magnet for",
  "investors and tourists. Instead the world was made to see an insecure and vulnerable India, a ‘soft",
  "state’ besieged by enemies who could strike it at will.",
  "Indians have learned to endure the unspeakable horrors of terrorist violence ever since malign",
  "men in Pakistan concluded that it was cheaper and more effective to bleed India to death than to",
  "attempt to defeat it in conventional war. There had, after all, been four unsuccessful wars—the",
  "failed attempts by Pakistan in 1947–48 and 1965 to wrest control over Kashmir, the 1971 war that",
  "resulted in the birth of Bangladesh from the ruins of the former East Pakistan and the undeclared",
  "Kargil war of 1999, in which Pakistani soldiers were dressed in mufti to conceal their identities",
  "when they surreptitiously seized the heights above Kargil in Kashmir, until being repelled in a",
  "heroic but costly action by the Indian Army. Attack after attack on Indian soil since then has been",
  "proven to have been financed, equipped and guided from across the border, including two suicide",
  "bombings of the Indian embassy in Kabul, the first of which was publicly traced by Americanintelligence to Islamabad’s dreaded military special-ops agency, the Inter-Services Intelligence",
  "(ISI), and its ‘Directorate S’ that collaborates with and directs terrorists and militants. The risible",
  "attempt by anonymous sources to claim ‘credit’ for the Mumbai killings in the name of the ‘Deccan",
  "Mujahideen’ merely confirmed that the killers are not from the Deccan. The Deccan lies inland",
  "from Mumbai; one does not need to sail the waters of the Arabian Sea to the Gateway of India to",
  "get to the city from there. In its meticulous planning, sophisticated coordination and military",
  "precision, including the use of reconnaissance missions and GPS equipment, as well as its choice",
  "of targets, the assault on Mumbai bore no trace of what its promoters tried to suggest it was—a",
  "spontaneous eruption by angry young Indian Muslims. This horror, despite Pakistan’s initial (and",
  "subsequently discredited) denials, was not home-grown.",
  "The geopolitical reverberations of the carnage placed Islamabad firmly in the dock. The",
  "interrogation of the one surviving terrorist, Ajmal Kasab, and evidence from satellite telephone",
  "intercepts and other intelligence, led to an international consensus that the attacks were",
  "masterminded by the Wahhabi-inspired Lashkar-e-Taiba, a terrorist group patronized, protected",
  "and trained by the ISI as a useful instrument in Islamabad’s proxy war against India in Kashmir.",
  "While Pakistan chafes at its inability to wrest the Kashmir valley from India, and resorts to all",
  "conceivable means to win that territory, it has understandably accepted its inability to do so",
  "through conventional warfare. That is why, for more than two decades now, a succession of",
  "Pakistani military rulers has made it a point to support, finance, equip and train Islamist militants",
  "to conduct terrorist operations in India, to bleed India from within and to inflict upon it what a",
  "Pakistani strategist called ‘death by a thousand cuts’.",
  "India’s response has been defensive, not belligerent. India is a status quo power that seeks",
  "nothing more than to be allowed to grow and develop in peace, free from the destructive attentions",
  "of the Pakistani military and the militants and terrorists it sponsors. Pakistan has sought to obscure",
  "this reality by seeking to convince the West and China that its militarism is in response to an",
  "‘Indian threat’, a notion assiduously peddled in Washington and London by highly paid lobbyists",
  "for Islamabad. The rationale for this argument goes back to 1971, when India, in their version of",
  "the narrative, attacked and dismembered Pakistan. This action, it is suggested, reveals India’s",
  "intentions: it is simply waiting for the opportunity to do to what remains of Pakistan what it did to",
  "the country’s old political geography.",
  "The facts, of course, are quite different. Pakistan’s genocidal military crackdown on its own",
  "eastern half sent 10 million Bengali refugees flocking into India, the largest refugee movement in",
  "human history. India could not care for these people indefinitely, and sought a permanent solution",
  "—which, given the intransigence of Islamabad’s military rulers, could only lie in the independence",
  "of East Pakistan (which became Bangladesh). India accordingly supported the secessionist",
  "guerrillas operating against the Pakistani occupation there. It was in fact the Pakistani military that",
  "gave India an excuse to launch all-out war by attempting a pre-emptive air strike on Indian air",
  "force bases and then declaring war on India, which New Delhi happily accepted as a cue to sweep",
  "into the east and liberate Bangladesh. That done, India called a ceasefire in the west, instead of",
  "continuing to march in to subjugate Pakistan (entirely feasible in those pre-nuclear days) or even to",
  "free its own territory in Kashmir from Pakistani rule. These are not the actions of a nation that has",
  "any additional designs on Pakistan. In fact 1971 offered a unique set of historical circumstancesthat are no longer replicable. And they require brutality and short-sightedness on a colossal scale",
  "from Pakistan itself, which presumably is also not going to be repeated.",
  "For these reasons, the notion of any Indian ‘threat’ is preposterous; bluntly, there is not and",
  "cannot be an ‘Indian threat’ to Pakistan, simply because there is absolutely nothing Pakistan",
  "possesses that India wants. If proof had to be adduced for this no-doubt-unflattering assessment, it",
  "lies in India’s decision at Tashkent in 1966 to give ‘back’ to Pakistan every square inch of",
  "territory captured by our brave soldiers in Pakistan-Occupied Kashmir, including the strategic",
  "Haji Pir Pass, all of which is land we claim to be ours. If we do not even insist on retaining what",
  "we see as our own territory, held by Pakistan since 1948 but captured fair and square in battle,",
  "why on earth would we want anything else from Pakistan?",
  "No, the ‘Indian threat’ is merely a useful device cynically exploited by the Pakistani military to",
  "justify their power (and their grossly disproportionate share of Pakistan’s national assets, as",
  "brilliantly spelled out in Ayesha Siddiqa’s book Military Inc.). The central problem bedevilling",
  "the relationship between the two subcontinental neighbours is not, as Pakistani propagandists like",
  "to suggest, Kashmir, but rather the nature of the Pakistani state itself—specifically, the stranglehold",
  "over Pakistan of the world’s most lavishly funded military (in terms of percentage of national",
  "resources and GDP consumed by any army on the planet). To paraphrase Voltaire on Prussia, in",
  "India, the state has an army; in Pakistan, the army has a state. Unlike in India, one does not join the",
  "army in Pakistan to defend the country; one joins the army to run the country. The military has ruled",
  "Pakistan directly for a majority of the years of its existence, and indirectly for most of the rest. No",
  "elected civilian government has been allowed to complete its full term, with the exception of",
  "Zulfikar Ali Bhutto, initially appointed to power by the outgoing military junta, later elected in his",
  "own right and overthrown by his generals at his first attempt at re-election. The army lays down",
  "the ‘red lines’ no civilian leader—and not even the ‘free’ media—dare cross. In return, the",
  "military establishment enjoys privileges unthinkable in India. In addition, serving and retired",
  "military officials run army-controlled shopping malls, petrol stations, real-estate ventures, import–",
  "export enterprises, and even universities and think tanks. Since the only way to justify this",
  "disproportionate dominance of Pakistani state and society is to preserve the myth of an ‘Indian",
  "threat’, the Pakistani military will, many in India believe, continue to want to keep the pot boiling,",
  "even if Kashmir were to be handed over to them on a silver salver with a white ribbon tied around",
  "it. In the analysis of the Pakistani commentator Cyril Almeida, the army is not strategically",
  "interested in peace; it may not want war (which general relishes dying?) but it does not want peace",
  "either.",
  "In 2008, just before the terrorist assault, the newly elected civilian government in Islamabad had",
  "shown every sign of wanting to move away from this narrative of hatred and hostility. But Pakistan",
  "is a deeply divided nation. As the Kabul bombing showed, the disconnect between the statements",
  "of the government and the actions of the ISI suggested that the government is too weak to control its",
  "own security apparatus. An attempt to place the ISI under the interior ministry in the summer of",
  "2008 had to be rescinded when the army refused to accept the order (even after it had been",
  "officially announced on the eve of the Pakistani prime minister’s first visit to Washington). When,",
  "in the wake of the Mumbai attacks, Pakistani President Zardari acceded to the request of Indian",
  "Prime Minister Manmohan Singh to send the head of the ISI to India to assist Indian authorities intheir investigation, the Pakistani military again forced the civilian government into a humiliating",
  "climbdown, saying a lower-level official might be sent instead. (He wasn’t.)",
  "As the former Indian diplomat Satyabrata Pal trenchantly noted, ‘The ISI may well be Pakistan’s",
  "answer to the Holy Roman Empire, which was neither holy, Roman nor an empire: it has no",
  "intelligence, it does Pakistan no service and will in time inter it.’ The Islamist extremism nurtured",
  "by a succession of military rulers of Pakistan has now come to haunt its well-intentioned but",
  "lamentably weak elected civilian government. Attacks against the Pakistani state over the last few",
  "years have proved that terrorism, created, nurtured and equipped by Pakistan’s military, is now",
  "well and truly out of its government’s control. The militancy once sponsored by its predecessors",
  "now threatens to abort Pakistan’s sputtering democracy and seeks to engulf India in its flames.",
  "President Zardari, Benazir Bhutto’s widower, surely realizes that India’s enemies in Pakistan are",
  "also his own: the very forces of Islamist extremism responsible for his wife’s assassination in",
  "December 2007 were also behind the bombing of Islamabad’s Marriott Hotel in the summer of",
  "2008. There has never been a stronger case for firm and united action by the governments of both",
  "India and Pakistan to cauterize the cancer in their midst. This is not as implausible as it sounds.",
  "There is a rational argument on both sides that things have gone too far in the wrong direction, and",
  "that cooperation is the only way forward. The problem is that each terrorist attack undermines the",
  "case for such an approach and discredits the dwindling minority on both sides who believe it to be",
  "both true and necessary.",
  "Rarely had a Pakistani civilian government been more inclined to pursue peace with India than",
  "Zardari’s in 2008. Whereas his predecessor, General Pervez Musharraf, had mastered the art of",
  "saying one thing and doing another, Zardari had been pushing for greatly expanded trade and",
  "commercial links with India and the liberalization of the restrictive visa regime between the two",
  "countries. Indeed his foreign minister was in Delhi for talks on these issues when the terrorist",
  "assault occurred. Zardari had also begun winding down his government’s official support for",
  "Kashmiri militancy against the government in New Delhi, and had announced the disbanding of the",
  "ISI’s political wing. When he went so far as to propose a ‘no first-strike’ nuclear policy, matching",
  "India’s stance but violating his own military’s stated nuclear doctrine, Indians had begun to",
  "believe that at long last they had found a Pakistani ruler who understood that normalizing relations",
  "with India would be of great practical benefit to Pakistan itself.",
  "The terrorists and their patrons clearly wish to thwart any moves in the direction of a",
  "rapprochement between the two countries, which would thwart their destructive Islamist agenda.",
  "But the Mumbai terror assault only seemed to confirm that—though President Zardari is adept at",
  "going on Indian television and saying what his viewers across the border wish to hear—the",
  "peacemakers in Islamabad are not the ones who call the shots in that country.",
  "Pakistan at first predictably denied any connection to the events, but each passing revelation",
  "rendered its denials less and less plausible. President Zardari even claimed that the captured",
  "terrorist was not Pakistani. It took an intrepid British journalist of Pakistani descent to track down",
  "Ajmal Kasab’s native village of Faridkot in Punjab, report his parents’ identities and confirm his",
  "background. The parents were promptly spirited away by the Pakistani authorities, the villagers",
  "silenced and the next journalist who tried to follow the story, an American, was beaten up for his",
  "pains.Those first weeks of Pakistani denial after 26/11 rankled, because many in India had thought—",
  "having paid too much attention to the earlier positive noises from President Zardari—that when",
  "26/11 happened, it would be a golden opportunity for the civilian government of Pakistan to stand",
  "up and say, ‘We’re in this fight together. The people who did this to you are going to do the same",
  "thing to us, and we want to work alongside with you. Our intelligence agencies will join you in the",
  "investigation.’ Instead of which, we got denial, obfuscation, delay and deceptive sanctimony.",
  "When Zardari initially agreed to India’s request for the ISI chief to visit New Delhi, he stated",
  "that Pakistan ‘will cooperate with India in exposing and apprehending the culprits and",
  "masterminds’ behind the attacks. It soon became clear that this was not an objective unanimously",
  "shared in Islamabad. The ISI is not exactly keen on cooperating with an investigation into the",
  "massacre’s Pakistani links. The Mumbai attacks bore many of the trademarks of the extremist",
  "‘fedayeen’ groups based in Pakistan, notably the Lashkar-e-Taiba, which in the past has benefited",
  "from the patronage of the ISI. Whether the Pakistani military is orchestrating the violence or merely",
  "shielding its perpetrators, it clearly has no interest in seeing its protégés destroyed. It soon became",
  "apparent that for all of President Zardari’s soothing words, the Pakistani government cannot ensure",
  "that different elements of the state fall in line with the government’s vision. And the country’s",
  "civilian government—India’s official interlocutors—dare not cross the red lines drawn by the",
  "military, for fear of being toppled. If India is to take Islamabad’s professions of peaceful intent",
  "seriously, credible action with visible results is required. It has not been much in evidence in",
  "recent years.",
  "Despite its denials and its disingenuous calls for more proof—all of which had the effect,",
  "whether by accident or design, of buying time for the perpetrators to cover their tracks, to husband",
  "their resources and to reinvent their identities—Pakistan has never been more isolated in the",
  "international community. It is now universally accepted that the massacre in Mumbai was planned",
  "in and directed from Pakistani territory, and the inability of the Pakistani government to prevent its",
  "soil from being used to mount attacks on another state make a mockery of its pretensions to",
  "sovereignty. No one wishes to undermine President Zardari’s civilian government, which remains",
  "the one hope for something approaching a moderate, secularist regime in that country. But it is an",
  "understatement to point out that Zardari does not enjoy the unstinting support of his own security",
  "establishment. And his weakness makes it less and less useful for outsiders to shore him up.",
  "Before the attacks on Mumbai, the United States had been promoting a reduction of India–",
  "Pakistan tensions, in the hope—openly voiced by then president-elect Barack Obama (and",
  "repeated by him in office)—that this would free Pakistan to conduct more effective",
  "counterinsurgency operations against the Taliban and Al Qaeda in its north-western tribal areas.",
  "Pakistan has six times the number of troops deployed against India than it has deployed on its",
  "western border to fight the Taliban and Al Qaeda. Obama therefore called for promoting a",
  "rapprochement between India and Pakistan as a key objective of US foreign policy in the region.",
  "Peaceful relations with India would have permitted more resources to be shifted from east to west.",
  "Instead the perennial danger is of the Pakistani military, despite India’s restraint, moving in the",
  "other direction. Washington fears that India–Pakistan tension will make its own task in Afghanistan",
  "more difficult. But for a long time, Washington found few takers in India for continuing a peace",
  "process with a government that did not appear to control significant elements of its own military.Now that India and Pakistan are talking, the Pakistani military has been able to move some of its",
  "military resources westward, with no discernible impact on the country’s security.",
  "Ironically, Zardari had proven to be a useful ally of the United States before 26/11; in addition",
  "to overtly lowering the temperature with India, he was cooperating tacitly with American Predator",
  "strikes against the Islamic extremists in the Afghan borderlands, much to the resentment of pro-",
  "Islamist elements in his own military. This cooperation would be jeopardized if the seething anger",
  "throughout India at the Pakistani sponsors of terror boiled over; the hardliners in Islamabad’s army",
  "headquarters will then have the justification they need to jettison a policy they dislike and turn",
  "their weapons back towards their preferred enemy, the Indians. Obama had pointed out during the",
  "2008 US presidential election campaign that American military assistance to Pakistan was being",
  "diverted to the purchase of jet aircraft and battle tanks aimed at India, rather than on the tools",
  "needed to combat the militants in its lawless tribal belt. After Mumbai, Washington’s biggest fear",
  "became that the Pakistani military might seek to move its forces away from the western border",
  "with Afghanistan, where the United States wants them to aid NATO’s fight against the Taliban and",
  "Al Qaeda, and reinforce the eastern border with India instead. This is why it is important for India",
  "not to give them any excuse to do so.",
  "With Pakistan initially denying all responsibility for the murderous rampage that was planned on",
  "its soil, India seemed to have no good options. It was a typically Pakistani conundrum: the military",
  "wasn’t willing, and the civilian government wasn’t able. And the fear remained that expecting",
  "Zardari to fulfil even India’s minimal demands might be tantamount to asking him to sign his own",
  "death warrant. What we needed done had to be done in a way that did not undermine the civilian",
  "government.",
  "At the same time, India had to act: we all knew that anything that smacked of temporizing and",
  "appeasement would further inflame the public just a few months before national elections were",
  "due. But New Delhi also knew that though some hotheads in India were calling for military action,",
  "including strikes on terrorist facilities in Pakistani territory, this would certainly lead to a war that",
  "neither side could win. If anything, such an Indian reaction would play into the hands of the",
  "terrorists, by strengthening anti-Indian nationalism in Pakistan and easing the pressure on the",
  "Islamists. And since both India and Pakistan have nuclear weapons, the risk of military action",
  "spiralling out of control is always too grave for any responsible government to contemplate.",
  "Some loud Indian voices on the country’s ubiquitously shrill 24/7 news channels pointed",
  "enviously to Israel’s decisive action against neighbouring territories that have provided sanctuary",
  "for those conducting terrorist attacks upon it. They clamorously asked why India could not do the",
  "same.",
  "As Israeli planes and tanks exacted a heavy toll on Gaza barely a month after 26/11, these",
  "opinion leaders in India watched with an unusual degree of interest—and some empathy. New",
  "Delhi joined the rest of the world in calling for an end to the military action, but its criticism of",
  "Israel was muted. For as Israel demonstrated anew its determination to put an end to attacks upon",
  "its civilians by militants based in Hamas-controlled Gaza, many in India, still smarting from the",
  "horrors of the Mumbai attacks, asked: couldn’t we do it too?",
  "For many Indian commentators, the temptation to identify with Israel was strengthened by the",
  "seizing of Mumbai’s Jewish centre (the Chabad-Lubavitch house) by the terrorists on 26/11 andthe painful awareness that India and Israel share many of the same enemies. India, with its 150-",
  "million-strong Muslim population, has long been a strong supporter of the Palestinian cause and",
  "remains staunchly committed to an independent Palestinian state. But 26/11 confirmed what had",
  "become apparent in recent years—that the forces of global Islamist terror had added Indians to",
  "their reviled target-list of ‘Jews and crusaders’. If Israel was frequently attacked by rockets",
  "raining upon it from across its border, India had suffered repeated assaults by killers trained,",
  "equipped, financed and directed by elements based next door in Pakistan. When White House",
  "Press Secretary Dana Perino equated members of Hamas to the Mumbai killers, her comments",
  "were widely circulated in India.",
  "Yet there the parallels end. Israel is a small country living in a permanent state of siege, highly",
  "security-conscious and surrounded by forces hostile to it; India is a giant country whose borders",
  "are notoriously permeable, an open society known for its lax and easygoing ways. Whereas",
  "Israel’s toughness is seen by many as its principal characteristic, India is seen even by its own",
  "citizens as a soft state, its underbelly penetrated easily enough by determined terrorists. Where",
  "Israel notoriously exacts grim retribution for every attack on its soil, India has endured with",
  "numbing stoicism an endless series of bomb blasts, including at least six other major assaults in",
  "different locations in 2008 alone. Terrorism has taken more lives in India than in any country in the",
  "world after Iraq, and yet India, unlike Israel, has seemed to be unable to do anything about it.",
  "If Israel has Hamas as its current principal adversary, India has a slew of terrorist organizations",
  "to contend with—Lashkar-e-Taiba and its transmogrified cousins, Jaish-e-Mohammad, Jamaat-ud-",
  "Dawa and more. But whereas Hamas operates without international recognition from the territory",
  "of Gaza, where its legitimacy is questioned even by the Palestinian Authority, India’s murderous",
  "enemies function from the soil of a sovereign member state of the United Nations, Pakistan. And",
  "that makes all the difference.",
  "Hamas is in no condition to resist Israel’s air and ground attacks in kind, whereas an Indian",
  "attack on Pakistani territory, even one targeting terrorist bases and training camps, would invite",
  "swift retaliation from the Pakistani Army. Israel can dictate the terms of its military incursion and",
  "end it when it judges appropriate, whereas an Indian military action would immediately spark a",
  "war with a well-armed neighbour that neither side could win. And at the end of the day, one",
  "chilling fact would prevent India from thinking it can take a leaf out of the Israeli playbook: the",
  "country that foments, and at the very least condones, the terror attacks on India is a nuclear power.",
  "So India went to the international community with evidence to prove that the Mumbai attacks",
  "were planned in Pakistan and conducted by Pakistani citizens who were in contact throughout with",
  "handlers in Pakistan. New Delhi had briefly hoped that the proof might enable Islamabad’s weak",
  "civilian government to rein in the violent elements in its society. But Islamabad’s reaction has been",
  "one of denial. Yet no one doubts that Pakistan’s all-powerful military intelligence apparatus has,",
  "over the last two decades, created and supported terror organizations as instruments of Pakistani",
  "policy in Afghanistan and India. When the Indian embassy in Kabul was hit by a suicide bomber in",
  "July 2008, American intelligence sources told the New York Times that not only was Pakistan’s ISI",
  "behind the attack, but the ISI had made little effort to cover its tracks. It knew perfectly well that",
  "India would not go to war with Pakistan to avenge the killing of its diplomatic personnel.",
  "And indeed it did not. The fact is that India knows that war will accomplish nothing. Indeed, itis just what the terrorists want—a cause that will rally all Pakistanis to the flag, making common",
  "cause with the Islamists against the hated Indian enemy, and providing the army an excuse to",
  "abandon the unpopular fight against the Taliban and Al Qaeda in the West for the far more familiar",
  "terrain of the Indian border in the East. There is no reason to play into the hands of those who seek",
  "that outcome.",
  "And yet—when Indians watched Israel take the fight to the enemy, killing those who launched",
  "rockets against it and dismantling many of the sites from which the rockets flew, some could not",
  "resist wishing they could do something similar in Pakistan. India understands, though, that the",
  "collateral damage would be too high, the price in civilian lives unacceptable and the risks of the",
  "conflict spiralling out of control too acute for them to contemplate such an option. So they place",
  "their trust in international diplomacy—and so Israel was doing what India could never permit",
  "itself to do.",
  "At the same time, for any Indian government, inaction is not an option. By showing restraint,",
  "ignoring the calls of hotheads for air strikes and missile attacks and by pressuring the United States",
  "to work on its near-bankrupt clients in Islamabad—who have received some $11 billion in",
  "military assistance since 9/11, ostensibly to fight Islamist terror but much of it spent on those who",
  "have fomented such terror—India has achieved appreciable results. Under US pressure, the",
  "Pakistani leadership arrested some twenty militants, including Zakiur Rahman Lakhvi, the reputed",
  "operational mastermind of the Mumbai horror, and in February 2009 released a report finally",
  "admitting that five of the attackers were Pakistani. This was an important first step, but it did not",
  "go far enough: there are still too many evasions and denials, including the suggestion that the",
  "attacks were masterminded elsewhere than Pakistan. Also, house arrests and nominal bannings are",
  "not enough for Indians: we have seen this movie before. The Lashkar was banned in 2001—by",
  "General Musharraf under duress after 9/11—only to re-emerge as the ostensibly humanitarian",
  "group Jamaat-ud-Dawa, and in that guise is even more powerful than before. Its head, Hafiz",
  "Muhammad Saeed, remained free to preach vitriolic hatred against India in his Friday sermons and",
  "to serve, at the very least, as a catalyst for murder and mayhem in our country. New Delhi is rightly",
  "insisting that Islamabad crack down completely on these militant groups, dismantle their training",
  "camps, freeze their bank accounts (not, as Musharraf did, with enough notice for them to be",
  "emptied and transferred to other accounts operated by the same people) and arrest and prosecute",
  "their leaders.",
  "Though there is little appetite in Pakistan for such action, the UN Sanctions Committee under",
  "resolution 1267 has made it easier for Islamabad by proscribing the Jamaat-ud-Dawa and",
  "imposing travel bans and asset freezes of specific named individuals, including Saeed. China,",
  "which had opposed such a move when the United States and the United Kingdom had proposed it",
  "in 2006, supported it in 2008—a clear indication that in the wake of the Mumbai horrors it judged",
  "that such pro-Pakistani obstruction would no longer be compatible with its role as a responsible",
  "leader of the international system. What is essential is to sustain the pressure: the American",
  "decision in April 2012 to announce a bounty of $10 million on Hafiz Saeed’s head is a welcome",
  "indication that the world has not given up its quest for justice. I had hoped that if our tragedy gave",
  "the semi-secular moderates in Pakistan the opportunity to crack down upon the extremists and",
  "murderers in their midst in their own interest, the suffering of a few hundred families in India on26/11 might not be replicated in the lives of other Indians at the hands of these evil men in the",
  "years to come. But if the Pakistanis don’t do so, the rest of us must.",
  "The Indian state is no stranger to political violence within its territory, and it has evolved a very",
  "effective technique of dealing with it—combining ruthless law and order tactics with completely",
  "open cooptation into the democratic space. The former gives those using violence a disincentive to",
  "continue doing so; the latter gives them a positive reason to give up the gun in order to seek their",
  "objectives by other means. This has worked in places as far apart as Punjab and Mizoram, so that",
  "yesterday’s terrorists become today’s political candidates, tomorrow’s chief ministers, and the day",
  "after tomorrow’s leaders of the opposition, those being the vagaries of democracy.",
  "But when you are talking about terror coming from across the border, those options are not",
  "available. The terrorists are not people who are seeking a ventilation of political grievances.",
  "These are not people who are coming to Mumbai because they want to have their space in making",
  "decisions about the country, the community, the future, whatever. These are people coming,",
  "unfortunately, with no objective other than destruction. Their objective is to sow terror and fear.",
  "And that is very different from the other kinds of terrorism India has dealt with domestically.",
  "When these twenty young men set sail from Pakistan to wreak the havoc they did in Mumbai, I",
  "do not know how many of them realistically thought they would ever get back. But clearly, they had",
  "no political objectives beyond the undermining of India. They were not asking for the release of",
  "imprisoned terrorists. They were not asking for a change of government. They were not seeking",
  "anything other than to cause as much damage and death and destruction as possible, perhaps in",
  "order to provoke a war between India and Pakistan that would take the heat off Al Qaeda in",
  "Pakistan. For them to pretend to be standing up for the cause of Islam, when they killed forty-nine",
  "innocent Muslim civilians in the city of Mumbai, would be a travesty of anything that Islam stands",
  "for.",
  "It is difficult to escape the conclusion that this kind of terrorism—terrorism as an end in itself,",
  "not as a means to something larger—can only be confronted implacably. There is no co-optation",
  "formula available. It just has to be nipped in the bud, ideally before it starts, and if that is not",
  "possible in its home base, deal with it firmly if and when it actually occurs.",
  "It is fair to ask why 26/11 is the singular event that overwhelms the debate. Why does it",
  "overshadow the four wars, and even the preceding twenty years of terrorist support? The answer",
  "lies partly in its proximity: just over three years have passed since 26/11 as these words are",
  "written, and it looms large still, whereas the formal wars seem to belong to the history books, and",
  "the earlier terrorist blasts have been relegated to the footnotes. There is, of course, the continuing",
  "danger that 26/11 implies: this mutant species of political violence now offers a copybook",
  "template to any future terrorist group. More vital, though, is its intimate immediacy in a",
  "psychological sense. As the American novelist Don Delillo has written about terror attacks after",
  "9/11: ‘This catastrophic event changes the way we think and act, moment to moment, week to",
  "week, for unknown weeks and months to come, and steely years. Our world, parts of our world,",
  "have crumbled into theirs, which means we are living in a place of danger and rage.’ The",
  "‘livestreaming’ of the violence has brought about a new auditory and visual experience, as",
  "terrorism has been brought into the homes and living rooms of ordinary citizens by the ubiquity of",
  "contemporary mass media. Our policy-making machinery must learn to channel this sense ofdanger, this rage that seethes within, without letting our foreign policy be held hostage to 26/11.",
  "It is fair to point out that since then Pakistan’s own internal security has been racked by bouts of",
  "large-scale suicide attacks, bomb blasts and commando-style operations attacking army and naval",
  "bases. The ISI’s response to these has revealed the ambivalence at the heart of its sadomasochistic",
  "relationship to terrorism: it suffers the whiplash of the very pain it seeks to inflict on others. Many",
  "close observers see in the ISI’s actions a curious inward-looking organizational culture,",
  "characterized by small-minded hubris, tactical cleverness, bureaucratic self-preservation and",
  "wilful ignorance about genuine long-term security needs, all inflated by pretensions of historical",
  "grandeur. The entire enterprise is sustained in an establishment rhetoric couched in military and",
  "religious vocabulary, with grandiose strategic ambitions advocated largely by ex-military men",
  "who should know better, given Pakistan’s multiple defeats at the hands of India. New Delhi can",
  "shake its head at this phenomenon, but it cannot afford either righteous rage or weary resignation in",
  "the face of such fundamental (and fundamentalist) hostility. It must remain vigilant even as it seeks",
  "to pursue an honourable peace.",
  "Before concluding this section of our analysis, let me return to where I began, at the Gateway of",
  "India. Inevitably, after 26/11, the questions began to be asked abroad: ‘Is it all over for India? Can",
  "the country ever recover from this?’",
  "Of course, the answers are no and yes, but outsiders cannot be blamed for asking existential",
  "questions about a nation that so recently had been seen as poised for take-off. In the wake of the",
  "attacks, foreign tourists cancelled reservations in Indian hotels hundreds of miles from Mumbai,",
  "and some potential investors in the Indian economy delayed their investment-related plans and",
  "visits after seeing attacks upon hotels frequented by international businessmen. While these",
  "overreactions, given time, did subside, India has not fully returned to being the economic lodestar",
  "it once was in the eyes of international business, at least partly because of the ever-present threat",
  "of random violence. Two subsequent bomb blasts in Mumbai and one each in Pune and Delhi,",
  "though on a much smaller scale than 26/11, have served as reminders of that possibility.",
  "India can recover from the physical assaults against it. It is striking that both the assaulted",
  "hotels, the Taj Mahal and the Trident, reopened their doors within a month of the terrorist attack.",
  "We are a land of great resilience that has learned, over arduous millennia, to cope with tragedy.",
  "Within twenty-four hours of an earlier Islamist assault on Mumbai, the Stock Exchange bombing in",
  "1993, Mumbai’s traders were back on the floor, their burned-out computers forgotten, doing what",
  "they used to before technology had changed their trading styles. Bombs and bullets alone cannot",
  "destroy India, because Indians will pick their way through the rubble and carry on as they have",
  "done throughout history.",
  "But what can destroy India is a change in the spirit of its people, away from the pluralism and",
  "coexistence that has been our greatest strength. The prime minister’s call for calm and restraint in",
  "the face of this murderous rampage was heeded; the masses mobilized in candelight processions,",
  "not as murderous mobs. My big fear was that political opportunism in a charged election season",
  "could have led to some practising the politics of hatred and division. Indeed, I wrote while the",
  "attacks were still going on that ‘if these tragic events lead to the demonization of the Muslims of",
  "India, the terrorists will have won’. I am heartened that instead Indians stayed united in the face of",
  "this tragedy. The victims included Indians of every faith, including forty-nine Muslims out of the188 killed. There is anger, some of it directed inward, against our security and governance",
  "failures, but none of it against any specific community. That is as it should be. For India to be",
  "India, its gateway—to the multiple Indias within, and the heaving seas without—must always",
  "remain open.",
  "Clearly, the international community would want to see that Pakistan implements its stated",
  "commitment to deal with terrorist groups within its territory, including the members of Al Qaeda,",
  "the Taliban’s Quetta Shura, the Hezb-e-Islami, Lashkar-e-Taiba, and so many other like-minded",
  "terrorist groups that have been proliferating on Pakistani soil. Without this, the gains made in the",
  "last few years of international intervention in Afghanistan will be compromised, and it will",
  "become difficult to forestall the resumption of violence and terror in Afghanistan. The world has",
  "come to realize, at considerable cost, that terrorism cannot be compartmentalized—that any facile",
  "attempt to strike Faustian bargains with terrorists often result in such forces turning on the very",
  "powers that sustained them in the past. This implies exacting cooperation from Pakistan.",
  "Some in Washington, notably the late Richard Holbrooke, tried to put the burden of this on India,",
  "suggesting that settling the Kashmir dispute on Islamabad’s terms would remove the incentive for",
  "Pakistan to continue to seek ‘strategic depth’ (in other words, control of a puppet Islamist",
  "government) in Kabul. Such an approach would boil down to surrendering to blackmail. It is",
  "difficult to believe that any responsible policy-maker in Washington seriously expects India to",
  "compromise on its own vital national interests in order to persuade Pakistan to stop threatening the",
  "peace. India has taken upon itself the enormous burden of talking peace with a government of",
  "Pakistan that in the very recent past has proved to be, at best, ineffective and, at worst, duplicitous",
  "about the real threats emanating from its territory and institutions to the rest of South Asia.",
  "In pursuing peace with Pakistan, the Government of India is indeed rolling the dice: every",
  "conciliatory gambit is a gamble that peace will not be derailed by the insincerity of the other side.",
  "There are not many takers in the Indian political space right now for pursuing a peace process with",
  "a government that does not appear to control significant elements of its own military. Few in India",
  "are prepared to accept the notion that the world in general, and India in particular, is obliged to",
  "live with a state of affairs in Pakistan that incubates terror while the country’s institutions remain",
  "either unable or unwilling to push back against the so-called non-state actors that are said to be out",
  "of the government’s control. Events in Pakistan, including attacks on its own military headquarters",
  "and a naval base, may, we hope, have stiffened Pakistani resolve to confront these ‘non-state",
  "actors’. But it remains to be seen whether some in Islamabad are still seduced by the dangerous",
  "idea that terrorists who attack the Pakistani military are bad, but those who attack India are to be",
  "tacitly encouraged.",
  "Our government is committed to peaceful relations with Pakistan. Indeed, our prime minister",
  "personally—and therefore the highest levels of our government—has a vision of a subcontinent",
  "living in peace and prosperity, focusing on development, not distracted by hostility and violence.",
  "But we need to see evidence of good faith action from Islamabad before our prime minister, who",
  "is accountable to Parliament and a public opinion outraged by repeated acts of terror, can",
  "reciprocate in full measure.",
  "For the past three years, under sustained American pressure, the Pakistani Army has begun,however selectively, to take on the challenge of fighting some terrorist groups—not the ones",
  "lovingly nurtured by the ISI to assault India, but the ones who have escaped the ISI leadership’s",
  "control and turned on Pakistan’s own military institutions. Indians, for the most part, feel a great",
  "deal of solidarity with the Pakistani people. It is striking that no one in any official position in",
  "India has, in any way, given vent to Schad enfreude, or implied that the violence assailing Pakistan",
  "itself is a case of Pakistani chickens coming home to roost.",
  "But the unpalatable fact remains that what Pakistan is suffering from today is the direct result of",
  "a deliberate policy of inciting, financing, training and equipping militants and jihadis over twenty",
  "years as an instrument of state policy. As Dr Frankenstein discovered when he built his monster, it",
  "is impossible to control the monster once it’s built.",
  "Attempts by glibly sophisticated Pakistani spokesmen to portray themselves as fellow victims of",
  "terror—indeed, to go so far as to compare the number of deaths suffered by Pakistan in its war",
  "against terrorism on its own soil with those inflicted upon India—seek to obscure the fundamental",
  "difference between the two situations. Pakistanis are not suffering death and destruction from",
  "terrorists trained in India. No one travelled from India to attack the Marriott Hotel in Islamabad or",
  "the naval base at Mehran. Indians, however, have suffered death and destruction from terrorists",
  "trained in and dispatched from Pakistan with the complicity—and some might argue, more—of",
  "elements of the Pakistani security forces and establishment. Pakistan has to cauterize a cancer in its",
  "own midst, but a cancer that was implanted by itself and its own institutions. And this will only",
  "happen if they eliminate the warped thinking, among powerful elements in Islamabad, that a",
  "terrorist who sets off a bomb at the Marriott in Islamabad is a bad terrorist whereas one who sets",
  "off a bomb at the Taj in Mumbai is a good terrorist. The moment the Pakistani establishment",
  "genuinely disavows the nurturing and deployment of terror as an instrument of state policy, and",
  "concludes that it faces the same enemy as India and should make common cause with it to stamp",
  "out the scourge, is the moment that a genuine prospect of peace will dawn on the subcontinent.",
  "Such a sentiment is, alas, far from even glimmering on the horizon.",
  "And yet India has doggedly pursued peace. Within six months of 26/11 the prime minister",
  "travelled to Sharm el Sheikh in Egypt to meet with the Pakistani prime minister, where his",
  "conciliatory language in the joint statement that followed got him into a huge amount of political",
  "hot water back home, because he was perceived as offering the hand of peace at a time when",
  "Pakistan had done nothing to merit it. In any democracy, there are always limits as to how far a",
  "government can go in advance of its own public opinion. Subsequent moves have been undertaken",
  "a little more gingerly, but ‘cricket diplomacy’ (the invitation to Pakistani Prime Minister Gilani to",
  "watch the World Cup semi-final between the two countries in Mohali, India), ‘designer",
  "diplomacy’ (the visit of the elegantly and expensively accoutred Pakistani Foreign Minister Hina",
  "Rabbani Khar to New Delhi, both in 2011) and ‘dargah diplomacy’ (a lunch invitation to President",
  "Zardari from Prime Minister Singh when the former sought to make a ‘spiritual visit’ to a",
  "Sufishrine in Ajmer in April 2012) have all been attempted to take the process of dialogue,",
  "however haltingly, forward. The resultant thaw, while involving no substantive policy decisions,",
  "has demonstrated Prime Minister Manmohan Singh’s determination to change the narrative of Indo-",
  "Pak relations, and seize control of a process mired in stalemate.",
  "Some Indian critics are less than enthused. New Delhi had justifiably suspended talks withIslamabad after the horrific Mumbai attacks of 26/11. By talking again at such a high level, even",
  "though there has been no significant progress in Pakistan bringing the perpetrators to book, India,",
  "they feel, has in effect surrendered to Pakistani intransigence. The new wide-ranging and",
  "comprehensive talks agreed to by the two sides, the critics point out, are the old ‘composite",
  "dialogue’ under another label, the very dialogue New Delhi had righteously called off since there",
  "was no point talking to people whose territory and institutions were being used to attack and kill",
  "Indians.",
  "The fear in India remains that the government has run out of ideas in dealing with Pakistan—or",
  "at least that New Delhi has no good options, between a counterproductive military attack on the",
  "sources of terrorism and a stagnant silence. Our position, first articulated by our prime minister in",
  "Parliament in 2009, is that we can have a meaningful dialogue with Pakistan only if they fulfil their",
  "commitment, in letter and spirit, not to allow their territory to be used in any manner for terrorist",
  "activities against India. And yet it is also clear that ‘not talking’ is not much of a policy. Pakistan",
  "can deny our shared history but India cannot change its geography. Pakistan is next door and can no",
  "more be ignored than a thorn pierced into India’s side.",
  "India’s refusal to talk worked for a while as a source of pressure on Pakistan. It contributed,",
  "together with Western (especially American) diplomatic efforts, to some of Islamabad’s initial",
  "cooperation, including the arrest of Lashkar-e-Taiba operative Zakiur Rahman Lakhvi and six of",
  "his co-conspirators. But it has long passed its use-by date. The refusal to resume dialogue has",
  "stopped producing any fresh results; the only argument that justifies it—that it is a source of",
  "leverage—gives some in India the illusion of influence over events that New Delhi does not in fact",
  "possess.",
  "Instead, it was ironically India—the victims of 26/11—who had come to seem intransigent and",
  "unaccommodative, rather than Pakistan, from whose soil the terrorist attacks were dispatched,",
  "financed and directed. The transcendent reality of life on the subcontinent is that it has always been",
  "India that wishes to live in peace. India is, at bottom, a status quo power that would like to be left",
  "alone to concentrate on its economic development; Indians see Pakistan as the troublesome rebel,",
  "needling and bleeding its neighbour in an effort to change the power balance and wrest control of a",
  "part of Indian territory (Kashmir). Refusing to talk doesn’t change any of that, but it brought India",
  "no rewards and in fact imposed a cost. When Pakistan was allowed to sound reasonable and",
  "conciliatory while India seemed truculent and unreasonable, New Delhi’s international image as a",
  "constructive force for peace took a beating.",
  "The thaw engendered by the two prime ministers at the cricket World Cup in March 2011—",
  "meeting at a major sporting event, devoid of rancour, which Pakistan lost fair and square to the",
  "eventual world champions—recognized that talking can achieve constructive results. It can identify",
  "and narrow the differences between the two countries on those issues between them that can be",
  "addressed. As Prime Minister Singh has realized, just talking about them can make clear what",
  "India’s bottom lines are and the minimal standards of civilized conduct India expects from its",
  "neighbour. And should it prove necessary, dialogue can also be used to send a few tough signals.",
  "‘Cricket diplomacy’ is not new on the subcontinent. It was tried twice before, each time with",
  "Pakistani military rulers travelling to watch cricket in India. General Zia-ul-Haq’s visit to a match",
  "in Jaipur in 1986 was an exercise in cynicism, since it was aimed at defusing tensions stoked byhis own policy of fomenting and aiding Sikh militant secessionism in India. General Pervez",
  "Musharraf’s visit to a cricket stadium in Delhi in 2005 came at a better time in the two countries’",
  "relations, but foreshadowed a decline in the progress the two nations were making up to that point.",
  "Watching cricket does not necessarily lead to improved dialogue (especially when the other side’s",
  "wickets are falling). But when two countries are genuinely prepared to engage, a grand sporting",
  "occasion can be a useful instrument to signal the change. That is what the ‘spirit of Mohali’ has",
  "brought about. Talks have since resumed; but a year later, it is still too early to pronounce oneself",
  "definitively on whether and how that spirit is translating into genuine progress on the ground.",
  "The argument against dialogue with Pakistan is strongly held and passionately argued by many I",
  "respect. And yet I believe these critics are wrong. Not just because, as I have explained above, it",
  "is clear that we are doing the right thing, but also because it is time the critics too understood that",
  "we do have other options.",
  "We are doing the right thing, because to say that we will not talk as long as there is terror is",
  "essentially to give the terrorists a veto over our own diplomatic choices. For talking can achieve",
  "constructive results. It can identify and narrow the differences between our two countries on those",
  "issues that can be dealt with, while keeping the spirit of dialogue (and implicitly of compromise)",
  "alive. At the same time, what is needed is sustained pressure—especially through US military and",
  "intelligence sources upon their Pakistani counterparts—to rein in the merchants of terror.",
  "And yet, the extent of possible US pressure remains constrained by Afghanistan. For a while",
  "after 26/11 I had hoped that this time the terrorists had gone too far. The murderers of Mumbai had,",
  "after all, made powerful enemies by killing American, French and Israeli citizens as well as Indian",
  "ones. While previous bomb blasts took only Indian lives, it was easier for the rest of the world to",
  "regard terrorism in India as an Indian problem. Mumbai, I reasoned, had internationalized the",
  "issue. As they dominated the world’s media for three gruesome days, the killers achieved a",
  "startling success for their cause, one that must have shaken anti-terrorist experts around the world,",
  "who now realize how easy it would be for ten men unafraid of death to hold any city in the world",
  "hostage. After all, how many hotels, schools, airports, markets or cinema theatres can you turn into",
  "fortifications everywhere in the world? But they also ensured that India will no longer be alone in",
  "its efforts to stamp out this scourge.",
  "Or so I thought. But it became clear soon enough that as long as the war in Afghanistan",
  "continued, the world needed Pakistan more than Pakistan needed the world—and Pakistan knew it.",
  "Afghanistan is where the tyranny of geography gives Pakistan an indispensable role in fulfilling",
  "the logistics needs for tens of thousands of US soldiers, who must be supplied, rationed and",
  "redeployed through Pak territory. (In my UN peacekeeping days I was told, by a grizzled American",
  "officer, the adage that amateurs discuss strategy, rank amateurs focus on tactics and true",
  "professionals concentrate on logistics.) It is no accident that at one point in 2009 reports began to",
  "surface that the United States was developing an alternative route through Central Asia to supply",
  "its forces in Afghanistan; but the mere fact that we were reading about it in the newspapers",
  "suggested that it was still more an idea than a reality, and the news was meant to serve as an",
  "unsubtle warning to the Pakistani military that if they thought that logistics had given them a",
  "stranglehold on the United States’ options, other options could still be developed. Bluntly, they",
  "haven’t been; the Central Asian route is much more expensive and, though the overwhelmingdependence on Pakistan has been reduced with a smaller percentage of NATO supplies coming",
  "through that country than before, Islamabad remains logistically indispensable.",
  "There is little doubt that the increase in terrorist actions in Afghanistan is directly linked to the",
  "support and sanctuaries available in the contiguous areas of Pakistan. This is why the United States",
  "unveiled an ‘Af-Pak’ strategy in March 2009: there was no viable way of dealing with Afghanistan",
  "without taking into account the role and responsibilities of Pakistan in sustaining the conflict there.",
  "Islamabad’s objectives in Afghanistan have had nothing to do with the well-being of that war-",
  "torn land. It has ruthlessly undermined its neighbour’s security and stability in an effort to establish",
  "that Afghanistan is little more than Pakistan’s backyard, a place whose only importance lies in",
  "providing Pakistani GHQ with ‘strategic depth’ against India. This objective was impossible to",
  "realize for the first five decades after independence, when successive governments in Kabul",
  "enjoyed better relations with New Delhi than with their Pakistani neighbours. It was only the",
  "creation (by Benazir Bhutto’s government in the mid-1990s) of the Taliban and its ascent to power",
  "in Afghanistan that finally gave Pakistan a Kabul regime that functioned as a wholly owned",
  "subsidiary of the Rawalpindi military establishment. It didn’t last long enough for Pakistan: 9/11,",
  "and the obligation to choose between a powerful and wealthy patron in the United States and an",
  "irresponsible and reviled client in Kabul, obliged Islamabad reluctantly to jettison its Afghan",
  "asset.",
  "But Islamabad does not give up easily. Even while ostensibly allied to the United States in its",
  "Afghan war effort, Pakistan preserved its links with several of the extremist elements it had",
  "nurtured in Afghanistan, provided refuge to Mullah Omar and his ilk in Quetta, and—as we learned",
  "belatedly in 2011—shielded Osama bin Laden and his inner circle in the Pakistani garrison town",
  "of Abbottabad. (More recently we have learned that the prolific bin Laden lived, procreated and",
  "raised children in Peshawar, Swat and Haripur as well.) The strategy made sense to the devious",
  "minds in Rawalpindi: the Americans were bound to tire of their Afghan engagement one day, and",
  "when they left Pakistan would need to have the resources and assets in place to reassert the",
  "primacy they had enjoyed in Afghanistan before 9/11. The appearance of cooperation in fighting",
  "terror was essential to continue receiving generous American military aid, most of which could be",
  "used to shore up the Pakistani Army’s overall strengths against India, but the fight had to be",
  "carefully waged only against select enemies, while shielding those terrorists who could be counted",
  "upon to serve Pakistan’s interests in the longer term. (As the Pakistani journalist Ahmed Rashid",
  "puts it, the Pakistani Army ‘seeks to ensure that a balance of terror and power is maintained with",
  "respect to India, and the jihadis are seen as part of this strategy’.) The Pakistani military also",
  "understood the importance of seeming to look for bin Laden but never finding him, and appearing",
  "to fight the ‘war on terror’ but never actually winning it, in order to maintain the continuing flow of",
  "American money for the very purposes its beneficiaries were seeking to subvert.",
  "But while US pressure on Pakistan to end this duplicity is vital, it is not enough. International",
  "pressure will require serious attention to China’s and Saudi Arabia’s roles as allies of Pakistan,",
  "both bilaterally (as munificent donors of aid) and in multilateral institutions (notably the UN",
  "Security Council and the Organization of the Islamic Conference, respectively). China and Saudi",
  "Arabia have the capacity to reinforce the pressure on Pakistan or to provide Islamabad an escape",
  "valve from it; on the whole, it is not clear at this stage which way they will incline. China’simportance to Pakistan is increasing with the gradual American disengagement from Pakistan, and",
  "what Beijing calls its ‘all-weather friendship’ shields Pakistan against the negative global fallout",
  "from its anti-Indian actions. Nonetheless China is concerned about encouragement given to Islamic",
  "militancy in its own western provinces by elements on Pakistani soil, which offers India a point of",
  "mutual interest. Engaging China thus becomes indispensable, even if its direct benefits might be",
  "minor, given China’s own strategic interest in supporting Pakistan to balance India.",
  "Saudi Arabia’s indispensability to Pakistan comes from its financial assistance as well as its",
  "role as the custodian of global Islamic legitimacy. The Saudis have shown in recent years a desire",
  "to engage with India, not at the expense of Pakistan, but as a recognition of our country’s",
  "international value in its own right. Giving the Saudi–Indian dialogue a security dimension is",
  "necessary for both sides, but particularly for an India that needs to sensitize its Saudi interlocutors",
  "to the threats and opportunities emerging from Pakistan. Going beyond Saudi Arabia, the role of",
  "international aid for development should not be underestimated, since Pakistan’s economy is",
  "virtually bankrupt. This could mean that the influence of the United States in the IMF, and the",
  "European Union in providing development assistance, could prove considerable, should it be",
  "exercised in the direction of promoting more responsible conduct by the Pakistani state. This is",
  "more than a pious hope: as David Malone puts it, ‘Pakistan’s weapons suppliers and financiers are",
  "hard to sideline, their intelligence findings hard to duck, and the incentives—positive and negative",
  "—that they can offer [could prove] impossible for Pakistan to ignore.’",
  "In other words, the world is not bereft of options; we do not have to reconcile ourselves to",
  "slipping back to business as usual in Pakistan. For the fact is that, on Pakistan’s reluctance to take",
  "decisive action against the terrorism operating on its soil, we do have some credible options. The",
  "most significant of these lies in the United Nations, whose Security Council resolutions against",
  "terror were adopted under Chapter VII of the UN Charter and are binding on all member states,",
  "including Pakistan. The UN has established thirteen international conventions against terror, but",
  "years of negotiations on a draft pushed by India and the United States to adopt a comprehensive",
  "convention on terrorism have foundered on the objections of Islamic states, which have wanted to",
  "include strictures against ‘state terrorism’ and exemptions for ‘national liberation movements’.",
  "However, legal instruments are of limited utility against those who have contempt for",
  "international law. More effective could be two mechanisms created by the Security Council. One,",
  "the Sanctions Committee established under resolution 1267, has already been pressed into service",
  "in December 2008 to proscribe Jamaat-ud-Dawa, with scant impact on Pakistan. The other is",
  "resolution 1373, adopted immediately after 9/11, which imposes, under Chapter VII of the UN",
  "Charter (which governs enforcement measures), binding requirements on all member states to take",
  "a whole range of actions against suspected terror organizations. These include freezing financial",
  "transfers and interdicting arms supplies, reporting on the movements of suspected terrorists and",
  "upgrading national legislation to bring it into conformity with international requirements. In the",
  "event of continued inaction by Islamabad, the possibility of moving the Security Council to hold",
  "Pakistan in breach of resolution 1373, and threatening sanctions against the Pakistani state if",
  "compliance does not follow, is well worth pursuing. (It might even prompt someone in Pakistan to",
  "encash the $10 million reward the US is offering for the arrest of Hafeez Saeed.)",
  "These resolutions require compliance from all states on controlling the activities of terrorists.Member states are required under resolution 1373 to report regularly to the Counter-Terrorism",
  "Committee about their actions to bring their national legislation into conformity with international",
  "requirements, to monitor the movements of suspected terrorists, arms transfers and financial flows",
  "to terrorist organizations. Resolution 1624 obliges states to pass laws forbidding incitement to",
  "commit acts of terror and to report such incitement to the committee. As it happens, since 1 January",
  "2011, it is India that chairs the Counter-Terrorism Committee, for two years. The possibilities of",
  "using more fully the mechanisms afforded by the United Nations remain to be explored.",
  "New Delhi could make it plain to Islamabad that, unless there is genuine and sustained",
  "cooperation on bringing the 26/11 plotters to book, we will not hesitate to use the international",
  "mechanisms available to us to ask Pakistan awkward questions, and to bring the weight of the",
  "international community to bear on the issue of Pakistan’s failure to meet its international",
  "obligations. There are fair questions to be asked about the prosecution of suspected terrorists",
  "under custody and the lack of efforts to apprehend their remaining comrades; the failure to take any",
  "steps whatsoever to trace the handlers of the 26/11 killers, especially the chilling voice recorded",
  "on tape that exhorted the terrorists to kill their hostages; the open incitement to terror preached by",
  "the likes of Hafiz Saeed in open defiance of resolution 1624; and the survival, indeed flourishing,",
  "on Pakistani soil of proscribed organizations like the Jamaat-ud-Dawa, with burgeoning bank",
  "accounts receiving and disbursing funds. Should the answers not prove satisfactory, the next step to",
  "consider would be whether to hold Pakistan in non-compliance with the relevant Security Council",
  "resolutions, which in turn would lay the ground for selective sanctions—for example on the foreign",
  "travel of specific military leaders—in a bid to exact compliance.",
  "Many fear that, if after a few token moves Pakistan lets things return to normal, the world may",
  "be forced to admit its own impotence. But we should not be too quick to surrender in the face of",
  "the continued intransigence of the killers of innocent civilians. The threat of sanctions could",
  "specifically target the Pakistani military, including a ban on the sale of weapons and the provision",
  "of any further military assistance to it. The UN could also be required to exclude the Pakistani",
  "Army from future peacekeeping operations, a vital source of both prestige and lucre for",
  "Islamabad’s military. The world is far from running out of ideas to bring Pakistan’s errant generals",
  "to heel.",
  "Of course, such an approach should only be pursued when India judges that there is no prospect",
  "of voluntary compliance by Pakistan with the minimum desiderata for peaceful relations on the",
  "subcontinent. As these words are written, in early 2012, the atmosphere between the two countries",
  "is warming, and there is hope that resort to the drastic measures suggested above may not be",
  "necessary.",
  "But if the pressure is not maintained, and if Pakistan is allowed to believe that, with the passage",
  "of time, Mumbai will have been forgotten and Islamabad will be off the hook, the consequences",
  "would be calamitous, not just for India but also for the world. It would have a chilling result: as",
  "long as a military-dominated Pakistan continues, willingly or helplessly, to harbour the",
  "perpetrators of Islamist terror, what happened in Mumbai could happen again. Next time, it could",
  "be somewhere else.",
  "Of course, exercising the UN option will not be easy. It will require the cooperation of other",
  "countries, many of which have shown a propensity to look the other way as Pakistan hasmisbehaved on terrorism, and it will require us to expend a great deal of diplomatic energy to",
  "assemble the necessary majority on the Counter-Terrorism Committee. But the option exists; and if",
  "we do not wish to allow Pakistan to believe it can get away with whatever it wishes, and to act as",
  "if it can shrug off its complicity in the 26/11 attacks with impunity, we need to remind them that the",
  "option exists. A truly comprehensive dialogue is one place where we can make that message clear.",
  "So yes, by all means, let us talk to Pakistan. It is what we say when we talk that will make all",
  "the difference.",
  "Pursuing Pakistan at the United Nations may seem a drastic step to propose. But what is dismaying",
  "is that all India has asked for from Pakistan is two very simple things: to take action to bring the",
  "perpetrators of 26/11 to justice and to take steps to dismantle the infrastructure of terror built up",
  "over the last twenty years, from which so many attacks have been launched on our country. This",
  "would involve closing down the training camps, genuinely banning these organizations (and not",
  "just letting them reinvent themselves under other labels, of which the Arabic language seems to",
  "offer an inexhaustible profusion), really closing their bank accounts (again, instead of letting them",
  "be reopened under other names) and arresting known inciters of hatred and violence like Hafiz",
  "Muhammad Saeed. If these things are done, as Prime Minister Singh said in Parliament—which, in",
  "a political system like India’s, is tantamount to a sacred oath—we will meet them more than",
  "halfway. But that first step has not been forthcoming.",
  "The irony is that, as long as Manmohan Singh remains in office, Pakistan has in New Delhi the",
  "most peace-minded Indian prime minister that Islamabad could ever hope for. And yet they have",
  "failed to give him enough for him to be able to move forward, and march, as he manifestly wishes",
  "to, in the direction of amity. Instead, India has been faced with the extraordinary acquittal of Hafiz",
  "Muhammad Saeed, the result of a very feeble case mounted by the reluctant government in",
  "Islamabad, with the judge concluding that the UN Security Council’s banning of Jamaat-ud-Dawa",
  "has no validity in Pakistan, and that therefore its leader is free, because the organization is not",
  "banned. For a high court in a United Nations member state to cock a snook when the Security",
  "Council proscribes an organization that is guilty of terrorist actions, and for the Pakistani legal",
  "system, apparently with no particular countervailing pressure from the civilian government, to say,",
  "in effect, that Pakistan doesn’t really take this requirement very seriously, is mind-boggling.",
  "The two countries even had a bilateral agreement before 26/11, which established a joint",
  "working group on terrorism, meant to be a mechanism for information sharing. Not one useful",
  "piece of information came India’s way on that joint working group. The terrorists came from the",
  "other side of the border, but not the information. India’s experience merely confirmed that such",
  "mechanisms will only work where there is genuine goodwill, where there is no mistrust, where",
  "there is a basic understanding and cooperation. Where those ingredients are missing, it becomes",
  "impossible for Indians of good faith to rely on a duplicitous Pakistan.",
  "This is why I fear there is as yet no substitute for exacting compliance with the existing",
  "international requirements. Security Council resolution 1373 is a very good example. It has very",
  "specific requirements—freezing financial transfers, intercepting arms flows, reporting on the",
  "movements of suspected terrorists. India has been very proud of the fact that it has been in full",
  "compliance with the resolution’s requirements, and it has submitted complete reports to theCounter-Terrorism Committee. How can the world say that one country, Pakistan, will get a free",
  "pass on these obligations, and then be taken seriously?",
  "Pakistan’s defiance is partially based on the confidence engendered by its nuclear deterrent",
  "capability. This confidence could prove negative in its effects, prompting its military brass to",
  "launch a Kargil infiltration, dispatch terrorists to conduct strikes in India, or cock a snook at the",
  "international community, all of which it has indeed done already. But the same confidence could",
  "easily be used to more constructive ends: by telling themselves that as a nuclear power they have",
  "much less to fear from other nations, Pakistan could be emboldened to take positive steps towards",
  "peace, secure in the knowledge that they could not be coerced into conceding any vital national",
  "interest.",
  "There is no doubt that a climate of peace can only be built on a foundation of trust, unimpeded",
  "by the use or the threat to use terror as a means to achieving narrow ends. British Prime Minister",
  "David Cameron recently reminded Pakistan that it could not win the respect of the world so long",
  "as it condoned the export of terror to India. To acknowledge that trust does not exist right now,",
  "however, is not to suggest that trust can never be built.",
  "The differences that bedevil our relations with Pakistan can be surmounted if we can arrive at",
  "mutually acceptable parameters that can define our relationship in the future. Terrorism is certainly",
  "not one of those parameters. The Mumbai terrorist attack in November 2008 was a great setback",
  "on the path of normalization. Only credible action by Islamabad will instil a modicum of",
  "confidence in the people of India that dialogue is worthwhile and that our neighbours are as",
  "determined as us to give peace a chance. If such action is taken—for instance, against individuals",
  "and organizations known to be fomenting violence against India—the basis for building trust again",
  "can be laid. Until that is done, though, projects like the proposed Iran–Pakistan–India gas pipeline",
  "will never materialize, not so much because of US pressure on India to reject Iran’s involvement",
  "as the understandable reluctance of Indians to place any significant element of their energy security",
  "in the hands of Pakistan, through whose tender mercies the pipeline would have to run.",
  "The composite dialogue process between the two countries was launched in January 2004,",
  "following the commitment made by Pakistan at that time that it would not permit territory under its",
  "control to be used to support terrorism against India in any manner. The dialogue covered eight",
  "subjects: peace and security, including confidence-building measures; Jammu and Kashmir;",
  "terrorism and drug trafficking; friendly exchanges; economic and commercial cooperation; the",
  "Wullar barrage/Tulbul navigation project; Sir Creek; and Siachen. That six-year-old commitment",
  "by Pakistan lay in shreds after the overwhelming evidence of the involvement of elements in",
  "Pakistan in executing the Mumbai terror attack of November 2008, and in the conspiracy that",
  "planned, funded and launched it, coupled with an increase in ceasefire violations, continued",
  "infiltration across the LoC and the attacks on the Indian embassy in Kabul in July 2008 and",
  "October 2009, as well as the murderous assault in early 2010 on a residence housing Indian aid",
  "workers. Given the immense strain all this has placed on India–Pakistan relations in general and",
  "on the dialogue process in particular, it took a great deal of courage and statesmanship for the",
  "Indian leadership to resume the dialogue process. Though progress has been slow, the fact that it is",
  "happening at all is of momentous significance—but the incidents enumerated above point to the",
  "very fragility of the peace process, since so much is stacked against it.It is worth recalling that the two countries have in fact come to agreement since the late 1980s",
  "on a number of issues. These have included such difficult and sensitive challenges as the",
  "protection of nuclear facilities, the inauguration of bus services between Indian and Pakistani",
  "cities, illegal immigration and the exchange of prisoners, and the establishment of trading routes",
  "and entry points to each other’s territories. There have also been extensive discussions, both",
  "formal and through a ‘back channel’, as well as in the form of Track-II discussions featuring",
  "prominent parliamentarians, scholars, retired officials and commentators, between the two",
  "countries. However, the lack of trust between the governments and an aversion to taking political",
  "risk on both sides have meant that these have not culminated in agreements, even though the",
  "sensitive Kashmir issue has been discussed threadbare in all these processes.",
  "Pakistan’s evasive responses and denials in response to India’s requests for cooperation in",
  "exposing the conspiracy behind the Mumbai terror attack and bringing all its perpetrators to justice",
  "had led to a sadly evident deterioration in bilateral relations. While India has gingerly resumed",
  "contact at various levels with Pakistan, a sustained and intense peace process requires a",
  "demonstration by Pakistan of a change of heart—and, more important, of a political will for peace.",
  "Of this there has been little evidence in recent years—quite the contrary. The inability or",
  "unwillingness of the Pakistani government to prevent its soil from being used to mount attacks on",
  "another state seriously undermines its own sovereignty, not just its credibility. The result is the",
  "slightly absurd phenomenon of the victims’ government wanting to talk to the perpetrators’",
  "government, while the latter consistently fails to give the former anything to enable it politically to",
  "explain to its own voters why we are doing the talking.",
  "The lack of political will within the Pakistani establishment to take firm action against terrorists is",
  "not hard to explain. One possible explanation is the sinister one, that those in power are happy to",
  "allow the terrorists to run free and wild, as long as they are only threatening India. Unleashing",
  "terrorism on India has long been seen by elements in Islamabad as a strategy that combines the",
  "merits of being inexpensive, low risk and effective, while doing enough damage to throw the",
  "adversary repeatedly off-balance. And should India be tempted to respond in kind to the repeated",
  "bleeding of its citizenry by Pakistani groups and their proxies, there is always the threat of a",
  "nuclear conflagration to bring the rest of the world’s pressure on India to absorb the pain rather",
  "than retaliate militarily.",
  "The more charitable explanation is that the rulers of Pakistan do not feel able to challenge",
  "militant groups and their leaders because they have become too popular with a radicalized and",
  "pro-Islamist populace, and so they fear that the political price to be paid domestically for",
  "opposing the terrorists would be too high. While India would love to see a Pakistani government",
  "that is determined to translate into concrete action the friendly sentiments repeatedly expressed by",
  "leaders like President Zardari, New Delhi has seen far too much evidence of a gap between",
  "profession and practice—and also of the vast gulf between what Pakistanis say to Indians in",
  "private and what they consider politically expedient to utter in Pakistan in public.",
  "The media on both sides has also contributed to the atmosphere of confrontation between the",
  "two states. Television is a particular culprit. Though Indians tend to blame the Pakistani channelsfor consistently spewing venom against India and providing a platform to those who do, the",
  "standards may first have been lowered in India. A Pakistani television executive, Fahad Hussain,",
  "who has launched more than one channel in his country and studied India’s media operations",
  "before doing so, put it bluntly to me: ‘The reason we are hawkishly anti-India,’ he said, ‘is that we",
  "know it sells, and guess who taught us that.’ He added, ‘I launched channels that love to bash India",
  "because Indian media has taught us that being popular is more important than being responsible.’",
  "He went on to suggest that Pakistani politicians who are inclined to promote peace with India are",
  "circumvented by the hostility of the media, which restricts their options. This may be a somewhat",
  "cynical view, but it has a strong kernel of candour that obliges us to take it seriously.",
  "The hardening of public opinion on both sides is undoubtedly a factor in the dismal state of the",
  "relations between India and Pakistan. In Pakistan, at least, the media has gone from reflecting",
  "attitudes to shaping them in a manner that has made it a significant obstacle to peace. The print",
  "media, especially in Urdu, is not much better. Despite the ‘Aman ki Asha’ (Wish for Peace)",
  "campaign conducted by two newspaper chains (one in each country) the very same publications",
  "carry far more negative articles about the other country than they do the positive ones under the",
  "‘Aman ki Asha’ rubric. Textbooks in Pakistan, which since the days of Zulfikar Ali Bhutto speak",
  "of a ‘5000 year war with India’, also contribute to the general attitude of hostility in the country to",
  "the neighbour to which it was once conjoined. Ordinary members of the Pakistani public may be",
  "prepared to live in peace with Indians, but the hatred being instilled in them from a variety of",
  "public platforms will need to be overcome if peace is to have a chance.",
  "The contradiction between private attitudes and public posturing was readily apparent in the life",
  "and career of Benazir Bhutto of the Pakistan People’s Party, whose assassination in late 2007 saw",
  "the international press posthumously conferring sainthood on the telegenic politician. But the",
  "widely expressed view that Benazir epitomized Pakistan’s hopes for democracy and peace with",
  "India seriously overstates both what she represented and the implications of her demise.",
  "The principal consequence of Benazir Bhutto’s death was the setback it has dealt to the US-",
  "inspired plan to anoint her as the acceptable civilian face of continuing Musharraf rule. The",
  "calculations were clear: Musharraf was a valuable ally of the West against the Islamist threat in",
  "the region, but his continuing indefinitely to rule Pakistan as a military dictator was becoming an",
  "embarrassment. The former Chief Martial Law Administrator had to doff his uniform—long",
  "overdue, since he was three years past the retirement age for any general—and find a credible",
  "civilian partner to help make a plausible case for democratization. Benazir—well spoken, well",
  "networked in Washington and London, and passionate in her avowals of secular moderation,",
  "however self-serving—was the chosen one.",
  "The other exiled civilian ex-prime minister, Nawaz Sharif, was none of these things and, having",
  "been the victim of General Musharraf’s coup, was considerably less inclined to cooperate with his",
  "defenestrator. So Nawaz was returned to exile in Saudi Arabia when he attempted to come home",
  "and, when that ploy did not work (the Saudis having no particular desire to take Benazir’s side",
  "over his), was disqualified from running for office on the risible grounds that his attempts as an",
  "elected prime minister to prevent a coup against himself amounted to hijacking and terrorism. This",
  "left the field free for Benazir to do sufficiently well in the elections to become prime minister ofPakistan for a third time.",
  "Her first two stints had, however, been inglorious. From 1988 to 1990 she had been overawed",
  "by the military, whose appointed president duly dismissed her from office on plausible charges of",
  "corruption, mainly involving her husband, Asif Ali Zardari, who had acquired the nickname ‘Mr",
  "Ten Percent’. Her second innings (1993–96) was, if anything, worse: charges of rampant",
  "peculation (and administrative adhockery) mounted, even as her avowedly moderate government",
  "orchestrated the creation of the Taliban in neighbouring Afghanistan. This time it was a president",
  "of Pakistan from her own party who felt obliged to dismiss her. To assume that a third stint would",
  "have been any different requires a leap of faith explicable only by the mounting international",
  "anxiety over Musharraf’s fraying rule.",
  "But Benazir’s true merit lay in the absence of plausible alternatives. She was no great democrat",
  "—as her will, appointing her husband and nineteen-year-old son to inherit her party, confirms. The",
  "Bhuttoist ethos is a uniquely Pakistani combination of aristocratic feudalism and secular populism.",
  "To her, democracy was a means to power, not a philosophy of politics. But the same was true of",
  "the other contenders in Pakistan’s political space—the conservative Punjabi bourgeoisie",
  "represented by Nawaz Sharif, the moderate pro-militarists grouped around Musharraf, the deeply",
  "intolerant Islamists and the assorted regionalist and sectarian parties whose appeal is limited to",
  "specific provinces. Musharraf knew that all that elections would ensure was a temporary",
  "rearrangement of the balance of forces among these diverse elements. But it would enable him to",
  "remain in charge as a ‘civilian’ president while portraying his Pakistan—more credibly than",
  "heretofore—as the last bastion of democratic moderation in the face of the Islamist menace. When",
  "this hope collapsed and Musharraf went into exile, the ascent of Benazir’s widower, Asif Ali",
  "Zardari, to the presidency meant that a civilian of dubious repute—and one with very little ability",
  "to resist the entrenched power of the military behind the scenes—had now to assume this mantle.",
  "Democrats in India may well believe that the Pakistani people deserve better, but it is difficult",
  "to imagine a viable alternative to military rule, cloaked to a greater or lesser degree in civilian",
  "raiment. As explained earlier, the central fact of Pakistani politics has always been the power of",
  "the military, which has ruled the country directly for thirty-two of its sixty-four years of existence",
  "and indirectly the other half of the time. The military can be found not only in all the key offices of",
  "government, but running real-estate and import–export ventures, petrol pumps and factories; retired",
  "generals head most of the country’s universities and think tanks. The proportion of national",
  "resources devoted to the military is by far the highest in the world. Every once in a while a great",
  "surge of disillusionment with the generals pours out into the streets and a ‘democratic’ leader is",
  "voted into office, but the civilian experiment always ends badly, and the military returns to power,",
  "to general relief. The British political scientist W.H. Morris-Jones once famously observed that",
  "the only political institutions in Pakistan are the coup and the mob. Neither offers propitious",
  "grounds for believing that an enduring democracy is around the corner.",
  "The elections that created Pakistan’s current civilian government saw Benazir’s party benefiting",
  "from a sympathy vote after her killing, but in the absence of a charismatic leader, it was inevitably",
  "obliged to come to an accommodation with the generals. Despite widespread anger at Musharraf’s",
  "failure to protect Benazir, his successor, General Kayani, determines how far the civilian",
  "government can go on all the issues that matter to the country, and his personal authority has beenconfirmed by a three-year extension of his tenure beyond the scheduled retirement age. Kayani, a",
  "former head of the ISI, knows how useful the Islamist militants are to his military goals, but he is",
  "also conscious that his men have lost control of many of the more wild-eyed elements they had",
  "previously encouraged and funded. The result is a particularly delicate version of running with the",
  "hare and hunting with the hounds. The Islamists, who have never won more than 10 per cent of the",
  "popular vote nationally, fared even worse electorally in the aftermath of Benazir’s killing; most",
  "people assume her killers were religious fundamentalists. The Islamist sympathizers in the",
  "Pakistani military, of whom there are many in key positions (notably in the ISI), are also on the",
  "defensive in the face of popular fury at Benazir’s murder and the assaults on Pakistani military",
  "installations (IGHQ Rawalpindi and the naval base in Mehran, near Karachi) by Islamist",
  "fundamentalists. The great danger in Pakistan has always lain in the risk of a mullah–military",
  "coalition. The death of Benazir and the events in its aftermath have made that less likely for now,",
  "and that may remain her most significant legacy.",
  "International affairs all too often seems a weighty subject, full of complexity and nuance, laden",
  "with portents of tension and conflict. No wonder it lends itself to overly solemn treatment, full of",
  "abstract analyses and obscure allusions: the relations between countries, it is usually assumed,",
  "cannot be understood through the recitation of trivial anecdotes.",
  "True enough. And yet sometimes a minor incident, a tempest in a teacup, can illuminate broader",
  "foreign policy challenges. Something of this nature happened in the hot summer of 2011, when",
  "Aatish Taseer, the estranged son (by an Indian mother) of the assassinated Governor of Pakistani",
  "Punjab Salman Taseer, wrote a searing column in the Wall Street Journal, with the provocative",
  "title ‘Why My Father Hated India’, on the pathologies of hatred that in his view animated",
  "Pakistan’s attitude to our country.",
  "‘To understand the Pakistani obsession with India, to get a sense of its special edge—its",
  "hysteria—it is necessary to understand the rejection of India, its culture and past, that lies at the",
  "heart of the idea of Pakistan,’ Aatish Taseer averred. ‘This is not merely an academic question.",
  "Pakistan’s animus toward India is the cause of both its unwillingness to fight Islamic extremism",
  "and its active complicity in undermining the aims of its ostensible ally, the United States.’",
  "He went on to make his point in language that was sharp and, at least to this reader, heartfelt and",
  "accurate. I do not know Aatish Taseer, nor had I met his colourful father, but I have admired the",
  "young man’s writing, particularly his poignant ruminations on Salman Taseer’s murder by his",
  "Islamist bodyguard earlier this year. So I was surprised to see the outraged reactions his article",
  "provoked from Pakistani liberal journalists. A number of them whose ideas I have appreciated and",
  "whom I ‘follow’ on the social networking site Twitter—the likes of Marvi Sirmed and Mosharraf",
  "Zaidi, widely respected progressive thinkers both—reacted with rage and derision. One of them,",
  "the estimable Ejaz Haider, who has penned some courageous pieces in the Pakistani press",
  "criticizing his own country and some morally deplorable ones defending Hafiz Saeed, went so far",
  "as to author an entire column to disparage and deconstruct Aatish Taseer’s.",
  "Young Taseer had, in his piece, put the onus on the Pakistani Army for that country’s problems,",
  "and particularly for diverting the vast amounts of American aid it has received (he underestimated",
  "it at ‘$11 billion since 9/11’) to arming itself against India. He added, powerfully, words I wouldhave gladly put my own name to: ‘In Afghanistan, it has sought neither security nor stability but",
  "rather a backyard, which—once the Americans leave—might provide Pakistan with “strategic",
  "depth” against India. In order to realize these objectives, the Pakistani army has led the U.S. in a",
  "dance, in which it had to be seen to be fighting the war on terror, but never so much as to actually",
  "win it, for its extension meant the continuing flow of American money. All this time the army kept",
  "alive a double game, in which some terror was fought and some—such as Laskhar-e-Tayyba’s",
  "2008 attack on Mumbai—actively supported.",
  "‘The army’s duplicity was exposed decisively this May,’ he went on, ‘with the killing of Osama",
  "bin Laden in the garrison town of Abbottabad. It was only the last and most incriminating charge",
  "against an institution whose activities over the years have included the creation of the Taliban, the",
  "financing of international terrorism and the running of a lucrative trade in nuclear secrets. This",
  "army, whose might has always been justified by the imaginary threat from India, has been more",
  "harmful to Pakistan than to anybody else. It has consumed annually a quarter of the country’s",
  "wealth, undermined one civilian government after another and enriched itself through a range of",
  "economic interests, from bakeries and shopping malls to huge property holdings.’",
  "It is hard to imagine anyone in India, however sympathetic they might be to Pakistan, dissenting",
  "from this view of the malign role of the Pakistani military. In our naivety, we also tend to assume",
  "that Pakistani liberals would agree with us, seeing the salvation of their land lying in greater",
  "democracy and development, free of the stranglehold of the world’s most lopsidedly funded",
  "military. Alas, judging by their reactions to Taseer’s article, this seemed not to be the case.",
  "In his rebuttal, Ejaz Haider went into great detail about the strength and deployment patterns of",
  "the Indian Army, as if to justify the Pakistani military’s behaviour. But there was no recognition",
  "whatsoever that India’s defence preparedness is prompted entirely by the fact that Pakistan has",
  "launched four incursions into our territory, in 1947, 1965, 1971 and 1999; that India is a status quo",
  "power that manifestly seeks nothing more than to be allowed to grow and develop in peace, free",
  "from the attentions of the Pakistani military and the militants and terrorists its sponsors; and,",
  "bluntly, that there is not and cannot be an ‘Indian threat’ to Pakistan, simply because India wants",
  "nothing from Pakistan except peace.",
  "No, as I have already argued, the ‘Indian threat’ is merely a useful device cynically exploited by",
  "the Pakistani military to justify their power and pelf. But Pakistani liberals are particularly prone",
  "to the desire to prove themselves true nationalists; it is the best way to ensure that their otherwise",
  "heretical opinions are not completely discredited by the men in uniform who hold the reins of",
  "power in the state.",
  "In a newspaper column, therefore, I wrote that this otherwise minor editorial spat had",
  "demonstrated to me that Indians needed to put aside our illusions that there are many liberal",
  "partners for us on the other side of the border who echo our diagnosis of their plight and share our",
  "desire to defenestrate their military. Nor, I added, should we be surprised: a Pakistani liberal is,",
  "after all, a Pakistani before he is a liberal.",
  "This column provoked howls of even greater outrage across the border than young Taseer’s",
  "original effort had. (It didn’t help that an Indian headline writer had chosen to title it ‘Delusional",
  "Liberals’, which raised additional hackles among those in Pakistan who felt the noun, but not the",
  "adjective, applied to them.) The reactions, both in print and even more angrily in social mediaforums, were sharp. Inevitably, I was subjected to the usual bouts of invective and abuse that have",
  "so cheapened discourse in the age of the Internet, where the refuge provided by anonymity has",
  "encouraged a level of vileness that few would permit themselves to express face-to-face. But those",
  "need not detain us here. Far more interesting and worthy of attention were three columns in the",
  "mainstream Pakistani media responding to mine. By broadening and deepening the terms of the",
  "debate beyond the Taseer piece, they made my original column worth writing.",
  "The tenor of the three articles (none of whose authors I had met by then or known personally)",
  "varied. The most liberal of the trio, Marvi Sirmed, in her column in the Daily Times, began by",
  "clarifying that she had actually no disagreement with the central thesis of Aatish Taseer’s article",
  "(on the various misdeeds of the Pakistani military establishment), but had rejected the author’s",
  "assertion that his father, Salman Taseer, the late Governor of Pakistani Punjab, ‘hated’ India. She",
  "also objected to Aatish’s claim that Pakistan was the ‘dream of a poet’ (Muhammad Iqbal, who",
  "first wrote of a Muslim homeland within India), though this was not an issue I had dwelt on in my",
  "own piece. And she ended with two impressive points I had no difficulty acknowledging: that I",
  "should be more conscious of the diversity of the Pakistani liberal community, and that Ms Sirmed",
  "saw herself as a proud Pakistani whose love of her country did not oblige her to hate India. Marvi",
  "Sirmed is the kind of intelligent, broad-minded Pakistani most Indians would have no difficulty",
  "engaging with, and I tipped my (metaphorical) Gandhi cap to her.",
  "Ejaz Haider, whose riposte to Aatish Taseer had sparked my initial piece, was less",
  "accommodating of my core argument, seeing it as an exercise in ‘considered perception-formation",
  "and reinforcement’. By this he seemed to imply that my article was part of a devious Indian",
  "conspiracy to affect perceptions of his country negatively; in fact he titled his column ‘It’s Not Just",
  "Mr. Tharoor!’ My fellow conspirators (on the basis of recent articles we had each written)",
  "apparently included young Taseer, the Mumbai-born American strategist Ashley Tellis and the",
  "Indian analyst Nitin Pai, who has suggested (as I have done separately) that the United States",
  "should end its overgenerous aid to Pakistan’s military–jihadi complex. Ejaz Haider then proceeds",
  "to put words in our collective mouths to the tune that we seek ‘India’s supremacy in the region’ and",
  "the resolution of disputes only ‘on India’s terms’. None of us has made so fatuous a suggestion, but",
  "the exaggeration was, alas, necessary to demolish our case.",
  "Then Ejaz Haider (who, it must be said, is one of Pakistan’s finest columnists, and whom I have",
  "enjoyed reading for years) got on to firmer ground. He admitted that there is a military–civilian",
  "divide in Pakistan, but argued that most of his country’s conflicts with India have originated under,",
  "or at the instigation of, civilian politicians, not military rulers. In any case, this is ‘Pakistan’s",
  "internal matter’ and acknowledging it should not imply any neglect of national security or",
  "abdication of Pakistani self-interest. And the clincher: ‘we don’t need advice from across the",
  "border’ (especially, he adds gratuitously, from pundits who ‘crawled on their bellies’ during the",
  "Emergency, a charge from which all those he was responding to are in fact exempt).",
  "Ejaz Haider was joined in the pages of Pakistan’s Express Tribune by Feisal Naqvi, who found",
  "my arguments ‘cretinous in the extreme’ and ‘gratuitously smug about India’s lack of strategic",
  "ambitions’. Invective aside, Naqvi’s argument was that while Pakistanis were obsessed with",
  "India, ‘the opposite of India-obsessed is not India-submissive’ (which, again putting words into",
  "my mouth, I allegedly want them to be). Mr Naqvi also finds, somewhere between the lines of mycolumn, something I never wrote—a rejection of the very legitimacy of Pakistan’s existence.",
  "Pakistani liberals, he asserts, are happy being Pakistani, value their military and have no desire to",
  "dismantle it. My article instead ‘delegitimizes’ them in the eyes of the Pakistani establishment.",
  "(Sigh.)",
  "What was particularly interesting about these well-written responses is that they relied",
  "principally on refuting arguments I haven’t made. I am totally reconciled to Pakistan’s existence as",
  "an independent state, and have no desire to reintegrate it into a pre-Partition ‘Akhand Bharat’—",
  "indeed, the demographic, social and political evolution of Pakistan since 1947 makes it quite",
  "unsuitable for any such reabsorption. I do understand that Pakistan has to survive in a tough",
  "neighbourhood and it needs a capable military. And I do not expect any Pakistani government,",
  "military or civilian, to act in anything but Pakistan’s own best interest.",
  "But—and alas, there is a but—I don’t believe it is in Pakistan’s best interest to be the country",
  "whose armed forces consume the largest percentage of national income of any military in the",
  "world. I don’t believe it is in Pakistan’s best interest to adopt a policy of seeking ‘strategic depth’",
  "by destabilizing its neighbours. I don’t believe it is in Pakistan’s best interest to try to wrest",
  "Kashmir from India by fair means or foul. I don’t believe it is in Pakistan’s best interest to be the",
  "cradle and crucible of militant Islamist terrorism. I don’t believe it is in Pakistan’s best interest to",
  "be a country where no elected civilian government has ever served a full term. And I do believe",
  "that any Pakistani liberal worth the name (take a bow, Marvi Sirmed) should have no difficulty in",
  "agreeing with any of these propositions.",
  "Even if they come from an Indian. Ay, there’s the rub …",
  "The same problem surfaced, in different guise, a few weeks later, when New Delhi played host",
  "to a visiting delegation of Pakistani parliamentarians, brought to India by an enterprising",
  "Islamabad NGO called PILDAT (Pakistan Institute of Legislative Development and",
  "Transparency). Few things in international affairs are more agreeable, all round, than the non-",
  "official dialogues diplomats refer to as ‘Track-II’. But for all its non-official character, this was a",
  "high-powered delegation, including a vice-chairman of the Pakistani Senate, a deputy speaker,",
  "former ministers and a serving information secretary of the ruling party. On India’s side of the",
  "parliamentary border, the meeting was co-chaired, in a commendably bipartisan spirit, by a former",
  "Congress party minister, Mani Shankar Aiyar, and the Bharatiya Janata Party’s last foreign",
  "minister, Yashwant Sinha. I was, without quite intending to be it, the only dissident.",
  "Don’t get me wrong: I’m all in favour of Indo-Pak peace and bonhomie. I’ve seen a lot of it in",
  "my decades abroad—many is the time a Pakistani cab driver in New York has attempted to decline",
  "my money for the fare, saying that I was a brother (this of course always won him a bigger tip, but",
  "the spirit was genuine). Indians and Pakistanis overseas are almost always the best of friends,",
  "since being in foreign lands enhances their consciousness of what they have in common, which",
  "vastly exceeds what divides them. I would love to see a time when Pakistanis and Indians can",
  "cross each other’s borders with the insouciance of Americans and Canadians, work in each other’s",
  "countries, trade freely with each other and contribute equally to each other’s films, music, clothing",
  "and creative lives, just as they did before 1947. I would be happy if that time came sooner rather",
  "than later. But, sadly, I am only too aware that it’s not now.",
  "The problem with Indo-Pak Track-II dialogues of the kind I witnessed in the capital is that theyare essentially built on denial. They focus on making the visitors feel welcome, emphasize the",
  "feel-good aspects of their presence in our midst, celebrate the many things we have in common and",
  "try to brush the real problems under a carpet (not a Kashmiri carpet, since that might provoke",
  "disagreeable thoughts). In other words, they are a self-fulfilling exercise in self-vindication. Their",
  "success depends on denying the very disagreements that makes such dialogues necessary in the first",
  "place.",
  "The event began with a somewhat odd opening panel discussion, where members of the",
  "audience rounded on the moderator, News X’s Jehangir Pocha, for moderately raising some real",
  "questions, when his job had apparently been intended to be to orchestrate a paean of pious",
  "homilies to peace and brotherhood. So when I took the floor late in the next morning’s session, I",
  "had been fairly warned. But after listening to several bromides from parliamentarians of both",
  "nationalities, I felt a dose of candour was necessary. So I pointed out that there were some genuine",
  "obstacles to be overcome if the peace and love we were all affirming was in fact to take root,",
  "rather than briefly blossom in the illusory sunshine of Track II. And those obstacles all lay in",
  "Pakistan.",
  "First, India has long been in favour of placing the Kashmir dispute on the back burner and",
  "promoting trade, travel and the rest; it is Pakistan that has taken the view that there cannot be",
  "normal relations with India until Kashmir is settled, on terms acceptable to Islamabad. So",
  "inasmuch as there is hostility that such dialogues attempt to overcome, the hostility starts with",
  "Pakistan, which wants a change in the territorial status quo, and not with India, which is perfectly",
  "content to leave things as they are. Unless the Pakistani MPs present were willing to advocate a",
  "policy of across-the-board engagement with India despite the lack of a solution to the Kashmir",
  "dispute, our words would be just so much hot air.",
  "One example of this asymmetry is that India had given Pakistan most favoured nation (MFN)",
  "trading status as far back as 1995, and Pakistan has still not reciprocated. It remains the only",
  "example on the entire planet of a one-sided MFN; no other country has ever refused to reciprocate",
  "an offer of MFN trading status from a neighbour. (In 2011, Pakistan announced it would finally",
  "extend MFN status to India, but the enabling legislation and the necessary regulations were yet to",
  "be written twelve months after the announcement.) India continues to show its good faith time after",
  "time, persisting in the peace talks even after the Kabul embassy bombing, offering aid after natural",
  "disasters in Pakistan (in one egregious instance, aid of $25 million offered by India in the wake of",
  "severe floods in Pakistan was initially rejected by Islamabad, which finally, grudgingly said it",
  "would be glad to have the money if given through the United Nations rather than directly). In the",
  "summer of 2009, when the country was still in a boil over the prime minister’s visit to Sharm el",
  "Sheikh, the Indian team played the Pakistani team at a charity cricket match in England, with the",
  "proceeds going to the relief of displaced people from Swat in Pakistan—every penny being sent to",
  "the very country from which terrorists had attacked India just a few months previously. So the",
  "goodwill and the heart of India should not and cannot be doubted. It is unfortunately not being",
  "matched from the other side. There is no equivalent example that Pakistan can cite.",
  "Then the Pakistani side’s tendency to equate the two countries’ experience of terrorism—‘We",
  "are bigger victims of terrorism than you are,’ one visitor said; ‘If you can cite Mumbai, we can",
  "point at Samjhauta,’ added another—omitted the basic difference that no one from India hascrossed the border to inflict mayhem on Pakistan. Indians can and should sympathize with",
  "Pakistani victims of terrorism, but their tragedy is home-grown, an evil force turning on its creator;",
  "whereas Indians have died because killers from Pakistan, trained, equipped and directed by",
  "Pakistanis, have travelled to our country to kill, maim and destroy. There is no moral equivalence,",
  "and to pretend there is builds the dialogue on a platform of falsehood.",
  "Finally, friendship has to be built on a shared perception of the danger—of a sincere acceptance",
  "by the Pakistani military establishment that those who attacked the Taj in Mumbai are just as much",
  "their enemies as those bombing the Marriott in Islamabad. This would require more than fuzzy",
  "words from parliamentarians—it needs genuine cooperation from Pakistan, including useful",
  "information-sharing and real action to arrest, prosecute and punish the perpetrators. The Samjhauta",
  "plotters are in jail in India, while Hafiz Saeed is still at large in Pakistan, preaching hatred.",
  "If Islamabad genuinely shared the Manmohan Singh vision that the highest strategic interest of",
  "both countries lies in development and the eradication of poverty rather than in military one-",
  "upmanship, we could cooperate across the board, most obviously in trade—which would be of",
  "immense benefit to both countries, including certainly to a Pakistan that currently pays a premium",
  "for Indian goods imported via Dubai, and which also needs to gain export access to the gigantic",
  "Indian market for everything from its surplus cement to sporting goods. (It is hard to remember,",
  "today, that six decades ago the majority of Pakistan’s trade was with India.) Normal trade relations",
  "could also be a precursor to the easing of geopolitical tensions. Until then, Track-II initiatives will",
  "feel good, but will remain on the wrong track.",
  "What, then, is the way forward for India? It is clear that we want peace more than Pakistan does,",
  "because we have more at stake when peace is violated. To those who suggest that we should",
  "simply ignore our dysfunctional neighbours, accept the occasional terrorist blast (and prevent the",
  "ones we can), tell ourselves there is nothing we need from Pakistan and try to get on with our",
  "development free of the incubus of that benighted land, there is only one answer: we cannot grow",
  "and prosper without peace, and that is the one thing Pakistan can give us that we cannot do without.",
  "We cannot choose to be uninterested in Pakistan, because Pakistan is dangerously interested in us.",
  "By denying us the peace we crave, Pakistan can undermine our vital national interests, above all",
  "that of our own development. Investors shun war zones; traders are wary of markets that might",
  "explode at any time; tourists do not travel to hotels that might be commandeered by crazed",
  "terrorists. These are all serious hazards for a country seeking to grow and flourish in a globalizing",
  "world economy. Even if Pakistan cannot do us much good, it can do us immense harm, and we must",
  "recognize this in formulating our policy approaches to it. Foreign policy cannot be built on a sense",
  "of betrayal any more than it can be on illusions of love. Pragmatism dictates that we work for",
  "peace with Pakistan precisely so that we can serve our own people’s needs better.",
  "But we must do this without illusions, without deceiving ourselves about the existence of",
  "genuine partners for peace across the border, and without being taken in by the insincere press",
  "releases of the civilian rulers who are occasionally allowed to don the masks of power in",
  "Pakistan. We must accept that the very nature of the Pakistani state condemns us to facing an",
  "implacable enemy in the self-perpetuating military elite next door, for lasting peace would leave",
  "them without a raison d’être for their power and their privileges. We must not be deluded intomaking concessions, whether on Kashmir or any other issue, in the naive expectation that these",
  "would end the hostility of the ISI and its cohorts. We must understand that Pakistan’s fragile sense",
  "of self-worth rests on its claim to be superior to India, stronger and more valiant than India, richer",
  "and more capable than India. This is why the killers of 26/11 struck the places they did, because",
  "their objective was not only to kill and destroy, but also to pull down India’s growth, tarnish its",
  "success story and darken its lustre in the world. The more we grow and flourish in the world, the",
  "more difficult we make it for the Pakistani military to sustain its myth of superiority or even parity.",
  "There are malignant forces in Islamabad who see their future resting upon India’s failure. These",
  "are not motives we can easily overcome.",
  "This means that talking to plausible civilians has severe limitations. A smooth president, a bluff",
  "prime minister or a glamorous foreign minister makes for good television, but behind their",
  "affability they are each aware that a step too far could make them the targets of their own military",
  "establishment. We should be aware of this too, and we should ensure they are aware that we are",
  "aware. And yet we must engage Pakistan because we cannot afford not to. For even if we are",
  "talking to people who do not have the ultimate power to call off the killers, we know that their",
  "military overlords are listening, and that in the complicated arabesque that is Islamabad’s",
  "civilian–military relationship, some of our messaging will get through to those who need to hear it.",
  "As these words are written in March of 2012, it does seem that a subtle shift may be occurring",
  "in the atmospherics surrounding one of the most intractable problems of recent years, the dispute",
  "between India and Pakistan over Kashmir. The Pakistani military may have once thought that the",
  "fomenting of militancy and terrorism in India was an effective strategy of hurting the enemy on the",
  "cheap, but civilians in Islamabad have increasingly begun to realize (and to express the view) that",
  "Pakistan may have become the biggest victim of its own Kashmir policy. Its legacy has left the",
  "country with a distorted polity where the military has conducted four coups and is used to calling",
  "the shots behind the scenes; a collapsing economy, high unemployment and raging inflation; and a",
  "large number of unemployed and undereducated young men radicalized by years of Islamist",
  "propaganda against the Indian infidel. The result is a combustible mixture that threatens to consume",
  "the Pakistani state, with terrorists once sponsored by Islamabad now turning on their erstwhile",
  "patrons.",
  "Leading members of the Pakistani establishment now say they are beginning to see this too. On a",
  "recent visit to Islamabad and Lahore, I sensed a widespread desire to put the dispute on the back",
  "burner and explore avenues of mutually beneficial cooperation with India. This impression",
  "emerged from private conversations, but Pakistanis are saying it openly too. In a recent interview,",
  "the Pakistani politician and religious leader Maulana Fazlur Rehman spoke frankly about Kashmir:",
  "‘Obviously, we are in favour of a political solution … Things have changed so much. Now the",
  "concept of winning Kashmir has taken a back seat to the urgency of saving Pakistan’ (emphasis",
  "added).",
  "Younger Pakistanis are going even further. The columnist Yaqoob Khan Bangash, for instance,",
  "openly derided the hallowed Pakistani argument that, as Muslims, Indian Kashmiris would want to",
  "join Pakistan: ‘despite being practically a war zone since 1989, Indian Kashmir has managed a",
  "higher literacy, economic growth and per capita income rate than most of Pakistan,’ he wrote.",
  "‘Why would the Kashmiris want to join Pakistan now? What do we have to offer them?’Beyond that, many argue, the costs of the prolonged obsession with Kashmir have become",
  "unsustainable for a Pakistan mired in severe internal problems. Kashmiris, Bangash declared,",
  "‘should certainly not come at the cost of our own survival and not when all that we will be able to",
  "offer them is a failed state’. This is still a heretical position in Pakistan’s public discourse. But it’s",
  "a view that is gaining ground. When Indian Prime Minister Dr Manmohan Singh, a consistent",
  "advocate of peace with his nuclear-armed neighbour, suggested last summer that Pakistan should",
  "‘leave the Kashmir issue alone’ and focus on its own internal problems, the comment did not elicit",
  "the customary howls of outrage in the Pakistani media. Instead, it was met with a grudging",
  "acknowledgement in Pakistan that perhaps, this time, the Indian leader was right.",
  "It’s a new national mood in Pakistan, and it may well be the time for India to seize the moment",
  "to build a lasting peace.",
  "And yet—the problem will not be solved overnight. Even if, by some miracle, the Pakistani",
  "civilian and military establishment suddenly saw the light, concluded that terrorism was bad for",
  "them and decided to make common cause with India in its eradication, the task will not be",
  "accomplished with a snap of the fingers. Extremism is not a tap that can be turned off once it is",
  "open; the evil genie cannot be forced back into the bottle. The proliferation of militant",
  "organizations, training camps and extremist ideologies has acquired a momentum of its own. A",
  "population as young, as uneducated, as unemployed and as radicalized as Pakistan’s will remain a",
  "menace to their own society as well as to ours. As a former Indian high commissioner in Pakistan,",
  "Satyabrata Pal, noted: ‘These jihadi groups recruit from the millions of young Pakistanis who",
  "emerge from vernacular schools and madrassas, imbued with a hatred for the modern world, in",
  "which they do not have the skills to work. So while young Indians go to Silicon Valley and make a",
  "bomb for themselves, young Pakistanis go to the Swat Valley and make a bomb of themselves, the",
  "meanness of their lives justifying the end. Pakistan has betrayed its youth, which is its tragedy.’",
  "This is not a counsel of despair. It is, instead, an argument to offer a helping hand. A neighbour",
  "full of desperate young men without hope or prospects, led by a malicious and self-aggrandizing",
  "military, is a permanent threat to twenty-first-century India. If India can help Pakistan transcend",
  "these circumstances and help it develop a stake in mutually beneficial progress, it will be helping",
  "itself as well. In such an approach lies the slender hope of persuading Pakistan that India’s success",
  "can benefit it too, that, rather than trying to undercut India and thwarting its growth, Pakistan should",
  "look to the advantages that might accrue to it as a neighbour and partner of an upwardly mobile and",
  "increasingly prosperous India.",
  "Such an India can build on the generosity it has often shown—as witness the unilateral MFN",
  "status it gave Pakistan—by extending itself to its neighbour, offering a market for Pakistani traders",
  "and industrialists, a creative umbrella to its artists and singers, and a home away from home for",
  "those seeking a refuge from the realities of Pakistani life. Many Pakistanis now realize that",
  "perpetual conflict with India is hampering Pakistan’s own aspirations for economic growth and",
  "development. Multiplying our channels of contact—with ‘back-channel diplomacy’ conducted by",
  "‘special envoys’ of the two leaderships (a formula used effectively by Musharraf and Manmohan",
  "Singh), direct contact between the two militaries (of which there is very little) and extensive",
  "people-to-people contact—is indispensable to the peace effort. NGOs and civil society—",
  "particularly those that channel the energy of young people, who are impatient with decades ofhostility—can also play a useful role in developing relations that go beyond the prescriptions and",
  "the proscriptions of governments.",
  "Sadly, India has reacted to 26/11 and other Pakistani provocations by tightening its visa",
  "restrictions and restraining other possibilities of cultural and social contact. This may be an area in",
  "which risks are worth taking, since the advantages of openly issuing visas and enhancing",
  "opportunities for Pakistanis in India outweigh the dangers; after all, the terrorists of 26/11 did not",
  "apply for Indian visas before coming onshore with their deadly baggage. I am strongly in favour of",
  "a liberal visa regime, which would require India to remove its current restrictions on which points",
  "of entry and exit the Pakistani visa holder can use, the number of places that may be visited and the",
  "onerous police reporting requirements. To begin with, a list can be drawn up of prominent",
  "Pakistanis in such fields as business, entertainment and media, who would be eligible for more",
  "rapid processing and for multiple-entry visas. It will be argued that Pakistan will not reciprocate",
  "such one-sided generosity, but India should not care. Insisting on parity with Pakistan is to bring",
  "ourselves down to their level. Let us show a magnanimity and generosity of spirit that in itself",
  "stands an outside chance of persuading Pakistanis to rethink their attitude to us.",
  "More difficult politically but well worth doing might be to make concessions on issues where",
  "vital national interests are not involved. Not all the issues that divide India and Pakistan can be",
  "resolved across a table, but specific problems like trade, the military standoff on the Siachen",
  "glacier, the territorial boundary between the two nations at Sir Creek or contention over water",
  "flows through the Wullar Barrage and many other points of detail are certainly amenable to",
  "resolution through dialogue. It seems silly that public passions in Pakistan are being stirred over",
  "false claims that India is diverting Indus river water; much of this could be dispelled by candid",
  "and open talk to the Pakistani public by Indian officials. The new-found Pakistani willingness to",
  "reciprocate India’s offer of MFN status in trade relations should be seized upon by India taking",
  "concrete steps to reduce the non-tariff barriers relating to security inspections, lab checks and",
  "clearances that have limited the extent of Pakistani exports to our country. India’s financial",
  "services industry and its software professionals could also offer themselves to Pakistani clients,",
  "giving themselves a next-door market and providing services that Pakistan could use to develop its",
  "own economy. The education sector offers obvious opportunities, especially in these days of",
  "videoconferencing, which could allow students from one country to listen to lectures delivered in",
  "another. The prospects for cooperation in such areas as agriculture or the development of wind",
  "energy are bright. These are all ‘easy wins’ waiting to be pursued at the first opportunity.",
  "The big questions—the Kashmir dispute and Pakistan’s use of terrorism as an instrument of",
  "policy—will require a great deal more groundwork and constructive, step-by-step action for",
  "progress to be made. Afghanistan is an area of contention that, given a new climate of peace, could",
  "become an area for cooperation rather than a site of proxy conflict. By showing",
  "accommodativeness, sensitivity, foresight and pragmatic generosity in all the ways suggested",
  "above, India might be able to turn the bilateral narrative away from the logic of intractable",
  "hostility in which both countries have been mired for too long. Once that happens, it may even be",
  "possible to look beyond each other to economic cooperation with third countries: the Iran–",
  "Pakistan–India pipeline, for instance, or overland access for Indian goods through Pakistan and",
  "Afghanistan to Central Asia, neither of which looks feasible as long as Pakistan remains hostileterritory.",
  "The elephant in the room remains the Pakistani Army. Until the military men are convinced that",
  "peace with India is in their self-interest, they will remain the biggest obstacles to it. One hope may",
  "lie in the extensive reach of the Pakistani military apparatus and its multiple business and",
  "commercial interests. Perhaps India could encourage its firms to trade with enterprises owned by",
  "the Pakistani Army, in the hope of giving the military establishment a direct stake in peace. More",
  "military-to-military exchanges, even starting with such basic ideas as sporting contests between the",
  "two armies, would also help. The idea of joint exercises between the two militaries seems",
  "preposterous today, but it is entirely feasible in a UN peacekeeping context: just a few years ago,",
  "Indian aircraft strafed Congolese rebel positions in support of besieged Pakistani ground troops as",
  "part of a UN peacekeeping operation, MONUC.",
  "In my UN days I personally witnessed the extraordinary degree of comradeship between Indian",
  "and Pakistani officers serving in the Peacekeeping Department headquarters in New York; perhaps",
  "being among foreigners served as a constant reminder of how much more they had in common with",
  "each other, so that they were frequently lunching together, visiting each other’s homes and seeing",
  "the local sights together. Such contacts can and should be built upon to develop the right",
  "atmospherics for peaceful relations, which unavoidably require engagement with the Pakistani",
  "military. Indians are, understandably, among the strongest supporters of Pakistani democracy, at",
  "least in theory, but we have to live with the realities next door, and that requires us to see the",
  "Pakistani military not just as the problem, but as a vital element of the solution.",
  "As good neighbours, Indians should be saddened by the continuing incidents of terrorist",
  "violence in Pakistan; we must wish Islamabad well in its efforts to repel militancy and fanaticism",
  "within its own borders. We would welcome indications that Islamabad shares our view that the",
  "forces of terrorism emanating from Pakistani soil are indivisible and that those plotting attacks on",
  "India from Pakistani territory are as much the enemies of Pakistan as they are of India. From such a",
  "diagnosis, the only possible prescription is that of cooperation, to build peace and security",
  "together. We hope that those who rule that country will make that diagnosis, and share the same",
  "prescription.",
  "A former Indian high commissioner to Pakistan, G. Parthasarathy, once famously remarked that",
  "promoting peace between India and Pakistan is like trying to treat two patients whose only disease",
  "is an allergy to each other. This allergy has to be overcome. India does not covet any Pakistani",
  "territory. Because we wish to focus on our own people’s development and prosperity in conditions",
  "of security, we remain committed to long-term peace with Pakistan. If the civilian government in",
  "Islamabad sees that the need is for concerted action against terrorists wherever they operate,",
  "whether in Pakistan, in India or in Afghanistan, we can find common ground. Our willingness to",
  "talk will best be vindicated by their willingness to act. Trust can be earned, which is why peace",
  "must be pursued. But we must pursue peace with our eyes wide open. To do so is, in the words of",
  "the veteran Indian diplomat K. Shankar Bajpai, the ‘right, rational choice for a mature power’.",
  "Too much of Indian public opinion is divided into sharply polarized camps of hawks and doves",
  "—the former insisting on nothing less than implacable hostility towards Islamabad, and hoping for",
  "the eventual destruction of Pakistan as we know it, the latter offering peace at any price, through a",
  "process ‘uninterruptible’ even if new terrorist strikes emanating from Pakistan were to occur.Neither position, in my view, is tenable, for all the reasons explicated above. Hostility is not a",
  "policy, and hostility in perpetuity is neither viable nor desirable between neighbours. And while",
  "the doves may be right that New Delhi’s visceral reaction to the terror attacks is tantamount to",
  "giving the terrorists a veto over our foreign policy choices, no democratic government can allow",
  "its citizens to be killed and maimed by forces from across the border, without reacting in some",
  "tangible way that conveys to Pakistan that there is a price to be paid for allowing such things to",
  "happen.",
  "At the same time, insisting that Pakistan must change fundamentally before India can make peace",
  "with it is not particularly realistic. A creative Indian government must seize on whatever straws in",
  "the wind float its way from Pakistan to explore the prospects of peace. New Delhi must do its best",
  "to ensure that the Islamabad establishment abandons the conviction that terrorism is the only",
  "effective instrument that obliges India to sit up and pay attention to Pakistan and engage with its",
  "interests. Accepting Pakistan the way it is but pushing for peace nonetheless is, in my view, the",
  "only way forward. It will mean isolating those elements and those issues that both sides consider",
  "intractable, and placing them on the back burner for now, in order to proceed with those that can",
  "be solved. Trust and understanding can be built on the basis of small agreements on seemingly",
  "marginal issues, thereby improving the atmosphere within which the more difficult problems can",
  "be tackled.",
  "It is widely known that, during the latter stages of the Musharraf regime, the two countries came",
  "extremely close to a definitive conclusion on a number of pending issues, including Kashmir, until",
  "Musharraf’s mounting domestic political difficulties made it impossible for him to clinch a deal.",
  "(Musharraf himself has implied that an agreement was also close with the previous Indian prime",
  "minister, Atal Bihari Vajpayee, until the BJP called an election that it lost; the process had then to",
  "start all over again.) It is surely not impossible to pick up the threads, but it is very difficult to pick",
  "up the threads in an atmosphere of violence, intimidation and mayhem. This is where Pakistan, too,",
  "bears a share of the responsibility for making progress towards peace. No democratic government",
  "worth its salt, and certainly no Indian government, will negotiate with a gun pointed at its head. A",
  "New Delhi that is prepared to make concessions will not want to make them if there is the slightest",
  "suggestion that it is doing so because it is intimidated by terrorist action. If Pakistan can make",
  "serious efforts to curb its extremists sufficiently to create a more propitious climate for a peace",
  "process, India would more readily seize the opportunity.",
  "And yet, if there is another Mumbai—another horror perpetrated on a scale comparable to",
  "26/11, with similar proof of Pakistani complicity—comparable restraint may be impossible, and",
  "all bets will be off. No democratic government can be seen to be sitting impotently while a",
  "neighbour assaults its society with impunity. This remains the greatest danger facing the",
  "subcontinent—of a feckless Pakistan either condoning or conniving in another major attack, and a",
  "beleaguered Indian government feeling the snapping of the last straw and launching retaliation. It is",
  "the duty of responsible people on both sides of the border to work to prevent this. There is hope",
  "for peace, and a determination in New Delhi to pursue it. But the primary onus for confining, if not",
  "destroying, the deadly virus that it has long incubated must rest on the Pakistani state. If it seizes",
  "that responsibility, it will not find India lacking.",
  "Former prime minister Atal Bihari Vajpayee had once declared that you can change history butnot geography. He was wrong: history, once it has occurred, cannot be changed. The time has",
  "come, instead, for the victims of geography to make history.c  t",
  ""
]