[
  "chapter3 hree",
  "A Tough Neighbourhood",
  "In 1410, near the Sri Lankan coastal town of Galle, the Chinese admiral Zheng He erected a stone",
  "tablet with a message to the world. His inscription was in three languages—Chinese, Persian and",
  "Tamil—and his message was even more remarkable: according to Robert Kaplan’s 2010 book",
  "Monsoon, it ‘invoked the blessings of the Hindu deities for a peaceful world built on trade’. Six",
  "hundred years ago, a Chinese sailor-statesman called upon Indian gods as he set out to develop",
  "commercial links with the Middle East and East Africa through the Indian subcontinent.",
  "The subcontinent has long been at the centre of Asia’s most vital trade routes, and India’s",
  "commanding position at the heart of South Asia places it in both an enviable and a much-resented",
  "position. As an editorialist in the Indian magazine Seminar observed: ‘The overwhelming",
  "presence of India creates an asymmetry that pushes other, smaller countries, into suspecting",
  "hegemony in every proposal for greater cooperation, in turn feeding into an incipient irritation",
  "within India that its neighbours are united only in their anti-India sentiment.’",
  "No one loves a huge neighbour: one need only ask the Mexicans what they think about the United",
  "States, or the Ukrainians their views on Russia. India cannot help the fact that, whether it wants to",
  "or not, it accounts for 70 per cent of the population of the eight countries that make up the",
  "subcontinent’s premier regional organization, the South Asian Association for Regional Co-",
  "operation (SAARC). Worse, it accounts for 80 per cent of the region’s collective GDP, and is by",
  "far its most militarily powerful member. Whenever India gets together with its neighbours, it",
  "occupies more space, and displaces more weight, than the rest of them combined. Even the most",
  "adroit diplomacy would not be able to skirt the implications of this inescapable reality: India is the",
  "proverbial 298-pound gorilla on the beach, whose slightest step will immediately be seen by the",
  "skinny 98-pounders as proof of insensitivity, bullying or worse.",
  "Nonetheless, there is a widespread perception, which New Delhi would be unwise to ignore,",
  "that India’s relations with the countries neighbouring it have been poorly managed. While its recent",
  "rise, unlike China’s, is largely seen around the world as benign, India’s neighbours hardly",
  "constitute an echo-chamber for global applause. Of the eight nations with which it shares a land or",
  "maritime border—Pakistan, China, Nepal, Bhutan, Bangladesh, Myanmar, Sri Lanka and the",
  "Maldives—there has been a history of problems, of varying degrees of difficulty, with six. (Two",
  "of these, Pakistan and China, are discussed in separate chapters and will only be tangentially",
  "referred to here.) Adding Afghanistan to the list (though technically it does not belong, after",
  "Pakistan’s capture in 1948 of the strip of land in north-western Kashmir that made Afghanistan a",
  "territorial neighbour of India’s), India has nine countries in its direct neighbourhood which are all,",
  "in varying degrees, vital to its national security. As Prime Minister Manmohan Singh remarked",
  "during his October 2011 visit to Bangladesh, ‘India will not be able to realize its own destiny",
  "without the partnership of its South Asian neighbours.’",
  "The charge that relations with most of them have been generally unsatisfactory is not untrue. Yetit is partly because of circumstances beyond India’s own control. First, most of these nations share",
  "borders only with India, so what Professor S.D. Muni, in the title of one of his books, called ‘the",
  "pangs of proximity’ afflict each of them only in relation to India. Many have had to define their",
  "identity in relation to India; the sustaining historical narrative underpinning their nationalisms has",
  "often been derived from their anxiety to differentiate themselves from the Indian meganarrative. If",
  "India is a civilizational construct embracing unity amid vast diversity, each of its neighbours has to",
  "accentuate its own particularisms; for if separateness is not established, what distinguishes each of",
  "these countries from any Indian state? This anxiety to demonstrate ‘not-Indianness’ and resistance",
  "to any seeming cultural assimilation is often at the root of their concerns about Indian hegemony. In",
  "many cases, India became a factor in some countries’ domestic politics, with India-bashing often",
  "an easy route to cheap popularity in the hothouse politics of Pakistan, Bangladesh, Nepal or Sri",
  "Lanka.",
  "More tangibly, each of these neighbouring nations has had to cope with internal crises whose",
  "effects spilled over into their relations with India. Just a few years ago, the picture across South",
  "Asia was bleak: Afghanistan battling the forces of a resurgent Taliban; Pakistan in turmoil, with",
  "the assassination of Benazir Bhutto and chaos in the streets; Nepal in the throes of a Maoist",
  "insurgency that toppled its monarchy; Bhutan managing a delicate transition from absolute",
  "monarchy to constitutional democracy; Bangladesh under military rule; Myanmar continuing to",
  "imprison Aung San Suu Kyi and her fellow democrats, while keeping the country an isolated",
  "tyranny; Sri Lanka convulsed by a bloody and brutal civil war that was well into its third decade;",
  "and even the Maldives facing mass disturbances in the lead-up to elections in which a formerly",
  "imprisoned dissident, Mohammed Nasheed, was seeking to defeat the long-time ruler Abdul",
  "Gayoom. The cliché that India lives in a tough and tumultuous neighbourhood could not have",
  "seemed truer.",
  "And yet, in the last couple of years, there has been progress almost everywhere. Nepal’s civil",
  "war is over and a coalition government holds the reins. Bhutan’s political experiment, of a",
  "managed transition to multi-party democracy under a constitutional monarch, is going remarkably",
  "well. Bangladesh has held a free election and restored civilian democratic government. In Sri",
  "Lanka the military victory over the murderous forces of the Liberation Tigers of Tamil Eelam",
  "(LTTE) was followed by elections and notably conciliatory language by the triumphant, but not",
  "overly triumphalist, government. The Maldives elected the former dissident as president, the",
  "autocrat gamely made way, and the new democratic leader was bravely facing his country’s many",
  "challenges until being forced to resign in a bloodless transfer of power to his vice-president in",
  "2012. Even Myanmar held a relatively free election, albeit with severe restrictions, and freed its",
  "principal dissidents. Only in Afghanistan and Pakistan do fundamental difficulties persist. The",
  "prospects for peace, security and development look promising everywhere else on the",
  "subcontinent.",
  "Listing the problems endemic to these countries is not to imply that India has been blameless in",
  "its own conduct. In Nepal, India’s not-always-positive reputation for interference in that country’s",
  "domestic affairs has generally not been undeserved. The border with Bangladesh has witnessed",
  "more shooting incidents in recent years than is explicable or reasonable, and despite the",
  "overwhelming imbalance between the two countries’ forces, Indian border guards did not hesitateto shoot to kill Bangladeshi infiltrators, including migrant workers and petty smugglers, caught",
  "crossing the long and poorly demarcated border between the two countries. In Myanmar, India has",
  "abandoned its earlier policy of overt support for the democratic forces, extending support to the",
  "country’s dictatorial junta to the disappointment of many of New Delhi’s oldest friends. Relations",
  "with Sri Lanka remain complicated both by the history of India’s prior involvement—support for",
  "the Tamil militancy, then a disastrous military intervention that engaged Indian troops in battles",
  "with the LTTE and resulted in their ignominious withdrawal—and by India’s legitimate desire,",
  "made more urgent by its own domestic political imperatives, to see a political accommodation on",
  "the island that respects the aspirations of the Tamils. In all cases, India’s prioritization of relations",
  "with global powers like the United States and China and its disproportionate focus in the",
  "neighbourhood on Pakistan have come at the cost of due attention to its other neighbours.",
  "Of course it would be wrong to cite these examples as a reason to place the entire onus for any",
  "subcontinental dysfunctionalities on India alone. Large parts of South Asia have made great",
  "progress—economically, socially and politically—over the last few decades. Yet, there are a",
  "number of challenges that continue to beset the region and that hold back the true potential of our",
  "countries, individually as well as collectively. These include terrorism and extremism, and the use",
  "of these as instruments of state policy; and the daily terror of hunger, unemployment, illiteracy,",
  "disease and the effects of climate change. And less obvious but equally potent, restrictions on",
  "regional trade and transit that belong to an older, more mercantilist century. That many Indian",
  "states, in India’s federal polity, have serious issues with their neighbours (concerns in Bengal and",
  "Bihar about movement of goods and people from Bangladesh and Nepal, for instance, or the",
  "treatment of Tamils in Sri Lanka, and at one time Pakistani support for separatist Khalistani",
  "militancy in Punjab) injects domestic political compulsions into New Delhi’s thinking, particularly",
  "in an era of coalition governance, where the views of political allies must be imperatively taken",
  "into account. A political tendency in some of the neighbouring countries to adopt ‘blame India’ as",
  "a default internal political strategy has in turn bedevilled perceptions. These are among the factors",
  "that drag the people of the subcontinent back from the path of sustained peace, development and",
  "prosperity.",
  "As I have already argued, the principal thrust of India’s foreign policy ought to be to promote",
  "the country’s domestic transformation, development and growth. The neighbourhood remains vital",
  "in this regard. Whereas more distant areas of the globe—the investment-generating countries of the",
  "Americas and Europe, and the energy-supplying countries in the Gulf, Africa and Central Asia—",
  "offer obvious opportunities for India, problems in the immediate neighbourhood generate both",
  "threats and opportunities—and the threats risk undermining India’s efforts fundamentally. Weak",
  "and failing states, as scholars have noted, are able to subvert the larger ambitions of the more",
  "dominant countries neighbouring them. The Indian analyst Nitin Pai has gone so far as to argue that",
  "‘India’s neighbours know that their own weakness is a source of implicit and explicit bargaining",
  "power’. Be that as it may, a rising India has an obvious interest in the success of its neighbours,",
  "since a stable neighbourhood contributes to an enabling environment for India’s own domestic",
  "objectives, while disturbances on India’s borders can act as a constraint on India’s continued rise.",
  "India’s geopolitical strategists, both inside and outside government, have tended to see India’s",
  "interests globally (witness the attention paid to relations with the United States, or India’s role atthe UN and the Non-Aligned Movement); in the neighbourhood, they have focused mainly on the",
  "threats to the nation’s rise from the Pakistani military and its terrorist proxies, and to a somewhat",
  "lesser degree from the emergence of China and its impact on India’s stature in the region. The",
  "result has been that the rest of the neighbourhood has sometimes been treated with neglect rather",
  "than close attention, and occasionally with a condescension that some have seen as arrogance.",
  "Whereas China is generally viewed as having managed its relationship with its neighbours well—",
  "though this image is fraying now with reports of Beijing’s increasing belligerence in the South",
  "China Sea—India is widely considered not to have done enough to transform its neighbourhood",
  "from a liability into an asset. Seventeen Indian states share land or maritime borders with foreign",
  "countries. The need to work for a peaceful periphery, devoid of the threat of extremism, is self-",
  "evident; less obvious but even more necessary is the need to embrace the neighbouring countries in",
  "a narrative of shared opportunity and mutually beneficial development.",
  "This has worldwide implications for India. As the authors of a March 2012 report on India’s",
  "external relations, ‘Nonalignment 2.0’, point out: ‘India’s ability to command respect is",
  "considerably diminished by the resistance it meets in the region. South Asia also places fetters on",
  "India’s global ambitions. Our approaches to international law [and] international norms are overly",
  "inhibited by anxieties about the potential implications that our commitment to certain global norms",
  "may have for our options in the neighbourhood.’",
  "For the Indian foreign policy maker, there is no getting away from the fundamental verities",
  "underpinning our relationships on the subcontinent. The question that all of us who belong to this",
  "ancient land need to ask ourselves is whether we desire peaceful coexistence and cooperation or",
  "are reconciled to being irretrievably mired in conflict and confrontation. A subcontinent at peace",
  "benefits all who live in it; one troubled by hostility, destructive rivalry, conflict and terror pulls us",
  "all down.",
  "India must refuse to be dragged down by such forces. We need to look to the future, to an",
  "interrelated South Asian future where geography becomes an instrument of opportunity in our",
  "mutual growth story, where history binds rather than divides, where trade and cross-border links",
  "flourish and bring prosperity to all our peoples. Some will say these are merely dreams; yet there",
  "are few worthwhile achievements in the world that have not been preceded by ambitious",
  "aspirations. But dreams will only turn into reality if we take action to accomplish this brighter",
  "future together. Only work on the ground will help us overcome prejudiced mindsets, dogmatic",
  "doctrines and self-perpetuating myths. One thing is, however, clear. Our destinies are inextricably",
  "linked and we have to work together to lift our lives out of underdevelopment and conflict to peace",
  "and prosperity.",
  "Our region has been blessed with an abundance of natural and human resources, a rich spiritual",
  "and civilizational heritage, a demography where youth is preponderant and a creative zeal manifest",
  "in all spheres of human endeavour. Our collective identity may be rooted in a turbulent history but",
  "the challenge is to translate the many factors that bind us into a self-sustaining, mutually beneficial",
  "and cooperative partnership that transcends the vicissitudes of the recent past. Indian officials like",
  "to argue that the people of South Asia have already made their choice and that the spirit—if not yet",
  "the reality—of an organization like SAARC embodies the aspirations of people from Herat to",
  "Yangon. It is imperative that all nations of SAARC work collectively to realize their vision. Yet,as Prime Minister Manmohan Singh noted at the April 2010 SAARC summit: ‘We have created",
  "institutions for regional cooperation but we have not yet empowered them adequately to enable",
  "them to be more proactive.’",
  "The Government of India, from the prime minister down, has a strategic vision of a peaceful",
  "subcontinent. The Indian foreign policy establishment genuinely believes that the peace, prosperity",
  "and security of our neighbours is in our interest. Many efforts have been made by India in recent",
  "years to ensure a marked improvement in its relations with most of its immediate neighbours,",
  "particularly following (and building upon) the articulation of the ‘Gujral Doctrine’ in 1996, which",
  "declared the accelerated development of every country in the subcontinent to be a key goal for",
  "India. Unlike some, India has never believed in undermining or destabilizing other countries; we",
  "believe that each of us deserves an equal chance to attend to the needs of our people without being",
  "distracted by hostility from any of our neighbours. When I was briefly a minister in the",
  "Government of India, I proudly declared that ‘where we have disagreements, we will never",
  "abandon the path of dialogue and reconciliation. We are as resolute in our commitment to peace as",
  "we are firm in defending our country.’ These are sentiments anchored in a long tradition, one that",
  "official India still gladly stands by.",
  "A significant number of official initiatives have been taken in recent years to strengthen relations",
  "with the neighbours: regular contacts, including meetings of the top leaderships and of senior",
  "officials; an urgent emphasis on resolving major bilateral issues in order to build an atmosphere of",
  "trust; and a conscious stress on the economic dimension of these relations. India has repeatedly",
  "made it clear that it desires friendly, good-neighbourly and cooperative relations with all its",
  "neighbours. As by far the biggest country in the subcontinent (in size, population and GDP terms),",
  "we are often (in New Delhi’s view, wrongly) perceived as throwing our weight around and (in my",
  "view, rightly) expected to show magnanimity in our dealings with our smaller neighbours. This we",
  "have done often in the past and must continue to do more often in the future. However, while it is",
  "not New Delhi’s expectation that our neighbours display an equal measure of reciprocity, we",
  "certainly expect that they remain sensitive to our concerns regarding our sovereignty, our territorial",
  "integrity and our security. We do not think this is an unreasonable expectation. Within this",
  "framework a great deal can be achieved to our mutual benefit. People-to-people contacts, intra-and",
  "inter-regional connectivity, cultural exchanges, trade, investment flows and integrated approaches",
  "to vital issues like water, food, health, education and climate change will have to define any future",
  "architecture for the region.",
  "It is also true that a cooperative future is not guaranteed unless we all work together on this",
  "unique project of a South Asia looking confidently to the future, each country secure in its own",
  "identity and putting development and the interests of its people above perceived fears and",
  "antagonistic posturing. No one country can do this alone. It must be a shared project.",
  "The scourge of terrorism has cast its malevolent influence across the region and remains a major",
  "threat to all of us. It is a global menace, the epicentre of which is unfortunately located in our",
  "region, and whose malign influence has sometimes spread to other countries with which India",
  "shares borders. The ISI has been particularly active in Nepal and Bangladesh, which many",
  "strategists in Islamabad see as part of the ‘soft underbelly’ of the Indian state. This threat needs to",
  "be addressed purposively and with grim determination. Terrorism must be repudiated, andterrorists and those who provide them succour and sustenance must be tackled resolutely. It is",
  "imperative that all of India’s neighbours understand that there are no ‘good terrorists’ and that",
  "those who strike Faustian bargains with such elements are often left to rue the consequences for",
  "their own countries. Part of India’s uncompromising message to its neighbours must be that",
  "countries and organizations need to eschew the temptation to use terrorism as an instrument of state",
  "policy and stop selectively targeting only those terrorist entities that are at present perceived to be",
  "a threat to them. This is a short-sighted and self-destructive strategy, as Pakistan has already",
  "learned: it is one of the truisms of the subcontinental experience that those elements that profess an",
  "ideology of hatred, intolerance and terror often bite the hand that feeds them. The need is for",
  "concerted action against terrorists wherever they operate, whether in Pakistan, in India or in",
  "Afghanistan, and wherever they seek sanctuary or transit, whether in Bangladesh, in Nepal or in",
  "Myanmar.",
  "It is, however, important for Indians to look beyond terrorism to the motivations of those who",
  "would give terrorists succour. This is often simply a manifestation of deeper issues at play—",
  "income inequality, environmental issues, social upheaval and displacement, the search for migrant",
  "work, and lack of access to education, all mounting to a paroxysm of frustration that can sometimes",
  "lash out blindly at the seemingly complacent strength of the Indian state. A Pakistani farmer who is",
  "repeatedly told about India’s intransigence on Kashmir or its alleged diversion of Indus water; a",
  "devout Bangladeshi incessantly lectured about the sins of the Indian infidel; a Sri Lankan Buddhist",
  "taught that India gives aid and comfort to Tamil secessionist guerrillas—all these people could",
  "well become complicit in assaults on India, the Indian state and the Indian people. The need to",
  "correct such misguided views and to forge a common vision for all the peoples of the subcontinent",
  "are vital parts of the challenge facing India in South Asia.",
  "Afghanistan, the newest member of the South Asian Association for Regional Cooperation, but",
  "geographically very much a part of our region, provides an example of how much we can achieve",
  "if we work together. Afghanistan is closer to India than the absence of a direct border between",
  "them might suggest. As David Malone pungently observes, ‘psychologically, India and Afghanistan",
  "think of each other as neighbours and friends (their positive relationship deriving added saliency",
  "from the difficulties each has experienced with Pakistan)’. Afghanistan represents, for the",
  "countries of South Asia, the gateway to Central Asia and beyond, and to West Asia. Historically, it",
  "has formed the natural frontier in the north-west of the South Asian landmass. Given its geographic",
  "location, Afghanistan has an immense potential to develop as a hub of trade, energy and transport",
  "corridors, which would help the long-term sustainability of development efforts in the region. This",
  "is something India would like to see happening, and that is why New Delhi was very happy to",
  "support the admission of Afghanistan to SAARC.",
  "The other South Asian countries offer markets for Afghan produce, both agricultural and",
  "manufactured goods, which can help in the rapid development of the Afghan economy and the",
  "stabilization of that country. With its rapidly growing economy and outward-looking entrepreneurs,",
  "India has also emerged as a source of investment and capacity building expertise. As a significant",
  "bilateral donor, India has already spent $1.5 billion undertaking projects virtually in all parts of",
  "that country, in a wide range of sectors, including hydroelectricity, power transmission lines, roadconstruction, agriculture and industry, telecommunications, information and broadcasting,",
  "education and health, fields which have been identified by the Afghan government as priority areas",
  "for reconstruction and development. India has supported maternal and child health hospitals (the",
  "Indira Gandhi Hospital in Kabul, connected through a telemedicine link with two superspeciality",
  "medical centres in India, is the country’s largest and best), rebuilt and helped run girls’ schools",
  "and carved a road across south-western Afghanistan, from Zaranj to Delaram, opening up a trade",
  "route towards the west to supplement the existing routes through Pakistan. We have lit up Kabul;",
  "the first time Kabul has 24 hours of electricity a day since 1982 is because of the courage and",
  "enterprise of Indian engineers in stringing up electrical cables at a height of 3000 metres from Pul-",
  "e-Khumri to bring power across the mountains to the capital.",
  "Our education and training programmes for Afghans are the largest such programmes that India",
  "has for any country in the world, and India’s is the largest skill and capacity development",
  "programme offered to Afghanistan by any country in the world. We have welcomed students and",
  "civil servants from Afghanistan to our educational and training institutions as part of our",
  "contribution towards helping stabilize the country and the region, increase capacity and human",
  "resource development and build upon the solid foundation of our historical and civilizational ties.",
  "India offers 675 scholarships a year to Afghan students.",
  "We are digging tube wells in six provinces, running sanitation projects and medical missions,",
  "and working on lighting up a hundred villages using solar energy. India has also given at least three",
  "Airbus planes to Afghanistan’s fledgling national airline, Ariana. Several thousand Indians are",
  "engaged in development work. We are currently engaged in the construction of the Salma Dam",
  "across the Hari Rud river in Herat, and we are finishing the Afghan Parliament building, a visible",
  "and evocative symbol of democracy and of India’s desire to see the Afghan people determine their",
  "own political destiny. During his May 2011 visit to Afghanistan, Prime Minister Manmohan Singh",
  "announced additional assistance of $500 million, over and above India’s existing commitments,",
  "which are now expected to cross the $2 billion mark.",
  "In all this, our endeavour is to help Afghanistan stand on its own feet. We have no other agenda",
  "there, other than an acknowledgement that stability and pluralism in Afghanistan and its integration",
  "into the regional ecosystem are also fundamentally in our national interest. As an Indian I have no",
  "difficulty with the proposition that Afghanistan should not be seen as a battleground for competing",
  "spheres of influence. India and Afghanistan, of course, share a strategic and development",
  "partnership, based on millennia-old historical, cultural and economic ties. We have an abiding",
  "interest in the stability of Afghanistan, in ensuring social and economic progress for its people, and",
  "getting them on the track of self-sustaining growth, and enabling them to take their own decisions",
  "without outside interference. And we have paid a serious price for our efforts, in lives lost to",
  "terrorist action, including in two assaults on the Indian embassy in Kabul and on a residence",
  "occupied by Indian development workers, as well as the kidnapping and killing of road-building",
  "crews and construction personnel. But we have persisted.",
  "The myriad problems that confront the country can only be resolved in a peaceful environment,",
  "devoid of violence and terror. The international community needs to come together to overcome",
  "this grave challenge. A sense of defeatism has been pervading some sections of international",
  "opinion. New Delhi feels that needs to be guarded against, because it runs the risk of encouraginginsurgent groups into thinking they might actually triumph. India has argued, therefore, that",
  "Afghanistan needs a long-term commitment, even while remaining mindful of the challenges. The",
  "Afghan people have displayed great courage and resilience, and a survival instinct even against the",
  "greatest odds. The international community must do its utmost to support them.",
  "Given the turbulence of the past eight years and the recent dramatic decline in security, there is",
  "need for an intensified focus on security, governance and development by the Afghan government,",
  "and here the international community should do what it can to assist. Failure in Afghanistan’s",
  "stabilization will entail a heavy cost for both the Afghan people and the region at large, including",
  "for Pakistan whose active current engagement in destabilizing the country could turn out to prove",
  "highly counterproductive.",
  "While the Afghan government should spell out its priorities, the international community should",
  "come forward to provide the resources for fulfilling them. The Afghan leadership has itself",
  "stressed the need for a strong and genuine effort to improve governance, remove corruption and",
  "focus on development, especially in agriculture, rural development and infrastructure, with a shift",
  "in focus from the central to the provincial and district levels. All stakeholders now agree on the",
  "need for greater ‘Afghanisation’ of the development process.",
  "The Afghan National Security Forces (ANSF) should be enlarged and developed in a",
  "professional manner, at a much faster pace. The ANSF should be provided appropriate resources,",
  "combat equipment and training. India is prepared to play its part, while mindful that any",
  "involvement in military matters in Afghanistan might be a neuralgic issue for Islamabad—a major",
  "reason for India’s self-restraint in confining its efforts in Afghanistan to development, while other",
  "countries handle security. India is not a member of the US-led International Security Assistance",
  "Force (ISAF), a largely NATO operation to which New Delhi was not invited to contribute, given",
  "Pakistani sensitivities about any possible Indian military presence in Afghanistan. (I joked at the",
  "time that we were less interested in ISAF than in ‘INSAF’ or justice, which we wanted to prevail",
  "in Kabul.)",
  "President Obama’s announcement of a significant drawdown of American forces in Afghanistan,",
  "and an increasing emphasis on reconciliation with the Taliban, has obviously been studied",
  "attentively in New Delhi. It is hardly a secret that New Delhi sees the foreign military presence as",
  "indispensable in promoting political stability and economic reconstruction in Afghanistan. Without",
  "the security provided by a serious troop presence, the kind of developmental activities in which",
  "India is engaged would become impossible.",
  "But no one in New Delhi really expects American forces to disappear overnight from",
  "Afghanistan, despite bin Laden’s elimination. The withdrawal plan began with the departure of",
  "only 10,000 troops by the end of 2011. Later, when winter set in (traditionally the season when",
  "military activity declines), Washington withdrew another 5000, and when the snows melt and the",
  "US election season starts hotting up, Obama says he intends to bring an additional 22,000 of the",
  "‘surge’ troops home by this September. Even if he does that—a decision that will surely have to",
  "take into account the ground realities at that time—it will still leave 68,000 US troops in",
  "Afghanistan, or twice the number deployed there when he became president. The plan is for NATO",
  "forces to shift to a less proactive role next year, acting principally in support of Afghan forces,",
  "with combat operations winding down in the course of 2014. That would mark the official‘withdrawal date’.",
  "After that point, a residual American counterterrorism force would still remain in Afghanistan.",
  "Bases are being fortified to house US forces beyond 2014. Several NATO allies hope to be home",
  "by then, but a residual ISAF is very much on the cards. After all, the reason for the original US",
  "intervention was that Afghanistan should not again become a safe haven for the next bin Laden.",
  "Indications are that the United States will retain some 20,000 troops in Afghanistan, even in the",
  "most modest scenario.",
  "Indians have every reason to be relieved. India realizes that an Afghanistan without ISAF is a",
  "land that will be prey to the machinations of Pakistan’s notorious Inter-Services Intelligence,",
  "which had created, financed, officered and directed the Afghan Taliban in the 1990s. This would",
  "be a proven security threat to India: the Taliban regime of the day, functioning as a wholly owned",
  "subsidiary of the ISI, had been complicit in the hijacking of an Indian airliner in 1999, resulting in",
  "the release (in Kandahar) of three diehard terrorists from Indian custody, one of whom went on to",
  "kidnap and kill the American reporter Daniel Pearl.",
  "In this context, America’s interest in reconciliation with the Taliban has been studied in New",
  "Delhi with some concern. After rejecting this for some time (on the not-unreasonable grounds that",
  "there can be no such thing as a good terrorist), New Delhi has come around to accepting dialogue",
  "with those Taliban elements who are prepared to renounce violence. President Obama speaks of",
  "dealing with those who agree to break with Al Qaeda, abandon violence and abide by the Afghan",
  "Constitution, categories India would have no difficulty with. But New Delhi is wary of those who,",
  "under Pakistani tutelage, might pretend to be reborn constitutionalists, but seize the first",
  "opportunity after an American withdrawal to devour the regime that compromises with them.",
  "This is why New Delhi stresses the importance of improving the capacity of the Afghan",
  "government to fight and overcome terrorism; if Kabul’s sinews are not strengthened, it will again",
  "be vulnerable to an extremist takeover. The role of Pakistan—which has made no secret of its",
  "desire to control the government in Kabul in order to enjoy ‘strategic depth’ for its overambitious",
  "military—remains of particular concern. India shares the United States’ commitment to what",
  "Obama, in December 2011, had described as the ‘long-term security and development of the",
  "Afghan people’. But for New Delhi, any process of reconciliation should be Afghan led, as well as",
  "inclusive and transparent. India fully supports the ‘red lines’ laid down by the Afghan government",
  "in its London and Kabul communiqués, which it feels Kabul should not be forced to cross.",
  "The bottom line for New Delhi remains the right of the Afghan people to decide their own",
  "destiny. It sees the role of the international community as helping Afghanistan to do just that. And it",
  "doesn’t believe Kabul is ready for the world to give up on it yet.",
  "There really are only two choices confronting the international community unless one counts ‘cut",
  "and run’—to invest and endure or to improve conditions to a point that we can exit. India has",
  "already made up its mind—invest and endure is the way forward, because we believe in the cause",
  "of peace, democracy and development in Afghanistan. India trusts that the friends of Afghanistan",
  "will do likewise.",
  "I will deal more briefly with some of India’s other relationships in our neighbourhood, starting",
  "with India’s northern neighbours, Nepal, Bhutan and Bangladesh.India and Nepal share a unique relationship of friendship and cooperation underpinned by",
  "linguistic, cultural and civilizational links, wide-ranging commercial and economic ties, and",
  "extensive people-to-people contacts. It is said that when the princely states in British India were",
  "being integrated into the Indian Union, the maharaja of Nepal sent an emissary to find out where he",
  "had to sign up, but India demurred, recognizing the value of a buffer state on its northern border. So",
  "Nepal remained independent, but as the only country whose nationals required no passports to",
  "cross into India. The border is notoriously porous, and at times of trouble Nepalis swarm across it,",
  "transforming entire Indian neighbourhoods into Nepali colonies.",
  "Few countries have a relationship as wide-ranging and multifaceted as that between India and",
  "Nepal. There is an open border between the two countries, extensive marital, kinship and cultural",
  "links, and nationals of one are treated as nationals by the other, adding up to a relationship as",
  "intense and intimate as it is possible to find between two sovereign states. Indian economic,",
  "political, educational, religious, spiritual and cultural influence on—some critics would say",
  "dominance of—Nepal is pervasive. The close connections between the armed forces of the two",
  "nations have in a sense made India the ultimate guarantor of law and order in Nepal (though this",
  "can create complications, as occurred in 2009 when India was accused of supporting the Nepali",
  "armed forces chief when he resisted demands from Maoist Prime Minister Prachanda to resign).",
  "At the same time it has not always been seen as a wholly positive relationship. The former",
  "Indian diplomat Rajiv Sikri wrote that ‘Indians have taken Nepal too much for granted. India’s",
  "approach towards Nepal has been dismissive and neglectful. The Indian government and public",
  "have never shown adequate sensitivity to Nepali pride and uniqueness.’ India has an evident stake",
  "in Nepalese stability, and our bilateral relations have to be based on common economic",
  "prosperity. To build interdependencies that integrate our two countries and create the necessary",
  "conditions for economic integration, it is imperative to ensure greater connectivity of goods,",
  "people and ideas. New Delhi does not seem to have appreciated sufficiently the importance of",
  "investing in rail and road links and using infrastructure development to promote greater integration",
  "with Nepal. The two countries are working on an economic package for developing a skill base",
  "for industrial development and an ambitious programme to upgrade the infrastructure along their",
  "borders. India clearly needs to go beyond its currently reactive approach to events on the ground in",
  "Nepal to evolve a positive agenda that would be more proactive, support economic growth and",
  "progress and serve to strengthen its democracy and civil society.",
  "Increased bilateral trade with and investments in Nepal would contribute to economic",
  "development and prosperity for both countries. The 1996 trade treaty marked a turning point in",
  "trade relations between the two countries. It resulted in phenomenal growth of bilateral trade,",
  "which witnessed a sevenfold increase in a decade (Nepal’s exports to India increased eleven",
  "times and Indian exports to Nepal increased six times). In addition, Indian investments in Nepal",
  "increased by seven times. The 2009 revised trade treaty has retained the positive features of the",
  "previous treaty and built on it to further enhance and expand bilateral trade between the two",
  "countries.",
  "The problems that have arisen recently in the India–Nepal relationship, in the analysis of India’s",
  "foremost scholar of Nepal, Professor S.D. Muni, resulted from a number of factors:",
  "principal among them the Maoists’ deviations from assurances sought by India and given by them on a number ofbilateral issues; their propensity to use the China card beyond the ‘red lines’ drawn by India; [and] their unwillingness or",
  "incapacity to give up strong arm methods in dealing with their political opponents. Relevant as well were abrasive",
  "diplomatic behaviour of Kathmandu based Indian diplomacy; India’s fears that the Maoists were inclined to and capable",
  "of changing Nepal’s domestic power equations; and finally Delhi’s fears that a Constitution drafted under assertive",
  "Maoist leadership may not be compatible with the democratic profile of Nepal.",
  "These are all core issues that cannot be wished away. In addition, China’s quickening activity in",
  "Nepal has not gone unnoticed in New Delhi. In recent years, China has been meeting with and",
  "courting Nepali political parties, and investing heavily in Nepali business and economic activities.",
  "A number of high-level (and high-profile) visits have taken place, and Beijing has been",
  "commenting publicly on Nepali developments with a frequency and freedom that would not have",
  "previously been associated with that country.",
  "Nepal is going through a historic transition and India has consistently maintained that the",
  "political process—the peace process, the drafting of the new constitution by a duly elected",
  "Constituent Assembly, and its implementation with the cooperation of all political tendencies in a",
  "democratically elected Parliament—has to be both Nepali owned and Nepali driven. There is",
  "some legitimate anxiety about the anti-Indian sentiments expressed by the Nepali Maoists,",
  "currently in government, though it is understood that reassurances have been conveyed to New",
  "Delhi that a Maoist-run Nepal would not allow itself to be used against Indian interests. Most",
  "Indians are with the people of Nepal in this period of historic transition and in their quest for a",
  "multiparty democracy.",
  "The developments in our neighbourhood with respect to Bhutan, Sri Lanka, Bangladesh and the",
  "Maldives (at least until the recent change of regime) have been remarkably positive. They have",
  "pointed towards greater understanding, cooperation and partnership rather than towards",
  "disagreement, let alone conflict.",
  "India’s relations with Bhutan are an excellent example of good-neighbourly relations and—",
  "unlike some of the other relationships in the subcontinent—have been characterized by mutual",
  "understanding, trust and cooperation. The year 2009 was a momentous year in India–Bhutan",
  "relations. It marked the celebrations of the golden jubilee of the visit of Pandit Jawaharlal Nehru to",
  "Bhutan in 1958, the coronation of the fifth king of Bhutan and the 100th anniversary of the",
  "Wangchuck dynasty. India shared its experience of democracy and constitutional processes with",
  "Bhutanese officials working on the transition from monarchy to democracy. New Delhi welcomed",
  "Bhutan joining the ranks of democratic countries and the development has only helped strengthen",
  "relations. The previous client–state relationship reflected in the India–Bhutan friendship treaty of",
  "1950 was altered when the treaty was updated in 2007; it now not only reflects the contemporary",
  "nature of the two countries’ bilateral relationship but also lays the foundation for their future",
  "development in the twenty-first century.",
  "India is the largest development partner of Bhutan. It has been providing assistance to Bhutan",
  "ever since the latter initiated planned development efforts in the early 1960s. Hydropower exports",
  "from Bhutan to India—aiming at a target of 10,000 MW of hydropower by 2020—have already",
  "overtaken tourism as the single largest contributor to the impressive recent growth in Bhutan’s",
  "GDP. India has constructed three substantial hydroelectric projects—Chukha, Kurichhu and Tala",
  "—which are a major source of revenue generation for Bhutan, and the country is developing",
  "additional hydroelectric projects, for which India would remain the main customer. From 2006,Bhutan’s exports to India have exceeded its imports from India, due to its growing exports of",
  "hydropower to its energy-starved southern neighbour.",
  "Bhutan has other significant benefits from its relationship with India. It enjoys preferential trade",
  "and transit facilities that India does not accord to other states (bar Nepal). India finances nearly",
  "three-fifths of Bhutan’s budget, holds 61 per cent of Bhutan’s debt stock and has built crucial",
  "border roads and other major infrastructural facilities. India remains Bhutan’s most important trade",
  "partner, its products constituting over 70 per cent of Bhutan’s total imports, while Bhutan’s exports",
  "to India are close to 99 per cent of its total exports. India is also committed to the construction of",
  "the first rail link between our countries and to assisting Bhutan in information technology",
  "development and dissemination.",
  "It is a relationship that has comfortably weathered Bhutan’s internal transition and its opening up",
  "to the wider world. In the words of a neutral and not-uncritical observer, the Canadian diplomat",
  "David Malone: ‘In spite of clear Indian dominance of its small Himalayan neighbour, the",
  "relationship has been a genuinely friendly, positive, and mutually respectful one, with India",
  "working hard to keep its own profile in Bhutan as low as possible and the Bhutanese mostly",
  "expressing appreciation for India’s contributions.’",
  "The end of martial law in Bangladesh with the 2009 elections and the ushering in of a",
  "democratic government led by the Awami League opened up a window of opportunity for both",
  "sides to address issues of genuine mutual concern in a purposeful and focused manner that builds",
  "on our commonalities. It may be a cliché to speak of the multifaceted nature of relations between",
  "the two countries and the historical and traditional bonds of friendship the two countries share, but",
  "there is no doubt that the cliché is a cliché because it is true. It helps that Bangladesh, once again",
  "since 2009 under the leadership of Sheikh Hasina Wajed, daughter of Bangladesh’s pro-India",
  "founding father, Sheikh Mujibur Rahman, seems to understand that its own prospects for prosperity",
  "are closely tied to India’s.",
  "Soon after coming to power, the government of Sheikh Hasina arrested and handed over a pair",
  "of wanted terrorists who had previously enjoyed sanctuary on Bangladeshi soil. The hostility of",
  "Bangladesh’s few, but vociferous, anti-Indian Islamist politicians has been curbed by firm",
  "governmental action. Discussions on sharing of river waters, dam construction and similar issues",
  "have taken place in the framework of a mutual determination not to harm each other’s interests.",
  "India’s decision to permit duty-free access to the exports of the least developed countries has",
  "benefited Bangladeshi trade with India, which has burgeoned dramatically, with Bangladesh’s",
  "exports to India crossing the $1-billion mark in a twelve-month period for the first time in 2012.",
  "Issues of road and rail connectivity are on the table, trade is being given a new impetus and both",
  "nations are cooperating on combating terrorism.",
  "Most strikingly, a seemingly intractable territorial irritant—the existence of small enclaves of",
  "each country within the other’s borders—was settled during Prime Minister Manmohan Singh’s",
  "visit to Dhaka in September 2011 on terms that even Bangladeshis found generous on India’s part.",
  "It is a pity that parliamentary ratification of the land transfer (which requires a two-thirds majority",
  "in both Houses that the United Progressive Alliance government does not have) has not yet",
  "happened. It will require an effort to persuade the opposition parties to cooperate, but the effort is",
  "well worth making; otherwise the perception that ‘India does not deliver on its promises’ will gainground. While one much-anticipated agreement on the sensitive issue of sharing the waters of the",
  "river Teesta fell through at the last minute (on which more later), other accords ranged from trade,",
  "transit and transportation to electricity and an end to shootings on the border.",
  "Of even greater long-term significance is a $10-billion project to provide transit through",
  "Bangladesh to India’s north-eastern states, the so-called seven sisters, long the stepchildren of",
  "Indian development because of their geographical remoteness from India’s booming economy, to",
  "which they are connected only through a thin sliver of Indian territory north of Bangladesh. In 1947",
  "the North-East had a higher per capita income than most of the rest of India, but it has languished",
  "since independence because Partition cut it off from the Indian heartland. Greater integration with",
  "India will be a huge asset to Bangladesh as well, helping to develop roads, railways and trade and",
  "lifting the country’s economic growth by an estimated 2 per cent additionally. While transit through",
  "Bangladesh would also have security benefits for India (it would simplify the military’s task of",
  "bringing supplies and reinforcements to combat insurgencies in the North-East and to shore up our",
  "border defences against China), the economic benefits have clearly been uppermost in both",
  "countries’ minds.",
  "Both countries speak of their relations as (in the words of one Bangladeshi spokesman) ‘time-",
  "tested and based on shared history, culture, language, religion, traditions and values’. The two",
  "countries’ closer engagement has embraced areas as diverse as joint water resources management,",
  "land boundary demarcation, trade, power, connectivity, infrastructure development, cultural and",
  "educational exchange and poverty alleviation. While it may have been true that, for some years,",
  "Bangladesh was reluctant to sell natural gas to India for fear of being seen domestically as",
  "submitting to Indian ‘exploitation’, public opinion has shifted significantly. Polls conducted by",
  "both Bangladeshi and foreign researchers have confirmed that hostility towards India is now",
  "expressed only by a tiny minority and that regard for India, as well as support for its rise as a",
  "significant power, is a widespread sentiment. This is a welcome change, and augurs well for the",
  "future.",
  "This is not to suggest that all is merely sweetness and light between the two countries.",
  "Bangladesh has, in the not-so-distant past, served as a haven for Islamist fanatic groups and even",
  "terrorists, and has provided a sanctuary for Indian insurgents in the North-East. It has also been a",
  "source of illegal migration into India—some 20 million Bangladeshis are reliably estimated to",
  "have slipped into the country over the last two decades and disappeared into the Indian woodwork",
  "—and of counterfeit currency, which is regularly infiltrated into India by ISI operatives through the",
  "porous borders with Bangladesh and Nepal in an attempt to undermine the Indian economy. There",
  "are also lingering issues of border management and transit-related questions as well as",
  "controversies over water-sharing. This last erupted in the headlines when the chief minister of the",
  "Indian state of Paschimbanga (West Bengal), Mamata Banerjee, an important coalition partner of",
  "the Manmohan Singh government, vetoed a proposed agreement in 2011 to share the waters of the",
  "river Teesta, claiming it would deprive her farmers of adequate water. This was widely seen as a",
  "setback for a relationship that was once again beginning to blossom after a long freeze. It is clear",
  "that cooperation on sharing the Teesta waters is indispensable for Sheikh Hasina to be able to",
  "claim that Bangladesh has gained from her friendship with India; and we must all help persuade the",
  "Paschimbanga leadership that these waters are not ‘ours’ to ‘give’, but a shared natural resource(as we accepted in the Indus waters treaty with Pakistan) which we should use responsibly and",
  "equitably.",
  "One project that could unite all four countries discussed in this section—in the sort of shared",
  "endeavour that could yet define a better future for the subcontinent—is a subregional joint water",
  "resources management project involving Bangladesh, Bhutan, Nepal and India, intended primarily",
  "for flood control but that could go beyond it. The project, which has now begun to take off from the",
  "proverbial drawing board, envisages achieving both the mitigation and the augmentation of the dry",
  "season flows of the rivers that flow through the four countries. An added objective will be to",
  "harness the same rivers to generate hydroelectricity in a region where power shortages are perhaps",
  "the biggest obstacle to economic growth. If it happens, such a mutually beneficial project could",
  "offer a template for the rest of South Asia, helping change a narrative of hostility and stagnation",
  "into one of cooperation and dynamism.",
  "At one level, nothing could be easier than speaking about India–Sri Lanka relations. After all,",
  "India is Sri Lanka’s closest neighbour. The relationship between the two countries is more than",
  "2500 years old and both sides have built, and built upon, a long legacy of intellectual, cultural,",
  "religious and linguistic exchange. Lanka features centrally in the sacred ancient epic the Ramayana",
  "and, for that reason, is probably the one foreign country most non-political Indians are aware of. A",
  "significant Tamil minority on the island enjoys ties of kinship and cultural affiliation with India’s",
  "southern state of Tamil Nadu. In recent years, the relationship between India and Sri Lanka has",
  "been marked by frequent and close contact at the highest political level, growing trade and",
  "investment, cooperation in the fields of education, culture and defence, as well as a broad",
  "understanding on major issues of international interest. As the Sri Lankan scholar and diplomat",
  "Dayan Jayatilleka eloquently put it: ‘India inheres in the very fabric of the island. Sri Lanka is an",
  "inverted and miniaturized mirror of India. Even if the Tamil factor did not exist, Sri Lanka’s",
  "relationship with India would be its most vital external relationship.’",
  "Sri Lanka is also economically South Asia’s most successful state in GDP terms, with a per",
  "capita income that is nearly double India’s. The end of the conflict with the LTTE has brought",
  "about a greater possibility for peace and stability in Sri Lanka and its neighbourhood. India has",
  "historically done its best to oppose and prevent the internal and external destabilization of its",
  "friendly smaller neighbours. The end of the conflict has presented Sri Lanka with an opportunity to",
  "heal the wounds created by decades of protracted conflict, to make a new beginning and to build a",
  "better future for its people. It has also opened up greater options for India and Sri Lanka to",
  "cooperate bilaterally and enlarge our areas of engagement.",
  "India had strongly supported the right of the Government of Sri Lanka to act against terrorist",
  "forces. At the same time, it conveyed at the highest level its deep concern at the plight of the mostly",
  "Tamil civilian population, emphasizing that their rights and welfare should not get enmeshed in",
  "hostilities against the LTTE. The conclusion of the armed conflict saw the emergence of a major",
  "humanitarian challenge, with nearly 300,000 Tamil civilians housed in camps for internally",
  "displaced persons (IDPs). India has emphasized to the Sri Lankan government the importance of",
  "focusing on issues of relief, rehabilitation, resettlement and reconciliation. India is now working",
  "actively in assisting in these ‘four Rs’ in Northern and Eastern Sri Lanka. We have providedhumanitarian relief for the displaced people, medicines worth 225 million Sri Lankan rupees",
  "(about $1.8 million) and the services of a field hospital which treated more than 50,000 patients in",
  "2009 before it was withdrawn.",
  "India has also consistently advocated the need for IDPs to be resettled into their original",
  "habitations as early as possible. In order to help with this, India has provided shelter assistance",
  "for constructing temporary housing for IDPs, and starter packs of agricultural implements have",
  "been supplied to help resettling families begin livelihood-generating activities. Since Colombo",
  "argued that the requirement of demining is a major constraint on the speed of resettlement, the",
  "Government of India has fully financed seven Indian demining teams to help expedite resettlement.",
  "In other words, the Government of India has remained engaged with the task of helping the",
  "Government of Sri Lanka to return displaced people to their homes to resume their lives which had",
  "so cruelly been interrupted by conflict.",
  "India openly expressed the hope that the largely incident-free first post-war elections, which",
  "returned President Rajapaksa to power and also gave him a strong parliamentary majority, would",
  "accelerate the process and reinforce a political consensus behind giving the Tamil people of Sri",
  "Lanka an honoured place in their own country, within the framework of a united Sri Lanka. The",
  "need for national reconciliation through a political settlement of ethnic issues has been reiterated",
  "by India at the highest levels and in a controversial vote in support of a US-sponsored resolution at",
  "the UN Human Rights Council in 2012. India’s consistent position is in favour of a negotiated",
  "political settlement, which is acceptable to all communities and is compatible with democracy,",
  "pluralism and respect for human rights.",
  "This is not a case of New Delhi interfering gratuitously in the internal affairs of its southern",
  "neighbour. India cannot help but be involved, both because it is Sri Lanka’s closest neighbour",
  "geographically and because its own Tamil population—some 70 million people in the politically",
  "important southern state of Tamil Nadu—remains greatly concerned about the well-being of their",
  "ethnic cousins across the Palk Straits. India is staying engaged with Sri Lanka in the fraternal spirit",
  "that characterizes our friendship, and though visits between the two capitals are publicized enough",
  "to reassure public opinion in Tamil Nadu that the interests of their fellow Tamils are not being",
  "sold out, India has been careful to keep the details of its démarches quiet to avoid embarrassing the",
  "government in Colombo.",
  "It is also relevant to note that Sri Lanka is one of the major recipients of development",
  "assistance, both grants and low-cost credit, given by the Government of India for an assortment of",
  "infrastructure-related projects. Plans for developing the interconnectivity of the Indian and Sri",
  "Lankan electricity grids, setting up e-learning centres and supplying buses for transportation in",
  "hilly and remote locations reflect Indian strengths that respond to Sri Lankan needs. There has been",
  "one major setback, however. Many analysts have deplored India’s failure to accede to Sri Lanka’s",
  "request to develop the port of Hambantota in President Rajapaksa’s own constituency—and then",
  "watched in chagrin as China took on the task with its usual efficiency and speed. India’s inability",
  "to be able to respond to such requests for large-scale infrastructural assistance remains a",
  "significant failing.",
  "Cultural cooperation, on the other hand, is a very important aspect of the Indo-Lankan bilateral",
  "relationship. The Indian Cultural Centre in Colombo actively promotes awareness of Indian cultureby offering classes in Indian music, dance, Hindi and yoga. Every year, cultural troupes from both",
  "countries exchange visits. India is also committed to the restoration of important icons of the",
  "cultural heritage of Sri Lanka. Accordingly, it is participating in the setting up of an International",
  "Buddhist Museum in Kandy and the restoration of the Thirukeeteswaram Temple in Mannar. A",
  "visa-issuing consulate and an Indian cultural centre opened in Jaffna recently to promote people-",
  "to-people contact and visits between the two countries and especially their Tamil areas.",
  "Commercial relations are in better shape and are set to expand rapidly in the post-war",
  "environment. Trade between India and Sri Lanka has grown fast after the coming into force of the",
  "India–Sri Lanka free trade agreement (FTA) in March 2000, making Sri Lanka India’s largest trade",
  "partner in SAARC. India in turn is Sri Lanka’s largest trade partner globally, and the share of Sri",
  "Lanka in Indian imports has increased consistently each year. In July 2008, the two countries",
  "completed negotiations on a Comprehensive Economic Partnership Agreement, but political",
  "hesitations in Colombo have delayed its finalization and signature. With many prominent Indian",
  "brand names having obtained FDI approvals of nearly $500 million, India is the fourth largest",
  "investor in Sri Lanka.",
  "It is striking that the India–Sri Lanka FTA has had a mutually beneficial positive trade creation",
  "effect. It is one of the few South–South agreements that are working credibly; in fact some",
  "researchers say that it could be an example for other South–South agreements to emulate. The",
  "success of the India–Sri Lanka FTA has proved that if the concerns of the smaller economy in the",
  "relationship are taken into account with more favourable treatment, then the size differential in the",
  "economies of the FTA partners do not matter. Being the first of its kind in the South Asian region,",
  "it has invited lot of interest among the exporters of the region. The building of a land bridge",
  "between the two nations, which has been talked of desultorily for years, will go an even longer",
  "way to integrating the Indian and Sri Lankan economies.",
  "It would be facile to pretend that there are no irritants at all in the relationship between our",
  "countries. The condition of the Tamil people of Sri Lanka remains both an emotional and a",
  "political issue in India, erupting periodically in the hothouse politics of Tamil Nadu. Another",
  "issue, given the proximity of the territorial waters of both countries, especially in the Palk Straits",
  "and the Gulf of Mannar, relates to incidents of the straying of fishermen across territorial waters",
  "and some cases of poaching, often resulting in their interception by the other country’s coast guard",
  "and subsequent incarceration, to a chorus of protests by agitated families and their political",
  "representatives. Both countries have agreed on practical arrangements to deal with the issue of",
  "bona fide fishermen of either side crossing the International Maritime Boundary Line. Through",
  "these arrangements, it has been largely possible to deal with the detention of fishermen in a",
  "humanitarian manner, though the occasional incident still occurs.",
  "The way forward for the two countries clearly lies in India and Sri Lanka developing an even",
  "more intimate economic relationship—the rapid growth of the Indian economy undoubtedly",
  "benefits its southern neighbour—even while New Delhi, egged on by Tamil Nadu politicians,",
  "pushes Colombo towards making more visible progress in promoting reconciliation with Sri",
  "Lanka’s own Tamil community, which remains still marginalized politically. The end of the war",
  "witnessed much widely reported brutality on the part of the Sri Lankan military, and the need for",
  "accountability, for the rehabilitation of the Tamils displaced from their homes by the conflict andfor serious steps towards reconciliation and national integration is acute.",
  "On the whole, however, the picture one can paint of India–Sri Lanka relations is a highly",
  "positive one. I witnessed at first hand the welcoming atmosphere in Colombo when the",
  "International Indian Film Awards (IIFA) took place there in July 2010, shortly after the end of the",
  "civil war. As I observed on that occasion, India and Sri Lanka need to look to the future, to a future",
  "in which our geographical proximity becomes a reason for closeness rather than controversy,",
  "where the past reminds us not of recent pain but of ancient commonalities, where religion and",
  "culture bring us together in a celebration of our common heritage. In our shared epic, the",
  "Ramayana, Lord Rama came to Lanka to reclaim Sita and left; the Indian emperor Ashoka’s envoys",
  "brought Buddhism to Lanka and stayed. These ancient links unify us in spirit, in the spirit of the",
  "timeless tides that wash our shores and that have tied us together for millennia. The IIFA saw the",
  "film world taking its turn to build a new bridge to Lanka, a Rama Setu of the imagination. The way",
  "forward is clear, and well lit.",
  "One should not leave India’s southern waters without a reference to the Maldives, where India",
  "enjoys relations that are comparable to those with Bhutan—intimate and trouble-free. For years,",
  "New Delhi had the only foreign embassy located in the country; other ambassadors were",
  "accredited to the capital, Male, from elsewhere. While the Indian ambassador now has a few",
  "Asian brethren for company in the capital, his status in the island state epitomizes a ‘special",
  "relationship’ that was repeatedly affirmed to me personally by the then president Nasheed and his",
  "senior aides during a recent visit. When Nasheed was overthrown in 2012, one striking feature of",
  "the motley coalition that replaced him was that every one of its members reaffirmed the importance",
  "of continued strong relations with India.",
  "Despite having been a close ally of President Gayoom (and having dispatched its paratroopers",
  "to overturn a coup attempt against him by Sri Lanka–based mercenaries in 1996), New Delhi had",
  "welcomed the results of the first multiparty democratic presidential and parliamentary elections in",
  "the Maldives that brought Nasheed to power and has taken a similar attitude to the new regime,",
  "remaining determined to work with whoever comes to power in that country. India was visibly",
  "active in the diplomatic activity that followed the change of government in 2012, and we have",
  "continued enhancing our cooperation in a range of areas, including maritime and coastal security,",
  "where we share common concerns. While there is legitimate ground for suggesting that India could",
  "have taken a more active stand in defence of the democratically elected president, its close",
  "involvement in ensuring a peaceful aftermath of the transfer of power cannot be faulted. The India–",
  "Maldives relationship has been nurtured over decades through regular high-level exchanges and by",
  "developing mutually identified infrastructure facilities in the Maldives using economic and",
  "technical assistance provided by India. At the people-to-people level, as the MP from",
  "Thiruvananthapuram, I am conscious of the close bonds we have with the people of the Maldives,",
  "many of whom can be seen in the Kerala capital on any given day. We are committed to",
  "strengthening and enhancing our bonds of friendship with these close cousins.",
  "As elections in 2011 (and a by-election in 2012) both ratified and subtly altered the consequences",
  "of three decades of military rule in Myanmar, formerly (and to many nationalists, still) called",
  "Burma, the perspective from India may help explain much about the international survival andcontinued acceptability of the junta in that country.",
  "Burma was ruled as part of Britain’s Indian Empire until 1935, and the links between the two",
  "countries remained strong. An Indian business community thrived in the major Burmese cities, and",
  "cultural and political affinities between the two countries were well established. India’s",
  "nationalist leader and first prime minister, Jawaharlal Nehru, was a friend of the Burmese",
  "nationalist hero Bogyoke (General) Aung San, whose daughter Suu Kyi studied in New Delhi.",
  "When the generals in Rangoon (now Yangon) suppressed the popular uprising of 1988,",
  "overturned the results of a free election overwhelmingly won by Aung San Suu Kyi’s National",
  "League for Democracy (NLD), shot students and arrested the new democratically elected leaders,",
  "leaving NLD leaders and party workers a choice of incarceration or exile, the Government of India",
  "initially reacted as most Indians would have wanted it to. India gave asylum to fleeing students,",
  "allowed them to operate their resistance movement on the Indian side of the border (with some",
  "financial help from New Delhi) and supported a newspaper and a radio station that propagated the",
  "democratic voice. For many years, India was unambiguously on the side of democracy, freedom",
  "and human rights in Myanmar—and in ways more tangible than the rhetoric of the regime’s",
  "Western critics. In 1995 Aung San Suu Kyi was awarded the Jawaharlal Nehru Award for",
  "International Understanding, India’s highest honour given to a foreigner.",
  "But then reality intruded. India’s strategic rivals, China and Pakistan, began to cultivate the",
  "Burmese generals. Major economic and geopolitical concessions were offered to both suitors. The",
  "Chinese even began developing a port on the Burmese coast, far closer to Kolkata than to Canton.",
  "And the generals of the SLORC junta, well aware of the utility of what comes out of the barrel of a",
  "gun, began providing safe havens and arms to a motley assortment of anti–New Delhi rebel",
  "movements that would wreak havoc in the north-eastern states of India and retreat to sanctuaries in",
  "the newly renamed Myanmar.",
  "This was troubling enough to policy-makers in New Delhi, who were being painfully reminded",
  "of their own vulnerabilities to a determined neighbour. The two countries share a 1600-kilometre",
  "land border and a longer maritime boundary with overlapping economic zones in the strategically",
  "crucial Bay of Bengal. Four of India’s politically sensitive north-eastern states have international",
  "borders with Myanmar. These borders are porous and impossible to patrol closely; people,",
  "traders, smugglers and militants all cross easily in both directions. The potential threat to India",
  "from its own periphery is therefore considerable.",
  "But the clincher came when large deposits of natural gas were found in Myanmar, which it was",
  "clear would not be available to an India deemed hostile to the junta. India realized that its rivals",
  "were gaining ground in its own backyard while New Delhi was losing out on new economic",
  "opportunities. The price of pursuing a moral foreign policy simply became too high.",
  "So New Delhi turned 180 degrees. When Pakistan’s President Musharraf travelled to Myanmar",
  "in 1999 to celebrate his country’s new relationship with his fellow generals, India’s then foreign",
  "minister Jaswant Singh soon followed. The increasingly forlorn resistance operations from Indian",
  "soil were shut down in the hope of reciprocation from the Burmese side. And New Delhi",
  "sweetened the Burmese generals’ tea for them by providing both military assistance and",
  "intelligence support to their regime in their never-ending battles against their own rebels.",
  "India’s journey was complete: from standing up for democracy, New Delhi had gone on toaiding and enabling the objectives of the military regime. When monks were being mowed down",
  "on the streets of Yangon in 2006, the Indian government called for negotiations, muttered banalities",
  "about national reconciliation and opposed sanctions. New Delhi also sent its oil minister to",
  "negotiate an energy deal, making it clear the country’s real priorities lay with its own national",
  "economic interests, ahead of its solidarity with Burmese democrats. (At the same time, Indian",
  "diplomats intervened discreetly from time to time on behalf of Suu Kyi, though their effectiveness",
  "was limited by New Delhi’s unwillingness to alienate Rangoon.)",
  "All this was in fact perfectly understandable. Officials in New Delhi were justified in reacting",
  "with asperity to Western critics of its policy: India needed no ethical lessons from a Washington or",
  "London that has long coddled military dictators in our neighbourhood, notably in Islamabad. Any",
  "Indian government’s primary obligation is to its own people, and there is little doubt that the",
  "economic opportunities provided by Burmese oil and gas are of real benefit to Indians. India does",
  "not have the luxury of distance from Myanmar; there is also the strategic imperative of not ceding",
  "ground to India’s enemies on its own borders. One inescapable fact of geopolitics remains: you",
  "can put your ideals on hold, but you cannot change who your neighbours are.",
  "The member states of the Association of Southeast Asian Nations (ASEAN), on Myanmar’s",
  "eastern flank, have made similar calculations. India’s government therefore cannot be blamed for",
  "deciding that its national interests in Myanmar more important than standing up for democracy",
  "there. As I wrote at the time, India’s policy was being made with its head rather than its heart, but",
  "in the process we had lost a little bit of our soul.",
  "And yet, paradoxically, the gradual opening up of Myanmar following the 2011 elections and the",
  "installation of a general-turned-civilian, Thien Sein, as president, may offer New Delhi some",
  "measure of vindication. As the new regime released political prisoners, permitted freedom of",
  "movement to the detained Aung San Suu Kyi, allowing her to contest and win a by-election, and",
  "even questioned the environmental and economic impact of a big Chinese dam project in the",
  "country’s north, India’s Western critics began grudgingly to acknowledge that genuine change",
  "might well be on the way. Countries like India that had maintained links with the junta and gently",
  "prised open its clenched fist may well have achieved more than those whose threats, bluster and",
  "sanctions had merely hardened the junta’s heart.",
  "After two decades of ruthless military rule under a remarkably opaque regime, Myanmar has",
  "witnessed an opening up of its political space amid evidence of self-assertion by the nominally",
  "civilian government. Aung San Suu Kyi’s victory in a by-election to the Myanmarese Parliament",
  "offers a glimmer of hope that the fledgling political process in that country could yet be used by its",
  "democrats to create something resembling a genuine democracy. There is no doubt that the",
  "country’s military rulers are cynically hoping to use her participation in the parliamentary process",
  "to bolster the illusion of freedom while continuing to exert real control over what goes on in their",
  "country. But such exercises in ‘managed democratization’ have often surprised their would-be",
  "manipulators in places as far apart as Iran and Indonesia. It is clearly in the interests of both India",
  "and the United States to work with this possibility. While China has always been much more",
  "comfortable dealing with an uncompromising military regime which could be guaranteed to uphold",
  "its interests, India’s embrace of the junta has always been a more reluctant one, based on the",
  "compulsions of a common geography rather than the affinities of shared ideals.Former foreign secretary Nirupama Rao told Indian reporters after visiting US President Barack",
  "Obama publicly chastised New Delhi in November 2010 for its indulgence of the Burmese junta in",
  "Naypyidaw (the new Burmese capital created by the military): ‘Myanmar is not a country on the",
  "dark side of the moon but a country on our borders with which we have to deal.’ It is telling that",
  "India’s tri-services command on the Andaman Islands abuts Myanmar’s maritime boundaries and",
  "is just about 20 kilometres away from Myanmar’s Coco Islands, where China is believed to be",
  "building naval infrastructure. These are not considerations a responsible government overlooks.",
  "In turn, by cancelling a $3.6-billion hydroelectric project (90 per cent of its electricity would",
  "have been exported to China), the Burmese government surprised most observers, even though",
  "Chinese analysts were quick to express understanding of Naypyidaw’s desire not to be seen as",
  "wholly subservient to a much more powerful neighbour. But the signal is clear: Myanmar is not a",
  "vassal state of China, and is willing to diversify its foreign relations.",
  "It is in Myanmar’s interests to have more than one suitor wooing it; offsetting one neighbour",
  "against another is a time-honoured practice. Though China’s engagement dwarfs India’s,",
  "Myanmar–India bilateral trade reached $1.071 billion in 2010–11, including India’s purchase of",
  "70 per cent of Myanmar’s exported agricultural produce, and India is now Myanmar’s fourth",
  "largest trading partner after Thailand, Singapore and China. (India’s privileged relationship with",
  "the junta in Naypyidaw also allowed it quicker humanitarian access than the United Nations and",
  "other international relief agencies enjoyed following the devastation caused by Cyclone Nargis in",
  "May 2008.)",
  "Economics can always open the door to politics. ‘That Myanmar could defy the Chinese [by",
  "cancelling the hydroelectric project],’ wrote the Indian scholar Sreeram Chaulia, ‘is being seen as",
  "a sign that political space exists for the United States to work as a facilitator of the",
  "democratisation process in Myanmar.’ The November 2011 visit of US Secretary of State Hillary",
  "Clinton to Myanmar and Prime Minister Manmohan Singh’s visit in May 2012 brought",
  "confirmation that India has been playing a quiet but effective role in promoting greater engagement",
  "with Naypyidaw.",
  "India cannot and should not seek to outdo China in appeasing the military junta. Its natural",
  "instincts lie with the Burmese democrats, Aung San Suu Kyi and the former students for whom it",
  "has, over the years, shown its support. With Washington signalling a willingness to take",
  "Naypyidaw’s political openness at face value, the stage is set for the region’s democracies,",
  "especially India, to open Myanmar’s windows to the world. China will be watching closely.",
  "On the whole, therefore, India’s engagement with its neighbours is, as it emerges from the",
  "foregoing narrative, both multi-pronged and less negative than many, even within India, assume. It",
  "is an engagement that is at the same time conducted bilaterally, regionally under the ambit of",
  "SAARC, and through what one might call subregional or even trans-regional mechanisms such as",
  "the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC),",
  "which includes some SAARC members and some ASEAN ones, or the Indian Ocean Rim",
  "Association for Regional Co-operation (IOR-ARC), which pulls together eighteen countries whose",
  "shores are washed by the Indian Ocean, including some South Asian nations and several on othercontinents. Since I have focused so far on the bilateral relationships, I will briefly discuss",
  "SAARC, leaving our cooperation within each of the other two multilateral frameworks to Chapter",
  "Five.",
  "SAARC is an organization which has been quietly working to touch the lives of the people in",
  "South Asia without many Indians knowing much about it. Its most significant attribute is arguably",
  "what is increasingly being accepted as the asymmetric participation by India, as SAARC’s largest",
  "member. New Delhi’s increasing willingness to give far more than it takes from SAARC has also",
  "been the most important factor in strengthening intra-regional cooperation. SAARC’s most",
  "significant shortcoming, on the other hand, is Pakistan’s continuing hostility to India, which has",
  "often held progress on South Asian cooperation hostage to the bitter resentment of Islamabad.",
  "While this did, for several years, severely limit SAARC’s potential, the other members have",
  "grown progressively impatient with Pakistani intransigence on some issues, and there is increasing",
  "talk of certain initiatives (such as a possible South Asian Free Trade Area, which Pakistan has",
  "resolutely opposed) proceeding with the involvement of just those members who are keen, rather",
  "than awaiting a consensus of all.",
  "In this, Indian generosity is key, and in recent years New Delhi has not been found wanting. Not",
  "only has India’s manner of discharging our commitment to this grouping inspired other SAARC",
  "member states to take initiatives on regional projects, but it has helped transform SAARC from a",
  "declaratory phase to an implementation drive that is at last gathering momentum. India has",
  "contributed nearly $200 million for the SAARC Development Fund (several multiples of all other",
  "countries’ contributions put together) and enabled its operationalization. It is not yet widely known",
  "that India has also devoted considerable resources and political effort to setting up a world-class",
  "university as a direct SAARC project—the South Asia University in South Delhi, open to students",
  "from the eight SAARC members at an affordable (i.e., subsidized) cost. India is the largest",
  "contributor to the development of this university, chipping in over $230 million out of a total cost",
  "of some $300 million. The university has already started classes in temporary buildings pending",
  "the construction of its greenfield campus.",
  "With increasing regional engagement on core areas of development, especially health,",
  "education, energy, agriculture and infrastructure, awareness about the effectiveness of SAARC in",
  "delivering the fruits of development to South Asians at the grass roots has begun to increase. These",
  "regional activities have enabled a large constituency of South Asians to be connected and benefit",
  "from basic infrastructure in health, education, food and infrastructure, hitherto unavailable to them.",
  "Consequently, there has been an exponential increase in intra-regional tourism and people-to-",
  "people exchanges, though there remains scope for very much more growth in these areas.",
  "SAARC’s transformation from declarations to actions has also generated interest among non-",
  "SAARC states, with nine observers—including, intriguingly, China—formally expressing their",
  "intent to engage with SAARC. Intra-regional cooperation has strengthened physical connectivity,",
  "helped overcome the challenges of the global economic crisis and the food crisis, and is",
  "encouraging greater cooperation in articulating a common SAARC position at many international",
  "forums.",
  "I would like to believe that SAARC’s evolutionary path towards economic prosperity in South",
  "Asia, though slow, is irreversible. Of course, we are all conscious that political setbacks canderail, or slow down, economic progress. But with increasing economic interdependence among",
  "member states, heading in the future towards a SAARC Customs Union, a South Asian free trade",
  "area or even, one day, a single SAARC currency no longer appears to be completely unrealistic.",
  "As this broad-brush survey of opportunities in India’s immediate neighbourhood suggests, it is",
  "time for New Delhi’s dealings with its neighbours to be driven by both self-interest and",
  "magnanimity. The cliché of ‘win-win’ solutions can easily apply in the situations I have described,",
  "particularly if India extends its economic dynamism beyond its own borders and shares its",
  "burgeoning prosperity with the lands around it.",
  "As India has benefited enormously from its own ability to participate in the global economy, so",
  "too will its neighbours benefit from access to and participation in India’s economy. It is shocking",
  "—no milder word will do—that just 5 per cent of South Asia’s trade is within the SAARC region,",
  "and that a region with 22 per cent of the world’s population produces barely 6 per cent of its GDP.",
  "(The World Bank has even declared South Asia to be the world’s least economically integrated",
  "region, with countries spending far more than they need to on goods they could have imported from",
  "within South Asia. A recent report titled ‘Cost of Economic Non-Cooperation to Consumers in",
  "South Asia’ contends that further trade integration among South Asian economies could yield $2",
  "billion to consumers.) Changing this must be a priority; promoting regional prosperity will go a",
  "long way towards persuading India’s neighbours that they have a stake in its success. This will",
  "require giving India’s neighbourhood the same priority that Indian foreign policy has traditionally",
  "accorded to major powers like the United States and China, and balancing its understandable",
  "interest in global strategic issues with a regional focus on matters of trade, water resources,",
  "disaster management and cross-border movements of populations. The integration of India’s",
  "border states with their foreign neighbours’ economies would offer a win-win for both.",
  "Indeed part of the challenge is that what is involved is not just integration, but the reintegration",
  "of economies torn asunder by history and politics. It would be of historic and sentimental value, as",
  "well as practical, if increasing South Asian integration served to reverse the severe economic",
  "damage inflicted by Partition in 1947. At that time, the stroke of a British pen severed road, rail",
  "and river links that had flourished in united India under the British Raj. Natural ports were cut off",
  "from their hinterlands, as Kolkata was from East Pakistan (later Bangladesh) and as Bangladesh’s",
  "own Chittagong has been from India’s north-eastern states. Mumbai and Karachi were once",
  "siblings, twin commercial cities that mirrored each other; today they are estranged neighbours.",
  "Political developments on the subcontinent since 1947 and the eruption of conflict have made the",
  "new barriers all but impenetrable. Their gradual easing, initially through economic cooperation,",
  "could produce significant benefits, including eventually in the area of security. But it is far from",
  "easy to put Humpty Dumpty back together again.",
  "India’s rise is no threat to any of its neighbours, but that is not enough; it must also afford them",
  "opportunities for their own growth and advancement. If it fails to do so, weak and unstable",
  "neighbours will constitute a threat to India itself, as our experience with terrorism, extremism and",
  "cross-border insurgency has demonstrated. For India to help promote development and strengthen",
  "the states in its own neighbourhood is a ‘no-brainer’, even if this is more difficult than making",
  "speeches at the UN about global risks emanating from distant lands. We have a shared history tobuild upon, and cultural affinities with every one of our neighbours that should be a source of",
  "commonality rather than of division. SAARC deserves more attention today than the Non-Aligned",
  "Movement; a water treaty with Bangladesh, Nepal and Bhutan deserves as much political energy to",
  "be expended on it as the Indo-US nuclear deal received.",
  "India has a vital national responsibility to build its own infrastructure and extend it to our",
  "neighbourhood. Building more and better roads in the border areas and enhancing air, rail, river",
  "and sea connectivity with our neighbours must become more of a priority than they already are.",
  "This means devoting both resources and greater political attention to this objective. Pursuing",
  "economic integration with our neighbours is nothing less than a strategic goal, since the alternative",
  "is resentment at best and conflict at worst. The Chinese have made significant progress in building",
  "up their infrastructure up to their borders; there is a case for India to do the same and to connect the",
  "two together, to take advantage of the synergies that would result. (However, the atavistic fear",
  "remains, in some quarters, that this would facilitate a Chinese invasion, both metaphorically and",
  "literally.) Equally, India’s broader engagement with the region and the globe could benefit all",
  "countries in an integrated South Asia: they should be invited to share the opportunities that their",
  "association with India makes possible, while understanding that distancing themselves from India",
  "would also deprive them of wider possibilities.",
  "By the same logic, we must also cease insisting on bilateral solutions to our issues with our",
  "neighbours where they prefer regional ones. It is understandable that smaller countries sometimes",
  "feel that a purely bilateral negotiation with such a huge neighbour would place them at a",
  "disadvantage. Doing things with three or four neighbours at a time, or in the SAARC framework,",
  "would help even out the perception of Indian dominance, and should be welcomed by New Delhi",
  "for precisely that reason. Indian diplomacy in South Asia must evolve a new paradigm that",
  "suggests no hint of hegemonism but that is still capable of exercising leverage, no easy task but one",
  "well worth pursuing.",
  "Several specific ideas have been mentioned in the present chapter; many more exist or can",
  "easily be developed. In a March 2012 speech, India’s National Security Adviser Shivshankar",
  "Menon urged the region to ‘move forward much more rapidly on connectivity, including energy",
  "and grid connectivity, tourism, people-to-people, trade and economic links that can make such a",
  "major contribution to improving our future’. A regionwide energy market could be created,",
  "building upon the example already mentioned of cooperation with Bangladesh, Bhutan and Nepal",
  "on hydropower. (The politician Mani Shankar Aiyar has even called for an Asian Oil and Gas",
  "Union, going beyond South Asia to embrace West Asian suppliers and East Asian consumers.) The",
  "process given a fresh thrust by Prime Minister Manmohan Singh’s visit to Dhaka in September",
  "2011 could result in reuniting Kolkata with its vast natural hinterland in Bangladesh, from which it",
  "has been cut off for decades. More trade and tourism among SAARC countries could help dispel",
  "misunderstandings which have led to major problems in the past. Easier availability of Indian",
  "visas, rather than insisting initially upon strict reciprocity, would facilitate people-to-people",
  "contact that could help dispel tensions. India’s ‘soft power’—Bollywood cinema, books and",
  "music, educational opportunities, health care (offering specialized treatment for South Asian",
  "nationals at discounted rates in Indian hospitals), sporting exchanges, tourism and cultural schemes",
  "built on shared history and heritage (like the joint celebration of the 1857 Revolt, which turned outto be a damp squib, or the more successful combined commemoration with Bangladesh of",
  "Tagore’s 150th birthday)—must be consciously leveraged in the subcontinent as a source of",
  "goodwill. And adding substance to ‘Look East’ will transform India’s own North-East as it drives",
  "its reach into the heartland of ASEAN, with which it has already signed a free trade agreement.",
  "Shared management of the region’s ecological resources is another possibility. Our environment",
  "is shared blessing and its future our shared destiny. The South Asian countries partake of a",
  "common geography, and the subcontinent’s glaciers, mountains, river systems, rainfall patterns and",
  "even forests recognize no man-made boundaries. Managing these cooperatively could bring",
  "benefits vastly exceeding the costs of the diplomatic efforts required.",
  "One of the most important challenges for Indian diplomacy in the subcontinent is to persuade its",
  "neighbours that India is an opportunity, not a threat. Far from feeling in any way besieged by India,",
  "they should be able to see it as offering access to a vast market and to a dynamic, growing",
  "economy which would provide their own economies with far greater opportunities than more",
  "distant partners (or even their own domestic markets) could provide. This would go beyond",
  "economic benefits: as David Malone argues, ‘Economic cooperation represents the easiest “sell”",
  "to various constituencies within the countries of the region. Were this to prove successful,",
  "cooperation on more divisive and sensitive issues, such as terrorism, separatism, insurgency,",
  "religious fundamentalism, and ethnic strife, could be attempted with greater chances of success.’",
  "For these reasons, Delhi clearly should do more to make greater economic integration politically",
  "attractive and administratively feasible. Imaginative and major new projects to integrate India’s",
  "north-eastern region with neighbouring countries—such as building efficient rail and road",
  "connectivity with Nepal, with and through Bangladesh, into Myanmar and on to Southeast Asia—",
  "will help create the physical integration from which economic integration will flow. (We will",
  "return to this in Chapter Five.) Winds of change are blowing in South Asia. There is a definite",
  "consolidation of democracy in all the countries of the region, every one of which has held",
  "elections within the last three years. Some of our neighbours have made significant strides in",
  "surmounting internal conflict and others are in the process of doing so. A subcontinent no longer",
  "bedevilled by mutual suspicion and distrust, and committed to democracy, economic cooperation",
  "and improved regional integration, is no longer a pipe-dream. If India has to fulfil its potential in",
  "the world, we have no choice but to live in peace with our neighbours, in mutual security, harmony",
  "and cooperation. Our stellar economic growth has added to the confidence with which we can",
  "approach our neighbours; the insecure are always less magnanimous. We have entered an era in",
  "which India can see borders not as barriers but as portals, and border areas not as buffer zones but",
  "as gateways of opportunity.",
  "As Malone puts it: ‘Indian policy in South Asia has improved in tone and quality in recent years.",
  "But it is not yet such as to induce either awe or affection amongst those neighbours who matter.",
  "India cannot aspire to be a truly convincing “great power” until it achieves a better handle on its",
  "region without the support and active involvement of outsiders. Indeed, India faces a circular",
  "challenge: unless its region becomes more cooperative (and prosperous), India is unlikely to",
  "develop into more than a regional power, but it is true as well that it cannot be a global power",
  "unless it reaches beyond its neighbourhood.’",
  "It is a truth that we in India hold to be self-evident that it is in India’s interest to be generous toits neighbours on the subcontinent (just as, as I have argued in the previous chapter, it is in India’s",
  "interest, as the stronger country, to offer generous gestures to Pakistan in order to improve the",
  "atmosphere within which peace and progress are to be sought). Perhaps the best metaphor for",
  "India’s most appropriate attitude to the countries on its periphery in this regard comes not from the",
  "soaring vision of Jawaharlal Nehru, whom I have often quoted, but from the more down-to-earth",
  "perspective of his successor as prime minister, the modest Lal Bahadur Shastri. Just as Nehru left",
  "Robert Frost’s immortal lines—‘Miles to go before I sleep’—on his bedside table when he died,",
  "Shastri kept some lines of the founder of the Sikh faith, Guru Nanak, on his desk. When translated",
  "into English they read: ‘O Nanak! Be tiny like the grass, for other plants will wither away, but",
  "grass will remain ever green.’ Shastri was seen by many Indians of exalted ambition as a tiny man,",
  "but he had the mind and heart of a giant. His vision of peaceful coexistence with our neighbours,",
  "through adopting the demeanour, the modesty and the freshness of grass, may well be the best way",
  "for India to ensure that its dreams remain evergreen in its own backyard. In this era of competing",
  "global powers seeking to influence South Asia in their own interests, India will do well if, like",
  "Shastri, it heeds Guru Nanak’s wisdom.c  f",
  ""
]