[
  "chapter9 ine",
  "‘Eternal Affairs’: The Domestic Underpinnings of Foreign Policy",
  "Back in 1977, as a doctoral student aged twenty-one, I found myself prowling the corridors of the",
  "Ministry of External Affairs at South Block in New Delhi for the first time, researching the thesis",
  "that was to become my first book, Reasons of State. I was callow, curious and opinionated—a",
  "useful combination of attributes in one who hopes to break new ground in scholarship—and my",
  "analysis was, with hindsight, overly critical of the received wisdom about Indian foreign policy",
  "making. Thirty-two years later, I found myself, after an election victory, seated in South Block as a",
  "minister of state, with an insider’s view of the issues I had written so boldly about. It was",
  "instructive to realize how much had changed, and how little.",
  "In Reasons of State, a study of how foreign policy was made during Indira Gandhi’s first stint as",
  "prime minister (1966 –77), I was struck by the fact that while formal institutionalization existed in",
  "the Indian political system, official processes and decision-making channels were significantly",
  "modified in their operation to accentuate Mrs Gandhi’s personal, and her advisers’ informal,",
  "dominance over institutions. It did not help that in her stints in office, the logic of the parliamentary",
  "system was inverted in a way that has not been seen since: the concept of a prime minister as",
  "primus inter pares in a Cabinet, accountable to a political party and responsive to the demands of",
  "a parliamentary system, was not realized in actual practice, which instead concentrated powers in",
  "the executive along presidential lines. This is simply no longer true in Indian politics, but it",
  "prefigured a continuing tradition of wide leeway for the prime minister’s office (PMO) in foreign",
  "policy making, which persists to this day.",
  "Studying the domestic underpinnings of Indian foreign policy making, I found that public opinion",
  "hardly factored in it in those days: there was inadequate articulation of mass views on foreign",
  "policy, both urban and rural, underscored by the restricted nature of political communication, and",
  "such elite articulation as did take place was largely ineffective. The result was that public pressure",
  "on foreign policy—whether through the opinions of the general public, their votes in elections, the",
  "activities of interest groups, the arguments of the press, or the positions of intellectuals through or",
  "outside the media—failed to influence the creation of foreign policy, even though public opinion",
  "always had a major impact when it came to domestic policy formulation. Equally, the organized",
  "political Opposition in Parliament, even when it was in power in some of the states, had very little",
  "demonstrable impact on foreign policy making, despite paying voluble, if in several ways limited,",
  "attention to it. Policy-makers made policy with very little regard to the constraints of elite or mass",
  "public opinion. This is noticeably less true today, though again policy-makers have more freedom",
  "to disregard, or go beyond, public opinion on foreign policy issues than they do in the domestic",
  "arena.",
  "Finally, the principal governmental instrument for the formulation and execution of policy—the",
  "MEA—struck me at the time as a flawed institution staffed by superbly qualified and able",
  "diplomats. I concluded in 1977 that problems of structure, coordination, personnel and planning inthe ministry prevented the bureaucracy from developing the professional expertise and authority",
  "that could compensate for the failings of individual dominance by the prime minister in policy-",
  "making. That was an unduly critical judgement, which even at the time needed to be somewhat",
  "qualified. But three decades later, many of the weaknesses I had spotted in the ministry as a student",
  "came back to strike me as surprisingly still relevant.",
  "Under Nehru, many observers had already discerned the marked influence of one individual’s",
  "view of the world and its reaffirmation by an exclusive but largely powerless elite entrusted with",
  "its implementation. This trend continued, I had argued, under Mrs Indira Gandhi, leading to the",
  "inadequate development of institutions to organize and conduct foreign policy; the low salience of",
  "foreign policy concerns in public opinion; the weakness of popular political and legislative inputs;",
  "and the low correlation between foreign policy as conceived and articulated by decision-makers",
  "and national interests in security and geopolitical terms.",
  "There is no doubt, of course, that in a democracy it made sense to pay attention to the domestic",
  "background, support structures and constraints within which foreign policy is made. Jawaharlal",
  "Nehru bequeathed to his successors a conception of a foreign policy as not the prime minister’s or",
  "the Congress party’s but the nation’s, transforming opposition to its fundamentals into opposition to",
  "India’s very independence. Nehru’s brilliance at giving conceptual shape to that policy and",
  "expressing it in terms of the national zeitgeist rendered his own place at the peak of the foreign",
  "policy elite secure. But this also meant that foreign policy, unlike other arenas of action in the",
  "nascent Indian democratic polity, was not formulated by the same process of pluralistic bargaining",
  "and interest reconciliation that marked domestic politics in the same period. It became the",
  "preserve of a few men who elevated the national genius above the national interest and were rarely",
  "checked by popular pressure or public opposition. This chapter seeks to examine the contemporary",
  "reality, while anchoring itself firmly in this heritage.",
  "All those years ago, while ferreting into the interstices of India’s foreign policy making, I learned",
  "that recruits to India’s diplomatic corps were given a picture of the ‘ideal foreign minister’ during",
  "their training lectures. I have no idea if that is still the case—and I thought it politic not to ask,",
  "given my own recent departure from the ministry—but the earlier conventional wisdom struck me",
  "as pretty sound. According to the 1977 lecture notes of a distinguished (and already then retired)",
  "ambassador, I.J. Bahadur Singh, it stated that the ideal foreign minister (and in those days it was",
  "assumed it had to be a ‘he’) must possess the following attributes:",
  "(1) His position in the party and the Lok Sabha must be strong. (2) He must enjoy the confidence of the Prime Minister",
  "and his voice must carry weight within the Cabinet. (3) He must not be too immersed in Party affairs to devote his full",
  "attention to his office. (4) He must be the kind of politician who can temper the professionals beneath him, by knowing",
  "enough about foreign policy to assess advice, by having a mind of his own and making his views clear to the bureaucracy",
  "and by being self-assured enough to delegate responsibility. (5) Finally, he must possess the temperament and stamina",
  "required for success in the world of diplomacy.",
  "As with most ideals, such a picture bears little resemblance to the empirical reality during much",
  "of independent India’s existence. While India’s ministers of external affairs have almost always",
  "been senior figures in the ruling party, thereby fulfilling the first two requirements in the list, the",
  "remaining criteria have rarely been met. As a result, few foreign ministers can truly be said to havebeen in a position to challenge prime ministerial dominance of foreign policy making. While this",
  "was evidently true during Mrs Indira Gandhi’s occupancy of the highest office, when the prime",
  "minister, as by far the strongest figure in the party and the government, brooked no challenge, it has",
  "been no less true under a succession of later prime ministers of considerably less political heft.",
  "Far too many foreign ministers were individuals whose seniority in the ruling party was their",
  "principal qualification for office, a quality not necessarily matched by an interest in, time for or",
  "expertise at the time-consuming mastery of international issues. As a result, many were seen as",
  "little more than relay systems for the views of their professional bureaucrats, reading out the",
  "speeches and talking points presented to them. In one or another respect, therefore, India’s",
  "ministers of external affairs, with very few exceptions, never quite emerged as credible and",
  "autonomous sources of policy-making, let alone strategic thinking, in their own right, and in their",
  "failure to do so they vacated the policy-making arena to the prime minister.",
  "When I first studied Indian foreign policy making, I discovered that a decade earlier, Mrs",
  "Gandhi had inherited a ministry of external affairs acknowledged in her predecessor’s day to be in",
  "complete disarray. One typical critique of the ministry in the days of Prime Minister Lal Bahadur",
  "Shastri catalogued a long list of woes. The MEA was described as being in woeful shape: civil",
  "servants, the critique ran, had neither expertise nor courage, and proffered as advice what they",
  "thought the politicians wanted to hear. There was no coordination in policy-making, least of all in",
  "the MEA itself, where three Secretaries shared responsibility. The Indian Foreign Service (IFS)",
  "was short staffed and demoralized by the most sought-after diplomatic positions going to non-",
  "career appointees. The MEA’s publicity division clashed with the information and broadcasting",
  "ministry, and foreign service recruits refused to speak to information service officers at several",
  "posts. The MEA itself was ‘misorganized’, with a cumbersome administration, an irrational",
  "division of labour and a dilatory decision-making mechanism. In general, it suffered from lack of",
  "consultation among those making policy and a lack of coordination among those implementing it.",
  "To remedy these ills, Mrs Gandhi’s predecessor, Prime Minister Lal Bahadur Shastri, appointed",
  "a committee on the foreign service, headed by a retired MEA secretary-general, N.R. Pillai, in",
  "June 1965. The Pillai committee was asked ‘to review the structure and organisation of the Indian",
  "Foreign Service, with particular reference to recruitment, training and service conditions, and to",
  "consider any other matters conducive to the strengthening and efficient functioning of the service at",
  "headquarters and abroad, and to make recommendations to Government’. The committee circulated",
  "a comprehensive questionnaire, took oral depositions, and held seventy-seven meetings before",
  "submitting its report to the Indira Gandhi government in October 1966. It is startling how, more",
  "than forty-five years later, so many of its concerns and recommendations are still worth repeating",
  "in any discussion of the MEA’s structure and functioning.",
  "The Pillai report discerned four basic weaknesses in the Indian Foreign Service and the MEA.",
  "The diplomatic corps, then 300-strong, was not large enough and did not draw on wide",
  "professional experience; coordination within the MEA was poor; coordination with other",
  "ministries which dealt with foreign policy was almost non-existent; and, finally, professional",
  "training was limited and, where it existed, inadequate. (Every one of these conclusions could be",
  "repeated today.) Among other recommendations to redress these limitations, it urged increased",
  "recruitment and the selection of older professionals; the revival of the post of secretary-general,abolished by Shastri upon the appointment of a full-time foreign minister (Nehru had been his own",
  "foreign minister, a practice Shastri wisely eschewed), to facilitate coordination of policy and",
  "administration within the MEA and with other ministries; and better training facilities as well as",
  "increased specialization in the foreign office. The Pillai report also stressed the importance of the",
  "non-political aspects of diplomacy, calling particularly for greater economic and commercial",
  "expertise.",
  "M.C. (Mohammed Currim) Chagla, who assumed the foreign ministry soon after the submission",
  "of the report, made every effort to consider its recommendations earnestly. He went over it every",
  "morning with his three Secretaries in an attempt to utilize its workable provisions. Those minor",
  "suggestions that could be implemented directly by the MEA were put into practice, but the prime",
  "minister and the Cabinet revealed a singular reluctance to act on the report’s other",
  "recommendations. The Pillai report died of inattention even where (and this was not always the",
  "case) its suggestions constituted useful responses to a crying need. And yet, except perhaps in the",
  "area of training, which has seen modest improvement—with some mid-career opportunities",
  "available to Indian diplomats to improve their skills and international exposure—everything that",
  "Pillai said in 1966 remains oddly relevant in 2011.",
  "The recruitment, training and orientation of the generalist bureaucracy called the Indian Foreign",
  "Service provide a useful indication of how foreign policy is made and executed. The quality of the",
  "diplomatic corps provides significant clues to its efficacy in meeting the goals of the system. In",
  "India, this is particularly relevant because the elite Indian bureaucracy originated in the pre-",
  "independence days and traced its expertise to the colonial vision. The consequent strains of",
  "adjustment to imperfect political direction, and the subjugation of the ‘supremacy of",
  "administration’ to the ‘sovereignty of politics’, has constituted the stuff of many a political",
  "developmentalist’s view of India. Yet while the bureaucrats submitted themselves to political",
  "direction, they were also given the means for their own perpetuation. This went back to the days",
  "when the shaping of the post-independence foreign service was left almost entirely in the hands of",
  "pre-independence Indian Civil Service (ICS) men—Sir Girija Shankar Bajpai, M.J. Desai, K.P.S.",
  "Menon, R.N. Bannerji, N. Pillai. The service they created made its mark on the nature, direction",
  "and style of Indian diplomacy.",
  "The problems persisting from the earliest days are compounded by the crippling affliction of",
  "severe understaffing in the MEA. India is served by the smallest diplomatic corps of any major",
  "country, not just far smaller than the big powers but by comparison with most of the larger",
  "emerging countries. At just about 900 IFS officers to staff India’s 120 missions and forty-nine",
  "consulates abroad, India has the fewest foreign service officers among the BRICS countries. (In",
  "addition, there are some 3000 stenographers, cyber experts and clerks in the IFS ‘B’ service that",
  "provides support staff to the MEA.) This compares poorly not just with the over 20,000 deployed",
  "by the United States, and the large diplomatic corps of the European powers—UK (6000),",
  "Germany (6550) and France (6250)—but also to Asia’s largest foreign services, Japan (5500) and",
  "China (4200). The picture looks even more modest when compared to the 1200 diplomats in",
  "Brazil’s foreign ministry. It is ironic that India—not just the world’s most populous democracy but",
  "one of the world’s largest bureaucracies—has a diplomatic corps roughly equal to tinySingapore’s 867. The size and human capacity of the IFS suffers by comparison with every one of",
  "its peers and key interlocutors. While this may partially be a tribute to the quality and the appetite",
  "for work of the 900 who staff the foreign service, it lays bare some obvious limitations. I",
  "remember the frustrations of the nineteen LAC ambassadors in New Delhi at the near-impossibility",
  "of getting an appointment with the sole joint secretary (assisted by one mid-ranking professional)",
  "who was responsible for all their countries. At a time when India is seen as stretching its global",
  "sinews, the frugal staffing patterns of its diplomatic service reveals a country punching well below",
  "its weight on the global stage.",
  "A few examples will suffice. The joint secretary in charge of East Asia has to handle India’s",
  "policies regarding China, Japan, the two Koreas, Mongolia, Taiwan, Tibetan refugees, and the",
  "disputed frontier with China, in addition to unexpected crises like those relating to India’s",
  "response to the Japanese earthquake, tsunami and nuclear disaster. Inevitably China consumes most",
  "of his attention and relations with the other crucial countries within his bailiwick are neglected or",
  "assigned to one of the five junior officials working under him. Another joint secretary is",
  "responsible for India’s relations with Pakistan, Afghanistan and Iran, while a colleague of",
  "equivalent rank handles Bangladesh, Sri Lanka, Myanmar and the Maldives, all countries of",
  "significant diplomatic sensitivity and security implications. One more joint secretary has been",
  "assigned the dozen countries of Southeast Asia, with Australia, New Zealand the Pacific thrown",
  "in! It is instructive that the US embassy in New Delhi, with a twenty-person political section, has",
  "more people following the MEA than the MEA has to deal with the US embassy—in its own",
  "country.",
  "As the Times of India’s Indrani Bagchi pointedly wrote:",
  "MEA’s mandarins can be the smartest people alive, but it’s impossible to expect them to ruminate on policy [and take]",
  "strategic initiatives, all the while fighting fires every day, several times a day, pushing files, answering parliament",
  "questions, receiving dignitaries, assisting the PM during summits, and then greeting returning Indians evacuated from the",
  "latest disaster zone in the world at 2 am in the morning before reporting for work at 9 am. And to then work out where",
  "India’s global footprint should be a decade from now.",
  "Another acute observer, David Malone, wrote that the MEA’s",
  "headquarters staff work punishing hours, not least preparing the visits of the many foreign dignitaries laying siege to Delhi",
  "in ever growing numbers as India’s importance has expanded … India’s overburdened Foreign Service is, on average, of",
  "very high quality, but because it is stretched so thin, its staff spends too much of its time conducting India’s international",
  "relations through narrow diplomatic channels, managing ministerial and other visits, negotiating memoranda of",
  "understanding of no great significance, and by other means that reflect only a fraction of the rich reality of international",
  "relations today and of official Delhi’s actual international interests.",
  "The problem has not escaped the attention of the professionals. In 2008, Foreign Secretary",
  "Shivshankar Menon moved a Cabinet note proposing a doubling of his effective diplomatic",
  "strength. The government agreed to increase the cadre by 520 personnel (320 in the IFS category",
  "and 200 additional support staff), but the hierarchy-minded bureaucracy immediately stepped in to",
  "forestall any dramatic expansion which would have required, for instance, the infusion of external",
  "professional talent at all levels of the MEA by mid-career recruitment from the other services or",
  "even (perish the thought!) from the private sector. Instead of reaching beyond the government to",
  "people who could fill the gaps in the service—more French and Spanish speakers, for instance, or",
  "more professional journalists for public diplomacy positions—the implementation of the Cabinet",
  "decision was stretched out over ten years by simply increasing the annual intake into the IFS(including promotions from the clerical grades of the IFS ‘B’) by thirty-two a year. Even this has",
  "not materialized, since the MEA has not found thirty-two worthy candidates in each of the three",
  "years since the Cabinet approved Menon’s proposal. Lateral entrants have not been encouraged; a",
  "circular to the other government departments soliciting candidacies have turned up few whom the",
  "MEA is excited about. The chronic understaffing is therefore likely to continue for more than",
  "another decade.",
  "The Indian diplomatic corps has long enjoyed a justified reputation as among the world’s best in",
  "individual talent and ability. It includes men and women of exceptional intellectual and personal",
  "distinction who have acquired formidable reputations in a variety of capitals. Indian diplomats",
  "over the years have won in print the admiration of Henry Kissinger, Strobe Talbott and other",
  "distinguished memoirists who have dealt with them professionally; several have distinguished",
  "themselves not only in India’s service but in international organizations and conferences. The",
  "critique developed in these pages is not in any way meant to reflect on any member of this capable",
  "and widely respected corps. It seeks instead to examine institutional failings which are evident",
  "despite the quality of the individuals who operate within them.",
  "The IFS is recruited by competitive examinations held by the Union Public Service Commission",
  "across the country, followed by a personality test. The diplomatic corps is selected from the same",
  "examinations from which emerge the domestic services, like the Indian Administrative Service",
  "(IAS), the Indian Police Service, the Indian Revenue Service, and so on. The examinations have",
  "always been firmly grounded in the generalist tradition, the only three compulsory subjects being",
  "an essay, general English and general knowledge. There are five additional papers, three out of",
  "twenty-four broad options (such as Indian history, chemistry, etc.) and two requiring slightly more",
  "advanced knowledge (British constitutional history was a popular example). The top cumulative",
  "scorers are invited to appear before an interview board which tested their knowledge, behaviour",
  "and presence of mind and the eventual selection sought to produce ‘bright young men (or women)",
  "of 21 to 24 years, who have the requisite intellectual ability, breadth of mind and mental",
  "discipline’ for diplomatic service. (The age limit has now been relaxed to twenty-eight.)",
  "For decades the cream of the examination crop opted for the IFS: in the years after",
  "independence, when resources and foreign exchange scarcities made travel abroad a rare",
  "privilege, a job that took you abroad frequently was prized by the middle-class families whose",
  "sons (and sometimes daughters) took the civil service examinations. From the 1950s to the 1970s,",
  "it was customary for the foreign service to draw its entrants almost exclusively from the top ten",
  "finishers in the annual examinations. This has now changed dramatically. Not only has the far more",
  "powerful Indian Administrative Service supplanted the IFS as the service of choice, but even the",
  "more lucrative Indian Revenue Service—which places officers in the customs and tax",
  "administrations, where financial incentives are considerable—is preferred over the IFS by many",
  "applicants. As a result it is now common for the IFS to find itself selecting officers ranked below",
  "250 in the examinations, something that had been unthinkable to the officers currently heading the",
  "MEA. (The decline in prestige of the foreign service has also been enabled by the relative ease of",
  "foreign travel, which has negated what used to be seen as the IFS’s principal perquisite, and the",
  "widespread perception that diplomats neither wield as much clout nor have as many opportunities",
  "to salt away a retirement nest-egg as their domestic counterparts.) The further complication of thisproblem is that several civil service aspirants are thrust unwillingly into the MEA while their real",
  "ambition is to serve elsewhere—a far cry from the glory days but one that does not produce a",
  "dedicated and proud foreign service.",
  "The recruits are then trained at the National Academy of Administration in Mussoorie,",
  "Uttarakhand, for three months, and then at the Foreign Service Institute (FSI) in New Delhi for",
  "about a year, attending courses on such subjects as the Indian Constitution, international law,",
  "international relations and diplomacy. The stint at FSI includes a month-long district attachment,",
  "visits to India’s borders, a tour of the country (‘Bharat Darshan’, or literally ‘seeing India’), a",
  "brief exposure to the working of an Indian mission abroad followed by a six-month-long MEA",
  "desk attachment. Then there is a final language-training stint of one or two years at a mission",
  "abroad. The total amounts to a three-year training period, less than half of which is related to the",
  "direct concerns of the professional on the job.",
  "The IFS has at least managed to overcome its earlier deficiencies in language training. Indian",
  "universities had at best limited facilities in European languages, and even less in African, Asian",
  "and Middle Eastern ones. Formal linguistic training was poor by international standards; this has",
  "now improved, with greater emphasis on learning languages in the countries where they are",
  "spoken. Even the coursework IFS recruits underwent was mediocre in such subjects as area",
  "studies, for which the Indian academic infrastructure was inadequate, and far too focused on",
  "pablum like (in the bad old days) ‘promoting Indo-Soviet friendship’. Opportunities for mid-",
  "career sabbaticals were limited to the occasional year in the United States or Britain, the two",
  "countries about which the average IFS officer was already well informed. These are still the",
  "favoured destinations for those who take the time to go and study abroad, but the choice is now",
  "wider.",
  "Not every diplomat emerges from the training process well enough equipped in the ‘soft skills’",
  "required in international diplomacy to function effectively, though their mastery of their assigned",
  "foreign language is now usually impressive. But then language training, too, is not always reflected",
  "in assignments: I have frequently come across Indian diplomats in non-Anglophone European",
  "capitals whose foreign language was Chinese, a series of ambassadors in Paris who could not",
  "speak French, and (as I pointed out in a Parliament question in 2011) not one of India’s nine",
  "ambassadors stationed in the countries of the Gulf at that time spoke or had learned Arabic. Surely",
  "we can aim at a time when every national language is spoken by at least one Indian officer and an",
  "eventual time when every one of our missions is headed by an ambassador who knows the",
  "language, be it Khmer or Korean, Spanish or Swahili?",
  "The effect of the foreign service’s bureaucratic stranglehold on the MEA merits attention,",
  "particularly because the Pillai committee too recommended a broader-based recruitment process",
  "that would seek out professionals in various fields, between the ages of twenty-eight and thirty-",
  "five, for mid-career employment in the foreign service. The idea was to compensate for the lack of",
  "experience and the consequently more restricted vision of the standard process which recruited",
  "only twenty-one-to twenty-four-year-olds, who ‘grew’ in the MEA within the norms and confines",
  "of the foreign office bureaucracy. The Pillai report suggested that 15 to 20 per cent of the annual",
  "recruitment be set aside for older recruits ‘to permit entry of persons with specialized knowledge",
  "of international relations and area studies, experience in management and administration andpublic relations’. The recommendation was never implemented and the thinking behind it continues",
  "to be strongly resisted by the entrenched bureaucracy. Ironically the need is even greater today than",
  "when Pillai did his work nearly half a century ago. In today’s multilateral diplomacy, for instance,",
  "the MEA needs expertise that it cannot provide from its own ranks. For instance, climate change",
  "has become a hot-button diplomatic issue that needs to be discussed and negotiated in multilateral",
  "forums where other delegations rely on technical and scientific expertise that they find",
  "indispensable, but which the MEA eschews because it is unwilling to look beyond its own ranks",
  "(or those of its retired grandees). In an era when a certain level of specialization is considered",
  "essential by many foreign ministries, Indian diplomacy still abounds in talented generalists.",
  "Concomitantly, there is no threat to officialdom’s established way of doing things.",
  "That ‘way’ originated in the ICS under the British, when Indian officials functioned under the",
  "obligation of proving their worth to their white colleagues, and accordingly placed a premium on",
  "individual brilliance and success. The first generation of senior MEA officers, raised in this",
  "tradition, institutionalized the ego in bureaucratic procedure, undercutting rivals, sheltering behind",
  "seniority and seeking self-advancement as the principal priority in their careers. Under Nehru,",
  "these tendencies had received full play: he was less interested, as a critic noted, in",
  "institutionalizing a policy-making ministry than in creating a body to reflect his views. Originality",
  "in thought and action was thus at a discount. This was augmented by the political culture’s",
  "emphasis on a ‘non-political’ bureaucracy primarily responsible for implementation of policies",
  "made elsewhere; deprived of ultimate authority, officials were largely content to concentrate on",
  "their own advancement. While some of this remains true of any bureaucracy, the increasing clout of",
  "the foreign service—as the repository of precedent, the storehouse of experience and the legatee of",
  "diplomatic practice—in relation to increasingly underprepared political masters, has improved",
  "matters considerably. In all fairness, it is essential to state that there are many efficient,",
  "achievement-oriented men and women of vision in the MEA—some of whom helped frame this",
  "analysis. But their impact was circumscribed by several of the attitudinal and institutional factors",
  "traced above.",
  "These limitations on effective professional performance were underscored by other factors,",
  "notably inadequate specialization and training. The IFS recruits’ initial three-year training",
  "included little of direct applicability in a diplomatic situation. Academic coursework was no",
  "substitute for professionalism, and a few months spent in those days in the Indian countryside did",
  "not compensate for poor grounding in foreign life and customs. Paradoxically there was greater",
  "need for IFS recruits to be exposed to Indian conditions in order to make them more representative",
  "of their nation than they were; but a few weeks in a village as visiting government officials were",
  "hardly enough. At the same time, the ersatz Westernization of the urban elite was no better",
  "preparation for international diplomacy than it was for rural uplift. But advocates of a year’s",
  "training at a foreign institution (such as selected entrants received at the Fletcher School of Law",
  "and Diplomacy in the early 1950s) were defeated by the domestic bureaucrats, whose anxiety to",
  "maintain a par between the IAS and the IFS was matched by their desire to be involved as much as",
  "possible in India’s external affairs. This too has finally changed, with stints at institutions abroad",
  "becoming much more widely available at various stages of a diplomat’s career. But as one retired",
  "ambassador observed, ‘Training at any level in the IFS means listening to a series of lectures.These vary in quality and usefulness. At no time is any training given for two of the most important",
  "functions expected of officers at every level: political and economic reporting and recording of",
  "conversations [or record of discussions (RODs), as this is known in MEA parlance].’ The neglect",
  "of these basics has created a service that, at its junior levels, is woefully underprepared for the",
  "obligations of international diplomacy.",
  "The training process has been strengthened with the establishment of the Foreign Service",
  "Institute, which provides some induction as well as mid-career training, but reports of its efficacy",
  "are mixed. Assignment to the FSI is not prized by the best of the MEA’s professionals, who tend to",
  "regard a stint there as the equivalent of being sidelined, and this in turn has had a direct bearing on",
  "the way the fresh crop is tended. Although the FSI has acquired impressive new premises close to",
  "Jawaharlal Nehru University (JNU), the physical infrastructure has not been matched by faculty",
  "development or even by the development of a standardized and modern curriculum (much depends,",
  "one recent trainee told me, ‘on the whims and fancies of the dean’). The FSI has no institutional or",
  "accreditation links with JNU or any other university and is yet to develop into a centre of",
  "excellence in its own right.",
  "Mid-career training is still a blight on the MEA’s performance. The IFS is the only service in",
  "India’s bureaucracy which does not have an effective, well-structured mid-career training",
  "programme (or MCTP, which the department of personnel and training of the Government of India",
  "encourages all branches of the All India and Central Services to devise). While most services",
  "have well-organized training programmes spread over various phases of an official’s career—",
  "which includes training in the relevant service institute and a foreign component—the MCTP for",
  "IFS officers is rather limited in scope and design. It is confined to two phases, the first of which",
  "(required to be completed for promotion from the rank of director to joint secretary) includes only",
  "answering some assignment questions and writing a monograph. (Given the years the average",
  "director must have spent on writing policy documents, Cabinet notes and notes verbales, this is",
  "hardly a training exercise, since the skills needed should have been acquired on the job anyway.)",
  "The second phase (required for promotion from joint secretary to additional secretary) includes a",
  "week’s training in a management institute and one week at the FSI—negligible in comparison with",
  "global standards and hardly adequate to keep up with the worldwide revolution in the concepts",
  "and practices of foreign policy planning and implementation. IFS officers are also systematically",
  "denied exposure to how other diplomatic services and foreign policy establishments work, on the",
  "specious grounds that IFS officers do not need foreign exposure as they are in any case serving",
  "around the world. Despite the occasional authorized stint (often at the individual officer’s own",
  "initiative) in a foreign institute’s seminar or course, there is little world-class training imparted to",
  "the mid-career diplomatic professional. It is clear that the training programmes of IFS officers are",
  "not on a par with what other diplomatic services are providing and not even with what other",
  "domestic services are doing for their officers.",
  "Moving to a different aspect of organizational culture, Indian diplomats have too often acquired",
  "a reputation for being more interested in the amenities than in tasks of their jobs. The scramble for",
  "the plum assignments continues to be facilitated by the classification of posts as ‘hard’ or ‘soft’,",
  "not in accordance with the political importance of the nation but on the basis of the facilities",
  "available. Postings continue to be dictated by the comfort or hardships endured in a previousassignment rather than by the skills and expertise of a diplomat for a particular region or task. The",
  "lobbying involved is often deleterious to morale; as retired ambassador T.P. Sreenivasan put it in",
  "2009:",
  "There are no established criteria for selection and the competition is most often unequal and unfair. A recent tendency is",
  "to blur the gradation of posts in relation to the grades to which officers belong. A grade I officer can be replaced by a",
  "grade III officer [rather than the post itself bearing the grade]. Promotions become irrelevant as both in terms of work",
  "and compensation, stations matter rather than grades.",
  "The rot sets in much earlier. The mandarin-style approach to recruitment—which requires all",
  "entrants to come through one-size-fits-all civil services examination, the same one that produces",
  "generalist administrators, tax officials and police officers—has evident limitations. Since working",
  "abroad for the government has lost some of its allure, this is no longer the best way to find the most",
  "suitable diplomats; indeed, for many applicants the IFS is a third or even fourth preference among",
  "the career options available to those who do well in the exams. I feel strongly that a diplomat",
  "should not be someone who fell short of his or her ‘real’ goal of becoming an administrator, a",
  "customs official or a crime-busting sleuth. We need internationalist-minded young Indians who see",
  "the chance of serving the country abroad not only as a privilege, but as something indispensable to",
  "India’s growth and prosperity. A separate foreign service exam is one possibility; another would",
  "be to recruit bright students, with an extrovert orientation, adaptability and curiosity about the",
  "world, directly from universities, and then train them in diplomatic skills before gauging their",
  "aptitude and confirming their appointments. Whatever is decided, the time for reform is",
  "desperately overdue—though little of the urgency required is visible in the corridors of South",
  "Block, once known, in the early 1960s, as the ‘Ministry of Eternal Affairs’.",
  "In my short stint as minister of state I nonetheless found much to admire in the MEA—many able,",
  "smart and overstretched staff, fine traditions of diplomatic practice, and in some cases a sense of",
  "the nobility of serving the nation on the world stage. But some matters were less admirable.",
  "Administrative procedure runs along lines that, except by Indian bureaucratic standards, were",
  "extraordinarily cumbersome. I still recall with fondness admixed with horror the many files that",
  "reached my desk, their contents still tied, literally, with the proverbial red tape that has become the",
  "symbol of Indian administration. Though the advent of email in the late 1990s permitted more",
  "direct and rapid written communication on routine matters than had previously been possible, the",
  "official files still rule the roost, and the stranglehold of antediluvian bureaucratic norms (and",
  "attitudes) generally hold sway throughout South Block, as they do throughout the Government of",
  "India. Yet my friends in the MEA assure me that bureaucratic efficiency is high in their ministry",
  "compared to other government departments, so I shall let that pass.",
  "One important area of progress in the MEA is that bureaucratic rivalries do not affect the",
  "MEA’s functioning as much as they were alleged to in the past. In the 1960s, the three co-equal",
  "Secretaries used to meet once a week to discuss policy problems, but in Shastri’s time they were",
  "more concerned with one-upmanship than coordination. The Pillai report had found it essential to",
  "revive the post of the Secretary-General; the creation and strengthening of a foreign secretary",
  "position has worked well enough in this respect, with the ‘FS’ the unchallenged kingpin of the",
  "MEA bureaucracy, whose word is law whether in relation to transfers and postings, discipline orpolitical judgement. At the official level there is clearly, at the head of the ministry, someone who",
  "not only helps devise and pursue an integrated policy across the board but also can speak with",
  "authority for the ministry as a whole.",
  "But the MEA’s problems of coordination went deeper than that, into fundamentals of both",
  "organization and attitude. The territorial divisions, for instance, were drawn up according to",
  "somewhat eccentric principles with little geopolitical logic, but sanctified over the decades by the",
  "level of interest in them on the part of the powers-that-be. Thus there were four territorial",
  "divisions dealing with India’s neighbours, but only one for all of non-Arab Africa (subsequently",
  "divided into two, but without regard to the Anglophone–Francophone divide). The responsibility",
  "for promoting India’s ‘soft power’ assets remains dispersed among different entities—the public",
  "diplomacy division, the external publicity division, the ICCR, the Indian Council on World",
  "Affairs, and so on—with no coordinating arrangements among them below the level of foreign",
  "minister! The post of special secretary for public diplomacy, a recent (and somewhat occasionally",
  "filled) creation, although often manned by very capable officers, is not being functionally utilized",
  "to achieve this coordination. The organizational dysfunctionality thus epitomized was compounded",
  "by bureaucratic inertia, rigid adherence to procedure and hierarchy (it is striking how Indian",
  "diplomats feel obliged to call everyone slightly senior to them ‘sir’, in a striking contrast with the",
  "collegiality of other foreign services) and an informal caste system that set the IFS officers apart",
  "from and above the IFS ‘B’, including the ‘promotees’ who had attained senior positions but were",
  "sneered at behind their backs by officers who had entered the elite service by examination. (Other",
  "things, however, have improved considerably over the years: gone are the days when Foreign",
  "Minister Chagla discovered that his Secretaries turned up at South Block each morning only at",
  "10.30 a.m.—after their round of golf!)",
  "The government’s solution to the coordination problem in the 1960s was to create a",
  "coordination division with a director and a staff, to oversee the economic and political divisions",
  "in subjects that involved other ministries. This meant that frequently they had, in effect, to",
  "coordinate the work of their superiors, a task that scarcely ensured their success. De facto",
  "coordination now takes place at the level of the foreign secretary himself—an official with a span",
  "of control so impossibly large (including substantive responsibility for India’s relations with all",
  "the major powers) that he would need to be Superman to do justice to all the tasks incumbent upon",
  "him. One outside observer, Daniel Markey of the Council of Foreign Relations in the United",
  "States, suggested that the position needed to be split in two, to have a political head of the service",
  "and an administrative one. But no senior Indian official is prepared to relinquish control over the",
  "promotions and postings that represent his ultimate control over the bureaucracy below, and the",
  "idea was given short shrift when it was floated.",
  "To make matters worse, problems of internal coordination are multiplied externally, since from",
  "the very start the MEA, as the newest and least entrenched of the government’s bureaucracies,",
  "faced stiff competition from the established ministries regarding their respective areas of",
  "jurisdiction. In the Indian gerontocratic tradition, the older ministries won the administrative",
  "battle; and in addition to being burdened with an irrational divisional structure, the MEA found",
  "that it had to look elsewhere for inputs into several vital areas of foreign policy. UNCTAD, the EU",
  "and similar organizations came within the bailiwick of the Ministry of Commerce, and Mrs Gandhiherself admitted to me that in her time commercial foreign policy generally originated there;",
  "however, the foreign minister would, she noted, ‘be kept closely in touch’. (This is still the case in",
  "2012.) In practice even that elementary courtesy was rarely adhered to, and in other instances even",
  "the intent did not exist. Matters relating to Indian businesses abroad, trade missions and",
  "agreements were the province of the Ministry of Commerce as well (or that of foreign trade, in the",
  "years when that designation existed), rather than a foreign trade division within the MEA.",
  "UNESCO, the ICCR (India’s foremost arm for ‘cultural diplomacy’) and exchanges of scholars",
  "remained for years the business of the ministry of education, though in a 1970 reorganization the",
  "ICCR did pass into the MEA’s hands. The ministry of food and agriculture decided upon India’s",
  "participation in conferences regarding agriculture, relations with the Food and Agriculture",
  "Organization and foreign food agreements. The ministry of health and family planning dealt with",
  "WHO and medical training abroad. The ministry of labour determined India’s participation in the",
  "International Labour Organization; the ministry of works and housing kept UNIDO to itself. The",
  "department of atomic energy determined technical aspects of nuclear policy and dealt with the",
  "International Atomic Energy Agency (IAEA). There were also the well-known involvements of the",
  "information and broadcasting ministry, whose information service officers once functioned",
  "virtually as a parallel diplomatic corps; the defence ministry, with its paramountcy on national",
  "security matters; and the finance ministry, which in addition to dealing exclusively with foreign",
  "investment, foreign aid and foreign exchange questions, controlled the budget of the MEA. Finally,",
  "foreign intelligence was first in the hands of the home ministry and then of the prime minister’s",
  "secretariat (later, since 1977, redubbed ‘PM’s Office’), which undercut the already limited",
  "information resources of MEA officials by offering an alternative channel for analysis and",
  "judgement to the political decision-makers, bypassing their nominal superiors in the diplomatic",
  "system under whose cover the intelligence officers did their work.",
  "This administrative heterogeneity not only made coordination a chimera; it undercut such",
  "internal MEA divisions as those relating to the UN, most of whose logical responsibilities were",
  "apportioned to a variety of other ministries. Even such matters as the selection of delegations was",
  "largely out of the MEA’s hands. South Block effectively chose the delegation of India to the UN",
  "General Assembly, which was largely staffed on political considerations anyway. The hostility of",
  "various domestic bureaucracies towards enhancing the privileges of the diplomatic corps also",
  "undermined the MEA’s effectiveness. For instance, foreign training was for many decades",
  "rendered virtually impossible by the opposition of IAS officers, who would largely be ineligible",
  "for it, and their tacit acquiescence in parliamentary demagoguery against such training for their IFS",
  "colleagues. (This has mercifully ceased to be the case.) Even postings abroad are not the sole",
  "privilege of the MEA. The ambassadorship to the European Union in Brussels alternates between",
  "the IAS and the IFS, though diplomatic skills are essential in this multilateral assignment, and that",
  "to the World Trade Organization in Geneva remains the exclusive preserve of the commerce",
  "ministry. On the only occasion a prime minister (the NDA’s Atal Bihari Vajpayee) appointed a",
  "competent IFS officer to be the Indian ambassador to the WTO, the powerful IAS lobby fired from",
  "the shoulders of the then commerce minister, Murasoli Maran, a coalition ally of the prime",
  "minister’s, to get the appointment scuttled.",
  "Though in that instance the prime minister came off second best, in general the increasingconcentration of power in the hands of the prime minister, his or her advisers and the PMO could",
  "not but diminish the role of the MEA. As one veteran diplomat lamented:",
  "The centre of gravity, always a rather shifting entity in the Ministry of External Affairs, now seems to be capable of",
  "making frequent long weekend visits to other habitats. Nothing could be more deleterious to the operation of our foreign",
  "policy than that it should be devised and manipulated from outside the Foreign Office. The right course to adopt when a",
  "Foreign Office does not deliver the goods is not to order the goods from elsewhere, but to overhaul the Foreign Office.",
  "No meaningful change could be attempted, however, since every prime minister has",
  "understandably chosen to dominate the foreign policy making process, a natural tendency",
  "exacerbated by the era of summitry in which we live. Prime ministers who are frequently in",
  "contact with heads of state and government across the world and are running into them every other",
  "month (and receiving phone calls from them every day) tend naturally to preserve the major foreign",
  "policy issues for themselves, leaving the foreign ministry to deal with the more mundane details.",
  "India, for the reasons described, is a classic example of this. In general, it remains true that the",
  "MEA is considered most useful in the implementation of policy rather than in its formulation,",
  "except on matters of low priority to the prime minister. Major decisions—such as India’s decision",
  "in 2007 to break with precedent and vote against Iran on the board of governors of the IAEA, or",
  "that in 2012 to set a new precedent by voting against Sri Lanka at the UN Human Rights Council—",
  "were taken in the PMO and not by the MEA.",
  "The tragedy of 26/11 confirmed yet again how much we need greater coordination among the",
  "many programmes and players in government involved with security and other international issues,",
  "and how essential is the modernization of our domestic and international instruments to keep",
  "Indians safe. We will have to work harder in government, and with Indians from all walks of life",
  "—including business groups interested in foreign markets and in international investors—to ensure",
  "that we break down the ‘narrow domestic walls’ that Tagore wrote about and promote a coherent,",
  "visible Indian approach to the world, backed with sufficient resources to take action and to get our",
  "messages across clearly. This will help ensure that India remains influential on issues of concern",
  "in an increasingly competitive world.",
  "Within this broad picture, there are a number of positives. The foreign service has become much",
  "better at the ‘non-political’ aspects of diplomacy, a welcome change from the days when",
  "pinstriped diplomats schooled in the niceties of political relations disdained economic issues as",
  "the preoccupation only of shopkeepers. Today IFS officers are made acutely conscious of the fact",
  "that promoting business opportunities and facilitating trade and investment are as much a part of",
  "their job as writing cables about the political insights gleaned from their last state banquet. The",
  "notion of an IFS officer as a travelling salesman for ‘India Inc.’ has gained ground to a degree that",
  "was literally inconceivable when I was a doctoral student.",
  "Relations between the ministers and bureaucrats in the diplomatic service also appear to be",
  "generally satisfactory. All foreign ministers have conducted frequent consultations with their",
  "senior officials, though most have been seen as in thrall to them, except on the rare occasions, such",
  "as during the tenure as minister of K. Natwar Singh, a former IFS diplomat himself, who in",
  "addition to his political rank also benefited from the traditional habits of bureaucratic deference to",
  "his career seniority on the part of his officials. In general, however, the ministers appeared to",
  "prefer to leave matters in the hands of their Secretaries; while this betokens the kind of receptivity",
  "to the advice of the MEA professional that I called for in Reasons of State, it sometimes goesmuch further than is entirely healthy in a political democracy, with some foreign ministers seen as",
  "accepting bureaucratic judgements uncritically.",
  "Receptivity to ideas from outside has also improved dramatically since my earlier study of the",
  "phenomenon. I believe foreign policy is much too important an issue to be left to the foreign",
  "ministry alone. Discussion of international relations should not be confined to the seminar rooms in",
  "Delhi, and that is why I was delighted, when I was minister, to lead a seminar on Indo-Arab",
  "relations in Kochi, another on ‘Look East’ in Shillong, and to lecture on ‘why foreign policy",
  "matters’ at Aligarh Muslim University. All Indians, even 2000 kilometres away from the nation’s",
  "capital, have a vital stake in the development of our foreign policy. While progress has certainly",
  "been made since the days when, in Reasons of State, I had observed the MEA disregarding almost",
  "all opportunities to draw upon intellectual and academic resources available to it from outside the",
  "ministry, much more could usefully be done. I would welcome much greater and more spirited",
  "exchanges between MEA officials and academia, the corporate sector and civil society—in",
  "person, through regular meetings and even email—respecting confidentiality but not fighting shy of",
  "ideas or opinions that challenge entrenched mindsets.",
  "One major contrast between the era I first studied and the one of today relates to the willingness",
  "of the government to entrust bureaucrats with politically sensitive assignments. All too frequently",
  "in the past, Mrs Gandhi used to bypass the MEA in sensitive diplomatic missions, as in 1971 when",
  "she used politicians and academics like D.P. Dhar in Moscow and ‘JP’ Narayan and Sisir Gupta",
  "on a global conscience-stirring crusade, while MEA officials remained in the dark on the",
  "unfolding of policy. It was, indeed, while Indira Gandhi was in sole charge of the MEA (during an",
  "interregnum between foreign ministers) that she denounced India’s ‘generalist’ bureaucrats who, in",
  "the absence of authoritative government, had ‘developed a mystique both of infallibility and of",
  "transferability of talent’. In recent years, the number of political appointees in key diplomatic",
  "assignments has dwindled, and the majority of them have in fact been retired diplomats, kept on",
  "after their retirement date on a contractual basis as ‘political’ appointees by prime ministers they",
  "had impressed in the course of their careers. Even special envoys—a designation used in the past",
  "to send politicians or eminent academics on diplomatic assignments to specific countries for",
  "particular purposes—are now overwhelmingly, if not exclusively, serving or retired diplomats.",
  "Even a purely political controversy such as the dispute in 2012 over a Norwegian court taking two",
  "Indian children away from their parents—the sort of problem that in the United States a Jesse",
  "Jackson might have flown in to resolve—saw a Secretary in the ministry being sent to Oslo as",
  "special envoy. The presumption of ‘infallibility and of transferability of talent’ seems to be back in",
  "full swing.",
  "Other changes have cut both ways. Factors of both recruitment and size had, in the initial",
  "decades, rendered the IFS an elite cadre in a country where the top civil services still attracted",
  "many of the most promising minds in the country. But the foreign service’s elitism went beyond",
  "merely intellectual or educational snobbery. A socio-economic study in the late 1960s found that",
  "IFS recruits spanned a very narrow social range, hailing almost exclusively from a very thin upper",
  "stratum of Indian society. The criteria for the selection to the IFS, stressing as they did fluency in",
  "English and social graces, placed a premium on the Westernized urban India, and almost half the",
  "IFS recruits were the children of civil servants. Though the tyranny of the Raj-era ICS—the subjectof a memorable twenty-one-page deposition by Ambassador Dhamija before the Pillai committee",
  "—subsided with attrition, the IFS officers who rose to replace them acquired many of the same",
  "colonial-era attitudes to their profession, to the point where many Indian diplomats were described",
  "by a critic as ‘foreign even to their own country’s culture, history and problems’. For many years",
  "and all too frequently, it was the exceptional rather than the average diplomat who could relate to",
  "and speak for the Indians he claimed to represent.",
  "This has changed dramatically with the democratization of recruitment and the IFS becoming a",
  "noticeably less elitist service, including in its ranks many entrants who do not speak English",
  "fluently at the time of recruitment, an unthinkable attribute till the 1980s. But whether these young",
  "people are also the best to represent India in a world where articulation in English is almost a",
  "basic qualification (and one that used to be taken for granted in Indian diplomats) is another matter.",
  "As former ambassador T.P. Sreenivasan observed, ‘Of late, even proficiency in English is not",
  "insisted upon. When it was suggested that those who did not write their papers in English should",
  "not be considered for foreign service, some argued that it would be unconstitutional to be",
  "discriminatory! We will soon have diplomats without proficiency in English.’ When political",
  "pressures for greater democratization and the use of the vernacular come up against the diplomatic",
  "case for Anglophone sophistication, there is little doubt in India that the former will prevail.",
  "The MEA’s financial resources are also far from commensurate with the globe-spanning tasks with",
  "which it is saddled. The ministry’s revised budget for the year 2011–12 was  7836 crore ($1.56",
  "billion), of which the amount actually budgeted for ‘external affairs’ (as opposed to",
  "administration, overseas aid, etc.) was  3814 crore (about $762.8 million, or 48.6 per cent of the",
  "budget). The rest was largely allocated to technical and economic cooperation with foreign",
  "countries. The cost of running India’s embassies and overseas missions was  1464 crore ($292.8",
  "million, or 18.6 per cent). The MEA’s overall budget in 2012–13 was slated to go up to  9661",
  "crore ($1.93 billion), but again most of the budgeted increase was earmarked for additional aid to",
  "Afghanistan, Bhutan and African countries. Not every year witnesses an increase: indeed, in 2005–",
  "06 and 2009–10, the MEA’s actual expenditure patterns showed negative growth (–3.42 per cent",
  "and –5.12 per cent respectively). It is not unreasonable to conclude from these figures that the",
  "MEA does not dispose of adequate resources for the challenges of global diplomacy.",
  "Early conceptions of Indian diplomacy had required that India’s global presence be wide but",
  "inexpensive, a real challenge for a country whose diplomacy spread itself too thin and not too",
  "efficiently. Indian diplomats had long tried (with uneven success) to maintain standards of style",
  "and hospitality on limited resources while avoiding the appearance of either miserliness or",
  "vulgarity. Yet while on the one hand the India of the 1970s could not afford a direct system of",
  "communication between the MEA and the embassies, and had to rely on commercial telegrams (on",
  "which ambassadors were regularly advised to economize), it also permitted colossal waste in the",
  "allocations of such resources as it did not possess. For instance, in a perverse genuflection",
  "towards the former colonial masters, India House in London in the early 1980s was overstaffed",
  "(with nearly 400 employees), overpriced (it operated on a budget that amounted to a seventh of the",
  "total expenditure on all Indian embassies) and maladministered (security guards assigned from",
  "India were paid a pittance and not permitted to bring their families with them, while a ‘medicaladviser’ earned twenty-five times as much even though, as a non-registered practitioner in Britain,",
  "he could not legally fill a prescription). Though the resources available to today’s MEA have gone",
  "up considerably with the country’s two decades of booming economic growth, such anomalies in",
  "the allocation of resources persist, despite India having had to open a slew of new embassies in",
  "the former Central Asian Republics of the Soviet Union, and needing considerably to augment its",
  "presence in Latin America and in Africa.",
  "On a more positive note, however, the efforts of Indian diplomats are being actively augmented",
  "by the Indian private sector, which in recent years has demonstrated a considerable penchant for",
  "playing a diplomatic role. The major business associations, particularly the Confederation of",
  "Indian Industry and the Federation of Indian Chambers of Commerce and Industry, have been",
  "significant players at events such as the World Economic Forum in Davos or the annual meetings",
  "of the Aspen Institute. They have also conducted ‘strategic dialogues’ between titans of Indian",
  "industry and influential opinion-makers in countries like the United States, Japan and Singapore,",
  "and organized important trade delegations, such as a major group that made a breakthrough visit to",
  "Pakistan in 2012. The private sector has already convincingly demonstrated the capacity and the",
  "talent to serve as a ‘force multiplier’ for Indian diplomacy, particularly in its public diplomacy",
  "efforts and in national image building overseas.",
  "Aside from tight budgets, another legitimate concern about the MEA’s conduct of India’s",
  "international affairs relates to India’s inadequate foreign policy planning and research facilities.",
  "As far back as 1965, the reactive rather than anticipatory nature of Indian diplomacy had prompted",
  "the creation of the policy planning and review division of the MEA. The division, first headed by a",
  "joint secretary, reported to a policy planning and review committee, chaired by the foreign",
  "secretary. In theory the committee was to receive the division’s recommendations and suggest, on",
  "their basis, guidelines and directives for future policy, but in practice the committee paid little",
  "attention to the division, which after submitting a few disregarded papers rapidly fell into",
  "desuetude. It was reactivated during the Bangladesh crisis, when it served as D.P. Dhar’s base of",
  "operations and masked his great authority as the fulcrum of Prime Minister Indira Gandhi’s",
  "Bangladesh policy; but once the war was over and Dhar moved on, the unit reverted to its earlier",
  "insignificance. It was revived again in 1974 under former ambassador G. Parthasarathy, whose",
  "eminence won him regular meetings with the prime minister and the foreign minister, and then",
  "collapsed again with Mrs Gandhi’s defeat in the elections of 1977, never to be resurrected as a",
  "formidable force. The fundamental weaknesses in policy planning therefore remain; the",
  "ascendancies of Dhar and Parthasarathy were a function largely of their personal influence with the",
  "prime minister, rather than of enhanced institutionalization of a policy-planning process in the",
  "MEA. When I came to the ministry and found myself assigned overall supervision of the policy",
  "planning and research division, I was dismayed to find it was a backwater largely used to park",
  "officials for whom a more challenging assignment could not be identified. Perhaps the only",
  "tangible output of the division is the MEA’s annual report, that too prepared by it on the basis of",
  "inputs from the other divisions of the MEA. The government’s traditional ‘political’ interests and",
  "congenital disregard for strategic thought; MEA officials’ limited access to widespread sources of",
  "information, their lack of time and opportunity for reading and the narrowness of their functional",
  "data base; the nature of the power structure and prime ministerial supremacy; and, above all, thebureaucratic imperatives in favour of immediate and evident results rather than long-term",
  "dividends, all militate against the creation of effective policy-planning structures.",
  "Inevitably the MEA tends to place a greater premium on pragmatic ad-hocism than futuristic",
  "projections. The top policy-makers largely function on the basis of single-page assessments.",
  "Senior Indian policy planners and MEA officials tend to be a little defensive on the subject;",
  "several suggest that responsibility for policy planning should reside in the substantive territorial",
  "divisions, rather than be assigned to a separate entity with no particular expertise in the areas for",
  "which policy needed to be planned. It is not unreasonable to argue, as well, that policy planning is",
  "never missed in most governments until a crisis erupts and people start frantically seeking a plan.",
  "Inevitably, though, the substantive divisions are too busy with the immediate preoccupations of",
  "their daily in-boxes to have time for the luxury of long-term thinking. The result is that hardly",
  "anyone in the MEA is able to create policy plans that are anything but extrapolations from past",
  "policy.",
  "Ashley Tellis, too, has lamented India’s failure to develop state institutions that ‘enable the",
  "development of rational-purposive strategies and the mechanisms for undertaking the appropriate",
  "implementing actions’. Shorn of academic jargon, his argument echoes my own. The conspicuous",
  "shortcomings of our policy-planning and national security decision-making institutions, the absence",
  "of reform in our defence establishment, and the limited size (and therefore capacity) of the foreign",
  "service have unavoidably, in Tellis’s words, ‘undermined India’s ability to make the choices that",
  "advance its own interests’. It has also, he argues somewhat more contentiously, ‘left the country",
  "unable to respond to various American (and other international) overtures of cooperation’. David",
  "Malone makes the same point: ‘India’s foreign policy has tended to be reactive and formulated",
  "incrementally, case-by-case, rather than through high-minded in-depth policy frameworks.’",
  "Our conclusion is clear. India has evident, and significant, global responsibilities: these require",
  "it to review and reform the capacity, structure, functioning and reach of its foreign policy apparatus",
  "and its national security establishment. The challenge of engaging credibly with the global",
  "community is no trifling matter. It involves dealing with the wide range of issues involved in",
  "conducting relations with the rest of the world from the position of a serious, indeed major, power:",
  "political and strategic issues, economic and trade-related questions, cultural exchanges and public",
  "diplomacy. And it requires a country like India to be staffed and equipped to take initiatives, not",
  "merely react to world events. The MEA has to bear the brunt of the blame when Indian foreign",
  "policy is criticized in Parliament and abroad for lacking vision and failing to develop a unified",
  "strategy for India’s role in the world.",
  "Numbers are an essential part of the reforms needed. It is absurd that in South Block only five",
  "officers (some very junior) are assigned to cover all of the Americas, or that the number of Indian",
  "diplomats at our embassy in Washington has not changed since the days of our estrangement from",
  "Cold War America, or indeed that India has more diplomats posted in West European capitals than",
  "in East Asian ones. This situation, replicated ad infinitum across the geopolitical map, has",
  "prompted analysts like Daniel Markey to suggest that India lacks the institutional structures to even",
  "become, let alone conduct itself as, a global power.",
  "In his landmark 2009 paper, ‘Developing India’s Foreign Policy “Software”’, Markey outlined",
  "what he saw as ‘significant shortcomings in India’s foreign policy institutions that undermine thecountry’s capacity for ambitious and effective international action’. These accord largely with the",
  "ones I had identified three decades earlier, in Reasons of State. They include the modest size of",
  "the IFS, its inadequate selection process, stunted mid-career training and reluctance to avail of",
  "external expertise; the absence of compensatory ‘high-quality, policy-relevant scholarship’ by",
  "India’s few, under-resourced foreign policy–oriented think tanks; the very modest output of our",
  "‘poorly funded, highly regulated’ universities, which have few worthwhile international relations",
  "programmes (on which more later); and the inadequacy of our media and private-sector companies",
  "in promoting foreign policy issues. He went on to propose ‘steps that both New Delhi and",
  "Washington should take, assuming they aim to promote India’s rise as a great power’. These",
  "include: expanding, reforming, paying for and training the IFS to attract and retain high-calibre",
  "officers who could make a real difference to India’s engagement with the world; bringing external",
  "recruits into the MEA; encouraging world-class international studies in Indian universities; and",
  "building capacity for foreign policy research and policy advocacy in India’s think tanks. No",
  "reasonable person would dissent from any of these prescriptions.",
  "Markey is undoubtedly correct that the intellectual and institutional infrastructure for foreign",
  "policy making in India is still—three and a half decades after I first formulated the case in Reasons",
  "of State—‘underdeveloped, in decay, or chronically short of resources’. Unusually for a foreigner,",
  "Markey comments on the IFS itself, painting a portrait, in the words of former foreign secretary",
  "Salman Haidar, ‘of a service wrapped up in its own ways, insufficiently responsive to change and",
  "mired in outdated methods’. Markey notes practices like the almost automatic promotion system,",
  "which involves no weeding out of dead wood before people become senior enough to do real",
  "damage; and the extent to which senior policy-makers are bogged down by daily operational",
  "responsibilities. His observations on the administrative shortcomings of the MEA prompted a",
  "former ambassador to wax indignant about the skewed careers of the ‘blue-eyed boys’ with which",
  "the MEA is said to be replete: ‘Those who have remained in neighbouring countries or in",
  "multilateral posts [the most desirable foreign postings] for long have done so by hook or by crook,",
  "not by the government’s deliberate design.’",
  "This clearly has to change. There is room for additional ideas that such studies have",
  "overlooked, such as doing unto the MEA what India does unto other nations—outsourcing some of",
  "its tasks and functions (especially routine protocol matters) to lesser, lower-paid entities in the",
  "private sector. Some of the needed reforms, if implemented, would beget other reforms; if the",
  "recruitment policy were changed, for instance, even if it simply involved a doubling or tripling of",
  "the annual intake, as India’s place in the world would justify, there would be an inevitable",
  "promotion logjam in a couple of decades as the number of entrants would vastly outstrip the",
  "number of senior positions available. This would itself oblige the MEA to create a more rigorous",
  "evaluation and promotion policy that would reward efficiency and effectiveness, rather than mere",
  "seniority.",
  "Some other proposals, however, face difficulties going beyond the terms of the argument",
  "Markey makes: India’s few think tanks, for instance, have to struggle to have access to any official",
  "documentation or reliable inside information, so that their studies, in Salman Haidar’s mordant",
  "words, ‘tend to be at a remove from official preoccupations’. This may be gradually changing, for",
  "instance with the establishment in Mumbai of Gateway House, a foreign affairs think tankseemingly modelled on New York’s Council on Foreign Relations, but without (yet) the resources,",
  "the convening power or the clout of its comparator. But there is for now no equivalent of the",
  "Council in India. There is no shortage of seminars and discussions, however, including some—",
  "such as the annual India meetings of the World Economic Forum—which serve as a platform and a",
  "location for policy discourse as well as for international networking and image building.",
  "The lack of a coherent and effective declassification policy compounds this problem. It is",
  "difficult for analysts to understand Indian foreign policy making from Indian sources, as the",
  "analysts have no legitimate access to such sources or to any documentation at all, other than",
  "material of historical value (though even many in that category have not been declassified,",
  "including material relating to the wars of 1962 and 1971). Other ideas, like improved pay to make",
  "diplomacy a more attractive career option, cannot be pursued in the IFS alone; as Haidar points",
  "out, some of the reforms suggested by the likes of Markey or myself ‘cannot be undertaken without",
  "much broader reform within the civil services as a whole: the MEA is not an island to itself.’",
  "In India, therefore, some changes in essential areas will be slow to come because they cannot be",
  "pursued in other areas. There is a mountain to be climbed before the IFS and the MEA become",
  "more effective instruments of India’s global interests in a globalizing world.",
  "‘Much is written, even more spoken, every day about India’s foreign policy,’ commented a former",
  "diplomat towards the close of Mrs Gandhi’s reign. ‘In Delhi, in particular, especially after the",
  "establishment of Jawaharlal Nehru University, dons, area specialists and others wax eloquent on",
  "it. They participate in public seminars, give radio and television talks and interviews and publish",
  "articles. Their zeal for educating the public and drawing attention to themselves is astonishing.’",
  "Even more astonishing, perhaps, was the barrenness of that activity, its seeming unrelatedness to",
  "the empirical realities of Indian foreign policy making and its virtual inability to make the slightest",
  "dent in the armour of the establishment, of which it was a major component. Every one of a wide",
  "variety of Mrs Gandhi’s top aides and a number of senior MEA officials interviewed by this",
  "author in 1977 testified to their disregard of the self-appointed elite public on foreign policy; the",
  "only intellectuals who made any impression on foreign policy were those who went beyond co-",
  "optation and actually joined the decision-makers. It is hard to argue that things are that different in",
  "2012.",
  "‘I have no doubt,’ Mrs Gandhi acknowledged early in her rule, ‘that our present administrative",
  "system uses the expert inadequately and indifferently.’ As it proved, there was little she could do",
  "about it; the anti-intellectualism of the entrenched bureaucracy was too intractable. The concept of",
  "the non-governmental expert as a legitimate addition to established channels of policy was not a",
  "popular one among either politicians or bureaucrats. Nor did it find much support in India’s",
  "sociocultural evolution.",
  "Indian intellectuals are heirs to one of the most elitist intellectual traditions of the world. The",
  "post-Vedic Brahmins sought exclusive intellectual distinction in principle, and the caste system",
  "confirmed their elitism in practice. Increasingly, however, that elitism became a hallmark of all",
  "Indian intellectualism. The search for knowledge, and in turn the entire realm of ideas, was",
  "detached from the everyday concerns of the rest of society. Over the years—from the earliest",
  "simple divisions between the (priestly and scholarly) Brahmins and the (martial and kingly)Kshatriyas, to the gulf that separates the twentieth-century academic from the politician—",
  "intellectuals abandoned worldly affairs to those qualified to act rather than to analyse. In modern",
  "India they remained aloof from the quotidian concerns of governmental policy, but this distance no",
  "longer bespoke Brahminical superiority. Instead intellectuals were a deprived breed, shorn of that",
  "which made their elitist forebears respected: influence over the wielders of power. An",
  "increasingly populist politics and a career bureaucracy took over the symbols of state authority. In",
  "the new formulation, those who could did; those who could not theorized.",
  "The value preference of middle-class India inevitably reflected these norms. ‘Society’ had come",
  "to accord more respect to the lowliest IAS/IFS trainee than it did the most qualified academic or",
  "savant. (The rates in the country’s unofficial but pervasive dowry market could confirm this",
  "empirically.) Intellectuals, therefore, formed a segment of the educated class from which sprang",
  "the country’s rulers, but they did not constitute (in Mosca’s sense) members of the ‘ruling class’.",
  "This, many intellectuals came to regret. In independent India they sat in judgement all too",
  "frequently on those whose seats they would gladly have occupied, if they could. Far from",
  "constituting a jury of peers in a people’s court on governmental performance, intellectuals are—as",
  "the subjects of their prescriptions realized—by and large passing verdicts on their betters.",
  "Sentenced to a lower social status, his livelihood subsidized by government grants, the Indian",
  "intellectual is a poor relative of the Indian bureaucrat, and he knows it.",
  "The result is, as the sociologist Edward Shils noted, that government officials ‘do not learn to",
  "benefit from criticism emanating from the universities; instead, they maintain a secretiveness and",
  "touchiness which is injurious to efficiency in economic life and to political democracy’. K.",
  "Subrahmanyam, who, as a government official appointed to head the scholarly Institute of Defence",
  "Studies and Analyses, operated in the twilight zone between bureaucracy and academics, found to",
  "his dismay that even government-sponsored academic institutions were disregarded by the MEA in",
  "policy formulation. Subrahmanyam attributed this to the MEA’s insecurity about its own",
  "competence, and fear that ministers would soon bypass officialdom altogether. Whatever the",
  "reason, academics received short shrift in the MEA. A plan briefly mooted by then foreign minister",
  "Dinesh Singh to attach a consultative committee of a dozen scholars to the MEA was quickly shot",
  "down. One academic on the list suspected that Congress MPs had intervened, but this author",
  "learned that it was the then MEA Secretaries who had rebelled against the idea. The extent of",
  "interaction between the two communities was restricted to the occasional informal seminar or the",
  "even less frequent sabbatical at Jawaharlal Nehru University. For a variety of reasons, there was",
  "no direct academic input.",
  "Policy planners and MEA diplomatists are privately scathing in their contempt for intellectuals.",
  "Academicians, the bureaucrats argue, were inadequately informed about contemporary problems,",
  "and had no idea of empirical reality or the mechanics of policy implementation; their involvement",
  "in policy-making would only introduce impracticalities and impair stability and continuity. Devoid",
  "of an independent socioeconomic base, unable (unlike journalists) to express their views in",
  "influential publications on a regular basis, and often anxious to please the government of the day,",
  "India’s intellectuals are not seen by policy-makers as a respectable community of minds but as",
  "irrelevances not worth treating seriously. The occasional conscientious MEA official reads",
  "scholarly journals and attends seminars at the Indian Council of World Affairs, subject to thelimitations of time and his convenience. But the techniques by which the MEA keeps abreast of",
  "non-official opinion are few and far from searching, and the foreign policy bureaucracy remains",
  "insulated from most advances in thought outside the ministry.",
  "To a great extent, however, the failure of the Indian intellectual goes beyond the imperviousness",
  "of officialdom. Standards, rarely high, have been further diluted under populist pressures for the",
  "expansion of higher education. In the upper reaches of academe, style rather than substance tends to",
  "prevail—when the Indian intellectual is not seduced by plausible theories, since ideology in Indian",
  "academia proves too often a facile substitute for original thought. There is a congenital lack of",
  "empiricism in most academic critiques; the tyranny of hypothesis and the absence of a discipline of",
  "facts abound in most intellectuals’ views of government policies. These traits particularly",
  "manifested themselves in foreign policy critiques. ‘With a very few exceptions,’ one commentator",
  "noted, ‘the Indian intellectual has been incompetent when he has not been unctuous, and afraid of",
  "embarking on a rational inquiry when he has not been afraid of the establishment.’ Since",
  "independence ‘there has not appeared a single significant work by an Indian writer discussing",
  "these fundamentals [national interests, options, means] with any depth or originality … To expect a",
  "good essay on the theoretical aspects of foreign policy is to expect the impossible.’ Accordingly,",
  "an ‘air of unreality’ prevailed in most analysis of foreign affairs, which suffered from what former",
  "US secretary of state Dean Acheson had termed ‘the clichés, the moralism, the emotionalism, the",
  "bad history, faulty analysis and just plain ignorance’ of much American foreign policy criticism in",
  "the post–Second World War years.",
  "The Indian intellectual’s lack of interest in developing specialized knowledge in foreign policy",
  "led to an undue focus on marginalia, rather than on the conceptual basis of foreign policy. Foreign",
  "policy seminars tend, as one analyst put it, ‘to make major comments on external political issues,",
  "rather than to come to grips with India’s policies towards these issues’. The study of international",
  "affairs also lacks a solid academic infrastructure in the universities. Frequently conformism",
  "emerges, possibly because it was natural for the intelligentsia of a newly emergent nation to",
  "identify itself with that nation’s posture in world affairs, though this is fortunately waning six and a",
  "half decades after independence. This attitude extended even to attempts to acquire specialization.",
  "Till the 1990s, the Soviet studies programmes at Jawaharlal Nehru University and similar",
  "institutions were more concerned with promoting Indo-Soviet friendship than with disinterested",
  "academics. It was, therefore, not very surprising that officialdom preferred to disregard",
  "intellectuals as lacking in critical integrity. Their anxiety not to offend the government only invited",
  "the scorn of those they wished to please.",
  "These inherent weaknesses—lack of social approbation, resistance from the entrenched foreign",
  "policy bureaucracy, low standards of achievement and willingness to conform—were exacerbated",
  "by the guilt that Edward Shils had traced long ago: ‘The Indian intellectual charges himself, and",
  "even more bitterly and frequently his fellow-intellectuals, with being “out of touch with the",
  "people”.’ While Shils saw this largely as an imaginary problem, it was a very real one for the",
  "intellectual elite. By their very acquisition of the attributes of intellectualism, they lost the direct",
  "mass contact that alone would have enabled them to influence either rulers or ruled. For many,",
  "their status as intellectuals symbolized privilege, and made them acutely conscious of (as well as",
  "vulnerable to attack because of) their distance from the concerns of the masses. In some cases,reflexive guilt drove them to mortgage themselves to the most visible self-proclaimed",
  "representatives of the masses—the political leaders. As a result the ‘elite public opinion’",
  "represented by Indian intellectuals was neither well informed nor effective. Opinion bore little",
  "relation to analyses of reality, and even less to prospects for action. While opinion was expressed,",
  "it was usually without expectation that policy change would result from it. Ambassadors learned",
  "quickly that urgent and passionate discussions of policy were commonplace while action to change",
  "policy was rare. Discussion is an ‘art form’ in India, an egocentric ritual of simulated conviction",
  "or, at best, a second-hand expression of conscience. Its vitality is attenuated by its own",
  "irrelevance.",
  "The only departure from this norm is when intellectuals turned to the daily newspapers, the",
  "proliferation of media outlets offering them multiple avenues for the expression of opinion. But",
  "despite exceptions, these had at best a limited impact on both the public and the MEA. Outside the",
  "academic community and some sections of the press, there is little interest or competence in",
  "foreign policy analysis. This is not true of the final category of intellectual who writes on foreign",
  "policy, the retired diplomat, though too many evade responsibility for conceptual soul-searching",
  "by devoting themselves to repetitive reminiscences, such as K.P.S. Menon’s syndicated variations",
  "in the 1960s and 1970s on the theme of Indo-Soviet friendship. In more recent times, former",
  "foreign secretary Kanwal Sibal has become a prolific commentator on foreign policy issues from a",
  "distinctly hard-nosed realpolitik perspective. But with honourable exceptions like Salman Haidar",
  "and T.P. Sreenivasan, there has been little attempt to put practical experience in the field, so",
  "lacking in other intellectuals, at the service of institutional re-examination.",
  "There are also limitations on the Indian intellectual that run deep in the political ethos. There are",
  "few Indian equivalents of the contextual documents and white papers issued by the British or",
  "Australian Parliaments (and earlier by Nehru). As for the annual report of the MEA, an inscrutable",
  "collection of banalities and itineraries, one critic bitingly observed that ‘the only explanation for",
  "this consistently dull, drab and un-illuminating document is the assumption at the political level",
  "that the conduct of foreign policy is an esoteric subject best known to its practitioners’.",
  "The problem of insufficient quality in public discourse about foreign policy is further augmented",
  "by an increasing resort to direct censorship of such material as is available. Publications from",
  "Taiwan, for instance, ‘which contain statements on political issues relating to international affairs",
  "which are likely to prejudicially affect friendly relations [with China!]’ were once forbidden,",
  "though mercifully no longer so; while, paradoxically, the Indian Council of World Affairs was",
  "once obliged to withdraw a book from the press because it contained banned Chinese editorials.",
  "As an editorialist in the Statesman protested at the time:",
  "Censorship action under the Sea Customs Act is merely frustrating to the occasional scholar, who wants to know what",
  "attitudes others are taking, without affording any significant protection to the public. Many foreign books on Indo-",
  "Pakistan relations, for instance, now have the maps removed before export …. This helps nobody here while foreigners",
  "continue to see erroneous matter which Indians cannot prevent them from reading and are, by deprivation, less well-",
  "equipped to refute.",
  "Such restrictions on unpopular foreign opinions also impinge on the Indian citizens’ right to hold",
  "the same views. But even that right has been abridged by far-reaching legislation. Freedom of",
  "expression under Article 19 of the Indian Constitution, already modified to include ‘reasonable",
  "restrictions’ to protect national security, was amended further by Mrs Indira Gandhi’s governmentto proscribe material that impinged on ‘national sovereignty’. In 1967, an Unlawful Activities",
  "(Prevention) Act was passed to penalize any action by an individual or association ‘(i) which is",
  "intended, or supports any claim, to bring about on any ground whatsoever, the cession of a part of",
  "the territory of India from the Union or which incites any individual or group of individuals to",
  "bring about such cession or secession; (ii) which disclaims, questions, disrupts or is intended to",
  "disrupt the sovereignty and territorial integrity of India’. As the then home minster explained to",
  "Parliament, ‘If someone says that Government should settle the dispute with China or Pakistan",
  "peacefully, it would be a legitimate thing. But if it is said that India should give away territory to",
  "China or Pakistan to purchase peace it would certainly become unlawful.’ Apart from rendering",
  "one part of the Swatantra Party’s foreign policy platform illegal and depriving Indian intellectuals,",
  "policy advocates and columnists of a legitimate option for discussion, the act in effect denied the",
  "public the right to advocate what has since become India’s de facto position, freezing the status",
  "quo on the northern borders.",
  "Finally, Western scholars have found it increasingly difficult to obtain entry visas for India, the",
  "establishment apparently believing that India can be victimized by sloppy foreign scholarship.",
  "Intellectual quests for objective inquiry, it appears, are not valued at the expense of the national",
  "‘image’. This hardly accords with the requirement for serious and wide-ranging debate on foreign",
  "policy issues in a democracy aspiring to global status.",
  "With the non-governmental intellectual unable to make any substantive impact on foreign policy,",
  "it becomes necessary to look beyond the power of reason and argument to that of numbers, to the",
  "broader majority of India’s ‘public’. No scholar can definitively pronounce judgement on whether",
  "a foreign policy should, by definition, reflect a ‘national will’, a set of popular preferences or only",
  "the calculated judgements of the ruling elite. But as the embodiment of a nation’s collective",
  "personality and interests on the international stage, a foreign policy is bound to partake of the first",
  "two elements—in whatever measure—as certainly as it is bound to reflect the final stamp of the",
  "third. It is probably true that the impact of public opinion on foreign policy is everywhere limited,",
  "though there are considerable differences of degree among nations. But where the public is cited as",
  "constituting the justification for a foreign policy—which is most often the case with external",
  "affairs, and certainly has to be so in democratic India—the incorporation of the public’s beliefs in",
  "that policy (to echo Falk’s list of desiderata in our opening chapter) is essential.",
  "There are obvious limits to the general public’s interest in foreign policy: most people’s",
  "preoccupation with sheer survival and related concerns leaves them with little time to spare for",
  "any understanding of the country’s foreign policy. On the other hand, their very ignorance could be",
  "exploited by an opportunistic few for domestic political ends, especially since the Indian masses",
  "possess the ultimate power over their government, that of the ballot box. Indeed, they use this",
  "power somewhat more frequently than the intellectuals of the ‘elite public’: beyond a certain point,",
  "any increase in the characteristics of ‘modernization’—rise in the level of education, exposure to",
  "mass media and other modernizing influences, and geographical mobility—actually produces not",
  "an increase but a decline in voter turnout. The government’s dependence on the votes of the",
  "broader public provides the clue to the power of the masses—and therefore of public opinion in",
  "the broadest sense—on foreign policy. Concerns about the ‘Muslim vote’, for instance, have",
  "dominated Indian policies towards Israel, and the reluctance to display overt friendship to thatcountry—by, for instance, extending invitations to prominent Israelis to visit India—can be traced",
  "directly to a desire to avoid provoking a domestic political reaction. India’s frequent electoral",
  "contests—there is an election every six months, it sometimes seems, for one of India’s twenty-eight",
  "state assemblies if not for the national Parliament itself—have contributed to a reluctance to take",
  "any foreign policy initiatives that could be exploited by other political parties at the hustings. Thus",
  "if Shimon Peres never gets to see the Taj Mahal as president—for fear of a Muslim backlash that",
  "would count in votes against the ruling party—he only has Indian electoral democracy to blame.",
  "This may sound as if domestic politics has a major impact on foreign policy making, but in fact",
  "such impact is superficial: to pursue the same example, sensitivity to Muslim voters’ views would",
  "not impinge on the substance of India’s defence purchases from or security exchanges with Israel,",
  "even while it might prevent overly visible gestures putting the relationship on display. For in",
  "reality, the general public is crippled by its own lack of interest in national, let alone world,",
  "affairs. In a country where many are barely conscious of political issues beyond their own village",
  "or neighbourhood, let alone national questions, foreign policy is, at bottom, a remote concern.",
  "And yet the world impinges more and more on the daily lives of Indians, especially urban",
  "Indians. What does it mean to be a young person in Delhi today? It can mean waking up to an alarm",
  "clock made in China, downing a cup of tea from leaves first planted by the British, donning jeans",
  "designed in America and taking a Japanese scooter or a Korean car to get to an Indian college,",
  "where the textbooks might be printed with German-invented technology on paper first pulped in",
  "Sweden. The young Indian student might call his friends on a Finnish mobile phone to invite them",
  "to an Italian pizza or even what they think of as an Indian meal, featuring naan that came here from",
  "Persia, tandoori chicken taught to us by rulers from Uzbekistan and aloo and hari mirch that first",
  "came to India only 400 years ago from Latin America. (And the most desi thing of all, of course, is",
  "suspicion of anything foreign.)",
  "The fact is that, as I argued in Chapter One, today’s young Indians are facing an ever more",
  "globalizing world in which international developments are likely to impact their daily lives more",
  "than ever before. As minister, I would say to my young audiences: ‘You should want your",
  "government to seize the opportunities that the twenty-first-century world provides, while managing",
  "the risks and protecting you from the threats that this world has also opened you up to.’ This is why",
  "they should care more about the substance of India’s engagement with the world and less about the",
  "marginalia that currently dominates what little discourse there is about foreign policy among the",
  "general public.",
  "We seek to redefine our place in a world that has changed from the one into which we emerged",
  "in 1947, just as we ourselves have changed a great deal in the intervening six and a half decades.",
  "We are today one of the world’s largest economies, a proud player on the global stage with a long",
  "record of responsible conduct on international matters. But is our foreign policy apparatus",
  "commensurate with the challenge? Is our society as a whole imbued with a consciousness of the",
  "strategic opportunity that engagement with the globe offers? Can we be taken seriously as a",
  "potential world leader in the twenty-first century if we do not develop the institutions, the",
  "practices, the personnel and the mindset required to lead in the global arena?",
  "Our foreign policy debates in Parliament and the media seem obsessed with Pakistan or with",
  "ephemera, or worse, ephemera about Pakistan. There is little appetite for in-depth discussionabout, say, the merits of participating in the Non-Aligned Movement or the Conference of",
  "Democracies, or the importance we should give to such bodies as SAARC or the IOR-ARC. When",
  "I was minister of state for external affairs I suppose I should have been grateful, even relieved, at",
  "being allowed to get on with foreign policy formulation without the interference of the general",
  "public. But I was not; I was deeply frustrated by the indifference of educated Indians, because in",
  "my view foreign policy is too important an issue to be left to the MEA alone. Our society as a",
  "whole, and particularly its educated young people, must care enough about India’s place in the",
  "world to participate actively in shaping our international posture.",
  "And yet the picture around us is a pretty dismal one. International relations is a neglected",
  "subject on our campuses; my own alma mater, the prestigious St Stephen’s College which has",
  "produced a legion of IFS officers and a slew of foreign secretaries, does not offer a course of",
  "study in international relations. The few colleges that do offer the subject do so in a formalistic",
  "and formulaic fashion that ill-equip the student to understand the realities of our contemporary",
  "world. JNU apart, few can hold a candle to the universities in China, Russia or the West that teach",
  "international relations to young people of a similar age. We do have a handful of thinkers about",
  "international issues and a fistful of think tanks, but in size, quality of expertise and range of output",
  "they all have a long way to go before they match the role played by, for example, their equivalents",
  "in the United States.",
  "And what about the young people who must shape the future orientation of India to the world? A",
  "young scholar, Raja Karthikeya Gundu, recently wrote:",
  "Few Indian students go beyond the West for study, and even if they wanted to, there are barely any scholarships or",
  "resources from government or private sector to do so. The average Indian has barely any understanding of foreign",
  "cultures, norms and worldviews, and satellite TV and Internet have not managed to change this. Hence, in the absence of",
  "global exposure, Indians continue to be an inward-looking nation burdened by prejudice. Thus, it is no surprise that when",
  "Indians travel abroad for the first time in their mature years, they are often culturally inadaptable and even mildly",
  "xenophobic.",
  "This strikes me as somewhat overstated, and yet there is a kernel of truth in it.",
  "The situation will not improve unless we can improve the study of international affairs at our",
  "colleges and universities. In 2008 I was invited by my Singaporean friend Kishore Mahbubani to",
  "join a gathering, organized by his Lee Kuan Yew School of Public Policy, of some of the most",
  "eminent scholars of international relations (or ‘IR’, as it is known to the cognoscenti) to brainstorm",
  "on improving the current state of the discipline in India. I couldn’t join his effort, but one scholar",
  "who did, Amitabh Mattoo, observed that ‘There are few other disciplines in India … where the",
  "gulf between the potential and the reality is as wide as it is in the teaching and research of IR at",
  "Indian universities. Interest in India and India’s interest in the world are arguably at their highest in",
  "modern times, and yet Indian scholarship on global issues is showing few signs of responding to",
  "this challenge.’",
  "Today, IR is taught in more than a hundred universities in India, but in Mattoo’s words, ‘most of",
  "the IR departments have a shortage of qualified faculty, poor infrastructure, outdated curriculum",
  "and few research opportunities’. More than half the departments do not even have access to the",
  "Internet, and are so deprived of the rich wealth of online resources that students elsewhere in the",
  "world can command. Books and journals are in short supply. Little expertise has been developed",
  "in specific areas or countries of concern to India; to take one example, despite all the fuss aboutthe reference to Balochistan in the joint Indo-Pakistani statement at Sharm el Sheikh in 2009, there",
  "is no major scholar of Baloch studies in India to whom either the MEA or its critics can turn.",
  "Foreign languages are poorly taught, resources for study trips abroad are scarce, research is of",
  "varying quality and opportunities for cross-fertilization at academic conferences practically non-",
  "existent. Whereas China, a latecomer to the field, has already developed, in the last three decades,",
  "a critical mass of students and scholars of IR, we are behind where we were in the heady days of",
  "the Nehruvian 1950s when we established bodies like Sapru House and the Indian Council of",
  "World Affairs, which we have allowed to atrophy.",
  "The scholar Kanti Bajpai has argued that ‘Rising powers seem to get the IR they need.’ But it",
  "won’t just happen. We need to change the way we all think about international relations—my",
  "younger readers, the future leaders of this country, and we, its present ones. The MEA has to be",
  "willing to play its part, in collaboration with those responsible for educational policy, to bring",
  "about the change I have been calling for, but there is no institutional proposal yet in place to make",
  "that happen.",
  "To return to Amitabh Mattoo, he warns that ‘India’s inability to develop a sophisticated and",
  "comprehensive understanding of the world outside will have more serious consequences than just",
  "the dwarfing of a discipline. It could well stunt India’s ability to influence the international",
  "system.’ That is an outcome that, for all the reasons I have described, we can ill afford.",
  "So much for the MEA, think tanks, public and intellectual opinion; but what about the formal",
  "structures in India’s domestic politics that constitutionally could impact foreign policy making: the",
  "formal Opposition in and out of Parliament, and the state governments in India’s federal system? A",
  "vital element of India’s governmental consensus, going back to the days of the independence",
  "movement, has been the parliamentary system of government, with its structure of an elected",
  "majority being confronted daily by an organized Opposition. Former British Prime Minister Lord",
  "Attlee testified to this on the basis of his experience as a member of a British constitutional",
  "commission. Indians, he noted, ‘believed that the Westminster model is the only real one for",
  "democracies’; when he suggested the US presidential system to Indian leaders, ‘they rejected it",
  "with great emphasis. I had the feeling that they thought I was offering them margarine instead of",
  "butter.’ Indian politicians, including the communists, turned to the system with great delight,",
  "revelling in adherence to parliamentary convention, down to the desk-thumping form of applause,",
  "and complimenting themselves on their authenticity. (The CPI leader Hiren Mukherjee proudly",
  "asserted once that British Prime Minister Anthony Eden had felt more at home during question hour",
  "in the Indian Parliament than in the Australian.) Faith in the parliamentary system was reaffirmed",
  "in the open jubilation of the Indian political class when the post-war regimes of Pakistan and",
  "Bangladesh both opted to discard the presidential form of government; in the wide regret when the",
  "latter nation reverted to it; and in the public outrage that Mrs Gandhi should, during the Emergency,",
  "have contemplated abandoning the parliamentary system for a modified form of Gaullism.",
  "In India, the Opposition members of Parliament enjoy a wide range of formal powers and",
  "responsibilities in the field of foreign policy—at least theoretically. Under Article 246 of the",
  "Indian Constitution, Parliament is empowered to legislate on ‘all matters which bring the Union [of",
  "India] into relation with any foreign country’. Article 253 gives Parliament the exclusivelegislative authority to implement treaties and international agreements, and Article 51 urges it to",
  "promote peace as a governmental endeavour. Parliament is also the ultimate authority in regard to",
  "the budget, its financial control over the appropriations of each individual ministry affording it a",
  "means of influencing the ministry’s actions. The Lok Sabha meets normally for three or four",
  "sessions a year, for a total of seven to eight months, and at each session debates a statement by the",
  "foreign minister on the international situation. Once a year it also discusses the annual report of the",
  "MEA and the ministry’s demands for grants (I was entrusted in 2011 with the responsibility of",
  "leading the Treasury bench’s response to the Opposition’s assault on the government’s foreign",
  "policy in the Lok Sabha). Other opportunities for the expression of views on foreign policy come",
  "in parliamentary resolutions, moved by individual members, on such aspects of world situation as",
  "move them, from Chinese border incursions to the perennially popular issue of US arms to",
  "Pakistan.",
  "The routine proceedings of Parliament include several devices for Opposition pressure on the",
  "government in the foreign policy field. Each house begins its day with Question Hour five days a",
  "week, followed by a ‘zero hour’ at which further issues could be raised. Most questions, ‘starred’",
  "(requiring a verbal response), ‘unstarred’ (requiring a written reply) and ‘short notice’ (which",
  "usually meet with a verbal response), are submitted at least two weeks in advance, in order to",
  "enable the ministry concerned to formulate a reply. The Speaker, who admits relevant questions",
  "under the Lok Sabha’s rules of procedure (Rules 38–58), also permits up to about six",
  "supplementary questions. None of these are particularly well informed, so they are not difficult for",
  "a well-briefed minister to handle.",
  "Another possible technique is the use of the proviso for ‘half-hour discussions’ to seek",
  "clarifications of answers provided by the government during question hour. Under Rule 55, these",
  "relate only to matters of ‘sufficient public importance’ to warrant the extra time, and require three",
  "days’ notice by at least three MPs. Rule 193 also provides for a short-duration discussion without",
  "notice, usually to draw the government’s attention to a problem it has ignored, but it has not widely",
  "been resorted to. This is probably because the Opposition has access to a more potent device, the",
  "calling-attention motion, proposed by a member for precisely that purpose. Once such a motion is",
  "admitted by the Speaker, the government is obliged to answer it immediately or to seek time to",
  "make a statement. Such motions tend mostly to be on domestic issues, but can also provide the first",
  "clue to parliamentary interest in an international issue as well—as was the case with the Sharm el",
  "Sheikh joint statement with Pakistan in 2009—and generally oblige the government to take a stand",
  "on the question (which, in the case of Sharm el Sheikh, involved some serious back-pedalling).",
  "Of even more serious import are adjournment and no-confidence motions. Under Rule 56 of the",
  "Lok Sabha, a motion could be raised to adjourn the house on an issue of urgent public importance;",
  "such motions have often been raised on foreign policy questions. No-confidence motions, or",
  "resolutions censuring the government, are relatively infrequently resorted to on foreign policy",
  "questions, the most significant exception being that relating to India’s nuclear deal with the United",
  "States, which nearly brought down the UPA government in 2008. The Opposition can also seek to",
  "amend the President’s annual address to Parliament, setting forth the government’s general policy",
  "for the year at the start of the budget session in February or early March. In all these instances, the",
  "Opposition has opportunities to make its presence felt; it is consulted on the arrangement ofbusiness, the allocation of time (usually distributed among the various opposition groups in",
  "proportion to their strength in the legislature) and granted numerous opportunities to speak.",
  "In addition to debates on the floor of the House, the Opposition is represented on parliamentary",
  "committees with responsibilities in the external affairs arena. Of these the most important is the",
  "Joint Consultative Committee on Foreign Affairs, created in 1953 at the suggestion of an",
  "independent member. The committee is an informal body, broadly representative of the",
  "composition of Parliament, which ‘consults’ with the minister for external affairs, who chairs its",
  "sessions, as opposed to the Standing Committee on External Affairs, which is chaired by an",
  "Opposition MP and can summon MEA staff to brief it, though it loses a lot of time on receiving",
  "visiting parliamentary delegations and inspecting passport offices. Other useful bodies are the",
  "Estimates Committee of the Lok Sabha, which examines the MEA’s estimates of expenditure and in",
  "one instance (in 1960– 61) was responsible for the reorganization of the ministry and its posts",
  "abroad; the Public Accounts Committee, which reviews government spending; and the Committee",
  "on Governmental Assurances, established in 1953, to check on the speedy implementation of",
  "‘assurances, promises, undertakings, etc. given by the Ministers from time to time on the floor of",
  "the House’. These committees help ensure the government’s accountability to elected",
  "representatives for its foreign policy, but are rarely able to question the fundamentals or to have a",
  "direct impact on specific issues of India’s external affairs.",
  "Formally, therefore, the Indian Parliament enjoys considerable opportunities to influence the",
  "creation and conduct of foreign policy. Though it does not possess the rights of some other",
  "legislatures to ratify treaties, confirm ambassadors or dictate the composition of diplomatic and",
  "trade delegations, its legitimate role in foreign policy goes back to Nehru’s very first speech on the",
  "subject, wherein he sought Parliament’s approval for the course he charted for India in world",
  "affairs. Constitutionally, the executive initiates policy and Parliament scrutinizes and (thanks to its",
  "financial power over the ministry’s grants) controls it.",
  "The complicating factor, however, involves the limits ingrained in India’s political culture on",
  "Parliament’s involvement in foreign policy. Formally, Indian policy-makers pay great respect to",
  "the theory of parliamentary involvement—one former foreign minister, Y.B. Chavan, on one",
  "memorable occasion, seeking ‘some mandate, some direction, some instructions, some suggestions",
  "from this honourable House’—but in reality the government seeks no real mandate from",
  "Parliament, considers no new directions, accepts no substantive instructions and responds to few",
  "suggestions. This may have devolved from a conception of the legitimate distinction in a",
  "parliamentary system between a law and a policy; the former emerges from open parliamentary",
  "discussion, the latter does not. ‘It is, of course, essential,’ declared one former Indian diplomat,",
  "‘for Government to keep Parliament in touch with the broad lines of its foreign policy, but for the",
  "government to conduct its foreign policy through Parliament is to invite confusion and deny itself",
  "any room for manoeuvring.’ Prime Minister Indira Gandhi, for instance, was blunter than Prime",
  "Minister Manmohan Singh would ever be in firmly restricting the right of policy creation to the",
  "government: ‘We have the responsibility,’ she noted, ‘whereas those who are not in power have",
  "the freedom and the right to advocate courses which may not necessarily be responsible.’",
  "The prevalence of this assumption in Indian governmental philosophy may be illustrated by a",
  "statement from another end of the chronological spectrum, which encapsulates thinking before andsince. Prime Minister Lal Bahadur Shastri asserted in the Lok Sabha in 1965, ‘I want to make it",
  "absolutely clear that to run the Government is our responsibility and we are going to discharge it.",
  "We do take broad guidance from this Honourable House on matters of policy. But we cannot be",
  "given executive directions every day. It would be an impossible situation and I cannot accept it.’",
  "This was, of course, a reasonable view. But where does it leave Parliament in general, and the",
  "Opposition in particular, on foreign policy? It would seem that their only role is to raise issues that",
  "may be discussed but would have no tangible impact on policy.",
  "It is true that even Jawaharlal Nehru, the great nurturer of Indian democracy and its institutions,",
  "insulated foreign policy from parliamentary influences. His government did not seek parliamentary",
  "advice on or consent to a single treaty or international agreement, including the Panchsheel",
  "declaration with China, and the agreements with Pakistan, Nepal, Bhutan and Sikkim. Nor did",
  "Nehru’s administration tell Parliament of Chinese encroachments on India territory till 1959, after",
  "they had begun. At the same time, foreign emissaries, especially from China and the Soviet Union",
  "in the late 1950s, were given information not publicly available to the Indian people or their",
  "representatives in Parliament. The military and psychological disaster of 1962 exposed the",
  "bankruptcy of this policy. One key lesson from Nehru’s China debacle must be that taking",
  "Parliament into confidence in advance offers a vital insurance to the government in the event of a",
  "foreign policy disaster, whereas a Parliament that discovers issues from the media after the event",
  "—as happened with the Sharm el Sheikh episode involving Pakistan in 2009—can express enough",
  "outrage as to constitute a constraint on the government’s foreign policy options thereafter.",
  "The various legislative devices outlined above make little difference. Despite Article 246, the",
  "field for parliamentary legislation in foreign policy is a limited one. Parliament’s finance power",
  "has literally never been exercised, primarily because of the sheer weight of numbers disposed of",
  "by any government with a parliamentary majority, which is always able to push through the MEA’s",
  "demands for grants without emendation. Private members’ resolutions very rarely get passed, and",
  "never against the direct concerted opposition of the government. The foreign policy resolutions that",
  "have in fact been passed in Parliament over the years have been on such issues as the Soviet",
  "invasion of Czechoslovakia and the US invasion of Iraq, India’s relations with specific countries,",
  "foreign aid, the repression of minorities in Pakistan, the execution of freedom fighters in the white-",
  "ruled Rhodesia and Chinese encroachments on the Indian frontier, issues on which either both",
  "government and Parliament were demonstrably helpless, or on which the passage of a resolution",
  "would appease critics without seriously affecting policy.",
  "Question hour could have afforded better opportunities, but it has been ill-used on global issues.",
  "For one thing, it focuses on foreign policy only infrequently: one estimate is that questions dealing",
  "with the MEA only account for 4.5 per cent to 5.5 per cent of the total number of questions asked.",
  "Most questions raised in Parliament are of purely national or even local importance, since the",
  "MEA only comes up on one of the five days of the work-week in each House, and in any case not",
  "all questions are admitted to the floor of the House and the luck of the draw may leave the foreign",
  "minister with no question to answer on his allotted day. The Speaker, officially neutral but always",
  "a nominee of the ruling party, can and does disallow questions and adjournment motions, terminate",
  "debates, reprimand members and rule on disputes, and this authority can be and has been misused",
  "to disallow inconvenient questions and to shield ministers by preventing embarrassingsupplementaries. Even when questions of import get through, the government devises ingenious",
  "ways of evading them, because of the ignorance of the MPs or sometimes through loopholes left by",
  "a careless Opposition.",
  "This leaves only the committees and the debates themselves. The parliamentary committees in",
  "India dealing with foreign policy are bodies of very little impact, with the Consultative Committee",
  "on Foreign Affairs being more akin, as Krishna Menon noted, to a conference than a committee.",
  "Though composed of all the parties in relation to their strength in the House, the committees are not",
  "bound by the MPs’ party stands, and their meetings are designed as a frank exchange of views, but",
  "often descend into ritual exercises and empty exchanges designed for no greater purpose than to",
  "justify the MPs’ presence and allowances. The committees meet sporadically, and indulge in little",
  "more than a question and answer session. Under official guidelines, their discussions are strictly",
  "off the record, and no reference can be made to them in Parliament, which considerably diminishes",
  "their utility. As a non-statutory body, the consultative committee cannot summon witnesses,",
  "demand files or examine records, and the government is not bound to accept any of its",
  "recommendations, even unanimous ones. There is no record of any policy initiative emerging from",
  "the committee’s consultations. The Standing Committee on External Affairs is not much better off,",
  "spending much of its time receiving delegations from an assortment of foreign countries for",
  "exchanges that are often mind-numbing in their formality. It does, however, review draft legislation",
  "relating to the MEA, and the minister is obliged to respond to its reports and comments on the",
  "MEA’s work.",
  "Similarly, parliamentary debates are unable to make a tangible impact, because they usually",
  "follow rather than precede governmental policy actions and because, when it comes to a vote, the",
  "Opposition is usually hopelessly outnumbered. From the government’s point of view, debates on",
  "foreign policy have three time-honoured uses: they provide the outside world with evidence of",
  "Indian democracy at work, they have an educative impact on MPs and those members of the media",
  "and public who pay attention to foreign policy, and they help (if the government defends itself",
  "ably) to make policy acceptable. As Krishna Menon put it years ago, ‘it’s always the same; there",
  "are speeches, but all ends well’. In political development terms, they conferred legitimacy to the",
  "foreign policy making process, while doing little to augment its responsiveness to Opposition",
  "opinion. The government claims actively to encourage parliamentary participation and",
  "understanding, by such expedients as appointing MPs to parliamentary UN and goodwill",
  "delegations going abroad. In practice, such appointments operate as rewards for quiescence or",
  "support, and frequently compromise, rather than enhance, parliamentary independence. In any case,",
  "the tradition both in the committees and on delegations abroad to treat foreign policy as consensual",
  "meant that Opposition MPs were easily co-opted. Party differences, an Opposition MP explained",
  "to me when I carelessly mentioned political affiliation in one of my first meetings of the Standing",
  "Committee on External Affairs, ended when we met foreigners; before them we were Indians first,",
  "not political partisans.",
  "It was significant that it was in fact an Opposition member who made this point to me, since",
  "both leading parties have tended to treat foreign policy as largely an emanation of self-evident",
  "national interest. Thus the policy platforms of the various political parties (with the exception of",
  "the communists, who still wax indignant about American imperialism) are largely devoid ofdisagreements on foreign policy, and even differences expressed are rarely pursued with much",
  "conviction. This is particularly the case when political parties in Opposition take positions not out",
  "of conviction but expediency—the belief that it is the basic duty of the Opposition to oppose. Thus",
  "the BJP opposed the Indo-US nuclear deal in 2007–08, even though it was the direct result of",
  "efforts begun under BJP rule, and constituted an outcome that the BJP would undoubtedly have",
  "presented with pride to the country had they negotiated it. As Wikileaks has since revealed, BJP",
  "leaders were privately assuring American diplomatic interlocutors that they were in fact",
  "supportive of the agreement, even while expressing vociferous opposition to it in Parliament and",
  "in the streets. The BJP’s vote in Parliament against the Indo-US nuclear deal had far less to do",
  "with the substance of the agreement than with the opportunity it afforded to split the Left away from",
  "the ruling coalition and move a no-confidence motion that might have toppled the government. In",
  "other words, foreign policy considerations were subordinated to domestic politics once again.",
  "It may perhaps be argued that no legislature can or should be expected to provide effective",
  "inputs to foreign policy. Yet that is precisely what the US Congress and the Israeli Knesset have",
  "frequently done, and the British Parliament has—with varying degrees of success—strived to do.",
  "Admittedly the limitations of Opposition performance I have traced are far from uniquely Indian,",
  "and would find parallels in several other democratic polities. Some of the problems are common",
  "to all parliamentary systems, where voting across party lines is rare on issues of national",
  "importance and the majority party is therefore not seriously threatened in foreign policy debate.",
  "Yet the ability of an articulate Opposition to propound the views of an important segment of the",
  "ruling elite—that ‘effective public’ that dominates discussion of policy in the media and thus",
  "indirectly in the coffee shops—and thereby to influence the government, is central to all",
  "conceptions of democracy. That it has failed to function as such in India is, at the very least, a pity.",
  "The rise of regional parties in Indian politics has only underscored this phenomenon. Such",
  "parties, for the most part, see themselves as custodians of narrowly defined regional, caste or",
  "ethnic interests; national and international issues are far removed from their preoccupations. They",
  "are thus inclined to formulate their foreign policy positions with purely domestic politic",
  "considerations in mind—except when the issue has no impact on the government. Thus the leader",
  "of the Samajwadi Party, which bailed the government out in the no-confidence vote on the nuclear",
  "agreement, occasionally vents his spleen in Parliament on China’s dark designs on India, but has",
  "never sought to ensure that his prejudices actually shape Indian policy. Nor, to my knowledge, has",
  "he ever made China an issue in any of his stump speeches on the electoral trail in Uttar Pradesh,",
  "the state that constitutes his political base.",
  "So in India, the Opposition is generally only able to use Parliament for limited ends, such as the",
  "‘agenda-creating’ function of raising an issue for debate. Effective parliamentary action in any",
  "democracy requires a united and focused Opposition, with some strong resonance for its views",
  "among the general public outside Parliament and particularly in the media, and the ability to",
  "threaten the ruling party’s majority in Parliament. These conditions have almost never obtained on",
  "a purely foreign policy issue. The exception may be on foreign economic policy, such as FTAs and",
  "FDI, which have obvious and direct domestic political consequences. But India approaches such",
  "external initiatives in a strategic manner, evaluating their impact both internationally and",
  "domestically (for example, the FTA with ASEAN was not merely a foreign trade initiative, but anopportunity to reform the agricultural and plantation sectors of our economy). India has tended to",
  "take on such foreign obligations with a positive rather than a defensive approach, while being fully",
  "aware that any FTA has a domestic political impact and could be portrayed as causing short-term",
  "losses for important domestic constituencies. While the ASEAN–India FTA was judged to be a",
  "crucial element in India’s engagement with Southeast Asia and persisted with despite the",
  "opposition of the coconut-oil producers of Kerala, the initiative to permit 49 per cent FDI in the",
  "retail sector was withdrawn the moment significant opposition emerged, not only from the formal",
  "Opposition parties but from members of the ruling coalition like the Trinamool Congress in West",
  "Bengal.",
  "The FDI experience points to a larger reality in an era of coalition politics, where a ruling party",
  "often feels far more vulnerable to its own supporters than to the Opposition. While parties without",
  "a majority in Parliament can at best be humoured and at worst be ignored, parties that actually help",
  "constitute the ruling majority must be appeased if they feel strongly enough about an issue of policy",
  "—including foreign policy. The ever-present threat of a withdrawal of support by a coalition ally,",
  "which could even bring a government down, is far more potent than the most eloquent arguments of",
  "the official Opposition. Thus Mamata Banerjee, the Trinamool chief minister of West Bengal",
  "(Paschimbanga), single-handedly stymied a major agreement with Bangladesh on the sharing of",
  "waters from the Teesta River, which flows from West Bengal to Bangladesh. The Dravida",
  "Munnetra Kazhagam (DMK) in Tamil Nadu had similarly attempted to influence New Delhi’s",
  "positions on the Sri Lanka civil war, but had proved less effective—not so much because of the",
  "intractability of Indian foreign policy, but because it was rightly believed that the DMK would not",
  "genuinely threaten the survival of the government by withdrawing support, something that it was",
  "not possible to say about Trinamool. In an earlier era, the DMK had similarly made strong noises",
  "about New Delhi’s intention to cede the disputed island of Kachchativu, a favoured watering-hole",
  "of Tamil fishermen, to Sri Lanka, but the Government of India did so anyway.",
  "The Indian vote in favour of a US-backed resolution critical of Sri Lanka at the UN Human",
  "Rights Council (UNHRC) in 2012 was an interesting departure from this norm, because it",
  "appeared to be prompted directly by the clamour from both the Treasury and the Opposition",
  "benches (both the DMK, a member of the coalition, and the All India Anna Dravida Munnetra",
  "Kazhagam, ruling in Tamil Nadu, demanded that India not oppose the resolution). While domestic",
  "politics undoubtedly played a crucial part in the government’s decision—which was made, by all",
  "accounts, in the PMO and not in the MEA—it could well be argued that this was not the sole",
  "motivation, since the vote gave India the opportunity to send Sri Lanka a strong signal at very little",
  "cost to either the sender or the recipient. The resolution itself was rather mildly worded, calling",
  "upon Sri Lanka to do little more than implement the recommendations of its own Lessons Learned",
  "and Reconciliation Commission. But it enabled New Delhi to be on the side of the angels",
  "internationally; to break free of its stifling self-imposed constraint of never voting in favour of any",
  "country-specific UNHRC resolution; and to convey to Colombo that its progress in fulfilling",
  "commitments to devolve genuine political autonomy to its Tamil minority was unsatisfactory. At",
  "the same time, pointing to domestic pressures gave it a certain plausible deniability with those in",
  "the Sri Lankan government who might otherwise accuse it of letting down a neighbour and friend.",
  "Apart from a handful of issues, therefore, of which Bangladesh and Sri Lanka remain the moststriking examples, it remains difficult to see domestic politics, whether in Parliament or outside it,",
  "as a major constraint on Indian foreign policy making. There is no doubt that demands in the",
  "political space have an impact on the foreign policy agenda, forcing the government to respond, but",
  "the extent of such impact is in most cases limited, except when the government finds it expedient to",
  "react to them.",
  "Nor is the press a very useful contributor to an enlightened understanding of foreign policy,",
  "given its increasing penchant for sensationalism and its resultant overemphasis on trivia. The",
  "media has a specific role in forcing issues on to the political space, but it is more likely to do so",
  "on headline-grabbing marginalia like the Indian children in Norway than on issues of geopolitical",
  "complexity like the Teesta waters (it is estimated that the former issue occupied 200 times more",
  "television time than the latter). The dramatic rise of cable television as a purveyor of what is",
  "called ‘infotainment’ has been characterized by an emphasis on rating points or TRPs, which are",
  "best gained when controversies are whipped up, not when serious issues are explored in depth.",
  "Thus Indian television was almost single-handedly responsible for creating a crisis in Indian–",
  "Australian relations in 2009 by remorselessly focusing on the alleged victimization of Indians in",
  "violent attacks by racist Australian hooligans. Attempts on both sides to cool the temperature on",
  "the issue came up against the implacable commercial imperative of channels whipping up mass",
  "hysteria to drive up their viewership. On one occasion, during a lengthy interview at the MEA with",
  "a particularly egregious TV anchor—famed for his hectoring rants on assorted peeves, mostly",
  "unsupported by either fact or reason—the cameras stopped to change their tapes, and in the ensuing",
  "break I asked him whether he was really serious about the kinds of things he was alleging on air.",
  "‘How does it matter?’ he asked perfectly reasonably. ‘I’m playing the story this way, and I’m",
  "getting 45 per cent in the TRPs. My two principal rivals are trying to be calm and moderate, and",
  "they’re at 13 per cent and 11 per cent.’ The cameras were switched on again, and he immediately",
  "resumed his belligerent tone.",
  "Yet such coverage can at best help set the agenda; it cannot drive policy. It can ensure that the",
  "government pays attention, but it cannot get the government to alter its position. It is, in other",
  "words, little more than a distraction, until the TV channel moves on to the next ‘breaking news’ it",
  "can milk for more TRPs. Unfortunately, however, the TRP approach has also affected the print",
  "media, which, in craven imitation, has itself descended into purveying scandal and sensation. With",
  "very few honourable exceptions, the Indian print media has relegated serious international affairs",
  "coverage to short articles on the inside pages. The result is that it is that much harder these days for",
  "Indians to find opportunities for balanced, informative and wide-ranging news and insight into",
  "world affairs in the popular Indian media.",
  "The sustainability and success of India’s international policy depends both on leadership by the",
  "Government of India and the active involvement of the Indian public and political opinion,",
  "particularly that of young Indians. The government is committed to protecting and advancing",
  "India’s global citizenship, but that cannot be done without Indians becoming global citizens, and",
  "very few of them currently have the information, the education or the opportunity to evolve in that",
  "direction.",
  "We are blessed with a new, globalized, impatient generation of Indians who rightly refused to",
  "be confined to the limited worldviews of older generations. The horizons of their world are everwidening. The prospects for international engagement, for more widespread prosperity, for more",
  "borderless success, have never been brighter. But to fulfil those prospects and to help them carve",
  "out a place for their India in the twenty-first-century world, India needs a radical overhaul of the",
  "domestic underpinnings of its international posture. The time to begin that overhaul is now.c  t",
  ""
]