[
  "chapter6 ix",
  "Red, White, Blue and Saffron: The United States and India",
  "As presidential elections loom in the United States of 2012, perhaps the most striking aspect of",
  "them from an Indian point of view is that no one in New Delhi is unduly concerned about the",
  "outcome. There is now a widespread consensus in Indian policy-making circles that, whoever",
  "wins, India–US relations are more or less on the right track.",
  "Democrats and Republicans in the White House have both been responsible for this",
  "development. President Obama’s successful visit to India in 2010 and his historic speech to a joint",
  "session of Parliament capped the most significant recent milestone in India–US relations. This was",
  "his sixth encounter with Prime Minister Manmohan Singh in various forums since his assumption",
  "of office eighteen months previously, but his first in New Delhi, and it set the seal on the",
  "consolidation of a relationship that has changed dramatically over the last decade.",
  "Throughout the Cold War, the world’s oldest democracy and its largest were essentially",
  "estranged. America’s initial indifference was best reflected in President Harry Truman’s reaction",
  "when Chester Bowles asked to be named ambassador to India: ‘I thought India was pretty jammed",
  "with poor people and cows round streets, witch doctors and people sitting on hot coals and bathing",
  "in the Ganges … but I did not realize anybody thought it was important.’ If that was bad enough,",
  "India’s political orientation was worse. The American preference for making anti-communist",
  "allies, however unsavoury, tied Washington to a series of increasingly Islamist dictatorships in",
  "Pakistan, while the non-aligned democracy drifted towards the secular Soviet embrace. Non-",
  "alignment was regarded with distaste in Washington; the views of Eisenhower’s secretary of state,",
  "John Foster Dulles, cited in Chapter One, were simply blunt expressions of general sentiment. In a",
  "world divided between two uncompromising superpowers, India’s temporizing seemed like",
  "appeasement at best, and providing aid and comfort to the enemy, at worst. Pakistan, on the other",
  "hand, became an essential element in the United States’ containment of the Soviet Union and in its",
  "later opening to China. From India’s point of view, the United States’ indulgence of Pakistan",
  "turned into overt hostility when Washington sent the Sixth Fleet into the Bay of Bengal in support",
  "of Pakistani genocide in Bangladesh in 1971. Tempers cooled soon enough after that, but New",
  "Delhi was always regarded as tilting towards Moscow in its general inclination, hardly a",
  "recommendation for India in American eyes.",
  "With the end of the Cold War and India’s reorientation of its foreign policy, as well as its",
  "increasing integration into the global economy, a thaw set in, but India’s explosion of a nuclear",
  "device in 1998 triggered a fresh round of US sanctions. Bill Clinton began to turn things around",
  "with a hugely successful India visit during his last year in office, in 2000. The Bush Administration",
  "took matters much further, with a defence agreement in 2005 and a landmark accord on civil",
  "nuclear cooperation in 2008 that remains the centrepiece of the transformed relationship.",
  "The nuclear accord simultaneously accomplished two things. It admitted India into the global",
  "nuclear club despite our principled refusal to sign the Nuclear Non-proliferation Treaty. Moreimportant, it acknowledged that US exceptionalism had found a sibling. Thanks to the United",
  "States, which strong-armed the forty-five countries of the Nuclear Suppliers’ Group into",
  "swallowing their concerns that special treatment for India could constitute a precedent for rogue",
  "nuclear aspirants such as Pakistan, North Korea and Iran, there is now an ‘Indian exception’. Few",
  "things could have been more gratifying to a deeply proud nation that was tired of being constantly",
  "hyphenated by Washington with its smaller, dysfunctional neighbour Pakistan.",
  "Under Obama, nothing quite so dramatic was possible: there were no spectacular breakthroughs",
  "conceived or executed, nor could many have been imagined. But Obama, who as a senator had",
  "displayed a photograph of Mahatma Gandhi in his office, carried a locket of the Hindu god",
  "Hanuman in his pocket and spoke often of his desire to build a ‘close strategic partnership’ with",
  "the world’s largest democracy, knew how to strike all the right symbolic chords. (His familiarity",
  "with India precedes his presidency: when my friend Arun Kumar attended an Obama campaign",
  "meeting with a small group of South Asian supporters, he told them that he ‘could cook a mean",
  "daal, but the naan, I will leave to someone else’. He introduced himself as a ‘desi’, pronouncing",
  "the ‘s’ in just the right way. The person who taught him to make daal, his room-mate at Occidental",
  "College, Vinai Thummalapalli, is currently US ambassador to Belize.)",
  "So on Obama’s visit to India in November 2010, he hit all the right notes in his speech to",
  "Parliament. The references to Mahatma Gandhi, Swami Vivekananda, and even Dr Ambedkar, the",
  "quotes from Tagore, the Panchatantra and the Upanishads (though he wisely didn’t attempt to",
  "pronounce the ancient Puranic dictum ‘vasudhaiva kutumbakam’, contenting himself with saying it",
  "in English, ‘all the world is one family’) and the game utterances of ‘bahut dhanyavad’ and ‘Jai",
  "Hind’ won over many a sceptical Indian heart. And the President’s speech conveyed two",
  "substantive assurances: support for India’s aspirations to a permanent seat on the UN Security",
  "Council and an unambiguous declaration that safe havens for terrorists in Pakistan were",
  "‘unacceptable’.",
  "The latter was particularly welcome. The Obama Administration’s understandable concerns in",
  "Afghanistan have made Pakistan loom much larger in the US consciousness than India. Obama",
  "understands that there is no successful outcome in Afghanistan possible without Pakistan, and his",
  "administration has therefore been attentive to Islamabad’s priorities in ways that New Delhi finds",
  "occasionally irritating. This statement went a long way towards reassuring India that Washington is",
  "conscious of the fundamental danger to Indian security emanating from that side of the border and",
  "is committed to addressing it with its friends in Pakistan.",
  "Over the last year, there has also been progress on other fronts—the small but significant steps",
  "that add up to strengthening the sinews of a relationship. Agreements on seemingly mundane",
  "subjects like agriculture, education, health and even space exploration and energy security testify",
  "to enhanced cooperation, and the two governments have also proclaimed ‘initiatives’ on clean",
  "energy and climate change as well as educational linkages between American and Indian",
  "universities. The Obama visit consolidated all these gains, and the announcements in Mumbai of",
  "significant trade and investment deals confirmed that each nation is developing a more significant",
  "stake in the other than ever before. The United States is India’s largest trading partner, if you take",
  "goods and services together. American exports to India have, in the last five years, grown faster",
  "than to any other country. The Confederation of Indian Industry (CII) estimates that services tradebetween the two countries is likely to grow, despite the recent global financial crisis and the US",
  "recession that sparked it, from the present $60 billion to over $150 billion in the next six years.",
  "We will return to these aspects in greater detail, but it is useful to note not just the geopolitical",
  "background against which much of the relationship has evolved, but the policy advocacy in",
  "Washington that has underpinned it. India has come a long way, in American eyes, from the days",
  "when I went there as a graduate student in 1975. I recall watching a three-hour NBC television",
  "special that year on ‘America and the World’: after long sections on the United States and the",
  "Soviet Union, the United States and Europe, and so on, a series of shorter sections on less",
  "important parts of the world followed. I kept waiting for ‘the United States and India’: it never",
  "came. India, in those days, did not even figure on the US radar screen, let alone its television",
  "screens. Today, it’s a different story: high-level visits proliferate in each direction, stories from",
  "and about India can be found everywhere on the US media and, as the well-heeled, 3-million-",
  "strong Indian-American community flexes its political muscles, few US political candidates can",
  "afford to be indifferent, let alone hostile, to relations with India.",
  "The Indian diaspora in the United States, some 3 million strong and thriving, is a huge factor in",
  "the relationship. The first Indian to set foot in the country was a sailor in the 1770s, whose",
  "presence aroused much curiosity, and in the 1890s shiploads of Sikhs settled on the Pacific coast",
  "and established thriving farming communities in California, but racist immigration restrictions",
  "(prompted by such events as anti-Indian riots in the state of Washington in 1907) kept Indian",
  "migration low till the 1960s. A thin trickle of students made their way to the United States after the",
  "1920s, but most returned to India; indeed, as late as 1935, signs on the doors of certain California",
  "establishments declared, ‘No Jobs for Japs or Hindus’. It was only with the opening of the sluice",
  "gates under the liberal Immigration Act of 1965 that a larger number of Indians began to arrive,",
  "mainly as students, an increasing proportion of whom stayed on, bringing high levels of academic",
  "attainment and valuable scientific and engineering skills to their new country. By the early 1970s",
  "the still-small Indian minority had the highest per capita income of any ethnic group in the United",
  "States, and even today the median family income of Indian-Americans exceeds that of white",
  "Americans. Working-class Indians found their way into the United States for the first time from the",
  "end of the 1970s, toiling on construction sites and as farm labour, taking over newspaper kiosks,",
  "operating rundown motels, cooking and serving in Indian restaurants, and driving taxicabs. Many",
  "arrived (or stayed on) illegally, but as the numbers grew, a pair of ‘amnesties’ in the 1990s gave",
  "them the legal status they needed to bring their families over, and today this ‘third wave’ of Indian",
  "immigrants accounts for perhaps half the desi diaspora in the United States.",
  "Though there are Indian-American doctors and scientists of considerable renown (including",
  "three Nobel Prize–winners born and brought up in India), the newer Indian immigrants are",
  "demonstrating an entrepreneurial spirit that has created a wider impact on the community’s",
  "fortunes. The spirit of enterprise has also affected the professional classes, especially the Indian",
  "engineers who brought from India a solid grounding in their field and excelled in the freedom",
  "afforded to them in the United States. An Indian invented the Pentium chip, another created",
  "Hotmail, a third started Sun Microsystems, and Indians have been involved in some 40 per cent of",
  "the start-ups in Silicon Valley. Over time, the Indianness of engineers and software developers",
  "began to be taken as synonymous with mathematical and scientific excellence. Today, Americansspeak of the IITs—the elite engineering schools from which many of these migrants came—with",
  "the same reverence they used to accord to MIT. The image of India has changed from that of a",
  "backward developing country to a sophisticated land that produces engineers and computer",
  "experts.",
  "The prosperity this engendered has also translated into political activism. Indian-Americans are",
  "among the most prominent fund-raisers in both major parties, and their active involvement in",
  "politics is now translating into elective office at various levels, including two state Governors,",
  "Bobby Jindal of Louisiana and Nikki Haley of South Carolina. But neither has chosen to identify",
  "much with their Indian origins or Indian causes; indeed, their acceptability to their right-wing",
  "political base has hinged on de-emphasizing their foreign origins. Indian-Americans have found",
  "greater success in influencing mainstream non-immigrant American politicians by sensitizing them",
  "to issues of importance to the Indian diaspora. The rising financial clout of the community and its",
  "collective willingness to flex its political muscles has seen many non-Indian candidates for",
  "political office running targeted campaigns aimed at Indian-American voters and donors. The pole",
  "positions held by Indians in the boardrooms of corporate America are also a tangible source of",
  "influence at high levels of the country’s decision-making processes. The result of all this is",
  "apparent in the size and strength of the India Caucus on Capitol Hill; the political desiderata for",
  "many American Congressmen now includes the need to demonstrate interest in Indian-American",
  "issues and goodwill towards India.",
  "So India is now undoubtedly an important country to US policy-makers; but what, from a US",
  "point of view, are the main ‘drivers’ of the India–US relationship? One can quickly dismiss the",
  "typical tendency of some American politicians to see geopolitical relationships in crude",
  "transactional terms. Some US senators have had a pronounced inclination to demand quid pro quos",
  "in relation to any act of seeming US generosity—if Washington supported New Delhi’s claims to a",
  "permanent seat on the UN Security Council, would India support the US policy on sanctions",
  "against Iran? Such questions are not easily answered at all, let alone in a simple affirmative, since",
  "a country like India would always reserve the right to take its own decision on such issues, on a",
  "case-by-case basis. If India–US relations had to be judged by such old-fashioned yardsticks as",
  "counting the number of UN votes on which New Delhi agreed with Washington, the partnership",
  "would never get off the ground. Blatant reciprocity—expecting that, as a beneficiary of US",
  "goodwill, India would, for instance, favour US aircraft in its defence procurement (a subject to",
  "which we will return)—is simply untenable in evaluating relations between two large, complex",
  "and proud nations.",
  "A better place to gauge the new American approach to India would be the views of two",
  "members of the Washington policy community who have been associated with an increasingly",
  "influential school of thought that recognizes the strategic utility of the two nations’ shared political",
  "values and advocates a broadly pro-Indian policy for the United States in the first two decades of",
  "the twenty-first century. These two prominent American strategic analysts, both at the Carnegie",
  "Endowment for International Peace, argue for two distinct approaches to relations with India. One,",
  "George Perkovich, puts his views most clearly in an essay published in the Washington Quarterly",
  "in 2003. Perkovich, recognizing both New Delhi’s modest military and strategic capacity and its",
  "traditional disinclination to seem to be acting on anyone else’s behest, acknowledged that Indiadoes not ‘have the interest or power to augment US interests in many areas’. Yet India was ‘too big",
  "and too important in the overall global community to measure in terms of its alignment with any",
  "particular US interest at any given time’. In other words, support for India promoted US strategic",
  "goals not by direct support of American aims but rather by a general congruence of approaches on",
  "issues of global order. As Perkovich put it, ‘It matters to the entire world whether India is at war",
  "or peace with its neighbors, is producing increasing prosperity or poverty for its citizens,",
  "stemming or incubating the spread of infectious diseases, or mimicking or leapfrogging climate-",
  "warming technologies. Democratically managing a society as big, populous, diverse, and culturally",
  "dynamic as India is a world historical challenge. If India can democratically lift all of its citizens",
  "to a decent quality of life without trampling on basic liberties and harming its neighbors, the Indian",
  "people will have accomplished perhaps the greatest success in human history.’",
  "This argument seems to assume more American altruism than many realist Indian analysts find",
  "plausible. In such an analysis, the United States would essentially leave India alone to pursue its",
  "own interests, so long as these upheld a liberal world order; when, in Perkovich’s view, they did",
  "not, as (in his view) with the US–India civilian nuclear agreement, Washington should oppose",
  "India (as Perkovich himself did in advocating rejection of the deal). In such a reading of",
  "Washington’s interests, any attempt to cajole India into a ‘strategic partnership’ would of course",
  "clash with India’s own view of its strategic autonomy and fierce independence on the international",
  "stage, but it would also be unnecessary. What would be best, therefore, would be a loose",
  "partnership on global issues, rather than anything resembling an alliance, with the only litmus test",
  "on each issue being the contribution that India would make to the kind of world order the United",
  "States sought to build.",
  "An alternative view that embraces many of the same premises but goes beyond them was that of",
  "the Indian-American scholar Ashley Tellis, also at the Carnegie Endowment, who advocated in",
  "Washington that the United States should support India in a ‘calculated contribution to creating, in",
  "Condoleezza Rice’s famous phrase, a “balance of power that favours freedom”’. As Tellis argued,",
  "‘assisting India to develop its national capabilities is intended not merely to uplift its humanity’ but",
  "rather ‘to advance the vital US interest in preserving a stable geopolitical balance in Asia and",
  "globally’. He goes on:",
  "To the degree that the American partnership with India aids New Delhi in growing more rapidly, it contributes—along",
  "with Japanese, Australian, and Southeast Asian power—towards creating those objective structural constraints that",
  "discourage China from abusing its own growing capabilities, even as Washington preserves good relations with Beijing",
  "and encourages all its Asian partners to do the same. American strategic generosity towards India, thus, remains an",
  "investment in its own geopolitical well being.",
  "In this view, the United States should support policies to strengthen India—including the nuclear",
  "deal—even if India remained wilfully independent on certain issues, because it would be good for",
  "the United States to do so. To Tellis, ‘the real issue boiled down to how Washington could assist",
  "the growth of Indian power so as to secure its larger global aims at lowest cost to itself’.",
  "Neither scholar succumbs to the crude ‘what can India do for us?’ reasoning of many American",
  "politicians; Tellis, in effect, suggests that the United States has a stake in India’s success even",
  "when no direct benefits to Washington accrue from it—since a successful India is an asset for the",
  "United States’ own geopolitical vision of the future world order and ‘itself becomes New Delhi’s",
  "strategic bequest to Washington’. Tellis’s only caveat is that his argument for backing Indiansuccess applies ‘so long as it is not used to undermine America’s vital interests’. In turn, Tellis",
  "‘expects that New Delhi would see cooperation with Washington as being fundamentally in its",
  "own interest—and, by extension, act in ways that confirm this expectation whenever possible.",
  "Such responses would materialise not so much out of gratitude to the United States but because",
  "aiding the preservation of the American-led global order, in contrast to, say, acquiescing to the",
  "rise of a Chinese alternative, is necessarily consistent with India’s own vital national interests.’",
  "Tellis served as an adviser to the Bush Administration and to its ambassador in New Delhi,",
  "Robert Blackwill, and it is safe to accept that his view both informed and reflected the",
  "administration’s thinking on relations with India. It helped, of course, that Indian economic reforms",
  "since 1991 had transformed the land of the tortoise-like ‘Hindu rate of growth’ into a rising",
  "economic power by the time Bush was elected, and a decade of post–Cold War geopolitics had",
  "ended all traces of the sympathy in New Delhi for the Soviet Union that the Republicans used to",
  "despise. India’s democracy was itself a source of deep fascination for President Bush, as was the",
  "country’s pluralist way of dealing with its own diversity (he was known to have remarked with",
  "admiration upon the fact that in 2004 India’s elections were won by a woman of Italian Catholic",
  "background who made way for a Sikh to be sworn in as prime minister by a Muslim President).",
  "Bush could see no reason why the two giant democracies could not make common cause in",
  "pursuing compatible global interests, and he had little patience for the non-proliferation",
  "orthodoxies that had ostracized India after the 1998 nuclear tests. The Indian exception was born.",
  "In Tellis’s telling, Washington under Bush perceived a ‘strong compatibility in values’ which",
  "was ‘reinforced by the growing recognition that India’s interests increasingly converged with those",
  "of the United States’. Abstract considerations of a global balance of power favouring ‘freedom’",
  "were supplemented by far more hard-headed considerations of both countries’ targeting by the",
  "forces of Islamist terrorism, especially after 9/11. Tellis puts it well when he suggests that",
  "‘American and Indian interests were similar even if they were not always perfectly congruent’. As",
  "an Indian-American, he probably had a higher tolerance for the areas of policy difference between",
  "the two states than many of his Washington colleagues, but his President, too, was quite willing to",
  "cut India some slack in this area. And there were, with the end of the Cold War, the new Indian",
  "relationship with Israel and the pragmatic recalibration of relations with Southeast Asia embodied",
  "in the ‘Look East’ policy, no longer any major differences on issues that the United States would",
  "have seen as affecting its own vital interests. In President Bush’s view, therefore, Tellis avers,",
  "‘having India in the stable of America’s friends and allies was preferable to being without it’.",
  "India undoubtedly preferred being considered a friend rather than an ally—a distinction that",
  "matters in New Delhi since alliance politics implies a logic of commitment that few Indian policy-",
  "makers would find acceptable. India’s preference to support or oppose American policies",
  "depending on India’s own assessment of the issues involved is one that successive administrations",
  "in Washington have found difficult to swallow, but Bush seems to have done so, provided India",
  "was supportive on the transcendent issue of Islamist terrorism, which it was.",
  "Ironically a key issue that cemented Washington’s new thinking about India in the Bush years",
  "was one in which the two countries did not in fact necessarily share the same perception. The Bush",
  "Administration saw India and the United States as kindred nations threatened by the inexorable rise",
  "of Chinese power, and assumed a shared interest in containing Beijing, a perception of which Indiadid not fully partake. Washington was happy enough to promote China’s economic integration into",
  "the global order but less content to see it grow too large for its geopolitical breeches; a democratic",
  "state in Asia of comparable size, military strength and economic capacity would, many American",
  "policy-makers thought, help place some checks on Chinese assertiveness on the regional and world",
  "stage. India, while conscious of China’s potential to disrupt the geopolitical status quo, felt its",
  "relations with China should follow a strictly bilateral logic, independent of any American desire",
  "for an Asian counterweight to China. India’s chronic resistance to being seen to be doing anyone",
  "else’s bidding, or to any perception of encroachments on its strategic autonomy, made it, in any",
  "case, an implausible participant in any third country’s strategic logic, including America’s. This",
  "has become steadily apparent to Washington over the years, and may have helped diminish the",
  "ardour with which India is courted, though not the basic underpinnings of the relationship.",
  "At the same time, this thinking helped explain the Bush Administration’s enthusiasm for",
  "arranging an ‘Indian exemption’ on the nuclear deal, as well as its willingness to strengthen",
  "defence cooperation, agree to high-technology transfers and even to promote partnership in space",
  "exploration. The Obama Administration, in turn, built on these foundations, adding to it the largely",
  "symbolic declaration of support for India’s efforts to obtain a permanent seat on the UN Security",
  "Council, as well as welcoming and even promoting India’s membership in assorted non-",
  "proliferation arrangements.",
  "This kind of relationship, accepted in these terms across influential policy-making circles in",
  "both Washington and New Delhi, falls well short of a traditional alliance, something to which",
  "India is generally presumed to be allergic. But it justifies strong American support for India as a",
  "player on the global stage, as a sound investment for Washington that advances both countries’",
  "strategic aims.",
  "This was broadly the approach of the Bush Administration, given its profound misgivings about",
  "the rise of Chinese power. A somewhat more benevolent view of China on the part of the Obama",
  "Administration might have diminished the intensity with which such an approach was advocated in",
  "Washington, leading some Indian analysts to write of a state of ‘drift’ in the relationship. But it",
  "was amply compensated for by the President’s own considerable regard for Indian Prime Minister",
  "Manmohan Singh, whom he even publicly described as the first of the three world leaders he most",
  "admired and had good relations with. In sum, each country could afford to take a benevolent view",
  "of the pursuit by the other of its own interests, secure in the belief that that pursuit would not",
  "fundamentally be incompatible with its own core national objectives on the world stage.",
  "But in fact there is more to the India–US relationship than that. As far back as 2005, Prime",
  "Minister Manmohan Singh had declared: ‘I believe we are at a juncture where we can embark on a",
  "partnership that can draw both on principle as well as pragmatism.’ That practical benefits are",
  "available to both sides in the relationship is readily apparent: as the Canadian diplomat David",
  "Malone observed, ‘US demand for information technology and other services has been extremely",
  "helpful to India, and India’s capacity to absorb American exports has greatly strengthened",
  "American commerce (at a time when much militates against continued unfettered global US",
  "economic dominance).’ The question is how to build on those basic trade-offs in order to",
  "accomplish a more substantial partnership. The two nations are busily working on this.So President Obama’s 2010 visit, with which we began this chapter, resulted in significant new",
  "agreements across a wide range of subjects, from civil nuclear cooperation to food security issues.",
  "The two governments have followed up by developing a collection of consultative mechanisms to",
  "improve and strengthen the trade and investment relationship. To take an illustrative list, there are",
  "meetings of the US– India Economic and Financial Partnership at finance minister level, the US",
  "Trade Representatives’ Trade Policy Forum, and the Department of Commerce’s Commercial",
  "Dialogue; perhaps most important to India, a High Technology Cooperation Group has been",
  "working to reduce barriers to trade in sensitive cutting-edge high technology.",
  "But governments do not determine every aspect of an economic relationship. US–India business",
  "ties have emerged as particularly crucial drivers of the relationship; despite the bureaucratic and",
  "domestic political impediments to faster growth, delays in upgrading India’s shoddy infrastructure",
  "and the unavoidable transaction costs of doing business in India (including the prevalence of",
  "corruption), American firms rightly see the country’s long-term potential as one worth being",
  "invested in. According to the McKinsey Global Institute, 80 per cent of the Indian infrastructure of",
  "2030 has yet to be created, and US businesses will have the opportunity to provide the goods and",
  "services needed to build or upgrade India’s railways, airports, power plants and IT infrastructure",
  "(laying fibre optic cables, for instance). India projects a need to invest some $143 billion in health",
  "care, $392 billion in transportation infrastructure and $1.25 trillion in energy production by 2030",
  "to support its rapidly expanding population; many of these contracts could come America’s way.",
  "India’s demographic advantages are particularly attractive: with 65 per cent of its population",
  "under thirty-five, India should have a dynamic, productive and youthful workforce when the rest of",
  "the world, including China, is ageing. This would give India, according to one study, 25 per cent of",
  "the world’s working population by 2025 (provided India does enough to educate and train its",
  "young people to take advantage of this demographic opportunity). India is also a market of 1.2",
  "billion actual and potential consumers, with McKinsey estimating that its middle class could",
  "number 525 million by 2025 (though not all would have the purchasing power of the American",
  "middle class). Given that the United States is India’s principal export market for its services (and",
  "has only just been overtaken by China as a trading partner in goods), the scope for collaboration is",
  "huge.",
  "The figures are impressive, and reveal a pattern of increasing economic interdependence.",
  "Between 2002 and 2009, US goods exports to India quadrupled, growing from $4.1 billion in 2002",
  "to over $16.4 billion in 2009, while US services exports to India more than tripled, increasing",
  "from $3.2 billion in 2002 to over $9.9 billion in 2009. More striking than absolute numbers is the",
  "fact that US exports to India grew faster than exports to almost all other countries in the world. In",
  "2010, US exports of goods to India shot up 17 per cent and US goods imports from India went up",
  "40 per cent, making India, at $48.8 billion in goods trade, the United States’ twelfth largest goods",
  "trading partner. Preliminary figures for 2011 confirmed the positive trend. Nor is the traffic all",
  "one-way. The overall trade relationship is a balanced one, and there are some departures from the",
  "norm: while overall FDI into India declined over 2009–11, Indian companies continued to invest",
  "in the United States, growing at a compound annual growth rate of 35 per cent between 2004 and",
  "2009. In addition to India’s role in providing services to US businesses and consumers, from",
  "medical transcriptions to call centres, India has also become a significant source of tourist revenuefor the United States, with some 650,000 Indian visitors in 2010, making India the tenth largest",
  "source of tourism to America.",
  "India’s biggest asset in its economic relationship with America lies in its national penchant for",
  "innovation. Already, multinational giants like GE and Philips are employing more researchers in",
  "India than in the United States or Europe, and Indians are doing cutting-edge work designing",
  "aircraft parts for Boeing and doing biotech research for US and Indian pharmaceutical companies.",
  "The Indian IT revolution, its huge base of trained scientific manpower, entrepreneurial skill honed",
  "in adversity, and Indians’ special talent, amid scarcity, for improvising on a shoestring have",
  "helped create new, cheaper and more imaginative versions of products Americans first devised,",
  "from cardiograms to automobiles. A Google search for ‘frugal innovation’ returns mainly Indian",
  "results; the University of Toronto has established an India Innovation Centre to study the",
  "phenomenon; and ‘Indovation’ is becoming the new buzzword. As the high costs of manufacturing",
  "make the United States more and more a knowledge economy, India seems a natural partner, one",
  "that can complement America’s economy and help meet its needs.",
  "Where are things not quite so amicable? One sometimes fraught area has been cooperation on",
  "security issues of vital importance to India. The United States was understood to have been",
  "initially helpful in the aftermath of the 26/11 terrorist attacks in Mumbai, both with intelligence",
  "sharing and in placing pressure on the Pakistani military establishment to back off from the",
  "militants it had sponsored. But subsequent revelations that a US citizen of Pakistani descent, Daud",
  "Gilani, calling himself David Coleman Headley, had visited India several times to reconnoitre the",
  "terrain for the attacks, and that he may have been a US double agent, led to a great deal of",
  "recriminations in the Indian strategic community. Indian commentators alleged that, in effect, the",
  "United States had allowed the 26/11 attacks to happen, rather than revealing information in their",
  "possession to India, merely in order to protect Headley’s cover. Subsequent disagreements over",
  "the level of access to Headley required by Indian investigators of 26/11 became public in India,",
  "further poisoning the atmosphere and adding to the mistrust that often finds receptive ground in",
  "certain Indian circles.",
  "Indians are chronically suspicious that US dependence on Pakistan over the years—as a staging",
  "base for attacks on Soviet troops in Afghanistan earlier, now as an ally and logistical partner of",
  "US troops in Afghanistan—always vitiates its broader strategic interests in India. Differences have",
  "also emerged between Washington and New Delhi in recent years over a number of issues: the two",
  "nations’ different reactions to the Arab Spring, in particular the revolts in Libya and Syria;",
  "incompatible views about the implementation of one key follow-up provision to the nuclear deal,",
  "the Nuclear Liability Law, where American companies are seeking exemptions from liability in the",
  "event of accidents, which New Delhi judges politically impossible to push through the Indian",
  "Parliament (where memories of the Bhopal disaster caused by an American multinational have not",
  "faded); and significant disagreements about sanctions on Iran for its nuclear programme, one which",
  "India is also concerned about but disinclined to back, given its own dependence on Iranian oil",
  "supplies. While these are issues that have played out over months, even years, one specific issue",
  "that caused some heartburn between the two countries related to India’s rejection of a US bid to",
  "sell the country a large number of combat aircraft.",
  "American officials have been particularly alive to the opportunities afforded by the much-needed (and long-delayed) modernization of India’s ageing military and weapons systems, with",
  "estimates of some $35 billion of expenditure likely to be incurred in the next decade. US Assistant",
  "Secretary of State Robert Blake told an Indian audience in 2011 that ‘the [Indian] Cabinet",
  "Committee on Security’s approval of the purchase of C-17s from the U.S. is just a sample of the",
  "sales that we expect will occur over the next several years’.",
  "In this context, India’s decision in 2011 not to purchase American planes for its $10-billion-plus",
  "fighter aircraft deal—the largest single defence tender in the country’s history—stirred",
  "considerable debate in strategic circles in both countries. The two US contenders, Boeing’s F/A-",
  "18 Superhornet and Lockheed’s F-16 Superviper, were deemed by the Indian Ministry of Defence",
  "not to fulfil the technical requirements New Delhi was looking for in a medium multirole combat",
  "aircraft (MMRCA). With the Russian MiG-30 and the Swedish Gripen also eliminated at the",
  "preliminary stage, two European planes, the Eurofighter Typhoon and the French Rafale, were the",
  "only aircraft still in the fray for an expected order of 126 planes (the Rafale finally got the nod,",
  "though at this writing that decision had been placed in suspense).",
  "The Indian decision was immediately denounced by pro-American commentators as a setback to",
  "bilateral relations. India had never previously purchased an American fighter plane, and",
  "Washington had hoped its doing so would signal India’s determination to cement an emerging",
  "strategic partnership with a hefty cheque. US officials from President Obama on down had lobbied",
  "for the deal, which would have pumped money and jobs into the ailing US economy. The ‘deeply",
  "disappointed’ American ambassador in India, Tim Roemer, promptly announced his resignation",
  "from his post in New Delhi. In a typical comment, Ashley Tellis observed trenchantly that India",
  "had chosen ‘to invest in a plane, not a relationship’. The implication was that India should have",
  "sold its technical requirements short out of a desire to reward the US politically for its goodwill.",
  "The notion that a major arms purchase should be based on broader strategic considerations—the",
  "importance of the United States in India’s emerging weltpolitik—rather than on the merits of the",
  "aircraft itself, has struck Indian officials as unfair. Sources in New Delhi are quick to deny that the",
  "decision reflects any political bias on the part of India’s taciturn but left-leaning defence minister,",
  "A.K. Antony. Instead the choice, they aver, is a purely professional one, made by the Indian Air",
  "Force, and only ratified by the ministry. The two European fighters are generally seen as",
  "aerodynamically superior, having outperformed both American aircraft in tests under the adverse",
  "climatic conditions in which they might have to be used, particularly in the high altitudes and low",
  "temperatures of northern Kashmir. Experts suggest the American planes are technologically ten",
  "years behind the European ones, and it doesn’t help that Pakistan, India’s likely adversary were the",
  "aircraft ever to be pressed into combat, has long been a regular client of the US warplane industry.",
  "In addition, Indian decision-makers could not help but be aware that the United States has not,",
  "over the years, proved to be a reliable supplier of military hardware to India or other countries. It",
  "has frequently cut off contracted supplies, imposed sanctions on friends and foes alike (including",
  "India), and reneged on the delivery of military goods and spare parts, as well as been notoriously",
  "unwilling to transfer its military technologies. The current Indian fleet of mainly Russian and",
  "French planes has suffered from no such problems, and the existing ground support and",
  "maintenance infrastructure, geared to service them, would have needed major changes to handle",
  "the US aircraft. (It is likely that the eventual winner of the bid will be required to enter into a jointproduction arrangement with India, which the US companies would not have done.)",
  "As if all this was not enough to drive the choice away from Boeing and Lockheed, the final",
  "clincher might well have been the Government of India’s desire to avoid any further procurement",
  "controversy at a time when allegations of corruption have beset it from all sides. A decision made",
  "unarguably on technical grounds, many felt, would be easier to defend than one skewed in a",
  "particular direction on political grounds. Defence Minister A.K. Antony even postponed a US–",
  "India strategic dialogue (scheduled originally for mid-April 2011) for which Secretaries Hillary",
  "Clinton and Robert Gates were planning to travel to New Delhi, in order not to come under",
  "pressure from his American visitors to weigh political factors in making his technical decision.",
  "Against this are the unarguable advantages of pleasing a major new ally for whom an Indian",
  "decision would have meant a great deal, and developing a pattern of mutual cooperation in supply,",
  "training and operations which has yet to evolve between the two militaries. At a time when US",
  "nuclear reactor purchases—made possible by the historic deal negotiated by the Bush",
  "Administration and sold by Washington to the forty-eight other members of the Nuclear Suppliers’",
  "Group—have been held up by US insistence on exemptions from supplier liability in the event of",
  "an accident, the rejection of US aircraft is seen by some as New Delhi gratuitously spurning an",
  "opportunity to demonstrate that friendship with India is in Americans’ interest too.",
  "Is India being its old prickly non-aligned self again? Is appeasement of India’s notoriously anti-",
  "American politicians more important to a beleaguered Indian government than winning Washington",
  "over? Is India’s traditional obsession with preserving its own strategic autonomy always going to",
  "limit its usefulness as a partner to the United States?",
  "The questions are unfair. Surely India–US relations are greater than any single arms purchase.",
  "Why should the financial value of one deal be the barometer of a strategic partnership? It is simply",
  "narrow-minded to reduce American policy towards India to the bottom lines of US defence",
  "salesmen.",
  "Nor is there any military estrangement between the two countries. Even if this deal didn’t work",
  "out for the United States, it is still a leading arms supplier to India, having won bids to provide",
  "ships, reconnaissance aircraft and advanced transport planes. The Indian Army, Navy and Air",
  "Force still conduct more exercises with US defence forces than with those of any other power. The",
  "two countries’ worldviews on the big issues confronting the planet are not incompatible.",
  "In any case, the strategic traffic is not merely one-way. Washington too has a national interest in",
  "Indian strategic autonomy, which would be buttressed by a wider range of external partnerships,",
  "including with the European states that will be the beneficiaries of the aircraft tender. Though India",
  "is rightly allergic to being seen as a US-supported counterweight to a rising China, in practice it is",
  "avidly courted by Southeast Asian countries anxious to balance Beijing, a development which suits",
  "Washington’s interests. President Obama’s 2010 visit cemented a perception that the two countries",
  "shared an increasingly convergent worldview, common democratic values and a thriving trade.",
  "None of this will cease to be relevant if India buys a European fighter plane.",
  "In fact the potential for India–US collaboration in a variety of areas—military and non-military",
  "—would probably be enhanced by this decision. Turning the United States down this time actually",
  "frees the hands of the Indian government to pursue other aspects of the partnership, immune from",
  "the charge that it is too responsive to US pressures. So New Delhi hasn’t foreclosed its options; ithas in fact enlarged them.",
  "The MMRCA deal was, however, only one of several issues that arose between the two states",
  "that created the impression of a downturn in India–US relations after the heady days of the Bush",
  "Administration, when Prime Minister Manmohan Singh had even publicly declared to the",
  "American leader, ‘Mr President, the people of India love you.’ India’s positions on the MMRCA",
  "order and its rejection of the nuclear liability legislation advocated by Washington remain what",
  "Americans like to call the ‘poster children’ for the argument that the relationship with India is not",
  "yielding the rewards its advocates had predicted, or at least implied. But those who make this",
  "point in Washington fail to see that neither is specifically anti-US in conception—both involve",
  "India taking positions based on its own understanding of its own national and security interests",
  "within a specific domestic political context, exactly what democracies tend to do. The same is true",
  "of the more general disappointments that are being voiced in Washington, notably over India’s",
  "timidity in pursuing economic reforms that would open its market further to US firms—something",
  "that affects all potential foreign investors and not just Americans. (And yet it is US companies,",
  "more than others, that could conclude that the Indian market is less attractive than they had",
  "imagined, since Americans are quickest to complain that the lure of the potential of the Indian",
  "market needs to be matched by its performance.)",
  "Meanwhile, the reality of extensive defence cooperation is masked by the rejection of one",
  "American combat aircraft. In fact India relies significantly on American platforms for its long-",
  "range maritime patrol aircraft, very heavy lift transport aircraft, advanced special operations",
  "tactical transport aircraft and heavy attack helicopter requirements—all implying a degree of",
  "Indian dependence on American defence technology, and American willingness to supply it, that",
  "would both have been inconceivable just two decades ago. And India’s attitude to the American",
  "troop presence in its own neighbourhood—which has gone from outright rejection during the Cold",
  "War to publicly welcoming American troops in Afghanistan as a source of security and stability",
  "and seeking their prolongation—is proof of an astonishing metamorphosis in Indian perceptions of",
  "America.",
  "At the same time, if American analysts can point to the aircraft deal and the nuclear liability",
  "legislation as evidence of India not trying hard enough, there is just as much cause for",
  "disappointment on the other side of the equation. Many Indians had expected more from the new",
  "strategic partnership with the United States than has been forthcoming. Major irritants from an",
  "Indian point of view include America’s excessive generosity to the Pakistani military—some $11",
  "billion since 2001, ostensibly for security against terrorism but much of it spent on weapons aimed",
  "at India—its continuing sale of conventional arms to Pakistan, US inattention to Indian interests in",
  "Afghanistan, the Obama Administration’s assiduous cultivation of China and the continuing",
  "reluctance in Washington to transfer cutting-edge defence technology to India. On China, Indians",
  "saw a clear contrast from the start with the Bush view of Beijing as a power to be contained; on",
  "Obama’s inaugural visit to Asia as President in November 2009, he spent four days in China and",
  "left after signing a joint statement that declared Beijing to be the key to ‘peace, stability, and",
  "development in South Asia’, a distinction that surely ought to have been accorded to India. The",
  "visit was accompanied by some suggestions that this was a far more important relationship to",
  "Washington than the one with India, and even loose talk of a ‘G2’ condominium between theUnited States and China to manage the world. India was kept waiting another year for a visit.",
  "There were, of course, various reasons for a change in the priority that had been accorded to",
  "India under Bush, apart from Obama’s diagnosis of China’s importance to American interests. The",
  "huge pressures of America’s domestic financial problems were always bound to loom larger than",
  "foreign policy concerns to the beleaguered Obama Administration, while the economic choices",
  "underpinning enthusiasm for India (support for free trade and the advantages to the American",
  "consumer of outsourcing and offshoring to India, for instance) were diluted by a more protectionist",
  "American approach focused principally on generating jobs in the United States. The Democrats are",
  "also more reflexively anti-nuclear and less likely to share Bush’s enthusiasm for the India–US",
  "civil nuclear deal; they are also more evangelical on climate change issues than the Republicans,",
  "making them less predisposed towards India’s position. On Afghanistan, too, both the logistical",
  "indispensability of Pakistan for the resupply of NATO forces and the domestic compulsions to",
  "bring the troops home were always going to weigh more heavily in US policy-makers’ minds than",
  "India’s interests.",
  "Within US policy-making circles, two constituencies have been less than helpful in building",
  "India–US ties—the so-called non-proliferation ayatollahs, whose attitude towards India is",
  "predicated entirely upon hostility to its nuclear programme, and the ‘hyphenators’, who view India",
  "entirely through the lens of US relations with Pakistan and ‘hyphenate’ the two subcontinental",
  "neighbours, subordinating US interests in New Delhi to the logic of its strategic focus on Pakistan.",
  "Pakistan had been a vital Cold War ally, a member of both CENTO and SEATO, the take-off point",
  "for Gary Powers’ famous and ill-fated U-2 spy flight over the USSR in 1962 and for Henry",
  "Kissinger on his epoch-changing clandestine opening to China in 1971. Years of Cold War",
  "policies have given Washington a ‘Pakistan-centric’ bureaucracy, at the State Department, the",
  "Pentagon and the CIA, who have long links to their counterparts in Islamabad and argue that",
  "closeness to India undermines traditional US objectives in the region. Their arguments—in a",
  "nation which is still run largely by institutions and policies set up in the Cold War era—have been",
  "buttressed by the US dilemmas in Afghanistan and the conviction that the road to peace in Kabul",
  "lies through New Delhi, and in particular to forcing Indian concessions to Pakistan on Kashmir.",
  "The result has been some active bureaucratic resistance in Washington to the attempts to change",
  "US policy in a more India-friendly direction.",
  "Of course it is true that the impact of such resistance can be exaggerated in Indian minds. In any",
  "case the tendency in India to overreact to every development, real or imagined, in the US–Pakistan",
  "relationship reflects an anxiety that many in Washington see as paranoia and does the country no",
  "favours. Instead there ought to be a recognition in New Delhi that US interests in India are driven",
  "by a logic of their own, independent of Pakistan, just as we would wish the United States to",
  "understand that our relations with China have little or nothing to do with our relations with the",
  "United States. Indians have perhaps been too sensitive to the perception that the Obama",
  "Administration offers India symbolic gestures like the first state dinner of his administration for",
  "Prime Minister Manmohan Singh, while reserving substance for China and aid for Pakistan. Some",
  "Indian commentators scoffed at what they saw as empty symbolism: ‘We get the state dinners,",
  "while Pakistan gets $11 billion worth of weapons.’ Though events like the first US–India strategic",
  "dialogue (started years after a similar dialogue was initiated with China) were initiated, critics feltthey offered sound bites, not solid actions. The United States, in this reading, could have done",
  "better had it seized the opportunity afforded in 2009 by the end of Prime Minister Manmohan",
  "Singh’s dependence for parliamentary survival on the support of communist parties to offer",
  "something major to New Delhi. That is hardly fair, since both countries have been increasingly",
  "looking inward, and opportunities have been missed by both sides.",
  "Still, things have moved a very long way from the estrangement of the Cold War years. Today,",
  "the basic forward thrust of the relationship is not in dispute, and momentum is strongly supported",
  "by the influential Indian-American community in the United States. Americans should not expect as",
  "much from India as they would from a close ally like Israel, but they are no longer the recipients of",
  "non-aligned diatribes from India, and New Delhi has voted with the United States more often than",
  "had once seemed likely on key issues before the UN Security Council, notably backing a US",
  "resolution on Syria in early 2012 rather than joining Russia and China in their opposition. Even",
  "when they disagree, as they did on Libya and Iran, there is much more mutual understanding than",
  "before, and a respect for Indian ways of thinking on world issues that did not previously exist in",
  "Washington. On Myanmar, for instance, the United States, a staunch critic of India’s appeasement",
  "of its generals (so much so that Obama even mentioned India’s unsatisfactory Myanmar policy in",
  "his otherwise laudatory speech to the Indian Parliament), has gradually veered around to the Indian",
  "point of view favouring engagement with Naypyidaw. The two countries consult each other on a",
  "wide range of subjects and at a significantly high level, in ways that simply were inconceivable a",
  "couple of decades ago. And when things go wrong for one country, the other one tends not to fish in",
  "troubled waters, as New Delhi’s refusal to be drawn into the recent US–Pakistan tensions testifies.",
  "This is not to suggest that the relationship is perfect, or could not be improved. Many Indians",
  "feel that the United States could be doing more to give its friends in New Delhi ammunition in their",
  "efforts to resist the reflexive suspicion of ‘imperialist’ Washington in many influential circles in",
  "India. Many in Washington despair at what they see as India’s reluctance to oblige the United",
  "States tangibly on issues that matter to it. One can also point to India’s own seeming reluctance to",
  "take domestic decisions (from economic reform to market access issues to military realignments)",
  "that would make it a more worthwhile partner for the United States. The sympathetic Ashley Tellis",
  "is probably fair in saying that India’s positive gestures towards the United States",
  "are often hesitant, precarious, incomplete, and at constant risk of backsliding—dangers that are exacerbated by the",
  "currently troubled state of Indian domestic politics, the discomfort with the United States still persisting among elements",
  "of the Indian political class, the native Indian conservatism with regard to doing anything to ‘shape’ the world, and the still",
  "significant limitations in analytic, bureaucratic, and decisional capacity affecting the Indian state.",
  "Tellis concludes that ‘as India’s capacity and confidence grows, New Delhi’s ability to more",
  "effectively partner with the United States will only increase further’.",
  "For India to continue to be regarded as an important friend in the United States, however, it is",
  "not enough to rely on an American interest in helping India to displace sufficient weight in the",
  "world as to balance, or help constrain, less friendly powers. The two countries will have to",
  "develop the habits of substantive cooperation that make each turn naturally to the other on issues",
  "engaging both. Indian public opinion is generally more favourably disposed to the United States",
  "than influential political leaders are, and this is particularly true of the younger generation, which",
  "has grown up without the anti-imperialist rhetoric of earlier years and sees much to admire in",
  "America’s free-enterprise culture. The shared values of democracy, the two countries’ use of acommon language (with Indian English becoming increasingly Americanized) and congruent",
  "strategic goals should strengthen these ties. India’s increasing economic opening will help, as will",
  "policies that provide more incentive to US businesses to invest in, and trade with, a market whose",
  "middle class is estimated by McKinsey as likely to reach 525 million by 2025. The social links",
  "between Indians and Americans have also been deepening over the years, especially with the",
  "integration of the thriving Indian diaspora into the American mainstream, and the corresponding",
  "increase in American interest in the land of their forebears. (That diaspora is particularly",
  "prosperous—the median income of an Indian-American family is almost 79 per cent higher than the",
  "national median—and therefore disproportionately influential.) Economic engagement in the era of",
  "globalization has reinforced these bonds, as more and more categories of people in both societies",
  "interact with and learn from each other.",
  "The two countries’ affinities also transcend their domestic politics. In New Delhi, Congress",
  "party rule has witnessed a continuation and strengthening of openings doggedly pursued by the",
  "BJP-led government (notably in the extensive dialogues conducted between then foreign minister",
  "Jaswant Singh and the US deputy secretary of state Strobe Talbott, who chronicled the talks in",
  "affectionate detail). In Washington, Clinton, Bush and Obama were all broadly on the same page;",
  "gone are the days when only Democrats were thought to be interested in improving ties with India.",
  "The right-of-centre American commentator Mary Kissel has observed tartly that India’s still-",
  "socialist Congress party, in power again since 2004, has a ‘kindred spirit’ in Obama: ‘a left-",
  "leaning big spender who thought that America should take a back seat in foreign affairs and stop",
  "dictating terms to its friends, both new and old’. Polemics aside, though, if Democrats see that kind",
  "of affinity with India, today’s Republicans, unlike their Nixonian predecessors, have even more",
  "strategic assumptions in common with India, whether run by the Congress party or its opponents.",
  "The increasingly significant informal relationships between power brokers in the United States and",
  "business leaders in India are another manifestation of this trend. Indian business leaders often",
  "attend the exclusive Bohemian Grove retreats, for instance, and the Aspen Institute has done an",
  "effective job of promoting strategic dialogue between the countries’ elites. The US India CEO",
  "Forum, set up by the two countries’ heads of government, is an example of harnessing the power of",
  "such relationships.",
  "These factors underlie the comfort—some might say complacency—with which Indians are",
  "regarding relations with the United States in the lead-up to the 2012 presidential elections. And yet",
  "there remain some potential flies in the proverbial ointment. One is undoubtedly the notoriously",
  "short-term American attention span to foreign affairs issues that do not appear to impinge directly",
  "on the country’s immediate security or welfare. A more inwardly focused domestic orientation, a",
  "more benign relationship with China and a post-Afghan-withdrawal indifference to South Asia",
  "could all lead Americans to forget the enthusiasm for India of the Bush years. President John F.",
  "Kennedy once memorably said, ‘The cost of freedom is always high, but Americans have always",
  "paid it.’ The problem for many Americans is that in recent years it seems that cost has been paid",
  "with a credit card. Many are understandably unwilling to keep racking up the bills internationally",
  "when debt and unemployment are mounting at home. But it would be disingenuous to think that",
  "increased ‘America-first’ism would not have consequences for Washington’s bilateral",
  "relationships with countries whose economies have become increasingly dependent on it,especially India’s.",
  "There is also the ever-present risk of competing US priorities clashing with the Indian",
  "relationship; a desire to accommodate China, along the lines advocated by Henry Kissinger, could",
  "again prompt the United States to steer a more Pacific course. Washington does not always",
  "appreciate that India cannot move faster on certain issues than it is currently doing, however",
  "frustrating that might seem to Americans (the nuclear liability issue is a case in point). India’s own",
  "stubborn emphasis on its independence of thought and action, while respected in principle by",
  "Washington, can sometimes grate there: as became apparent on the issue of sanctioning Iran,",
  "Washington may not always understand or fully appreciate India’s inability to agree with it,",
  "leading many to think of India as a false friend. And there is always the risk of complacency on the",
  "other side: the notion that the United States need not make more of a special effort with India since",
  "it has nowhere else to go but towards Washington, and that in any case it is too cussed to go far",
  "enough to make additional attention worthwhile.",
  "There is an additional risk. America’s own gradual transformation from a globe-straddling",
  "superpower to something less could have an impact on the relationship. An America in decline, if",
  "that is indeed what transpires, will both have less interest in India and be of less use to it in the",
  "world as a partner in its own rise. This may not be a likely scenario in the foreseeable future, since",
  "even America’s loss of sole-superpower status is unlikely to mean its ceasing to be a global",
  "power in the imaginable future. But it is something else that cannot be ignored.",
  "So the current scenario suggests that the transformation of India–US relations that began with the",
  "end of the Cold War is continuing its gradual course towards the evolution of a ‘special",
  "relationship’ between New Delhi and Washington. But the overall report card remains mixed.",
  "There are strong reasons for congruence and powerful arguments for continued closeness. India",
  "is clearly going to join the United States among the top five world powers of the twenty-first",
  "century. Both nations are anchored in democratic systems, and are committed to the rule of law,",
  "diversity and pluralism, and the encouragement of innovation and enterprise. The engagement of",
  "the two countries with each other is reinforced by the growing Indian presence in America—the",
  "100,000 Indian students (who form the largest foreign student community there) supplementing the",
  "flourishing and influential 3-million-strong Indian-American community, who enjoy the highest",
  "median income of any American ethnic group and who are playing an increasingly prominent role",
  "in politics and government.",
  "The way in which the two countries are economically useful for each other’s basic objectives",
  "was crisply brought out in a recent speech in Washington by India’s National Security Adviser",
  "Shivshankar Menon, who declared that ‘the US is a crucial partner in our enterprise to abolish",
  "mass poverty within a democratic framework and open society, while respecting human rights and",
  "rule of law’. In turn, he added, ‘India offers a large and growing market for the US, creating jobs in",
  "both economies, adding competitiveness to US firms, and synergy in innovation and technology.’",
  "Nonetheless, there is a perception among critics, not just in India, that these are ‘soft’ and ‘feel-",
  "good’ aspects of the relationship that mask a lack of substantive progress on the hard strategic,",
  "political and security issues that analysts here consider more important. How understanding is the",
  "United States of India’s security concerns, especially vis-à-vis Pakistan? Here President Obama’sstatements, particularly in Delhi, have inspired confidence that the United States does indeed pay",
  "serious attention to India’s core national security interests. But some hard content still needs to be",
  "defined. One example lies in the continuing restrictions on the sale of US high technology to India;",
  "New Delhi’s endeavours to seek the liberalization of US export controls have encountered",
  "significant delays and obstruction in Washington, inevitably having a dampening effect on the",
  "publicly announced plans to cooperate in nuclear and space technology.",
  "There has been some American appreciation for India’s role in Afghanistan but greater",
  "receptivity to Pakistani objections than New Delhi considers reasonable. New Delhi remains",
  "seriously concerned about the possibility of a US withdrawal from Afghanistan that implicitly",
  "leaves the country to the mercies of the Pakistani ISI, which has been known to foment and guide",
  "terrorist actions against India. Cooperation between India and the United States on",
  "counterterrorism has improved after 26/11, but the two countries have not gone much beyond",
  "information sharing (though the access somewhat belatedly granted to the Pakistani-American",
  "terrorist enabler David Coleman Headley helped overcome Indian misgivings about the depth of",
  "this cooperation). This is one area where real teeth could be added, not least to reassure Indians",
  "that the United States’ understandable desire to cut its losses in ‘Af-Pak’ would not leave our",
  "country more vulnerable to the depredations of those who stand to gain from an American",
  "departure.",
  "The United States could also show more interest in resisting China’s irredentist claims to Indian",
  "territory, particularly its habit of dubbing Arunachal Pradesh as ‘South Tibet’, an issue on which",
  "the United States has stayed conspicuously neutral. The question of the strategic content of the",
  "relationship goes beyond the subcontinent. Obama’s support in the Indian Parliament for New",
  "Delhi’s claims to a seat on a reformed Security Council has not been followed by any instructions",
  "to American diplomats around the world to execute this commitment or even to pursue this",
  "objective. The suspicion remains that what Indians saw as a substantive triumph during Obama’s",
  "visit in fact amounted to little more than a rhetorical flourish.",
  "Strategic partnerships are tricky to conceive and implement. There is, to begin with, a",
  "definitional challenge for Washington: what does the US national security apparatus understand by",
  "the concept of a ‘partnership’ such as the one it touts that it enjoys with India? Clearly, New Delhi",
  "is not going to sign on to anything resembling a traditional Cold War– era ‘ally’, but if the",
  "‘partnership’ means anything, it has to amount to something more than the two countries merely",
  "being not hostile to each other. The need to define a suitable mid-point between ‘friend’ and ‘ally’",
  "could not be more acute, but equally important is the need to give the term ‘partner’ some real",
  "operational content, and to create the necessary bureaucratic architecture to sustain such a",
  "partnership.",
  "To take one instance, the Bush Administration had appeared to envisage the emergence of a",
  "quartet of the United States, Japan, Australia and India to cooperate together in the Indian and",
  "Pacific Oceans, but this idea has languished since one round of joint naval exercises was",
  "conducted. Maritime security is an obvious area for cooperation, since these four countries",
  "(together with a couple of ASEAN powers) could easily construct a credible security architecture",
  "for the Indo-Pacific region. But there is a serious asymmetry in the relations among the various",
  "countries in such a configuration: Washington enjoys long-established treaty relationships withTokyo and Canberra, but there is nothing comparable with India, or between New Delhi and the",
  "other capitals. A serious effort would have to be made to create new linkages, but none has been",
  "forthcoming, and Washington is arguably at least as much to blame as New Delhi.",
  "The still-lacking substantive definition of India’s place as a ‘partner’ of Washington’s—despite",
  "the realization after 26/11 that both sides have a common global adversary—impedes the creation",
  "of effective mechanisms for intelligence sharing, joint military operations and collaboration in high",
  "technology, the very things that India seeks. The commentator Nikolas K. Gvosdev has suggested",
  "some benefits that a ‘partner’ like India might be accorded: ‘full participation in a number of",
  "counterterrorism initiatives, an expedited export control process for space technology, and",
  "invitations to participate in selected research and development projects with the Department of",
  "Defense’. That is a useful list to begin with, and India will be delighted if it were to happen. But it",
  "would need to be accompanied by operational mechanisms: urgent policy reviews, working groups",
  "that met frequently and against real deadlines, and possibly organizational changes in the national",
  "security apparatuses of both countries. Thanks to the estrangement of the Cold War years, New",
  "Delhi and Washington have not built the habits of trust and confidence between their",
  "bureaucracies, and this will take both time and political will. Neither is an indefinitely stretchable",
  "commodity.",
  "Similarly, the economic relationship between the two countries has been a source of",
  "satisfaction, but it is no longer without concern. India has thrived on US outsourcing to its IT-",
  "enabled services sector, and there has been an assumption that the recession will only drive up the",
  "demands for outsourcing by cost-conscious American corporations. Unfortunately, however,",
  "instead of greater market access in this sector, Indians have been facing signs of an American",
  "political backlash, ranging from state-level decisions not to outsource major government contracts",
  "to the imposition by the US Congress of punitive visa fees on white-collar Indian experts working",
  "for Indian technology providers. The United States has facilitated the globalized world by",
  "proselytizing for the very policies (capitalism, open markets, globalization and international",
  "institutions) that it now seems to be abandoning. You don’t have to watch Lou Dobbs on TV",
  "(though many foreigners did, until CNN International mercifully took him off-air) to conclude that",
  "the United States is acting as if it is now suspicious of the economic policies it has traditionally",
  "advocated—free markets, trade, immigration and technological change. In other words, Indians are",
  "not the only ones to fear that, just as the world is increasingly opening up, America may be closing",
  "down. The India–US relationship would suffer seriously if, beset by internal preoccupations,",
  "America turns inwards and forgets its responsibilities to the well-being of others.",
  "As David Malone put it, ‘The entente between the two nations is not so much an alliance as a",
  "“selective partnership” based on specific shared interests in some areas and quid pro quo",
  "arrangements in others, all underscored by strong economic interdependence. As long as their",
  "interests are aligned, India and the United States will seem locked in a wider strategic embrace.",
  "But perceptions of interests can change rapidly.’ That is a sobering thought, and a wise reminder",
  "that complacency is never sensible in international relations.",
  "Obama also spoke of a ‘global partnership’. What could this mean in practice? Both countries",
  "share a responsibility for preserving a rule-based, open and democratic world order and for the",
  "management of the global economy. Both are active in the G20 as the world’s premier institutionfor dealing with international economic questions. Both could work together on global",
  "development initiatives—USAID has famously deployed in Africa and elsewhere the India Mark II",
  "hand pump, devised for agriculture in India, which has revolutionized water supply in rural areas",
  "around the world. India and the United States could also act together to preserve the global",
  "commons—the environment, the high seas, human trafficking, outer space and cyberspace—all",
  "areas in which the two democracies, one the world’s richest, the other still emerging from poverty,",
  "have different but not irreconcilable approaches. Cooperation on the innovative development of",
  "green energy technologies, for instance, and on space exploration or combating cyber crime are",
  "obvious examples of issues that did not even exist before the twenty-first century dawned.",
  "Other possibilities for cooperative action could cover joint responses to natural disasters in",
  "South and Southeast Asia, agricultural research and development, and even nuclear proliferation,",
  "now that India is no longer lumped together with the ‘bad guys’ on that issue. But the United States",
  "must rein in the fulminations of its own ‘non-proliferation ayatollahs’, who are prepared to live",
  "with a nuclear China and take for granted a nuclear Britain or France, but cannot abide the thought",
  "of Indians with nukes. Washington must lift the export controls and restrictions on sharing high",
  "technology with India that understandably are seen by many in New Delhi as an affront. Obama’s",
  "visit made a positive beginning in this area, but some restrictions remain.",
  "Globally, India is looking for a more inclusive multilateralism, and would not accept, as some",
  "foreign observers have suggested, a G2 condominium of America and China. There is a consensus",
  "in our country that India should seek to continue to contribute to international security and",
  "prosperity, to a well-ordered and equitable world, and to democratic, sustainable development for",
  "all. This means that, in the wake of the global economic crisis, we must work to redistribute power",
  "in the international financial institutions like the IMF and World Bank, as well as in the political",
  "organs of global governance such as the UN Security Council. This is an area where New Delhi",
  "expects greater understanding from Washington.",
  "But Indians must beware of seeing the US relationship in terms of a checklist of Indian",
  "expectations alone. Former US ambassador Robert Blackwill was once reported to have said:",
  "‘India wants the US to invest, India wants the US to keep its markets more open, India wants more",
  "visas for its professionals, India wants us to be helpful on Kashmir and in dealing with Pakistan,",
  "India wants US support for membership of the UN Security Council, India wants this and India",
  "wants that. Tell me what will India give in return?’ This is not elementary transactionalism alone,",
  "since Blackwill was very much an exponent of the support-India-for-its-own-sake school of",
  "American foreign policy making. Rather, it reflected a genuine level of exasperation. The fact is",
  "that Washington has reason to feel that New Delhi has not done enough to define its own sense of",
  "its role as an emerging great power, and consequently has no settled vision of what it wants from a",
  "strategic partnership with the United States. India is gradually moving from its traditional",
  "obsession with preserving its own strategic autonomy in the face of external pressure to a broader",
  "acceptance of its own responsibilities in shaping the world in which it wants to thrive. But there is",
  "not yet a full-fledged consensus on what that entails and how far it permits the two countries to",
  "flesh out the meaning of the expression ‘natural allies’ first used by both governments in the current",
  "decade.",
  "Part of the success of the India–US relationship will lie in how effectively the two countriesmanage the differences that inevitably will arise between them. Diplomats like to pretend that there",
  "are no difficulties or misunderstandings, when it fact several have arisen in the recent past. An",
  "illustrative list would include different priorities on terrorism and mismatched threat perceptions,",
  "incompatible views on Pakistan as a credible partner for peace and continued disagreements on",
  "aspects of trade relations, none more evident than in their duelling positions on the Doha Round.",
  "There are also issues of style—American insensitivity and Indian preachiness have tended to rub",
  "each other the wrong way. But on geopolitical fundamentals, there is no real clash of interests. On",
  "no issue of vital national interest to either country (with the possible exception of Iran) is the other",
  "arraigned on the ‘wrong’ side.",
  "The United States has to come to terms with a world whose centre of gravity has clearly moved",
  "away from the Atlantic to Asia, and to determine where it sees itself in relation to the incontestable",
  "rise of China and the growing prowess of India. If the relationship with India is going to become as",
  "important to American security as Europe’s once was, wouldn’t America need to revise its own",
  "positions on the threats and challenges faced by India?",
  "And yet the fundamental driver for long-term relations between the United States and India",
  "remains the importance of America—the nation, not just the government—as a partner in India’s",
  "own remaking. As I have argued in Chapter One, the basic task for India in international affairs is",
  "to wield a foreign policy that enables and facilitates the domestic transformation of India. The",
  "relationship with the United States is part of an effort to make possible the transformation of",
  "India’s economy and society through our engagement with the world, while promoting our own",
  "national values (of pluralism, democracy, social justice and secularism) within our own society.",
  "The India–US partnership contributes towards a global environment that is supportive of these",
  "internal priorities, and that facilitates our energy security, our food security and our environmental",
  "future. When we succeed in our national transformation, we will be including more and more of",
  "our people in the great narrative of hope that has been the narrative of social and economic",
  "development in America over the last two hundred years. That is why President Obama’s visit was",
  "a hugely important step in the building of an enduring edifice of cooperation.",
  "The transformation of the India–US relationship from estrangement to strategic partnership is",
  "well on its way, and the relationship has clearly acquired a depth that goes beyond the utilitarian",
  "measurement of successful transactions. The twenty-first-century world is one in which an",
  "emphasis on the shared values of both countries—democracy and pluralism, tolerance and",
  "transparency, and respect for personal liberty and human rights—has greater salience than ever.",
  "For the first time in human history, the majority of the world’s population lives in democracies.",
  "The idea that the two principal ones have special interests and responsibilities is not a fashionable",
  "one, but it could become one of the defining features of the new era.",
  "As democracies, India and the United States have the additional responsibility of establishing",
  "and running international structures to cope with the myriad challenges of the twenty-first century",
  "that go beyond the capacity of any one state or alliance to resolve. These include terrorism and",
  "nuclear proliferation, but also less conventional threats: state failure, transnational organized",
  "crime, the spread of pandemics, piracy in international waters, the management of cyberspace and",
  "the military misuse of outer space, to name a few. The threat of Islamist fanaticism and the rise of",
  "an authoritarian China also pose specific national security challenges to the United States and Indiathat, if handled well and in cooperation, could assure a safer world.",
  "The possibilities are vast. As they say in America, Obama stepped up to the plate in India, and",
  "in his speech to Parliament, he hit a home run. To turn to a more Indian sport, let us make sure that,",
  "well after his departure, we keep the ball in play.c  s",
  ""
]