[
  "chapter10 en",
  "India, the UN and the ‘Global Commons’: The Multilateral",
  "Imperative",
  "Even though it has been five years since I left the service of the United Nations, the one question",
  "people have still not stopped asking me in India is when India is going to become a permanent",
  "member of the Security Council. The question goes to the heart of the new set of aspirations that",
  "prevails across the Indian middle class and its elite for a meaningful role on the global stage. The",
  "short answer I have been giving them for more than a decade is, ‘not this year, and probably not the",
  "next’, but there are so many misconceptions around the country (and the world) about this issue that",
  "a longer answer is clearly necessary.",
  "The problem of reforming the Security Council is rather akin to a malady in which a number of",
  "doctors gather around a patient; they all agree on the diagnosis, but they cannot agree on the",
  "prescription. The diagnosis is clear—the Security Council reflects the geopolitical realities of",
  "1945 and not of today. This situation can be analysed mathematically, geographically and",
  "politically, as well as in terms of equity.",
  "Mathematically: When the UN was founded in 1945, the Council consisted of eleven members",
  "out of a total UN membership of fifty-one countries; in other words, some 22 per cent of the",
  "member states were on the Security Council. Today, there are 192 members of the UN, and only",
  "fifteen members of the Council—fewer than 8 per cent. So many more countries, both in absolute",
  "numbers and as a proportion of the membership, do not feel adequately represented on the body.",
  "Geographically: The composition of the Council also gives undue weightage to the balance of",
  "power of those days. Europe, for instance, which accounts for barely 5 per cent of the world’s",
  "population, still controls 33 per cent of the seats in any given year (and that doesn’t count Russia,",
  "another European power).",
  "And politically: The five permanent members (the United States, Britain, France, Russia and",
  "China) enjoy their position, and the privilege of a veto over any Council resolution or decision, by",
  "virtue of having won a war sixty-six years ago. (In the case of China, the word ‘won’ needs to be",
  "placed within inverted commas.)",
  "In terms of simple considerations of equity, this situation is unjust to those countries whose",
  "financial contributions to the United Nations outweigh those of four of the five permanent members",
  "—Japan and Germany have for decades been the second and third largest contributors to the UN",
  "budget, at 19 per cent and 12 per cent, respectively, while still being referred to as ‘enemy states’",
  "in the United Nations Charter (since the UN was set up by the victorious Allies of the Second",
  "World War). And it denies opportunities to other states who have contributed in kind (through",
  "participation in peacekeeping operations, for example) or by size, or both, to the evolution of",
  "world affairs in the six decades since the organization was born. India and Brazil are notable",
  "examples of the latter case.So the Security Council is clearly ripe for reform to bring it into the second decade of the",
  "twenty-first century. The UN recognized the need for action as early as 1992, when the Open-",
  "Ended Working Group of the General Assembly was established to look into the issue, in the hope",
  "—or so then secretary-general Boutros Boutros-Ghali declared—of having a solution in time for",
  "the fiftieth anniversary of the world organization in 1995. But the Open-Ended Working Group",
  "soon began to be known, in the UN corridors, as the Never-Ending Shirking Group. Instead of",
  "identifying a solution or moving towards compromise, the group remains in existence, having",
  "missed not only the fiftieth anniversary of the UN, but even the sixtieth and now the sixty-fifth. Left",
  "to their own devices, they will be arguing the merits of the case well past the UN’s centenary.",
  "For a decade now, the ‘Group of Four’—Brazil, Germany, India and Japan, or ‘G4’—have been",
  "in the forefront of an attempt to win the passage of Security Council reform, fully expecting to be",
  "the beneficiaries of any expansion in the category of permanent members. They have been",
  "repeatedly thwarted.",
  "The problem is quite simple: for every state that feels it deserves a place on the Security",
  "Council, and especially the handful of countries that believe their status in the world ought to be",
  "recognized as being in no way inferior to at least three if not four of the existing permanent",
  "members, there are several that know they will not benefit from any reform. The small countries",
  "that make up more than half the UN’s membership accept that reality and are content to compete",
  "occasionally for a two-year non-permanent seat on the Council. But the medium-sized and large",
  "countries which are the rivals of the prospective beneficiaries deeply resent the prospect of a",
  "select few breaking free of their current second-rank status in the world body. Some of the",
  "objectors, like Canada and Spain, are genuinely motivated by principle: they consider the",
  "existence of permanent membership to be wrong to begin with, and they have no desire to",
  "compound the original sin by adding more members to a category they dislike. But many of the",
  "others are openly animated by a spirit of competition, historical grievance or simple envy.",
  "Together they have banded together into an effective coalition—first called the ‘coffee club’, and",
  "now, more cynically, ‘Uniting for Consensus’—to thwart reform of the permanent membership of",
  "the Security Council.",
  "Let us remember that the bar to amending the UN Charter has been set rather high. Any",
  "amendment requires a two-thirds majority of the overall membership, in other words 129 of the",
  "193 states in the General Assembly. An amendment would further have to be ratified by two-thirds",
  "of the member states (and ratification is usually a parliamentary procedure, so in most countries",
  "this means it’s not enough for the government of the day to be in favour of a reform; its Parliament",
  "also has to go along with a change). In other words, the only ‘prescription’ that has any chance of",
  "passing is one that will both (a) persuade two-thirds of the UN member states to support it and (b)",
  "not attract the opposition of any of the existing permanent five (or even that of a powerful US",
  "senator who could block ratification in Washington). That has proved to be a tall order indeed.",
  "After all, who would countries want to see on an expanded Security Council? Obviously, states",
  "that displace some weight in the world and have a record of making major contributions to the UN",
  "system. But when Japan and Germany began pressing their claims to permanent seats, the then",
  "foreign minister of Italy, Susanna Agnelli, wisecracked, ‘What’s all this talk about Japan and",
  "Germany? We lost the war too.’ (Other historical factors intrude: neither China nor South Korea iskeen on Japan, with its record of atrocities seven decades ago, being rewarded today.) Even",
  "assuming such objections (notably from Italy, Spain, Canada and Korea among OECD countries)",
  "could be overcome, adding these two to the Council would, of course, further skew the existing",
  "North–South imbalance. So they would have to be balanced by new permanent members from the",
  "developing world. But who would these be? In Asia, India, as the world’s largest democracy, its",
  "third largest economy and a long-standing contributor to UN peacekeeping operations, seems an",
  "obvious contender. But Pakistan, which fancies itself India’s strategic rival on the subcontinent, is",
  "unalterably opposed, and to some extent Indonesia seems to feel diminished by the prospect of an",
  "Indian seat. In Latin America, Brazil occupies a place analogous to India’s in Asia, but Argentina",
  "and Mexico have other ideas, pointing to Portuguese-speaking Brazil’s inferior credentials in",
  "representing largely Hispanic Latin America. And in Africa, how is one to adjudicate the rival",
  "credentials of the continent’s largest democracy, Nigeria, its largest economy, South Africa, and its",
  "oldest civilization, Egypt?",
  "No wonder the search for a reform prescription—a formula that is simultaneously acceptable to",
  "a two-thirds majority and not unacceptable to the permanent five—has proved so elusive.",
  "Composition is the central challenge, but not the only one. There is also the question of the",
  "eventual size of a reformed Council: once additional permanent members are joined by additional",
  "non-permanent ones (to give more representation to regions like Latin America and Eastern",
  "Europe, which would otherwise be marginalized in the new body), would it become too large to",
  "function effectively? Is there a danger it would become more of a conference than a council, more",
  "of a debating chamber than a decision-making body? What about the veto? Permanent membership",
  "currently comes with the privilege of a veto, but there is less support across the UN membership",
  "for new veto-wielders than there might be for the abolition of the veto altogether. The G4, sensing",
  "the mood, announced they would voluntarily forgo the privilege of a veto for ten years. It did not",
  "noticeably add momentum to their cause.",
  "But I do still believe the Security Council has to change sooner or later. The best argument for",
  "reform is that the absence of reform could discredit the United Nations itself. Britain and France",
  "have become converts to this point of view. I remember the late British foreign secretary Robin",
  "Cook saying in 1997 (on his first visit to the UN in that capacity) that if the Council was not",
  "reformed without delay, his own voters would not understand why. Cook, a fine statesman and a",
  "man of principle, did not realize that he was not destined to see any Council reform in his lifetime,",
  "let alone during his term of office. And yet he understood that reform was essential, because what",
  "merely looks anomalous today will seem absurd tomorrow. Imagine in 2020 a British or French",
  "veto of a resolution affecting South Asia with India absent from the table, or of one affecting",
  "southern Africa with South Africa not voting: who would take the Council seriously then?",
  "There is perhaps another reason why the British and the French are genuinely keen on seeing the",
  "Council reformed right now. Currently, everyone is only speaking of expanding the permanent",
  "membership of the Council, not replacing the existing permanent members. If reform is delayed by",
  "another decade, there is a real risk that the position of London and Paris will not be so secure then;",
  "the clamour for replacing them with one permanent European Union seat would mount, and could",
  "prove irresistible.",
  "So far, the other three permanent members have been somewhat more lukewarm about reform.Russia is officially pledged to support it, and has explicitly backed the claims of Germany, Japan",
  "and India to new permanent seats, but it is a matter for debate as to how enthusiastic Moscow",
  "really is. Its permanent seat on the Council was the one asset that, even during the shambolic years",
  "of the 1990s, allowed Russia to ‘punch above its weight’ in international affairs. Few Russians",
  "really want to see that position of privilege diluted by having to be shared with several new",
  "countries.",
  "The United States and China are even more sceptical. China shares Moscow’s reluctance to see",
  "its stature diminished, but this is all the more true since it now sees itself, quite justifiably, as",
  "having no peer in the world other than the United States, whose economy it is on course to",
  "overtake within the next two decades. As for the United States, it is still the sole superpower, and",
  "its isolation in recent years on various issues, notably relating to the Middle East, makes the",
  "American administration profoundly wary of giving new powers to countries that may stand in its",
  "way. It was striking that Washington’s support of a seat for Germany faded away in the wake of",
  "Germany’s vocal opposition to the 2003 Iraq war, and it took years to formally endorse India’s",
  "bid, because it was conscious that New Delhi votes more often against Washington in UN forums",
  "than with it. (It finally did so in November 2010 during a visit to New Delhi by President Obama",
  "that was aimed at sealing a strategic partnership whose credibility would have been undermined",
  "by continued reticence on a Security Council seat for New Delhi. But there has been no indication",
  "whatsoever of the United States proceeding to ‘action’ its commitment by instructing its",
  "ambassadors, for instance, to lobby for a permanent seat for India or even for a swift resolution of",
  "the impasse over Council expansion.) In addition, the United States likes a Council it can",
  "dominate; Washington is conscious that a larger body would be more unwieldy, and a bigger",
  "collection of permanent members more difficult to manage, than the present Council. ‘If it ain’t",
  "broke, don’t fix it,’ American diplomats like to say.",
  "But for much of the rest of the world, the Security Council is indeed ‘broke’, and the more",
  "decisions it is called upon to take that affect many countries—authorizing wars, declaring",
  "sanctions, launching peacekeeping interventions—the greater is the risk that its decisions will be",
  "seen as made by an unrepresentative body and therefore rejected as illegitimate. The United",
  "Nations is the one universal body we all have, the one organization to which every country in the",
  "world belongs; if it is discredited, the world as a whole will lose an institution that is truly",
  "irreplaceable.",
  "But that could happen. And my worry, as an old UN hand, is that if Security Council reform",
  "drags on indefinitely and inconclusively key countries could begin to look for an alternative. Five",
  "years ago, as a candidate for Secretary-General, I asked in a speech: ‘What if the G8, which is not",
  "bound by any Charter and writes its own rules, decided one day to expand its membership to",
  "embrace, say, China, India, Brazil and South Africa?’ That is precisely what has happened since,",
  "with the establishment of the G20, albeit as the premier global macroeconomic forum, rather than",
  "the peace and security institution that the Security Council is. Nonetheless, China aside, the other",
  "countries could well say, ‘Well, we’re now on the high table at last—why not focus our energies",
  "on this body and ignore the one which refuses to seat us?’ The result could be a UN dramatically",
  "diminished by the decision of some of its most important members to ignore or neglect it, while the",
  "G20 could well arrogate political responsibilities to itself, unrestricted by any constraint otherthan its own self-restraint. If that were to occur, the loss will be that of the rest of the world, which",
  "at least today has a universal organization to hold it together under the rules of international law—",
  "which is vastly preferable to a ‘directoire’ of self-appointed oligarchs that a politically",
  "empowered G20 could become. So those small and medium-sized countries that are throwing up",
  "petty obstacles to reform are being rather short-sighted, not only because they fail to address the",
  "fundamental problem that I described as the ‘diagnosis’, but because their opposition, if it",
  "succeeds, could potentially undermine the very institution that many of these countries, now in the",
  "forefront of opposition to reform, have long seen as a bulwark for their own security and safety in",
  "an unequal world.",
  "Of course, some answer that the UN is increasingly irrelevant as a world organization, and that",
  "it therefore makes little sense to clamour for a role of prominence in the Security Council. Such",
  "things have been heard in the West for a while, but the critics are wrong. Those of us who used to",
  "toil every day at the headquarters of the United Nations—and even more our colleagues on the",
  "front lines in the field—had become a little exasperated at seeing our institutional obituaries in the",
  "press. The UN’s problems over Iraq had led some to evoke a parallel to the League of Nations, a",
  "body created with great hopes at the end of the First World War, which was reduced to debating",
  "the standardization of European railway gauges the day the Germans marched into Poland. But Iraq",
  "proved conclusively that even where the UN was rendered irrelevant to the launching of a war, it",
  "became indispensable to the ensuing peace, and the rebuilding that followed. As Mark Twain put it",
  "when he saw his own obituary in the newspaper, reports of the UN’s demise are therefore",
  "exaggerated.",
  "Since the best crystal ball is often the rear-view mirror, I hope I may be permitted a personal",
  "reminiscence into the question of change at the United Nations. For the UN has not just changed",
  "enormously in those first sixty years, it has been transformed in the career span of this one former",
  "UN official. If I had even suggested to my seniors when I joined the organization in 1978 that the",
  "UN would one day observe and even run elections in sovereign states, conduct intrusive",
  "inspections for weapons of mass destruction, impose comprehensive sanctions on the entire",
  "import–export trade of a member state, create a counterterrorism committee to monitor national",
  "actions against terrorists, or set up international criminal tribunals and coerce governments into",
  "handing over their citizens (even sometimes their former presidents) to be tried by foreigners",
  "under international law, I am sure they would have told me that I simply did not understand what",
  "the United Nations was all about. (And indeed, since that was in the late 1970s, they might well",
  "have asked me—‘Young man, what have you been smoking?’)",
  "And yet the UN has done every one of those things during the last two decades, and more. The",
  "United Nations, in short, has been a highly adaptable institution that has evolved in response to",
  "changing times.",
  "My firm view therefore remains that despite the heated criticism the organization has faced from",
  "some quarters in recent years—much of it ill-founded—the UN is as necessary today as it was in",
  "1945, and it will be even more necessary tomorrow. Our search has been, and must continue to be,",
  "for a renewed, not a retired, UN. And it is in this context that the question of Security Council",
  "reform must be examined.",
  "So what’s the answer for India? In 2010, the G4 took the debate away from the feckless Open-Ended Working Group into the General Assembly plenary, and persuaded the facilitator of the",
  "process, the ambassador of Afghanistan, to come up with a text for discussion. Though his efforts",
  "have been hailed by enthusiasts as heralding a genuine breakthrough in the process, his text is still",
  "replete with square brackets, revealing entrenched and irreconcilable positions. Continued",
  "tinkering with a reform resolution will continue, but no resolution can attract enough votes unless",
  "the fifty-four-member African Union (AU) is persuaded to step off the fence it has been straddling",
  "for years. African opponents of Council reform have adroitly manoeuvred the AU into an",
  "impossible position under the label ‘the Ezulweni Consensus’ (named for the Swazi town at which",
  "the formula was agreed). The Ezulweni Consensus demands two veto-wielding permanent seats",
  "for Africa in a reformed Council, a demand couched in terms of African self-respect but pushed",
  "precisely by those countries which know it is unlikely ever to be granted. The AU’s rules mean",
  "that African positions are adopted by consensus, thus taking fifty-four potential votes out of the",
  "equation in favour of a political compromise.",
  "As an Indian minister of state lobbying in Addis Ababa for Security Council reform, I pointed",
  "out somewhat mischievously that ‘Ezulweni’ meant ‘Paradise’, but that, after years of insisting",
  "upon, and failing to obtain, Paradise, it was necessary for African countries to settle for what",
  "could be achieved on earth. Africa’s naysayers also know that insisting on a consensus decision",
  "makes it difficult for the majority favouring reform to move the process forward. After years of",
  "accepting this approach, countries like South Africa appear to be challenging the time-honoured",
  "emphasis on consensus. If the AU were to agree to a free vote in the General Assembly, the",
  "prospects of a reform resolution attracting the necessary 129 votes would brighten immeasurably.",
  "As with most global issues, the key to breaking the logjam lies in Washington. Most of the",
  "naysayers are US allies who have been given a free hand by Washington’s own lack of enthusiasm",
  "for reform. If a new (or re-elected) US administration could be persuaded that it is in America’s",
  "self-interest to maintain a revitalized United Nations, credible enough for its support to be",
  "valuable to the United States and legitimate enough to be a bulwark of world order in the imminent",
  "future when the United States is no longer the world’s only superpower, Washington could bring",
  "enough countries in its wake to transform the debate.",
  "That is a task that the Security Council ‘aspirants’—and notably the government of a",
  "transforming India now entering into a strategic partnership with Washington—are well positioned",
  "to perform.",
  "As someone who has devoted three decades of his life to multilateral cooperation at the United",
  "Nations, my big fear remains that if reform does not come, many countries will despair and lose",
  "interest in the working of the world body. Alternative structures of world governance could",
  "emerge that would in the end undermine the one truly effective universal organization the world",
  "has built up since 1945—the United Nations.",
  "‘Reform or die’ is a cliché that has been inflicted on many institutions. For the UN, at this time",
  "and on this issue, the hoary phrase has the additional merit of being true.",
  "But the questions of world peace and security debated and decided at the Security Council do not",
  "constitute the whole story of the UN. As global governance has evolved, the UN system has",
  "become the port of call for innumerable ‘problems without passports’—problems that cross allfrontiers uninvited, problems of the proliferation of weapons of mass destruction, of the",
  "degradation of our common environment, of contagious disease and chronic starvation, of human",
  "rights and human wrongs, of mass illiteracy and massive displacement, and the governance of the",
  "‘global commons’ (on which more later). Such problems also require solutions that cross all",
  "frontiers, since no one country or group of countries can solve them alone.",
  "Global governance is not exactly the most precise concept dreamed up by political scientists",
  "today. It is used to describe the processes and institutions by which the world is governed, and it",
  "was always intended to be an amorphous idea, since there is no such thing as a global government",
  "to provide such governance. ‘Global governance’ is a term that tries to impose a sense of order,",
  "real or imagined, on a world without an organized system of government. It has four essential",
  "aspects.",
  "The first is history. The principal institutions of global governance today are those that emerged",
  "after the disasters of the first half of the twentieth century. In the first half of the twentieth century,",
  "the world saw two world wars, countless civil wars, mass expulsions of populations and the",
  "horrors of the Holocaust and Hiroshima. Then things changed. In and after 1945, a group of far-",
  "sighted leaders were determined to make the second half of the twentieth century different from the",
  "first. So they drew up rules to govern international behaviour, and they founded institutions in",
  "which different nations could cooperate for the common good. That was the idea of ‘global",
  "governance’—to foster international cooperation, to elaborate consensual global norms and to",
  "establish predictable, universally applicable rules, to the benefit of all.",
  "The keystone of the arch was the United Nations—the institution seen by world leaders like",
  "former US president Franklin Delano Roosevelt and his successor Harry Truman as the only",
  "possible alternative to the disastrous experiences of the first half of the century. As Roosevelt",
  "stated in his historic speech to the two US Houses of Congress after the Yalta conference, the UN",
  "would be the alternative to the military alliances, balance-of-power politics and all the",
  "arrangements that had led to war so often in the past. The UN stood for a world in which people of",
  "different nations and cultures looked on each other not as subjects of fear and suspicion, but as",
  "potential partners, able to exchange goods and ideas to their mutual benefit.",
  "Not that Paradise descended on earth in 1945. We all know that tyranny and warfare continued,",
  "and that billions of people still live in extreme and degrading poverty. But the overall record of the",
  "second half of the twentieth century is one of amazing advances. A third world war did not occur.",
  "The world economy expanded as never before. There was astonishing technological progress.",
  "Many in the industrialized world now enjoy a level of prosperity, and have access to a range of",
  "experiences, that their grandparents could scarcely have dreamed of; and even in the developing",
  "world, there has been spectacular economic growth. Child mortality has been reduced. Literacy",
  "has spread. The peoples of the developing world threw off the yoke of colonialism, and those of",
  "the Soviet bloc won political freedom. Democracy and human rights are not yet universal, but they",
  "are now much more the norm than the exception. The existence of the global system devised in",
  "1945 helped make all of this possible.",
  "These developments result at least partly from the second important feature of global",
  "governance—the emergence in the last six and a half decades of institutions, principles and",
  "processes that reflect this new reality. Global institutions benefit from the legitimacy that comesfrom their universality. Since all countries belong to it, the UN enjoys a standing in the eyes of the",
  "world that gives its collective actions and decisions a legitimacy that no individual government",
  "enjoys beyond its own borders. But the institutions of global governance have been expanding",
  "beyond the UN itself. There are selective intergovernmental mechanisms like the G8, military",
  "alliances like NATO, subregional groupings like the Economic Community of West African States,",
  "one-issue alliances like the Nuclear Suppliers’ Group. Writers connect under International PEN,",
  "soccer players in FIFA, athletes under the International Olympic Committee, mayors in the World",
  "Organization of United Cities and Local Governments. Bankers listen to the Bank of International",
  "Settlements and businessmen to the International Accounting Standards Board. The process of",
  "regulating human activity above and beyond national boundaries has never been more widespread.",
  "In parallel is emerging the third aspect of global governance today, the idea that there are",
  "universally applicable norms that underpin our notion of world order and therefore of global",
  "governance. Sovereignty is one, especially in a world where the majority of states have won their",
  "sovereignty after long years of colonial rule. Emerging from the principle of sovereignty is the",
  "principle of non-interference in other countries’ internal affairs, equality and mutual benefit, non-",
  "aggression and coexistence across different political systems—the very principles first articulated",
  "by India’s Jawaharlal Nehru in his famous Panchsheel doctrine with the People’s Republic of",
  "China in 1954. At the same time, there has evolved a new set of global norms of governance that",
  "complement and expand (and, in some cases, affect) these principles, including respect for human",
  "rights, transparency and accountability, rule of law, equitable development based on economic",
  "freedom and, at least to most nations, political democracy. These are seen as desirable for all",
  "countries to aspire to, and while no one suggests that they can or should be imposed on any nation,",
  "fulfilling them is seen as admirable by most of the world and broadly accepted as evidence of",
  "successful governance.",
  "The fourth feature is the global nature of the determining forces of today’s world. As I have",
  "mentioned earlier, there are broadly two contending and even contradictory forces in the world in",
  "which we live today: on the one hand are the forces of convergence, the increasing knitting-",
  "together of the world through globalization, modern communications and trade, and on the other are",
  "the opposite forces of disruption, of religious polarization, of the talk of the clash of civilizations,",
  "and of terrorism. The two forces, one pulling us together, the other pulling us apart, are concurrent",
  "phenomena of our times, and the use by one set of forces of the instruments of the other (the",
  "terrorists of 9/11 and 26/11 using the instruments of globalization and convergence) is emblematic",
  "of the phenomenon. We have to recognize both the positive and negative forces of the world today,",
  "and, from it, a consciousness of the increasing mutual interdependence that characterizes our age.",
  "People everywhere therefore have a growing stake in international developments. To put it",
  "another way, the food we grow and we eat, the air we breathe, and our health, security, prosperity",
  "and quality of life are increasingly affected by what happens beyond our borders. And that means",
  "we can simply no longer afford to be indifferent about the rest of the world, however distant other",
  "countries may appear.",
  "Now these four broad aspects are descriptive of global governance, rather than prescriptive.",
  "But from such a description, it is clear that global governance rests on the realization that security",
  "is not indeed just about threats from enemy states or hostile powers, but that there are commonphenomena that cut across borders and affect us all. Nor can they be solved by any one country or",
  "any one group of countries, which make them unavoidably the shared responsibility of humankind.",
  "This idea has gained strong ground through the 1990s and through the first part of this century.",
  "There is an obvious list of such problems: terrorism itself, the proliferation of weapons of mass",
  "destruction, of the degradation of our common environment, of climate change (quite obviously",
  "because we cannot put up a fence in the sky to sequester our own climate), of persistent poverty",
  "and haunting hunger, of human rights and human wrongs, of mass illiteracy and massive",
  "displacement. There are financial and economic crises (because the financial contagion becomes a",
  "virus that spreads from one country to others), the risk of trade protectionism, refugee movements,",
  "drug trafficking. And we must not overlook epidemic disease. Take the SARS epidemic in China:",
  "initially there was an attempt to keep it quiet, but it was very easy for the virus to hop on a plane",
  "and show up in Toronto, and suddenly it became a global phenomenon, no longer something that",
  "could be contained in any one country. The same is true of AIDS, which travelled from the Congo",
  "to California and on to the world’s consciousness, just as it is true of swine flu (H1N1) today.",
  "The growing list of global ‘problems without passports’ also calls for solutions that cross",
  "frontiers. Individual countries may prefer not to deal with such problems directly or alone, but they",
  "are impossible to ignore. So handling them together internationally is the obvious way of ensuring",
  "they are tackled; it is also the only way. Some scholars of international affairs have begun to speak",
  "of an idea they call ‘responsible sovereignty’, the notion that nations must cooperate across",
  "borders to safeguard resources and to tackle common threats.",
  "This kind of thinking is also reflective of the change in the way the world thinks about security.",
  "After 1945 and throughout the Cold War, the concept of security was taken as relating to nation",
  "states seeking to protect their territorial sovereignty and national interests from the threat or use of",
  "force by foreign powers. The security debate was framed in terms of defence, arms build-ups and",
  "military alliances. With the end of the Cold War and the receding prospect of superpower conflict,",
  "security theorists began to focus on threats to security based upon internal conflicts and internecine",
  "wars—civil wars, ethnic conflict, secessionist struggles and terrorist attacks—as well as the",
  "continuing dangers of the nuclearization of ‘rogue states’, those assumed to be more predisposed to",
  "using nuclear weapons than those who had developed them decades earlier.",
  "These threats, however, are still seen in terms of the security of sovereign states. In the context",
  "of global governance, however, a new concept has emerged: the concept of ‘human security’, a",
  "notion that focuses more on the protection of the individual than on the sovereignty of the state. In",
  "the words of the 2003 report of the Commission on Human Security, security involves the need ‘to",
  "protect the vital core of all human lives in ways that enhance human freedoms and human",
  "fulfillment’. The commission argues that ‘the security of one person, one community, one nation",
  "rests on the decisions of many others—sometimes fortuitously, sometimes precariously’, and that",
  "‘policies and institutions must find new ways to protect individuals and communities’.",
  "How can such security be ensured? Clearly, there is an ineluctable link to the emerging concept",
  "of global governance. Human security cannot be the pursuit of any one nation, however rich or",
  "powerful it might be. It manifestly requires international cooperation within global bodies, as well",
  "as action by international and interstate organizations such as the United Nations itself (including",
  "through the operations of specialized agencies working on health, children, labour standards, etc.,and the negotiation, conclusion and application of international treaties and conventions). What",
  "about the old-fashioned idea of security in the military sense? That is no exception: the UN",
  "conducts peacekeeping missions, and so do regional organizations like ECOWAS in West Africa",
  "and NATO in Europe, almost always acting under a mandate from the world body. These are all",
  "examples of collective military action in a global governance context, and they involve nation",
  "states ceding some degree of control over the deployment of their national defence and security",
  "forces to supranational institutions. Even a non-UN-authorized mission like that of ISAF, the",
  "International Security Assistance Force, in Afghanistan involves contributions from several",
  "countries, all in the name of a higher global good.",
  "So the world has evolved significantly towards greater global governance since the end of the",
  "Second World War. And yet the global governance structures of today still reflect the realities of",
  "1945 and not of 2012. As we look around the world of 2012, we cannot fail to note the increase in",
  "the number of major powers across the world since the structures of the international system were",
  "put in place in 1945. It is an undeniable fact that the emerging powers have moved very much from",
  "the periphery to the centre of global discourse and global responsibility, and they have now a",
  "legitimate and an increasingly voluble desire to share power and responsibility in the global",
  "system. So, too, do the so-called social forces—NGOs, civil society movements—which have",
  "become impossible to ignore in any discussion of global governance, but which lie outside the",
  "scope of the present analysis.",
  "India feels very strongly that there is a clear need for an expansion of the Security Council in",
  "both categories—permanent and non-permanent. But it also sees the Security Council as part of a",
  "broader process of renewing the United Nations. Like many developing countries, India would like",
  "to see the General Assembly strengthened as the primary intergovernmental legislative body,",
  "which it is not yet; it has become too often a rhetorical forum, prone to declaratory effulgences",
  "without effect, rather than one which acts as a legislative body driving the action of the UN",
  "organization. The UN’s Economic and Social Council too should become a more meaningful",
  "development-oriented body, and a serious instrument of development governance. A greater",
  "sharpening is also required in the focus and the operational efficiency of the UN funds, agencies",
  "and programmes, whose effectiveness is so important for so many of the world’s vulnerable and",
  "developing people.",
  "India is conscious, too, that the international financial institutions set up at Bretton Woods in",
  "1944 are also in need of reform, since they too reflect the realities of a vanished era: Belgium, for",
  "instance, disposes of the same weighted vote as China in these institutions. The G20 summit in",
  "Pittsburgh in September 2009 set in motion a process for global redesign of the international",
  "financial and economic architecture, and is thus emerging as the premier forum for international",
  "economic cooperation. The G20 has become a meaningful platform for North– South dialogue",
  "precisely because the South is not completely outweighed by the North in the composition of the",
  "G20. India will use its position in this grouping to pursue a long-term objective of broad parity",
  "between the developed countries and the developing and transition economies in the international",
  "financial institutions.",
  "This is reflected in the Pittsburgh summit decision to reform the Bretton Woods institutions, the",
  "creation of a mechanism for G20 experts to address regulatory reform, and plans to shift decision-making power (5 per cent of the IMF quota share and 3 per cent of the World Bank’s voting",
  "power) from the developed world to the developing and transition economies. Nations like India,",
  "Brazil, Russia and China have called for higher figures—7 per cent of the IMF quota share and 6",
  "per cent of the World Bank’s voting powers—to be transferred. India has already established itself",
  "as a key player in the G20, where Prime Minister Manmohan Singh is a notably influential voice,",
  "and this institution—or a variant of it, such as a smaller ‘G13’ being touted in some circles as an",
  "alternative to both the G8 and the G20—could well prove a more valuable mechanism for",
  "international impact in the long term than the United Nations.",
  "It certainly seems incontestable that the recent global financial crisis showed that the",
  "surveillance of risk by international institutions and early warning mechanisms are needed for all",
  "countries. In other words, it is important that, in the context of global governance, the developing",
  "countries should have a voice in overseeing the global financial performance of all nations, rather",
  "than it simply being a case of the rich supervising the economic delinquency of the poor.",
  "India also has an evident interest in continued economic liberalization worldwide, which it",
  "needs to support overtly and actively, given its stake in freer global trade across the board in",
  "goods and services. This means that India would need to start taking more explicit positions in",
  "bilateral and multilateral forums in favour of keeping the world economic order open, and play an",
  "active role in ensuring such an outcome. New Delhi should, out of self-interest as well as",
  "principle, play to its own strengths by advocating liberalization in transnational labour flows, not",
  "just capital flows. It has been suggested that India should also take a lead in proposing innovative",
  "totalization agreements and tax treaties that would permit the movement of labour and human",
  "capital. Under the UPA government, India has energetically pursued global cooperation on issues",
  "of bank transparency, money laundering and the oversight of tax havens. This has obvious domestic",
  "benefits as well as international ones. Another area of domestic importance with international",
  "implications is that of FDI into India, which is currently lower than outward investments by Indian",
  "companies abroad. It is essential for India to undertake the domestic reforms necessary to attract",
  "and retain FDI; this implies vigorously pursuing the domestic economic reform agenda that many",
  "observers currently see as stagnating. All of these initiatives will make New Delhi a more",
  "credible and effective player in the Bretton Woods institutions and the WTO. India’s interest in the",
  "idea of a ‘BRICS Bank’, floated at that grouping’s New Delhi summit in 2012, is an indication of",
  "its willingness to challenge global economic assumptions, all of which are currently West-centric.",
  "A reform package that incorporates both Security Council and Bretton Woods reforms could",
  "transform global governance, whereas failure to reform could doom it. The international system—",
  "as constructed following the Second World War—will be almost unrecognizable by 2030 owing",
  "to the rise of emerging powers, a transformed global economy, a real transfer of relative wealth",
  "and economic power from the West, or the North, to other countries in the global South, and the",
  "growing influence of non-state actors, including terrorists, multinational corporations and criminal",
  "networks. In the next two decades, this new international system will be coping with the issues of",
  "ageing populations in the developed world; increasing energy, food and water constraints; and",
  "worries about climate change and migration. Global changes, including India’s own",
  "transformation, will mean that resource issues—including energy, food and water, on all of which",
  "demand is projected to outstrip easily available supplies over the next decade or so—will gainprominence on the international agenda.",
  "The need for increased, more democratic and more equitable global governance will therefore",
  "be even greater. Let us look even further than the next two decades. Growth projections for Brazil,",
  "Russia, India and China indicate they will collectively match the original G7’s share of global",
  "GDP by 2040–50. All four, probably, will continue to enjoy relatively rapid economic growth and",
  "will strive for a multipolar world in which their capitals are among the poles.",
  "The experts tell us that, historically, emerging multipolar systems have been more unstable than",
  "bipolar or unipolar ones. The recent, indeed ongoing, global financial crisis underlines that the",
  "next twenty years of transition to a new system are fraught with risks. Global policy-makers will",
  "have to cope with a growing demand for multilateral cooperation when the international system",
  "will be stressed by the incomplete transition from the old to the new order. And the new players",
  "will not want to cooperate under the old rules.",
  "The multiplicity of actors on the international scene could, if properly accommodated, add",
  "strength to our ageing post–Second World War institutions, or they could fragment the international",
  "system and reduce international cooperation. Countries like India have no desire to challenge the",
  "international system, as did other rising powers like Germany and Japan in the nineteenth and",
  "twentieth centuries. But they certainly wish to be given a place at the global high table. Without",
  "that, they would be unlikely to volunteer to share the primary burden for dealing with such issues",
  "as terrorism, climate change, proliferation and energy security, which concern the entire globe.",
  "The dominance of a handful of small industrialized Western countries, especially in the",
  "international financial institutions (the so-called Bretton Woods organizations), looks increasingly",
  "anomalous in a world where economic dynamism has shifted irresistibly from the West to the East.",
  "With all of this, and the emergence of new powers and forces which, unlike China, were omitted",
  "from the high table in 1945, we have clearly reached a point where there is need for a system",
  "redesign of global governance to ensure that all countries can participate in a manner",
  "commensurate with their capacity.",
  "Clearly, what we in India are looking for is a more inclusive multilateralism, and not, as some",
  "American and Chinese observers have suggested, a G2 condominium. There is a consensus in our",
  "country that India should seek to continue to contribute to international security and prosperity, to a",
  "well-ordered and equitable world, and to democratic, sustainable development for all. This we",
  "will continue to do, and we will do so in an environment in which our standing has clearly grown.",
  "‘India’s voice carries more weight today in multilateral forums,’ writes an astute observer, David",
  "Malone, ‘largely due to its enhanced economic performance, political stability and nuclear",
  "capability … [O]n the international stage India now exerts real if still tentative geostrategic and",
  "economic influence.’ This it does both in broader multilateral forums like those associated with",
  "the UN, and in smaller groups of selected countries with specific influence on an issue. It",
  "nominated an Indian, the able Kamalesh Sharma, to head the (formerly British) Commonwealth in",
  "2008, but despite his convincing election to the position of its Secretary-General, there is little",
  "indication of that institution moving to markedly higher priority in Indian policy-making circles.",
  "The need for increased, more democratic and more equitable global governance cannot be",
  "denied. Jobs anywhere in the world today depend not only on local firms and factories, but on",
  "faraway markets for the goods they buy and produce, on licences and access from foreigngovernments, on international financial trade rules that ensure the free movement of goods and",
  "persons, and on international financial institutions that ensure stability—in short, on the",
  "international system constructed in 1945. We just have to bring this system into the world of 2012.",
  "Our globalizing world clearly needs institutions and standards. Not ‘global government’, for",
  "which there is little political support anywhere. But ‘global governance’, built on laws and norms",
  "that countries negotiate together, and agree to uphold as the common ‘rules of the road’. Human",
  "security requires a world in which sovereign states can come together to share burdens, address",
  "common problems and seize common opportunities. If we are determined to live in a world",
  "governed by global rules and shared values, we must strengthen and reform the multilateral",
  "institutions that the enlightened leaders of the last century have bequeathed to us. Only then can we",
  "fulfil the continuing adventure of making this century better than the last.",
  "From the foregoing emerges the idea that India can and must play an increasing—and increasingly",
  "prominent—role in the stewardship of what is called ‘the global commons’, the collection of",
  "national resources and institutions that are part of the often intangible patrimony of humankind.",
  "These include (but are not limited to) our environment; outer space and cyberspace; the waters of",
  "the oceans; and unexplored continents like Antarctica and the Arctic which may well, with global",
  "warming, become both exploitable and habitable. Because the global commons is, by definition,",
  "beyond the national jurisdiction of any specific country, the United Nations remains the most",
  "logical instrument for safeguarding the global commons and promoting the collective interest of",
  "humanity in protecting and developing it.",
  "Yes, the United Nations is an often flawed institution. But at its best and its worst, it is a mirror",
  "of the world: it reflects not just our divisions and disagreements but also our hopes and",
  "aspirations. As the UN’s great second Secretary-General, Dag Hammarskjöld, put it, the United",
  "Nations was not created to take mankind to heaven, but to save humanity from hell.",
  "And that it has. We must not forget that the UN has achieved an enormous amount in its sixty-",
  "seven years. Most important of all, it prevented the Cold War from turning hot—first, by providing",
  "a roof under which the two superpower adversaries could meet and engage, and, second, by",
  "mounting peacekeeping operations that ensured that local and regional conflicts were contained",
  "and did not ignite a superpower clash that could have sparked off a global conflagration. Over the",
  "years, nearly 200 UN-assisted peace settlements have ended regional conflicts. And in the past",
  "two decades, more civil wars have ended through mediation than in the previous two centuries",
  "combined, in large part because the UN provided leadership, opportunities for negotiation,",
  "strategic coordination and the resources to implement peace agreements. More than 350",
  "international treaties have been negotiated at the UN, setting an international framework that",
  "reduces the prospect for conflict among sovereign states. The UN has built global norms that are",
  "universally accepted in areas as diverse as decolonization and disarmament, development and",
  "democratization. And the UN remains second to none in its unquestioned experience, leadership",
  "and authority in coordinating humanitarian action, from tsunamis to human waves of refugees.",
  "When the blue flag flies over a disaster zone, all know that humanity is taking responsibility—not",
  "any one government—and that when the UN succeeds, the whole world wins.",
  "This is what gives India, as a responsible global power, a stake in the success of the UnitedNations. In all of this, the Security Council remains the key instrument to determine policy, to bring",
  "about a convergence of world opinion on burning questions of peace and security, and to guide and",
  "supervise the organization’s action. It is only natural that India, which has come a long way since it",
  "first joined the UN’s founding members as a British colony in 1945, should expect a place at the",
  "high table while these questions are being discussed. But a key role in the other major multilateral",
  "institutions at (or emerging from) the UN is also indispensable in this effort.",
  "It is said that the divisions at the UN over such issues as the Iraq and Libyan wars and the crises",
  "over Syria and Iran have led to a worldwide crisis of confidence in the international system. But",
  "as my Chinese friends at the UN used to tell me, in their language, the Chinese character for",
  "‘crisis’ is made up of two other characters—the character for ‘danger’ and the character for",
  "‘opportunity’. There is a real danger that the organization will again be seen as increasingly",
  "irrelevant to the real world over which it presides. And yet there is an opportunity to reform it so",
  "that it is not only relevant, but an essential reflection of what our world has become in the second",
  "decade of the twenty-first century. I believe strongly that the UN needs reform, not because it has",
  "failed, but because it has succeeded enough to be worth investing in. And that India should help",
  "lead the effort for reform as well as play a visible and leading role in the revived UN emerging",
  "from its efforts.",
  "Why does all this matter at all? Today, whether you are a resident of Delhi or Dar-es-Salaam,",
  "whether you are from Thiruvananthapuram or Toronto, it is simply not realistic to think only in",
  "terms of your own country. What happens in South America or Southern Africa—from democratic",
  "advances to deforestation to the fight against AIDS—can affect our lives wherever we live, even",
  "where my voters are in southern India. And your choices here—what you buy, how you vote—can",
  "resound far away. We all graze on the global commons.",
  "Of course, we cannot meaningfully speak of security today in purely military terms. Indeed,",
  "informed knowledge about external threats to a nation, the fight against terrorism, a country’s",
  "strategic outreach, its geopolitically derived sense of its national interest and the way in which it",
  "articulates and projects its presence on the international stage are all intertwined, and are also",
  "conjoined with a country’s internal dynamics. There can no longer be a foolproof separation of",
  "intelligence from policy-making, of external intelligence and internal reality, of foreign policy and",
  "domestic society. Indeed even the very image of our intelligence apparatus contributes to the",
  "perception of a country, especially in its own neighbourhood.",
  "But can there be national security without a sense of ‘global security’? National security is",
  "easily understood—keeping a country and its people safe behind defensible borders. What is",
  "global security?",
  "As a former United Nations official, it is clear to me that, in an era of rapid technological",
  "advances, increasing economic interdependence, globalization and dramatic geopolitical change,",
  "there is no choice but to see security in all-encompassing terms across our globe. The assault on",
  "the World Trade Center in New York on 9/11 has already created global consciousness of one",
  "kind of danger that spans the globe, but there is more to it than terrorism. Some 2600 people died",
  "in the World Trade Center on 11 September 2001. But some 26,000 people also died on that same",
  "day around the world—from starvation, unclean water and preventable disease. We cannot afford",
  "to exclude them from our idea of global security.While poverty and human insecurity may not be said to ‘cause’ civil war, terrorism or organized",
  "crime, they all greatly increase the risk of instability and violence. Catastrophic terrorism against",
  "the rich countries can affect the development prospects of millions in poor countries by causing a",
  "major economic downturn or forcing developed nations to focus on their own concerns. So global",
  "security can be said to rest in the creation of a kind of global order that responds to both hard and",
  "soft threats, and that does so through a network of states sharing common values and compatible",
  "approaches to governance. In this sense I would argue that India has a stake in such a world order,",
  "and that it also seeks to be the kind of society that ensures the safety and well-being of its citizens",
  "with full respect for their human rights, their basic needs and their physical security.",
  "Across the globe, the threats to peace and security in the twenty-first century include not just",
  "international war and conflict but also civil war and internal violence, the insidious depredations",
  "of organized crime, the virulent menace of terrorism and the risks posed by weapons of mass",
  "destruction. And the threats facing the globe also include the scourges of poverty, of famine, of",
  "illiteracy, of deadly disease, of the lack of clean drinking water, of environmental degradation, of",
  "injustice, and of human insecurity. All of these threats make human beings less secure; they also",
  "undermine states and make them less secure.",
  "Both within countries and across our globalized world, the threats we face are interconnected.",
  "The rich are vulnerable to the threats that attack the poor and, paradoxical as it may sound, the",
  "strong are vulnerable to the sufferings of the weak. Former UN Secretary-General Kofi Annan",
  "famously called for a new global security consensus based on the interconnectedness of such",
  "threats. ‘A nuclear terrorist attack on the United States or Europe would have devastating effects",
  "on the whole world,’ he wrote. ‘But so would the appearance of a new virulent pandemic disease",
  "in a poor country with no effective health-care system. We must respond to HIV/AIDS as robustly",
  "as we do to terrorism,’ he added, ‘and to poverty as effectively as we do to proliferation.’ In India",
  "as well, we need to tackle the same range of threats if we are to keep our people secure.",
  "The world has clearly evolved since the era when the Cold War seemed frozen in place,",
  "borders seemed immutable, and the Soviet Union looked as if it would last forever. In the same",
  "vein, the new threats we have to deal with require new responses from the international system, for",
  "which new ways of cooperation may need to be devised.",
  "Human security requires a world in which sovereign states can come together to share burdens,",
  "address common problems and seize common opportunities. If we are determined to live in a",
  "world governed by global rules and shared values, we must strengthen and reform the multilateral",
  "institutions that the enlightened leaders of the last century have bequeathed to us. In this",
  "interconnected world, we need an effective and representative United Nations, in all our interests.",
  "And as one who was once the Indian candidate for the secretary-generalship, I trust I will be",
  "forgiven for quoting Mahatma Gandhi, who famously said, ‘You must be the change you wish to",
  "see in the world.’ The UN is no exception. To change the world, the UN must change too.",
  "I am convinced there is much that can be accomplished with the UN as the lynchpin of our",
  "system of global governance. I am not advocating world government; we all know that such an idea",
  "would be deeply unwelcome in many places, and is neither practical nor desirable in today’s",
  "world. India is not alone in being proud of its sovereignty and unwilling to dilute it. But India has",
  "every interest in helping devise laws and norms in collaboration with other countries, and agreeingto uphold them as the ‘rules of the road’ for the global commons. And it is in India’s interests to",
  "help maintain a forum where sovereign states can come together to do this.",
  "So much for the architecture. But, as the old saying goes, a house is not a home. Something more",
  "—something extremely important, although not quite so tangible—is needed: the new UN must",
  "encapsulate the twenty-first century’s equivalent of the spirit that informed its founding. It must",
  "amplify the voices of those who would otherwise not be heard, and serve as a canopy beneath",
  "which all can feel secure. The UN is, and must continue to be, a forum where the rich and powerful",
  "can commit their strength and their wealth to the cause of a better world. And it must continue to",
  "provide the stage where great and proud nations, big and small, rich and poor, can meet as equals",
  "to iron out their differences and find common cause in their shared humanity. The India of Mahatma",
  "Gandhi and Jawaharlal Nehru can certainly strive to ensure that the UN of the twenty-first century",
  "never forgets that it is both a child and a source of hopes for a better world—hopes that all human",
  "beings share. This is the only UN we have to help surmount the challenges posed by our shared",
  "space in the twenty-first century, and we need to do our best in India to ensure our rightful place in",
  "it—to ensure that it does the right thing and that it does the thing right.",
  "What sort of role does India need and expect to play on global issues in the second decade of the",
  "twenty-first century, and beyond?",
  "When India was elected (by record margin) to a non-permanent seat on the Security Council for",
  "the term 2011–12, it joined an unusually heavyweight set of countries. Germany and South Africa",
  "were elected at the same time, while Brazil and Nigeria were halfway through their two-year",
  "terms as non-permanent members. This also meant that, unusually, four international groupings",
  "were found on the Council in 2011: RIC, the Russia–India–China triumvirate that meets twice a",
  "year at foreign minister level; BRIC, which adds Brazil to the list and which became BRICS with",
  "the later incorporation of South Africa; IBSA, the India– Brazil–South African alliance of the three",
  "largest southern hemisphere powers; and BASIC, which brought Brazil, South Africa, India and",
  "China together during the climate change negotiations in Copenhagen in 2009. Interestingly enough,",
  "the only country that belongs to all four is India—a pointer to the extent to which India has become",
  "a fulcrum in global politics.",
  "It also hinted at a larger and more important change in global politics. Half the members of the",
  "G20, the grouping that is now the world’s premier forum on international economic questions,",
  "were serving on the Council, dealing with issues of peace and security. The ‘permanent five’ (P5)",
  "countries—the United States, Britain, France, China and Russia—that had become accustomed, in",
  "recent years, to arriving at deals among themselves and more or less imposing them on the ten non-",
  "permanent members, suddenly discovered that this was not possible with the five big ones, that",
  "expected to be consulted and whose acquiescence on key questions could not be assumed (as",
  "several of them showed by dissenting, for instance, over Libya, Syria and Iran). At the same time,",
  "the performance of the aspirant countries on the Council was described in Washington as if it were",
  "a job interview for the possible permanent seat, their ‘responsible behaviour’ (or lack thereof) as",
  "a harbinger of what is to come if and when they receive permanent status.",
  "Whether this cramped India’s style or not, it took itself seriously on the Council, surprised some",
  "observers by signing up to the West’s key resolutions on Libya and Syria while opposing others,and responsibly chaired the Council’s Counter-Terrorism Committee. India did not hesitate, in its",
  "first year on the Security Council, to argue the classic outsider’s case for its transformation. As",
  "Foreign Minister S.M. Krishna declared, ‘The international structure for maintaining peace and",
  "security and peacebuilding needs to be reformed. Global power and the capacities to address",
  "problems are much more dispersed than they were six decades ago. The current framework must",
  "address these realities.’ But in almost the same breath he went on to assure the big powers that",
  "India would not challenge their major interests: ‘We understand the expectations that accompany",
  "our Council membership. We are acutely conscious of the need for effective coordination between",
  "the P5 and the elected members, especially those whose credentials for permanent membership",
  "stand acknowledged. On issues concerning international peace and security, all of us are on the",
  "same page.’",
  "One of the immediate implications of serving on the Council was the need to take positions on",
  "matters that in recent years some Indian mandarins have preferred to duck. These all proved to be",
  "matters that called for creative and courageous thinking, going beyond entrenched positions or",
  "reflexive allegiance to non-aligned solidarity. As one Indian critic trenchantly observed, ‘It’s no",
  "use saying India deserves a permanent seat at the UNSC because it represents one-sixth of",
  "humanity, if that one-sixth of humanity seldom expresses an opinion.’ It is difficult to argue that",
  "India consistently passed the test; some of the bureaucratic and political contortions preceding its",
  "policy statements in certain areas led to contradictory and sometimes confused positions, not",
  "always rendered clearer by the official ‘explanation of votes’ that followed.",
  "But the experience undoubtedly helped India come to terms with the new expectations of it in the",
  "changed global environment. One example was the difference between being an ‘outsider’ in the",
  "perennial jurisdictional quarrels between the Security Council and the General Assembly, to being",
  "a privileged insider. For instance, India had to reconsider its traditional opposition to the",
  "Council’s tendency to broaden its own mandate by taking on issues New Delhi generally feels",
  "belong properly to the General Assembly. The Council has tended to stretch into areas like the",
  "prevalence of HIV/AIDS, climate change and the empowerment of women, which go beyond any",
  "strict construction of the term ‘peace and security’. And yet, as a member both of the G20 and the",
  "Security Council, India may well see an interest in bringing up issues of food security or energy",
  "security, which touch on the core concerns of both groups and which afford an intriguing",
  "opportunity to take advantage of the interconnections between them.",
  "On the whole, its performance served as an effective dress rehearsal for a more enduring role",
  "on the world body’s premier decision-making organ. All in all, India’s place on the Council",
  "offered an extraordinary opportunity, after two decades of absence from the global high table, to",
  "demonstrate to the world what twenty-first-century India is capable of. It used that opportunity to",
  "project itself as a responsible global power, one with its own independent views on major issues,",
  "and as a key voice on issues such as peacekeeping, human rights and counterterrorism, on which its",
  "own experience and perspective were of inestimable value to the international community. Though",
  "there are still several months of India’s second year to go as I write these words, India should",
  "emerge from the experience with its reputation and credibility as a major global player enhanced.",
  "In any case, the world has been watching.",
  "India has a long record of tangible contributions to the United Nations, for example as anoutstanding champion of the principle and practice of technical cooperation for development—I",
  "believe it has provided more technical experts to the UN than any other country. It has also long",
  "been an effective voice on issues like the management of outer space, where its possession of a",
  "credible capacity in rocket and satellite development gives its views added heft. Similarly, its",
  "global status in the information technology arena makes it a natural to play a leading role in the",
  "governance of the Internet and in the emerging field of cyber security. On environmental issues, it",
  "has steered a careful course between accepting the common responsibility of humankind to protect",
  "the ozone layer through ecologically sound policies and defending the rights of developing",
  "countries to pull their people out of poverty despite some negative environmental consequences.",
  "(Given the unequal distribution of costs and benefits of mitigation measures required to promote a",
  "more sustainable use of the world’s ecological resources while promoting the urgent task of human",
  "development, the environment is an archetypal issue for the management of the global commons,",
  "and India’s role could be indispensable in helping craft the right policy framework, including, for",
  "instance, the transfer of ‘green technologies’ at affordable cost to the developing world.) India has",
  "even sent expeditions to the Antarctic Ocean in order not to miss out on staking a legitimate claim",
  "to being heard and respected on the issue of how that last unexplored territory is to be handled. Its",
  "navy has participated in international humanitarian and anti-piracy missions, both within and",
  "outside the aegis of the United Nations. All these are harbingers of the greater exercise of global",
  "responsibility across the wide range of domains in which the only possible effective action is the",
  "multilateral. (And more could soon follow, on such issues as the acidification of oceans, improved",
  "mechanisms to handle disputes in international waters and conflicts over maritime jurisdiction.)",
  "All these challenges and opportunities could bring the best out of India, but they will also tax",
  "India’s capacity to organize its own governmental and diplomatic performance well enough to",
  "cope. The development of a serious maritime capacity, for instance, will involve the creation and",
  "deployment of a blue-water navy able to exercise influence far from Indian shores; this in turn will",
  "require national resources to be generated and deployed for the task. Such an India will also need",
  "the bedrock of a solid, growing economy, dispensing a strengthened currency that (in keeping with",
  "its recent launch of its own international symbol,  ) would be credible enough to support a new",
  "‘rupee diplomacy’ in its own regional hinterland. The spillover effect of taking global duties",
  "seriously will imply the transformation and repurposing of entire swathes of India’s governmental",
  "system. It cannot be taken for granted that this will be done, or done well, but the effort is worth",
  "making—and it will merit the kind of recognition and reward that India is already seeking on the",
  "Security Council.",
  "Of course, there are issues where the multilateral negotiating forums present India a stark choice",
  "between standing up for its national interests more narrowly defined and the global responsibility",
  "to forge an accord. One such arena is the world trade talks, where the collapse of negotiations on",
  "the Doha Round in early 2008 was largely ascribed to India’s intransigence in refusing a",
  "compromise on the key question of agriculture. (The talks have resumed and India is consciously",
  "making more conciliatory noises, but no substantive change in policy appears imminent.) Another",
  "is the climate change arena, where India’s role at the Copenhagen Conference in December 2009",
  "as a key component of the BASIC alliance with Brazil, China and South Africa managed, in the",
  "prime minister’s words, to make it part of the solution rather than part of the problem. India’snegotiating posture remains that it supports some reduction in the intensity of growth of its",
  "emissions and some measures in mitigation of global warming (both in evident self-interest, since",
  "the degradation of India’s environment is India’s own problem first and foremost); but that it will",
  "not agree to legally binding emissions cuts, since it believes these betray the Kyoto principle of",
  "‘common but differentiated responsibility’ for global warming on the part of the developed",
  "countries and the developing. The challenge remains of reconciling two Indian interests, that of",
  "striving on the one hand for the global public good of a healthier environment across the planet,",
  "while defending on the other the right of Indians to develop themselves and emerge from poverty (a",
  "task that evidently requires energy, which in turn will produce emissions). But on both issues—",
  "trade and climate change—India has emerged as a key player, one of a handful of countries crucial",
  "to a negotiated outcome.",
  "As India proceeds along the path of carving out a role for itself in the global multilateral space,",
  "there are some tasks from which it must not shrink. India’s is a culture which values modesty in",
  "conduct and speech, but one boast we have not been shy of making is that we are proud of being",
  "the world’s largest democracy. It is India’s conviction, from its experience in maintaining this",
  "distinction, that democracy is the only form of governance that gives each citizen of a country a",
  "strong sense that her destiny and that of her nation is determined only with full respect for her own",
  "wishes. India should therefore be proud of being able to demonstrate, in a world riven by ethnic",
  "conflict and notions of clashing civilizations, that democracy is not only compatible with diversity,",
  "but preserves and protects it, even while serving as a tool to manage the processes of political",
  "change and economic transformation so necessary for development.",
  "This is an obvious repudiation of the argument that democracy is incompatible with",
  "development, but India has nonetheless been reticent on advertising its own experience and quite",
  "unwilling to use it as a calling card in its international relations. For many years India was a",
  "reluctant and rather minor participant in the work of the US-inspired Community of Democracies,",
  "not wanting to promote an affinity with the West at the expense of its traditional image as the",
  "leading trade unionist of Third Worldism. I changed that when I led the Indian delegation to the",
  "community’s conference in Lisbon in 2009, proclaiming India’s commitment to the democratic",
  "principle while at the same time using the same forum to push for greater democracy in global",
  "governance (‘We hope that our common ideals of democratic inclusiveness and a level playing",
  "field will guide members of this community in supporting reform of the international governance",
  "system,’ I suggested somewhat self-servingly) and to seek the support of the world’s democracies",
  "in India’s fight against terrorism. I could not forget India’s bureaucratic preference to keep a",
  "discreet distance from Bush-era democratic proselytization around the world, but I believed it was",
  "necessary for India to help square the circle. ‘Let us cherish and value what we have in common as",
  "democracies,’ I suggested, ‘but let us also respect what makes us different from each other, and",
  "appreciate that it is in the nature of democracies to be responsive to the very different",
  "preoccupations of their own internal constituencies.’",
  "Democracy is, of course, a process and not just an event; it is the product of the exchange of",
  "hopes and promises, commitments and compromises which underpins the sacred compact between",
  "governments and the governed. But it makes no sense for India to abjure, on grounds of non-aligned",
  "principle or developing-country solidarity, its own democracy on the international stage. The Non-Aligned Movement, in any case, is, in the words of the Indian analyst C. Raja Mohan, ‘politically",
  "divided, economically differentiated and ideologically exhausted’. It cannot be the be-all and end-",
  "all of India’s international posture. The last century has, despite many horrors along the way, given",
  "us, in the famous phrase, a ‘world safe for democracy’. India has every reason to work, in the",
  "twenty-first century, to establish a world safe for diversity.",
  "This raises broader questions about India’s positions on international issues of democracy and",
  "human rights, where for a variety of reasons (mainly to do with the inadmissibility of external",
  "interference in a newly independent country’s internal affairs) India has more often found itself on",
  "the side of developing-country violators of human rights than of First World democracies. Hard-",
  "headed calculations also often come in: as our discussion in Chapter Three on Myanmar reveals,",
  "India accepted the capacity of the junta in Naypyidaw to stifle dissent, jettisoning its own",
  "sympathies of Aung San Suu Kyi and her party in favour of an amoral realpolitik that enhanced",
  "India’s security in its ‘soft underbelly’ and opened up access to Myanmar’s natural resources.",
  "India’s temporizing responses to repression in Myanmar and elsewhere have raised an",
  "uncomfortable question we all need to face: can India afford an ethical foreign policy?",
  "For many years after independence, the answer to that question seemed an obvious one: we",
  "couldn’t afford a foreign policy that was anything else. Having fought for our freedom against",
  "colonial oppression, Pandit Nehru and his colleagues saw themselves as voices for democracy,",
  "justice and fairness in the world, and they did not hesitate to express an Indian view of world",
  "affairs steeped in these values. Nehru and Krishna Menon, in particular, relished doing so: on",
  "issues like Indo-China, South African apartheid and the Suez, they saw themselves as giving a",
  "voice to the voiceless and the marginalized of the developing world, often against the great-power",
  "hegemons of the day. Indian foreign policy pronouncements were regularly couched in the language",
  "of transcendent moral principle. Nehruvian New Delhi spoke often, and our government, for",
  "decades, seemed to take greater satisfaction in being right than in being diplomatic.",
  "Few challenged India’s right to do so: the land of Ashoka, Akbar and Mahatma Gandhi seemed,",
  "to many, to have earned the authority to speak from an elevated ethical podium. But even in those",
  "early years there were those who wondered whether it was wise to transform the conduct of",
  "international relations into a kind of moralistic running commentary on world affairs. Our moral",
  "superiority began to grate on many otherwise well-disposed foreigners even when our positions",
  "were unexceptionable; but when we strayed from our own professions of virtue at home, such as",
  "over Kashmir or Goa, our critics found it easy to dismiss our foreign policy as posturing humbug.",
  "As time began to tarnish the glow of our independence struggle and the hard realities of national",
  "interest became the principal yardstick for both the conduct and the expression of our foreign",
  "policy, we quietly abandoned many of our ethical formulations. The gap between profession and",
  "practice was in any case becoming more and more glaring. Silence, or at least discretion, was",
  "clearly preferable to moralizing—at least in a world in which the inventors of non-alignment had",
  "signed a treaty with the Soviet Union, the advocates of democracy had suspended it in a state of",
  "Emergency, the vocal opponents of international capitalism had gained the most from",
  "globalization, and the leading advocate of disarmament had become a nuclear power. We were",
  "now less ethical in our pronouncements, but we were also less hypocritical.",
  "But it has always been difficult for a pluralist democracy to entirely overcome its own instinctsin favour of democratic pluralism. So in Nepal we worked to democratize the monarchy, and",
  "facilitated the country’s transition from a state of rebellion to one of constitutionalism under UN",
  "auspices. In Bangladesh we spoke up for democratically elected civilian rulers, even when they",
  "pursued policies that were inimical to us (and we have done so again when they were in jail). In",
  "Myanmar, when the generals suppressed the popular uprising of 1988, our government initially",
  "reacted as most Indians would have wanted it to: India gave asylum to fleeing students, allowed",
  "them to operate their resistance movement on our side of the border (with some financial help from",
  "New Delhi), and supported a newspaper and a radio station that propagated the democratic voice.",
  "For many years, we were on the side of democracy, freedom and human rights in Myanmar—until",
  "reality intruded. On Sri Lanka, we danced a complicated dance between supporting the legitimate",
  "government in a murderous civil war and standing up for the political rights of the beleaguered",
  "Tamil minority. Our vote in the UN Human Rights Council urging Sri Lanka to do more in that",
  "respect broke free of our self-imposed prohibitions on supporting country-specific resolutions",
  "(which had aligned us in the past on the side of several unsavoury regimes resisting censure by the",
  "international community for their abuses of human rights). It was, in a sense, a blow in favour of a",
  "more ethical foreign policy, but it remains to be seen whether a new pattern will evolve—one",
  "more in keeping with Nehru’s glorious invocations of India’s soul.",
  "The argument for India to be true to its soul in the multilateral arena ought not to be a",
  "controversial one, but New Delhi has been notoriously reluctant to preach to others. Centuries of",
  "having foreigners telling you what to do and speaking for you abroad, all the while justifying their",
  "enslavement of you as part of a ‘civilizing mission’, have created in India a chronic unwillingness",
  "to allow the former imperial powers ever to dictate terms to the rest of the world again. This deep-",
  "rooted streak (which sometimes comes across as bloody-mindedness to newer generations of",
  "Westerners untainted by first-hand experience of colonial domination) will never be entirely",
  "overcome until India arrives at a new default stance in favour of liberal democracy through its own",
  "internal processes. This may take a generation to occur, as the West needs to understand, but India",
  "is undoubtedly heading in that direction.",
  "There are also postmodern questions about nationhood and world order that may need to be",
  "confronted in the twenty-first century. The Treaty of Westphalia gave birth to the modern",
  "conception of the state, first adopted in Europe and more or less followed by the rest of the world",
  "in the post-colonial era. Yet in our increasingly interconnected world we are becoming more and",
  "more conscious of how our own ground realities seem to defy the hermetically sealed boundaries",
  "of the Westphalian nation state. We live in a region in which Pashtuns straddle Af-Pak, Punjabis",
  "and Kashmiris are found on both sides of the India–Pakistan divide, Bengalis across Bangladesh",
  "and India, and Tamils in both India and Sri Lanka, to take just a few examples. The time has come",
  "for us to think harder about how to deal with the interstices of modern states and pre-modern",
  "identities. India can help the world think more wisely about such matters, given that our whole",
  "country is a lattice work of interstices. Twentieth-century India was anchored in a dour defence of",
  "sovereignty; it is not inconceivable that twenty-first-century India might be better placed to think of",
  "connections transcending nation states. It will take imagination and creative diplomacy, two",
  "qualities which have not always gone together in New Delhi’s governmental circles. But the future",
  "is a different country, and Indians require no visa to go there …India has, in recent years, witnessed a sea change in the way it treats its diaspora. For some",
  "decades after independence, the Government of India kept its distance from the far-flung children",
  "of the motherland, making it clear that their obligations lay with their countries of adoption. Even",
  "when things went wrong for Indians settled in foreign countries, senior Indians were not averse to",
  "delivering lectures to the effect that these no-longer-Indians had made their beds abroad and",
  "should learn to lie in them. In the 1980s, however, as a serious cash crunch prompted the",
  "government to try and bring home some of the resources of Indians abroad, a new attitude dawned.",
  "The hands-off approach gave way to an all-enveloping embrace.",
  "India is now the only country that has an official acronym for its expatriates—NRIs, for ‘Non-",
  "Resident Indians’. In my book India: From Midnight to the Millennium, I jokingly suggested that",
  "the real debate was whether NRI stood for ‘Not Really Indian’ or ‘Never Relinquished India’. The",
  "nearly 25 million people of Indian descent who live abroad fall, of course, into both categories.",
  "But the 1600 to 2000 delegates who flock to India from some seventy different countries every",
  "year for the Pravasi Bharatiya Divas (Overseas Indian Day) celebrations are firmly in the latter",
  "camp. They come to India to affirm their claim to it.",
  "And they come in larger numbers than ever, their enthusiasm undampened by the grim news that",
  "litters the Indian newspapers they find upon arrival. Many are not, strictly speaking, NRIs, but",
  "PIOs—people of Indian origin now carrying other countries’ passports (both together are",
  "subsumed under the label Pravasis). Two presidents of Guyana, vice-presidents of Suriname and",
  "Mauritius, prime ministers of Fiji and Trinidad and Tobago, and a former governor-general of",
  "New Zealand, are all people of Indian origin who have attended the Pravasi gatherings; so have",
  "Malaysian politicians and Gulf-based entrepreneurs, tycoons from Hong Kong and titans from the",
  "United States, all united by the simple fact of shared heritage—the undeniable reality that even",
  "exiles cannot escape when they look into the mirror. They are united, too, in the words of a",
  "typically thoughtful and inspiring inaugural address by Prime Minister Manmohan Singh one year,",
  "by an ‘idea of Indianness’. It is an idea that enshrines the diversity and pluralism both of our",
  "country and of its diaspora. In a land that is home to Indians of every conceivable caste and creed,",
  "the Pravasi Bharatiya Divas celebration affords to Indians—including former Indians—of every",
  "conceivable caste and creed the welcome assurance that they are indeed at home.",
  "The Pravasi Bharatiya weekends usually fall on the anniversary of the return to India of the most",
  "famous NRI of them all, Mahatma Gandhi, who alighted from his South African ship at Mumbai’s",
  "Apollo Bunder port on 9 January 1915. It is curiously appropriate that the event, organized by the",
  "newly created Ministry for Overseas Indian Affairs, usually in cooperation with the Federation of",
  "Indian Chambers of Commerce and Industry, takes place in different cities each year, as if to",
  "embrace the whole country geographically the way in which India seeks to embrace the world with",
  "this jamboree.",
  "In his speech to the gathering in 2005, the prime minister traced what he characterized as four",
  "waves of Indian emigration: the first, in pre-colonial times, featured Indians leaving our shores as",
  "travellers, teachers and traders; the second involved the enforced migration of Indian labour as",
  "indentured servants of the British Empire; the third, the tragic displacement of millions by thehorrors of Partition; and the fourth, the contemporary phenomenon of skilled Indians seeking",
  "opportunity and challenge in our globalized world.",
  "I would probably divide the fourth wave further into two distinct categories: one of highly",
  "educated Indians, often staying on after studies abroad in places like the United States, and the",
  "other of more modestly qualified but even harder-working migrants, from taxi drivers to shop",
  "assistants, who for the most part see their migration as temporary and who remit a larger",
  "proportion of their funds home to India than their higher-earning counterparts. But in today’s world",
  "both sets of ‘fourth wave’ migrants remain closely connected to the matrbhumi: the ease of",
  "communications and travel makes it possible for expatriates to be engaged with the country they",
  "left behind in a way that was simply not available to the plantation worker in Mauritius or Guyana",
  "a century ago. To tap into this sense of allegiance and loyalty through an organized public gathering",
  "was an inspired idea of the previous NDA government, one which the UPA government has built",
  "upon through its creation of a ‘one-stop shop’ in the form of a dedicated ministry.",
  "So I have been mildly surprised by the cynicism of the many desi journalists who thrust",
  "microphones into my face during these weekends and ask me if it isn’t all a waste of time. ‘What",
  "does a conference like this actually achieve?’ they want to know. ‘How is it useful?’ This is a",
  "remarkably utilitarian approach to the occasion, and I suppose I could have responded by pointing",
  "to the many parallel seminars being run by state governments to attract NRI investment, or the",
  "session on disaster management that was added one year in the wake of the tsunami. But I",
  "preferred to make a larger point: that sometimes the real value of a conference lies in the",
  "conferring. Perhaps it is time we realize that instead of counting how many new millions were",
  "raised for tourism in Rajasthan or pledged for reconstruction in Port Blair, we should appreciate",
  "how much it means to allow NRIs from sixty-one different lands the chance to share their",
  "experiences, celebrate their commonalities, offer their ideas and swap visiting cards. Because",
  "when India allows its pravasis to feel at home, it is India itself that is strengthened.",
  "This is why I strongly and publicly opposed a move some years ago to reduce the frequency of",
  "the annual Pravasi Bharatiya gatherings to one every other year. My argument was clear: this",
  "would be a mistake, since the occasion has clearly acquired a momentum that it would be a shame",
  "to disrupt. When a locomotive has been gathering steam, why apply the brakes? The dialogue",
  "between India and its diaspora has only just begun, I argued: let us not interrupt it.",
  "But it is fair to ask why NRIs matter to India and what would be gained by continuing what one",
  "critic called ‘a pointless jamboree’. ‘These NRIs have left the motherland and gone off to make",
  "their fortunes elsewhere,’ one Mr A. Mukesh wrote to me. ‘They have abandoned India. India does",
  "not owe them anything. Indeed, it is they who owe the country that has educated them and given",
  "them the opportunity to better their lives abroad.’ To Mukesh and others like him, the money spent",
  "on celebrating the Pravasi Bharatiya Divas would be better spent in the villages of India.",
  "But I am not suggesting that India ‘owes’ its NRIs anything, other than an occasion to affirm their",
  "Indianness. And of course, while it is a fact that many, perhaps most, of the recent wave of Indian",
  "emigrants have benefited from a subsidized education in India before going off to make their living",
  "elsewhere, that is not true of many of the pravasis in attendance, who are descended from earlier",
  "waves of (often forced) emigration to the far-flung outposts of the British Raj a century or more",
  "ago, and who return unburdened by any reason for guilt. Finally, the needs of India’s villages aregreat but the choice is a false one: the NRIs are as committed as any resident Indian to India’s",
  "development, and have raised and remitted a great deal of money home for the purpose. (Non-",
  "resident Gujaratis, for instance, are prominent bulwarks of the ‘Vibrant Gujarat’ business summits",
  "that have helped steer investments to that state.) The expenditure on the Pravasi Bharatiya Divas is",
  "not diverted from more worthwhile national causes, but is rather raised specifically for this",
  "purpose from sponsors, notably FICCI, which bears the organizational burden entirely.",
  "To turn to the core question, then: why do NRIs matter to India?",
  "Simple: as a source of pride, as a source of support, and as a source of investments. It is entirely",
  "natural for Indians to take pride in the successes of their erstwhile compatriots abroad. I once",
  "remarked rather cruelly to an interviewer that the only country where Indians as a whole did not",
  "succeed was India. That is fortunately no longer the case, as signs of Indians’ increasing prosperity",
  "are evident everywhere one travels in India, but Indians abroad have certainly given us all a great",
  "deal to be proud of. One recent statistic from the United States shows that the Indian-American",
  "family’s median income is nearly $75,000 a year, slightly more than Japanese-Americans’, but",
  "some $20,000 higher than the figure for all American families. That kind of success is not merely",
  "at the elite end of the scale: in England today, Indian curry houses employ more people than the",
  "iron and steel, coal and shipbuilding industries combined.",
  "So we can be proud of the impact Indians have made on foreign societies. But pride is not",
  "merely an intangible asset. Living in the United States, I have been struck by the extent to which the",
  "success of our NRIs has transformed the public perception of India in the United States. A",
  "generation ago, when I first travelled to the United States as a graduate student in 1975, India was",
  "widely seen as a land of snake-charmers and begging bowls—poverty marginally leavened by",
  "exotica. Today, if there is a stereotypical view of India, it is that of a country of fast-talking high-",
  "achievers who are wizards at maths and who are capable of doing most Americans’ jobs better,",
  "faster and more cheaply in Bangalore. Today IIT is a brand name as respected in certain American",
  "circles as MIT or Caltech. If Indians are treated with more respect as a result, so is India, as the",
  "land which produces them. Let us not underestimate its importance in our globalizing world.",
  "The presence of successful and influential NRIs in so many countries also becomes a source of",
  "direct support for India, as they influence not just popular attitudes, but governmental policies, to",
  "the benefit of the mother country. That two right-wing Governors of US states (Piyush ‘Bobby’",
  "Jindal of Louisiana and Namrata ‘Nikki’ Randhawa Haley of South Carolina) are of Indian descent",
  "ought not really to make many liberal-minded Indians proud, but it does, because it adds to",
  "Indians’ sense of self-worth when they see ‘people like us’ in positions of international",
  "prominence. A Canadian provincial premier, Ujjal Dosanjh, several British Lords and lower-",
  "house parliamentarians, and even some members of the European Parliament hail from India and",
  "are no longer embarrassed to admit to their origins. One feisty former Canadian MP, Ruby Dhalla,",
  "is particularly popular in Indian political circles, which she frequents at least as often as her",
  "former ‘riding’.* They are welcomed in India as people who have achieved power abroad, which",
  "makes them all the more worthy of adulation here. And the role of Indians in their adopted",
  "countries’ politics goes beyond the handful who have achieved election to the many who stuff",
  "envelopes, run campaigns and especially raise funds for non-Indian politicians, which makes their",
  "views impossible to ignore. The contribution of well-heeled and politically active Indian-Americans to the shift in US policy from indifference to pro-Indianness in recent years simply",
  "cannot be overestimated.",
  "But the idea of NRIs as a resource for India goes beyond whatever influence the elected leaders",
  "among them can exercise. I haven’t even mentioned NRI investments in India—from the",
  "remittances of working-class Indians in West Asia that have transformed the Kerala countryside to",
  "the millions poured into cutting-edge high-tech businesses in Bangalore or Gurgaon by investors",
  "from Silicon Valley. The remittances have been lifesavers for India during the global recession,",
  "because they kept increasing even as FDI nosedived. While FDI plummeted to just $19 billion in",
  "2011, NRI remittances went steadily up from $25 billion in 2006 to over $46 billion in 2008–09,",
  "the first year of the recession, to $55 billion in 2009–10 and $57 billion in 2010–11. The faith of",
  "Indian expatriates in India has kept their money flowing homeward; the NRIs have become, in",
  "effect, the National Reserve of India.",
  "But we shouldn’t get carried away—overseas Indians still invest a lower proportion of their",
  "resources in India than overseas Chinese do in China, and they complain vociferously about the",
  "non-tariff barriers occluding their entry into the Indian market. Encouraging them to do more—and",
  "giving them reasons and opportunities to do more—is certainly a worthwhile task for the Ministry",
  "for Overseas Indian Affairs in New Delhi. No doubt this will mean, in turn, putting up with new",
  "and repeated demands from NRIs. Expatriate extremism, a phenomenon I had anatomized in my",
  "book India: From Midnight to the Millennium, is now mercifully a rarity, especially with the",
  "eclipse of the Khalistan movement that had been financed by wealthy if misguided Sikhs in North",
  "America. But expatriate agitation for several worthwhile causes is entirely legitimate and surfaces",
  "quite audibly at the Pravasi gatherings. One issue is that of voting rights: India, shamefully, is one",
  "of the few democracies that denies absentee ballots to its own expatriate citizens, though they are",
  "now allowed the vote if they are willing to come home to cast it. Another is the perennial call for",
  "genuine dual citizenship, which the cynically misnamed Overseas Citizenship of India (OCI,",
  "essentially nothing more than a lifetime visa) most certainly is not. But so what? A government that",
  "seeks the allegiance, support and money of its diaspora should also be willing to be accountable to",
  "it. Hosting a forum once a year where the pravasis can make their views known seems to me a very",
  "small price to pay indeed.",
  "A larger question is one of the extent of India’s responsibility, if any, to the well-being of its",
  "diaspora in their new homelands. While the government has indeed stood up (somewhat",
  "ineffectually) for the rights of oppressed Indians in Fiji and acted (with somewhat better results)",
  "on the media outcry over violence directed against Indians in Australia, it has not consistently been",
  "able to defend the rights of its citizens or PIOs abroad. New Delhi’s chronic reluctance to interfere",
  "in the internal affairs of sovereign states is an inhibiting factor; so also is the tension, for instance,",
  "between needing to maintain good political and economic relations with a country and seeking to",
  "protect the welfare of Indian workers in it, which has hamstrung India’s ability to protect pravasis",
  "in places as far apart as Uganda, Saudi Arabia, Malaysia and Fiji. This leaves New Delhi in the",
  "somewhat paradoxical position of not making the problems of NRIs a foreign policy priority,",
  "while treating their successes as a national achievement and seeking to benefit from their resources",
  "and remittances.As this broad overview of what Germans might call India’s Weltanschauung suggests, India",
  "already bestrides the world in important ways, engages with it at several levels and has developed",
  "a stake in safeguarding and promoting interests that go beyond the strictly national. As it",
  "contemplates enhanced responsibilities across the globe in the twenty-first century, it fulfils one",
  "essential requirement: India is at home in the world.c  e",
  ""
]