[
  "chapter4 our",
  "China and India: Competition, Cooperation or Conflict?",
  "The rise of China and India in the world has become a cliché of contemporary political analysis. It",
  "is widely accepted that these are the two countries whose development is having and will have a",
  "significant impact on the global system, and on the world’s sense of where international economic",
  "and political power will shift in the decades to come. The question we must consider is whether",
  "the two countries will compete, cooperate or even enter into conflict.",
  "Of course, both China and India are extraordinary success stories of recent years. Both have",
  "multiplied their per capita income levels many times over since 1950, and have done so far faster",
  "in recent years than Britain or the United States did during and after the Industrial Revolution. The",
  "idea that both China and India could triple their current economies in the next fifteen years is not",
  "implausible to most economists, not even to the World Bank, if their annual assessment of Global",
  "Economic Prospects is any guide. I am not an economist, but I have always been profoundly",
  "sceptical of those who issue forecasts of any sort; to me, the future is never quite what it used to",
  "be. But few will disagree that China and India are going to be richer than they are now, both in",
  "absolute terms and in relative ones. That is why it is meaningful to speak of an increasing shift of",
  "economic and, as a result, political power—and to ask how the two countries, which fought a short",
  "but brutal war just fifty years ago, will deal with each other in the process.",
  "China and India are the two most populous countries in the world, with India set to overtake",
  "China’s population around 2025. They account for nearly a tenth of global GDP, a fifth of world",
  "exports and a sixth of all international capital flows. China and India are the world’s second and",
  "eleventh largest economies in dollar terms, though both rank higher in PPP terms. China holds by",
  "far the largest foreign currency reserves in the world, at some $3 trillion; half of that is held in US",
  "paper, and if it pulled its money out of the US Treasury it could in one stroke destroy the US",
  "economy (at some considerable cost to itself, of course, which is why this won’t happen, but it",
  "reflects how much the United States is dependent on it).",
  "We can say with some confidence that India and China will continue to prosper and pull more",
  "millions out of poverty than they have ever done, that they will compete effectively with Western",
  "corporations for business, purchase foreign companies and assets, expand their trade and overseas",
  "investments, invent and develop new technologies and displace more economic weight around the",
  "world. As a result, they will inevitably demand more authority in the international system, and I",
  "believe they will acquire it. China will, in my view, be the country that strips the United States of",
  "its current designation of being the world’s ‘sole superpower’—perhaps within one generation.",
  "India will not stride the global stage to that extent, but it will be a significant player in its own",
  "region, and through the attraction of its soft power, be hugely influential well beyond its borders.",
  "Neither will be—nor has been for some time—a bit player on the global stage.",
  "Both are also currently expanding their hard power. China’s military budget has been increasing",
  "by a staggering 17 to 18 per cent a year since 2007, rising to $106 billion in 2012. It has launchedan unmanned space orbiter, announced a major expansion of its naval and submarine fleet, and",
  "conducted a test flight of a new stealth fighter aircraft, the J-20, on the very day (11 January 2011)",
  "that the US secretary of defence was calling on President Hu Jintao in Beijing. India is behind but",
  "it is heading in the same direction, expanding its defence and space capabilities. (Still, both",
  "countries together would have a long way to go before they can compete with the United States,",
  "whose defence budget is currently equal to that of the rest of the world put together.)",
  "According to the experts at Goldman Sachs, China is likely to overtake the United States as the",
  "world’s largest economy by the late 2020s, with India closing in behind them. But let us remember",
  "that this would merely be a partial reversion to a historical state of affairs. The economic historian",
  "Angus Maddison has told us that back in 1820 China and India together accounted for half of the",
  "world’s total economic output—India 23 per cent of global GDP, China nearly 27 per cent.",
  "Neither is close to those numbers today, but even the most optimistic projections for their rise do",
  "not see these two countries accounting for 50 per cent of global GDP in the twenty-first century. So",
  "there may be a genuine shift of economic power, but it would not bring these two back to the",
  "position they occupied just two centuries ago.",
  "To look at the recent rise of these two countries is, however, remarkably instructive. Those who",
  "visited China during Mao’s time would not recognize it today. It is a country that remade itself to a",
  "point that its visible physical infrastructure is almost entirely new: the extraordinary cities with",
  "their dense forest of skyscrapers, their six-lane expressways, studded with flyovers or overpasses,",
  "their gleaming modern airports, their large and throbbing ports, and the growing network of high-",
  "speed railways. The last is indicative of how significantly China has invested in its infrastructure:",
  "the high-speed rail network has gone from zero just six years ago to 8358 kilometres at the end of",
  "2010, and is projected to reach 13,000 kilometres by 2012 and 16,000 kilometres by 2020. It also",
  "features trains of a speed and sophistication not widely seen elsewhere in the world. Similar",
  "projections about the expressway network, which has gone from zero in 1995 to 66,000 kilometres",
  "today, see 100,000 kilometres of six-lane roads by 2015 and 150,000 kilometres by 2020. (The",
  "joke used to be that the national bird of China must be the crane, since there were so many of them",
  "around the country.)",
  "The transformation has been so dramatic that a little fishing village called Shenzhen has become,",
  "in a decade, one of the world’s largest and most prosperous modern cities. The rows of massed",
  "bicycles across Beijing have given way to choking fleets of spanking new cars; the dull grey Mao",
  "tunics have been replaced by colourful clothes of the latest styles and cut, made (or at least",
  "copied) in China itself; the supermarkets overflow with consumer goods of every conceivable",
  "description, again mainly made in China and exported to the rest of the world, including to those",
  "countries that designed these products in the first place. When I first visited Beijing in 1997, I",
  "expected to see a version of New Delhi; I was quite unprepared for the difference of kind, not just",
  "of degree, that confronted me there, let alone in bustling, sleek Shanghai. China’s prosperous cities",
  "are First World conurbations, bearing little resemblance to those of the typical developing country",
  "(which is what China’s leaders still claim their country is). To an Indian visitor, this is startling,",
  "and not a little humbling.",
  "Institutions are acquiring new habits and traditions undreamt of in the Maoist past. A few years",
  "ago, I was invited to speak at Beijing University, and was presented with a handsome red-and-white university tie. When I returned to the UN headquarters in New York I made it a point to wear",
  "my new tie at a meeting with a senior Chinese official who I knew had graduated from Peking",
  "University. He made no comment about the tie, so I was provoked to ask him, ‘Don’t you recognize",
  "what I’m wearing?’ No, he replied, and then it struck me: when he had attended Peking University,",
  "there had been no such thing as an official university tie, for the simple reason that no one wore",
  "one!",
  "Even traditions are being manufactured in the country. Change has come to China, and it’s a",
  "stunning degree of change. Instead of being hemmed in behind tightly controlled borders, Chinese",
  "are now free to travel and study abroad, and almost a million have done so in the last three",
  "decades, including some 130,000 who are currently studying in foreign countries, acquiring skills",
  "that most will bring back to their native land. The private sector, unknown in Mao’s day, bids fair",
  "to rival the state-owned enterprises that were the initial engines of China’s growth and prosperity.",
  "It is not all good news. China is also more polluted than ever before, with air unfit to breathe,",
  "visibility in Beijing shockingly limited by smog, and rivers poisoned by toxic effluents. It is also a",
  "much more unequal society, an irony for a country that still calls itself a people’s republic and is",
  "ruled by a communist party.",
  "This is admittedly a sketchy summary of a complex reality, but it serves as a platform for a",
  "reflection on two aspects of the rise of China and India: first, the question of commonalities,",
  "competition and complementarities between the two of them and, second, the risk of conflict.",
  "First, commonalities, complementarities and competition. It has become rather fashionable these",
  "days, in bien-pensant circles in the West, to speak of India and China in the same breath. These are",
  "the two big countries said to be taking over the world, the new contenders for global eminence",
  "after centuries of Western domination, the Oriental answer to generations of Occidental economic",
  "success. Three recent books even explicitly twin the two countries: Forbes magazine",
  "correspondent Robyn Meredith’s The Elephant and the Dragon: The Rise of India and China and",
  "What It Means for All of Us, Harvard business professor Tarun Khanna’s Billions of",
  "Entrepreneurs: How China and India Are Reshaping Their Futures—and Yours and Raghav",
  "Bahl’s Superpower? The Amazing Race between China’s Hare and India’s Tortoise. All three",
  "books, though different in scope and tone, see the recent rise of India and China as literally shifting",
  "the world’s economic and political tectonic plates. Some even speak of ‘Chindia’, as if the two",
  "are joined at the hip in the international imagination.",
  "Personally, count me among the sceptics. It’s not just that, aside from the fact that both countries",
  "occupy a rather vast landmass called ‘Asia’, they have very little in common. It’s also that the two",
  "countries are already at very different stages of development—China started its liberalization in",
  "1978, a good thirteen years before India, shot up faster, hit double-digit growth when India was",
  "still hovering around 5 per cent and, with compound growth, has put itself in a totally different",
  "league from India, continuing to grow faster from a larger base. And it’s also that the two",
  "countries’ systems are totally dissimilar. If China wants to build a new six-lane expressway, it can",
  "bulldoze its way past any number of villages in its path; in India, if you want to widen a two-lane",
  "road, you could be tied up in court for a dozen years over compensation entitlements. When China",
  "built the Three Gorges Dam, it created a 660-kilometre-long reservoir that necessitated thedisplacement of a staggering 2 million people, all accomplished in fifteen years without a fuss in",
  "the interests of generating electricity; when India embarked on the Narmada Dam project, aiming to",
  "bring irrigation, drinking water and power to millions, it had to spend thirty-nine years (so far)",
  "fighting environmental groups, human rights activists and advocates for the displaced all the way",
  "to the Supreme Court, while still being thwarted in the streets by the protesters from non-",
  "governmental organizations like the Narmada Bachao Andolan (Save Narmada Movement). That is",
  "how it should be; India is a fractious democracy, China is not. But as an Indian, I do not wish to",
  "pretend we can compete in the global growth stakes with China.",
  "In fact, if anyone wanted confirmation that twinning India with China is, to put it mildly,",
  "premature, one has only to look at the medals tally at the Beijing Olympics. China proudly ranked",
  "first, with 51 gold medals and a total of 100. You have to strain your eyes past such twinkling little",
  "stars of the global family as Jamaica, Belarus, war-torn Georgia, collapsing Zimbabwe and even",
  "what used to be called Outer Mongolia before stumbling across India in 50th place, with precisely",
  "three medals, one gold and two bronze.",
  "This is not, in fact, a surprise. Whereas China has set about systematically striving for Olympic",
  "success since it re-entered global competition after years of isolation, India has remained",
  "complacent about its lack of sporting prowess. Where China lobbied for and won the right to host",
  "the Olympics within two decades of its return to the Games, India rested on its laurels after hosting",
  "the Asian Games in Delhi in 1982, so that it is now considered further behind in the competition",
  "for Olympic hosthood than it was two decades ago. Where China embarked on ‘Project 119’, a",
  "programme devised specifically to boost the country’s Olympic medal standings (the number 119",
  "refers to the golds awarded at the Sydney Games of 2000 in such medal-laden sports as track and",
  "field, swimming, rowing, sailing and canoeing), Indians wondered if they would be able to crack",
  "the magic ceiling of two, the highest number of medals the country has ever won at this quadrennial",
  "exercise in international sporting machismo. Where China, seeing the number of medals awarded",
  "in kayaking, decided to create a team to master a sport hitherto unknown in the Middle Kingdom,",
  "India has not even lobbied successfully for the inclusion in the Games of the few sports it does",
  "play well (kabaddi, for instance, or polo, or cricket, which was played in the Olympics of 1900",
  "and has been omitted since). Where China has maintained its dominance in table tennis and",
  "badminton, and developed new strengths in non-traditional sports like rowing and shooting, India",
  "has seen its once-legendary invincibility in field hockey fade with the introduction of Astroturf, to",
  "the point where its team even failed to qualify for the Beijing Olympics.",
  "Forget ‘Chindia’—the two countries barely belong in the same sporting sentence.",
  "What’s happened at the Olympics speaks to a basic difference in the two countries’ systems. It’s",
  "the creative chaos of all-singing, all-dancing Bollywood versus the perfectly choreographed",
  "precision of the Beijing Opening Ceremony. The Chinese, as befits a communist autocracy,",
  "approached the task of dominating the Olympics with top-down military discipline. The objective",
  "was determined, a programme (Project 119) drawn up, the considerable resources of the state",
  "attached to it, state-of-the-art technology acquired and world-class foreign coaches imported.",
  "India, by contrast, approached these Olympics as it had every other, with its usual combination of",
  "amiable amateurism, bureaucratic ineptitude, half-hearted experiment and shambolic organization.",
  "In China, national priorities are established by the government and then funded by the state; inIndia, priorities emerge from seemingly endless discussions and arguments among myriad",
  "interests, and funds have to be found where they might. China’s budget for preparing its",
  "sportspersons for these Games alone probably exceeded India’s expenditure on all Olympic",
  "training in the last sixty years.",
  "But where China’s state-owned enterprises remain the most powerful motors of the country’s",
  "development, India’s private sector, ducking around governmental obstacles and bypassing the",
  "stifling patronage of the state, has transformed the fortunes of the Indian people. So it proved again",
  "in the Olympics: the wrestlers, boxers, runners, tennis players and weightlifters who made up the",
  "bulk of the Indian contingent, accompanied by the inevitable retinue of officials, returned with just",
  "two bronzes among them, while India’s only gold—in shooting—was won by a young entrepreneur",
  "with a rifle range in his own backyard and no help from the state whatsoever. Young Abhinav",
  "Bindra was, at twenty-five, the CEO of a high-tech firm, a self-motivated sharpshooter who",
  "financed his own equipment and training, and an avid blogger. He is, in short, a twenty-first-",
  "century Indian. At one level, it is not surprising that he should have won India’s first individual",
  "gold in any Olympics since a transplanted Englishman competed in Indian colours in the 1900",
  "Games. India is the land of individual excellence despite the limitations of the system; in China,",
  "individual success is the product of the system.",
  "Certainly, in absolute numbers, the Chinese are way ahead. Their export of electronic goods",
  "now tops $180 billion a year. One out of every three shoes exported in the world is made in China.",
  "They make 75 per cent of the world’s toys. Foreign direct investment is at the level of $70 billion",
  "a year (for comparison, India gets $19 billion). Shanghai alone has nearly 4000 skyscrapers (more",
  "than all of India, and exceeding Los Angeles and Chicago combined). China has built an estimated",
  "60,000 kilometres of expressways in less than two decades and will soon outstrip the total length",
  "of the US highway network. Per capita income has risen nearly tenfold since 1978 to over $6000,",
  "and the number of people living in absolute poverty has dropped from 425 million two decades",
  "ago to 26 million today. The population is almost totally literate; life expectancy is reaching",
  "developed-country levels. In 2009, China overtook Germany to become the world’s third largest",
  "economy, behind the United States and Japan; in 2010, Japan was overtaken. It won’t stay number",
  "two for long.",
  "Against this, though, are a number of factors suggesting that not everything is rosy in China.",
  "Economic growth has occurred at breakneck speed, but that means some necks have been broken:",
  "the human cost of development has not been negligible (population displacement, farmers thrown",
  "off their lands, villages flooded by dams, mounting pollution, low-wage labour in appalling",
  "conditions, widening disparities between the rich and the poor, an absence of human rights and",
  "few checks on governmental abuses). The Chinese have seen great and rapid improvements in their",
  "Internet access, but Beijing employs some 40,000 ‘cyber-police’ to monitor politically undesirable",
  "activity on the Web.",
  "Equally important, China’s success has not just been China’s: a disproportionate share of the",
  "benefits goes abroad, to the foreign companies that have set up factories in China. It has been",
  "estimated that of the $700 American price of a Chinese-made laptop, only $15 remains in China.",
  "Only four of the country’s top twenty-five exporters are Chinese companies, according to Robyn",
  "Meredith, who adds that in practice ‘Made in China’ really means ‘Made by America [or Europe]in China’.",
  "The Chinese financial system also leaves much to be desired. Where India has been running",
  "sophisticated stock markets since the early nineteenth century—and Indians are so skilled at doing",
  "so that they got the Bombay Stock Exchange up and running within 24 hours of the terrorist bomb",
  "blasts that nearly destroyed the building in 1992—China is new at the game, and not particularly",
  "adept at it. The financial information provided by China’s companies, especially those in the large",
  "governmental sector, is notoriously unreliable, and standards of corporate governance are low.",
  "There are no world-class Chinese companies with sophisticated managers to match Tata or Wipro",
  "or Infosys. China’s capital markets are weak and its banks inefficient: the Chinese banking system",
  "carried an estimated $911 billion in unrecoverable loans as of 2006, mainly to government firms.",
  "In his book Capitalism with Chinese Characteristics, Professor Yasheng Huang of the",
  "Massachusetts Institute of Technology (MIT) argues that the Indian private sector is more efficient",
  "and entrepreneurial than the Chinese private sector. State-owned enterprises still account for half",
  "of China’s economic assets. China has yet to master the art of channelling domestic savings into",
  "productive investments, which is why it has relied so extensively on FDI. India, on the other hand,",
  "is exporting FDI to member countries of the Organisation for Economic Co-operation and",
  "Development (OECD); in other words, India’s entrepreneurial capital and management skills are",
  "better able than China’s to control and manage assets in the sophisticated financial markets of the",
  "developed West.",
  "And the world has yet to develop any confidence in China’s legal system (where a contract still",
  "means whatever the government says it means). In other words, it still lags behind India on the",
  "‘software’ of development—not just technical brainpower or engineering know-how, but the",
  "systems it needs to operate a twenty-first-century economy in an open and globalizing world. The",
  "Chinese state is undoubtedly stronger and more efficient than the Indian, but the Indian private",
  "sector is not only miles ahead, it is compensating for the inadequacies of the state, whereas in",
  "China the state sector can still stifle the private, and both sides know it.",
  "And then there’s politics. Whatever you might say about India’s sclerotic bureaucracy versus",
  "China’s efficient one, India’s tangles of red tape versus China’s unfurled red carpet to foreign",
  "investors, India’s contentious and fractious political parties versus China’s smoothly functioning",
  "top-down communist hierarchy, there’s one thing you’ve got to grant: India has become an",
  "outstanding example of the management of diversity through pluralist democracy. Every Indian has",
  "been allowed to feel he or she has as much of a stake in the country, and as much of a chance to run",
  "it, as anyone else: after all, our last-but-one elections, in 2004, were won by a woman political",
  "leader of Roman Catholic heritage who made way for a Sikh to be sworn in as prime minister by a",
  "Muslim president, in a nation 81 per cent Hindu. And our largest state was ruled till very recently",
  "by a Dalit woman, from a community once considered ‘untouchable’, whose caste and gender",
  "would have made her power unthinkable for 3000 years before democracy made it possible. She",
  "wasn’t promoted by the Brahmin elite in New Delhi; she rode to the top on the ballots of her",
  "political base, building her own rainbow coalition along the way.",
  "Contrast this with Beijing, where political freedom is unknown, leaders at all levels are",
  "handpicked from the top for their posts and political heresy is met with swift punishment, house",
  "arrest or worse. During the 2008 Olympics, under international pressure, China designated a fewareas where protesters could, in theory, peacefully gather; but you had to apply for permission to",
  "protest, which was never granted, and most of those who applied were arrested and detained,",
  "which meant that the authorization of protest became an excellent method for the security police to",
  "identify potential troublemakers without having to actually look for them. India’s politics means its",
  "shock absorbers are built into the system; it has endured major road bumps without the vehicle",
  "ever breaking down. In China’s case, it is far from clear what would happen if the limousine of",
  "state actually encountered a serious pothole. The present system wasn’t designed to cope with",
  "fundamental challenges to it except through repression. But every autocratic state in history has",
  "come to a point where repression was no longer enough. If that point is reached in China, all bets",
  "are off. The dragon could stumble where the elephant can always trundle on.",
  "But let us not be complacent. India’s problems are enormous and there is still a great deal we",
  "need to do internally. Our teeming cities overflow while two out of three Indians still scratch a",
  "living from the soil. We have been recognized, for all practical purposes, as a leading nuclear",
  "power, but 600 million Indians still have no access to electricity and there are daily power cuts",
  "even in the nation’s capital. Ours is a culture which elevated non-violence to an effective moral",
  "principle, but whose freedom was born in blood and whose independence still soaks in it. We are",
  "the world’s leading manufacturers of generic medication for illnesses such as AIDS, but we have 3",
  "million of our own citizens without access to AIDS medication, another 2 million with TB, and",
  "tens of millions with no health centre or clinic within 10 kilometres of their places of residence.",
  "India holds the world record for the number of cellphones sold, but also for the number of farmer",
  "suicides (an estimated 17,000 in 2010, because when crops fail, farmers faced with a crippling",
  "mountain of debt see no other way out for their families than to take their own lives). We still have",
  "a great deal to do before we can meaningfully speak of ourselves in competition with China.",
  "But if we can’t compete, can we cooperate?",
  "As far back as 1947, even before India and several nations in Asia were yet to throw off the",
  "colonial yoke, when China was still in the throes of an uncertain civil war and when Asia got no",
  "more than a footnote in any chapter on global politics and economics, the fledgling Indian Council",
  "of World Affairs, under the inspiration of Jawaharlal Nehru, organized a visionary ‘Asian",
  "Relations Conference’. Many of the tenets of that endeavour are closer to being a reality today,",
  "since they prefigured the process of Asia’s economic integration and increasing interdependence.",
  "A hallmark of Nehru’s vision was his admiration for the ‘other great Asian civilization’, and his",
  "conviction that, together with India, China would lead the region in a new post-imperial Asian",
  "resurgence.",
  "India and China are the most populous nations on the earth, with the arduous task of uplifting",
  "millions of our citizens and realizing social harmony and inclusive growth. Given the scale of our",
  "economies and the scale of the ‘catching-up’ required, this is likely to be a long-drawn-out",
  "process, in which China is clearly well ahead. Both of us, though, require sustained international",
  "cooperation and a peaceful security environment around us in order to fulfil this task. Currently, in",
  "a world faced with a rare economic and financial crisis and tenacious new threats and challenges,",
  "our job has become all the more difficult. Therefore, as responsible nations with a stake in peace,",
  "stability and prosperity of the world, both India and China must strive to tackle the new challengestogether while helping the global economy out of a recession that had nothing to do with us. The",
  "continued growth of our two economies has proved vital to the health of the world economy, and",
  "that in itself is a most eloquent proof of the prospects for the world and Asia of an emerging China",
  "and, increasingly, an emerging India.",
  "The Government of India does not view China or China’s development as a threat. Indian",
  "leaders have always unembarrassedly spoken of the need to develop a friendly and cooperative",
  "relationship with China, as a country with which we cannot afford to have a relationship of",
  "antagonism. Long before the India–China growth story attracted global attention, we drew upon our",
  "joint civilizational wisdom to enunciate the principles of Panchsheel that demonstrated our interest",
  "in building peace and friendship. Our relationship has since evolved to a point where we now",
  "have a Strategic and Cooperative Partnership for Peace and Prosperity and an agreed ‘Shared",
  "Vision for the 21st Century’ with China. Indeed, our relationships have become so multifaceted,",
  "strategic and intricate that the nature of stakeholders in our relations has changed and broadened to",
  "include the wider civil society in both nations.",
  "To repeat a point I have made earlier: the basic task for countries like China and India in",
  "international affairs is to wield a foreign policy that enables and facilitates their own domestic",
  "transformation. By this, as an Indian, I mean that my country’s engagement with the world must",
  "make possible the transformation of India’s economy and society, while promoting our own",
  "national values (of pluralism, democracy, social justice and secularism). What I expect from my",
  "national leaders is that they work for a global environment that is supportive of these internal",
  "priorities, and therefore of a relationship with China that would permit us to concentrate on our",
  "domestic tasks. China and India are both engaged in the great adventure of bringing progress and",
  "prosperity to a billion people each, through a major economic transformation. At the broadest",
  "level, India’s foreign policy must seek to protect that process of transformation—to ensure security",
  "and bring in global support for our efforts to build and change our country for the better.",
  "India and China have inevitably been directly affected by the global trends of the post–Cold",
  "War era. On the one hand, we are both far more globalized economies than most, and more so than",
  "we ever were in the days when we raised the protectionist barriers to shield us while we",
  "developed our autonomous national capabilities. We are today more connected through trade and",
  "travel—much more than ever before—with the international system, and trade and foreign",
  "investment accounts for a steadily increasing share of our GDP, China’s much more than India’s.",
  "Today we can admit that our links with the world are one reason for the highest-ever growth rates",
  "that our countries enjoyed.",
  "Our two civilizations had centuries of contact in ancient times; thanks mainly to the export of",
  "Buddhism from India to China, Chinese travellers came to Indian universities, visited Indian",
  "courts, and wrote memorable accounts of their voyages. Nalanda University, which flourished in",
  "northern India for seven centuries from 427 CE and attracted students from across Asia, received",
  "hundreds of Chinese students in its time, and a few Indians went the other way. My wife and I had",
  "the great pleasure of visiting the famous Lingyin Si temple in Hangzhou, established by a Buddhist",
  "monk from India in 326 CE. As mentioned earlier, the great admiral Zheng He visited India less",
  "than a century later; on his way, in 410 CE, he erected a tablet in Sri Lanka, written in Chinese,",
  "Persian and Tamil, calling on the Hindu deities to bless a world of free trade! Kerala’s coastlineis dotted with Chinese fishing nets, and the favourite cooking-pot of the Malayali housewife is the",
  "wok, locally called cheena-chatti (‘Chinese vessel’). It’s been a while, though, since Indians and",
  "Chinese had much to do with each other. The heady days of ‘Hindi-Chini bhai-bhai’ (‘Indians and",
  "Chinese are brothers’), the slogan coined by Nehruvian India to welcome Chou En-Lai in 1955,",
  "gave way, as we all know, to a more difficult period in our relationship, with the humiliation of the",
  "1962 border war, after which it was ‘Hindi-Chini bye-bye’ for decades. The bitter border dispute",
  "between the two countries remains unresolved, with periodic reports of incursions by Chinese",
  "troops on to Indian soil and new irritants over the anti-Chinese protests of Tibetan exiles who have",
  "been given asylum in India. To speak of a ‘trust deficit’ between the two countries is arguably an",
  "understatement.",
  "And yet, there has been some good news. Trade has increased twelve-fold in the last decade, to",
  "an estimated $73 billion in 2011, a figure that is more than 200 times the total trade between the",
  "countries in 1990, just twenty-two years ago. China has now overtaken the United States as India’s",
  "largest single trading partner. The two governments expect trade to keep growing and, in a joint",
  "statement of December 2010, have announced a trade target of $100 billion by 2015; if present",
  "trends continue, trade with China is poised to reach double the level of US trade with India before",
  "the decade is over. Each country’s top twenty-five exports are essentially mutually exclusive,",
  "making trade relations an easy example of compatibility. There are some 9000 Indian students in",
  "China. Tourism, particularly of Indian pilgrims to the major Hindu holy sites in Tibet, Mount",
  "Kailash and Lake Manasarovar, is thriving. (However, this is a relative term: after all, the two",
  "nations with a combined population of over two and a half billion people exchanged only 570,000",
  "visitors, over half a million of those being Indians with wanderlust while only some 60,000",
  "Chinese tourists travelled to India.) Indian information technology firms have opened offices in",
  "Shanghai and Hangzhou; there are many companies and ventures active in the two countries. One",
  "can find dozens of Chinese engineers working in (and learning from) Indian computer firms and",
  "engineering companies from Gurgaon to Bangalore; Infosys regularly hires mainland Chinese for",
  "its Bangalore campus, while Indian software engineers in those and other cities offer research and",
  "development support to the Chinese telecom equipment manufacturer Huawei (in turn sending the",
  "signal that eavesdropping devices are not integrated into Chinese telecom products). India has",
  "become a major market for Chinese engineering and construction project exports, and a vital",
  "source of raw materials, from iron ore to chemicals. New Delhi could do more to press China to",
  "reduce its non-tariff barriers, however, and promote Indian services exports to its giant neighbour.",
  "By and large, India is good at things that China needs to improve at, notably software; China",
  "excels at hardware and manufacturing, which India sorely lacks. So India’s Mahindra & Mahindra",
  "manufactures tractors in Nanchang for export to the United States. The key operating components of",
  "Apple’s iPod were invented by the Hyderabad company PortalPlayer, while the iPods themselves",
  "are manufactured in China. Philips employs nearly 3000 Indians at its ‘Innovation Campus’ in",
  "Bangalore who write more than 20 per cent of Philips’ global software, which in turn goes to",
  "Philips’ 50,000-strong workforce in China to turn into brand-name goods.",
  "In other words, the elephant is already dancing with the dragon. The potential for additional",
  "cooperation is immense and need not just be in each other’s countries. Inevitably, our search for",
  "markets, technology and resources to fuel our growth will be key drivers of our internationalrelations. This is why we are both looking far afield, to Africa and Latin America, for",
  "opportunities.",
  "There is an instructive comparison to be made between the FDI patterns of both countries.",
  "Indian capitalism drives our country’s outward investments in a commercial logic of supply and",
  "demand, whereas Chinese FDI is largely fuelled by its government and state-owned enterprises.",
  "India’s FDI is spent mainly in the developed world and is invested mostly in the manufacturing and",
  "services sectors, notably information technology and IT-enabled services, whereas Chinese FDI",
  "concentrates almost obsessively on the extraction of natural resources from developing countries,",
  "through oil and gas exploration and mining, where India has similar needs but a far more modest",
  "overseas presence. India’s strength—its comparative advantage, if you will—is anchored in its",
  "world-class managers, its track record in corporate governance and its exposure to the best global",
  "corporate practices, whereas China’s comparative advantage lies in the top-down strategic",
  "competence of its government and its single-minded economic drive abroad, which often",
  "subordinates conventional diplomacy to the pursuit of economic benefit. Whatever one thinks of",
  "the two sets of attributes, there is no denying that they are complementary, rather than a recipe for",
  "confrontation.",
  "The opportunities for multilateral cooperation between India and China are great. There is, first",
  "of all, the regional plane. China and India have notably strengthened their cooperation in regional",
  "affairs. China has acquiesced in India’s participation in the East Asia Summit and invited India to",
  "join the Shanghai Cooperation Organization as an observer, just as India has supported China’s",
  "becoming an observer at SAARC. While Asia is devoid of meaningful security institutions, their",
  "interlocking economic and trade relationships with each other and with other Asian countries will",
  "knit China and India closer together.",
  "But multilateral cooperation need not be confined to the Asian region. China and India have",
  "broadly similar interests and approaches on a wide range of broader international questions, from",
  "most issues of international peace and security to the principles of world trade and the ways and",
  "means of coping with globalization. They have already begun working together in multinational",
  "forums on such issues as climate change, trade, labour laws, arms control and environment",
  "protection, and have no real differences on matters like encouraging biodiversity, promoting",
  "dialogue among civilizations, promoting population control, combating transnational crime,",
  "controlling the spread of pandemic disease and dealing with challenges from non-traditional",
  "threats to security. (Sadly, the two countries have even sometimes made common cause on human",
  "rights, with China and India agreeing on countering Western draft resolutions in UN bodies—",
  "China because it is usually guilty of the very practices being condemned in others, India because of",
  "its allergy to ‘country-specific’ human rights prescriptions.)",
  "All of these areas provide a realistic basis for further long-term cooperation. One exception,",
  "alas, is the issue of combating international terrorism, where China’s indulgence of Pakistani",
  "terrorist groups at the UN is arguably not in its own long-term interests. But that can change, and",
  "China–India cooperation can also improve on the issues of piracy, oil spills and other international",
  "environmental issues, nuclear disarmament and arms races in outer space, human trafficking and",
  "natural disasters—all of which are issues on which the two countries could play mutually",
  "supportive roles, take joint responsibility and contribute to the establishment of new rules in theglobal system. New areas of cooperation could also emerge—wildlife conservation, for instance,",
  "where both countries could cooperate on issues like the smuggling of tiger parts to Chinese",
  "customers, or disaster management, where Asia’s two giants have much to learn from each other",
  "but have made little effort to do so.",
  "Energy is an obvious area for cooperation. The US Department of Energy estimates that China’s",
  "oil consumption will rise 156 per cent and India’s oil consumption will rise 152 per cent by 2025.",
  "While both countries are seeking to expand their domestic production, opportunities for growth are",
  "limited, and both countries will become more dependent on imported oil, making them more",
  "vulnerable to irregularities of supply and price volatility. This makes the quest for reliable sources",
  "of supply and secure sea lanes of communication a shared interest. After all, both China and India",
  "are relatively new entrants into the global oil system. They are facing fierce competition from",
  "much larger, more experienced and arguably more resourceful Western oil companies.",
  "Cooperation between Indian and Chinese oil firms is essential.",
  "Prior to 2002, India and China competed aggressively with each other to acquire oil and gas",
  "fields abroad. Wisdom dawned, however, with improved energy cooperation starting that year,",
  "when India’s Oil and Natural Gas Corporation (ONGC) purchased a 25 per cent share of Sudan’s",
  "Greater Nile Oil Project, operated by the China National Petroleum Corporation (CNPC). The",
  "experience has been positive and continued cooperation in the global energy sector, including",
  "some examples of joint bids and at least one successful joint acquisition, has occurred. The",
  "prospects for further collaboration, to jointly explore and develop oil and natural gas resources in",
  "third countries, are high.",
  "To take another example: our demand for food will inevitably rise as well, perhaps by 50 per",
  "cent in the next two decades, as a result of our growing population, their rising affluence and the",
  "improved dietary possibilities available to a larger middle class. We will need to multiply our",
  "sources of food, including acquiring agricultural land abroad, in Africa and even Latin America.",
  "Lack of access to stable supplies of water is reaching critical proportions, particularly for",
  "agricultural purposes, and the problem will worsen because of rapid urbanization over the next",
  "twenty years. We will need skilful and creative diplomacy to ensure that interruptions in the flow",
  "of water across our borders do not bedevil relations with our neighbours.",
  "The only question is whether the two countries can prolong the elephant–dragon dance, or",
  "whether political tensions could bring the music to a screeching halt. Critics argue that the good",
  "news is in fact good only for China. The trade surplus is undoubtedly in favour of Beijing: of the",
  "$73 billion in 2011, $50 billion consisted of Chinese exports to India and only less than half of",
  "that, $23 billion, of Indian exports to China. China conserves it own domestic resources of iron",
  "ore by importing this commodity from India and selling finished steel to it. Indeed, some critics",
  "have argued that India is largely exporting its primary commodities to China and importing",
  "finished products from that country, a pattern of trade relations reminiscent of the exploitation of",
  "India’s raw materials in the colonial era. A large proportion of Chinese exports involves items that",
  "are so much cheaper than Indian alternatives that they are making Indian manufacturing unviable.",
  "And the focus on trade, critics suggest, underscores an issue of interest to Beijing, while taking",
  "attention away from the broader strategic contest between the two countries, which China’s",
  "economic interests prompt it to gloss over.The critics may be right in suggesting that good trade relations do little to help resolve the",
  "perennial political problems between countries. But there are two counter-arguments worth",
  "making. First, trade contributes to a positive atmosphere between two countries, which at least",
  "makes political hostility less likely. More important, in this instance, it ensures that China has far",
  "too high a stake in the Indian economy to contemplate engaging in any military adventurism against",
  "India. There are some strategic advantages to offering a potential adversary a large market: it is",
  "more likely that the Chinese establishment will learn to see Indians as consumers rather than as",
  "enemies.",
  "This raises the issue of the risk of conflict between the two countries. As all Indians painfully",
  "remember, we went to war in 1962—a decisive triumph for China, which wrested 23,200 square",
  "kilometres of Indian territory. At the same time, Beijing has taken pains in recent years to remind",
  "India that it still claims a further 92,000 square kilometres, mainly in the north-eastern Indian state",
  "of Arunachal Pradesh. It doesn’t help that the two countries share the longest disputed frontier in",
  "the world, since the Line of Actual Control (LAC) has never been formally delineated in a manner",
  "accepted by both sides. India’s borders were defined by British imperial administrators in the",
  "1913 MacMahon Line, which China rejects (though it accepts that line as its frontier with",
  "Myanmar, which was in those days part of British India). With the LAC coming into being in the",
  "wake of China’s military success in 1962, the situation is even more unclear. Whenever troops",
  "from either side build roads, construct or repair their bunkers and other routine fortifications, or",
  "conduct patrols close to the LAC, tensions can and repeatedly do flare up. When the two sides are",
  "anxious to avoid provoking each other, such activities are kept to a minimum, but it seemed that",
  "since 2008 Beijing has taken a conscious decision to keep the Indians on their toes.",
  "Why do I say that? The last three years have witnessed a proliferation of incidents along the",
  "3488-kilometre frontier between the two Asian giants. Nearly 200 have been recorded, including",
  "no fewer than ninety-five incursions by the People’s Liberation Army in just one sector alone—the",
  "evocatively named Finger Area, a 2.1-square-kilometre salient in the Indian state of Sikkim, which",
  "shares a 206-kilometre border with Tibet. Intensified Chinese patrolling has been observed both in",
  "Ladakh and in the border areas of Arunachal Pradesh. Reports of intrusions into Indian territory",
  "included one in which Chinese soldiers entered 15 kilometres into Indian territory in Ladakh and",
  "actually burned the Indian patrolling base. While Indian spokespersons are anxious to downplay",
  "such reports, and fewer incidents were made public in 2011, they serve to remind us that the",
  "border dispute remains unresolved. In a reply to a question in Parliament, Defence Minister A.K.",
  "Antony informed MPs in December 2011 that Chinese troops had, in July 2011, damaged a 200-",
  "foot (approx. 60-metre) stone wall which was built 250 metres inside Indian territory in the",
  "Tawang area of Arunachal Pradesh. Antony said that an attempt by the Chinese People’s",
  "Liberation Army (PLA) to raze the wall was prevented by the Indian Army. The stone wall was",
  "partially damaged by the PLA patrol, but it has been reconstructed, he added.",
  "Arunachal Pradesh has become a rhetorical flashpoint. Chinese notables, including their",
  "ambassadors in New Delhi, have publicly laid claim to the state in recent years, describing it as",
  "‘Southern Tibet’ and publicly objecting whenever an Indian leader (or the Dalai Lama) travelledthere. (To India’s credit, this has not deterred Prime Minister Manmohan Singh from visiting and",
  "campaigning in Arunachal’s elections, nor did India prevent the Dalai Lama from ministering to his",
  "flock in that state.) China also reacted sharply to the participation by India’s Defence Minister",
  "Antony in the silver jubilee celebrations of the state of Arunachal Pradesh held on 20 February",
  "2012, with a Chinese foreign ministry spokesperson asking India publicly to refrain from any",
  "action that will complicate the border issue. Earlier China had denied a visa to an Indian Air",
  "Force official born in Pasighat, Arunachal Pradesh, who was supposed to visit China as part of an",
  "Indian tri-services delegation, on the grounds that as an Arunachali he was not entitled to an Indian",
  "passport or a Chinese visa! But the quantum of belligerence in the official Chinese media’s",
  "reporting about India has risen alarmingly; there have been reminders of 1962 and the People’s",
  "Daily has gone so far as to write of India’s ‘recklessness and arrogance’ and urging it to consider",
  "‘the consequences of a potential confrontation with China’.",
  "It was also revealed in 2010 that the Chinese authorities had begun a practice of issuing visas to",
  "Indian citizens from Jammu and Kashmir on a separate piece of paper to be stapled to their",
  "passports rather than on their Indian passports directly, in order to signal that China does not",
  "consider residents of that state to be legitimate citizens of India. (This policy has also led to the",
  "anomaly that India and China cite different figures for the length of their disputed border, since",
  "China refuses to count the 1600 kilometres between Kashmir and Tibet as part of its dispute with",
  "India!) The matter was only resolved after Prime Minister Singh took it up with the Chinese",
  "premier during his visit to India in December 2010 and after India had suspended defence ties with",
  "China upon China’s refusal to grant a visa to India’s northern army commander on the grounds that",
  "he was operating in a disputed state.",
  "Related developments are no less disquieting. With China having established four new airbases",
  "in Tibet and three in its southern provinces bordering India, the Indian Air Force is reportedly",
  "augmenting its own presence near the Chinese border by deploying two squadrons of Sukhoi-",
  "30MKI fighters. Are the two countries bracing for war? What on earth is going on?",
  "Fears of imminent major hostilities are clearly overblown. China, flush from the huge public",
  "relations success of the Olympics, and rejoicing in a huge trade imbalance in its favour with India,",
  "is hardly likely to initiate a clash, and India has no desire whatsoever to provoke its northern",
  "neighbour. But it’s clear that China’s troubles over Tibet, which first erupted in 2008 and have",
  "again arisen in 2011–12 with a seemingly interminable chain of self-immolations, have brought",
  "with them unwelcome reminders to Beijing of India’s hospitality to the Dalai Lama and his",
  "government-in-exile.",
  "Ironically, during the mass protests in Tibet in 2008, one country that was conspicuous both by",
  "its centrality to the drama and by its reticence over it was India. On the question of Tibet, India, the",
  "land of asylum for the Dalai Lama and the angry young hotheads of the Tibetan Youth Congress,",
  "finds itself on the horns of a dilemma. On the one hand, it is a democracy, one that has a long",
  "tradition of allowing peaceful protests, including against foreign countries when their leaders",
  "come visiting. It provided refuge to the Dalai Lama when he fled the Chinese occupation of his",
  "homeland in 1959, granted asylum (and eventually Indian citizenship) to over 110,000 Tibetan",
  "refugees, and permitted them to set up a government-in-exile (albeit one that New Delhi does not",
  "recognize) in the picturesque Himalayan hill town of Dharamsala.On the other hand, it has assiduously been cultivating better relations with China. Though their",
  "bitter border dispute remains unresolved, and China has been a vital ally and military supplier to",
  "India’s enemies across the border in Pakistan, the two countries have been warming to each other",
  "in recent years. So New Delhi has attempted to draw a distinction between its humanitarian",
  "obligations as a country of asylum and its political responsibilities as a friend of China. The Dalai",
  "Lama and his followers are given a respected place but told not to conduct ‘political activities’ on",
  "Indian soil. When young Tibetan radicals undertook a march to Lhasa from Indian soil, the Indian",
  "police stopped them well before they got to the Tibetan border, and detained a hundred Tibetans.",
  "When some Tibetan demonstrators outside the Chinese embassy in New Delhi attacked the",
  "premises, the Indian government stepped up its level of protection for the Chinese diplomats. The",
  "former Indian foreign minister Pranab Mukherjee—who was noticeably less forthcoming on Tibet",
  "than his American counterpart during a press conference in the middle of the Tibet crisis with then",
  "secretary of state Condoleezza Rice in Washington—publicly warned the Dalai Lama against",
  "doing anything that could have a ‘negative impact on Indo-Sino relations’.",
  "The Dalai Lama’s curious position has complicated India’s dance on the diplomatic tightrope",
  "with China. He is simultaneously the most visible spiritual leader of a worldwide community of",
  "believers, a role that India honours, and till 2011 the political head of a government-in-exile, a",
  "role that India permits but has rejected in its own dealings with him. As a Buddhist he preaches",
  "non-attachment, self-realization, inner actualization and non-violence; as a Tibetan he is looked up",
  "to by a people fiercely attached to their homeland, most seeking its independence from China,",
  "many determined to fight for it. He has been a refugee for nearly five decades, but is the most",
  "recognized worldwide symbol of a country he has not seen in half a century. His message of peace,",
  "love and reconciliation has found adherents among Hollywood movie stars and ponytailed hippies,",
  "Irish rock musicians and Indian politicians; but he has made no headway at all with the regime that",
  "rules his homeland, and has been unable to prevent Tibet’s inexorable transformation into one",
  "more Chinese province. His sermons fill football stadiums and he has won a Nobel Prize, but",
  "political leaders around the world shrink from meeting him openly, for fear of causing costly",
  "offence to the Chinese.",
  "Indian officials are acutely conscious that, on this subject, the Chinese are easily offended. An",
  "interesting instance came when India facilitated the highly publicized visit by Nancy Pelosi,",
  "Speaker of the US House of Representatives, to the Dalai Lama in Dharamsala in 2009, but almost",
  "simultaneously cancelled a scheduled meeting between him and the vice-president of India,",
  "Mohammed Hamid Ansari. When China summoned the Indian ambassador in Beijing to the foreign",
  "ministry at 2 a.m. for a dressing-down over the Tibetan protests in New Delhi, India meekly",
  "acquiesced in the insult. Though Prime Minister Manmohan Singh has publicly declared the Dalai",
  "Lama to be the ‘personification of non-violence’, India has let it be known that it does not support",
  "his political objectives. Tibet, New Delhi says, is an integral part of China, and India lends no",
  "support to those who would challenge that status.",
  "The position is not without its detractors within the country. The Opposition BJP (which led the",
  "previous government in New Delhi) has criticized the current government for not ‘expressing",
  "concern over the use of force by the Chinese government’ and instead ‘adopting a policy of",
  "appeasement towards China with scant regard to the country’s national honour and foreign policyindependence’. Privately, however, few observers believe the BJP would have conducted itself",
  "differently had it been in office.",
  "For the stark truth is that India has no choice in the matter. It cannot undermine its own",
  "democratic principles and abridge the freedom of speech of Tibetans on its soil. Nor can it afford",
  "to alienate its largest trading partner, a neighbour well on the way to global superpower status,",
  "which is known to be extremely prickly over any presumed slights to its sovereignty over Tibet.",
  "India will continue to dance delicately on its Tibetan tightrope.",
  "But the dangers are real. The fact that Tawang, the birthplace of the sixth Dalai Lama and a",
  "major monastery of Tibetan Buddhism, lies in Arunachal Pradesh deprives Beijing of a vital asset",
  "in its attempts to assert total control over Tibet. Beijing must hope that the passing of the current",
  "Dalai Lama will permit it to identify and indoctrinate a young successor, rather as it has done with",
  "the Panchen Lama. But the Dalai Lama has announced that the next Dalai Lama may not be born in",
  "Chinese-controlled Tibetan lands; the suggestion is that he could easily emanate either from the",
  "Tibetan diaspora or from traditional areas of Tibetan residence now in India, notably the Tawang",
  "tract. Reminding New Delhi of China’s claims is therefore all the more urgent for Beijing: China",
  "would like to take control of Tawang before it is too late.",
  "India, of course, has no intention of obliging Beijing. Tibet has also exposed the limitations of",
  "China’s claims to constituting an alternative global pole of attraction to that of the United States.",
  "China is not the natural leader of the South; its development experience and economic clout are so",
  "exceptional that it is difficult for other developing countries to see themselves in the same mirror.",
  "More important on Tibet, China’s position, while ostensibly anchored in a principle that other",
  "southern governments tend to uphold (that of sovereignty and non-interference), is also infused",
  "with a strong dash of national chauvinism that leaves even its allies cold. It is perfectly",
  "understandable for Chinese to be proud of China and to demonstrate that pride by jingoistic",
  "behaviour in the streets of Beijing, but why should such passions inspire anyone who is not",
  "Chinese? By contrast, the spiritual teaching and Gandhian pacifism of the Dalai Lama finds a far",
  "more universal appeal, especially in democracies like India and Buddhist nations like Sri Lanka",
  "and Thailand. Their governments may be reluctant to offend China, but their hearts are, in many",
  "cases, with the Tibetans rather than their sovereign overlords in Beijing.",
  "The recent announcement by the Dalai Lama that he had renounced his political role as head of",
  "the Tibetan government-in-exile, and would henceforth seek to confine himself to a purely spiritual",
  "and ecclesiastical role, has further confounded the Chinese, who have made it clear that they see it",
  "as yet another example of his Machiavellian design. By organizing free and fair elections among",
  "the Tibetan diaspora—which elected Lobsang Sangay, a forty-two-year-old Harvard academic, as",
  "the new political head of the exiled government—the Dalai Lama has effectively insulated the",
  "political leadership of the Tibetan diaspora from the question of his own succession. Even if the",
  "Chinese were to identify and indoctrinate a new ‘Dalai Lama’, that child would only be regarded",
  "by Tibetans at large as having succeeded to a religious role, while political authority would",
  "continue to inhere in the elected leader, Sangay, or his successors. Sangay, an impressive young",
  "man I have met and spoken with at length, is a plausible twenty-first-century political leader,",
  "unlike the other-worldly spiritual Dalai Lama. China has unleashed an unrelenting tirade against",
  "this development, denouncing the so-called Dalai clique and categorizing the new arrangements, inits idiosyncratic lexicon, as ‘splittist’. That India has acquiesced in the new dispensation and",
  "allows Sangay to live in, and operate from, its territory remains a sore point for Beijing.",
  "The limitations of China’s diplomatic appeal to the world have become apparent in a number of",
  "recent diplomatic disasters. Beijing’s pronouncement that the South China Sea was an area of core",
  "concern for China did not go down well with its neighbours. Several countries spoke against the",
  "declaration at the meeting of the ASEAN Regional Forum (ARF) in Hanoi in 2010, leaving the",
  "Chinese foreign minister fuming in the meeting at the perceived ‘ganging up’ against his country.",
  "There followed a diplomatic spat with Japan over the Diaoyu/Senkaku Islands, and Beijing’s",
  "overreaction to the award of the Nobel Peace Prize to Liu Xiaobo, which backfired in worldwide",
  "revulsion at China’s behaviour. Meanwhile, China’s relations with North Korea have increased",
  "tensions with both South Korea and Japan at the same time. China’s refusal to condemn",
  "Pyongyang’s outrageous behaviour, such as its sinking of a South Korean naval vessel and the",
  "persistent shelling of Yeonpyeong Island, has damaged its relations with Seoul. All these actions",
  "have pushed China’s East Asian and Southeast Asian neighbours towards American arms",
  "purchases and increasingly towards improving their relations with India. The Chinese push in",
  "Southeast Asia has resulted in a push back from these countries. Vietnam, for instance, has sought",
  "to offset the presence of its Chinese neighbour by developing remarkably good relations with the",
  "United States, a former adversary, going so far as to sign a nuclear cooperation agreement with",
  "Washington. Malaysia and Indonesia have sought to develop better relations with India.",
  "Behind the unpleasantness between Beijing and New Delhi over Tibet and Arunachal Pradesh,",
  "and China’s disinclination to resolve the border dispute (as it has resolved its disagreements on all",
  "its other land borders, even with Russia and Vietnam), may lie a broader strategic calculation.",
  "With the end of the Cold War, Beijing had two options in relation to India: to see the country as a",
  "natural ally, together with Russia, in building up an alternative pole to US dominance in the region,",
  "or to identify it as a potential adversary to its own aspirations. The emergence of a stronger US–",
  "India partnership in recent years appears to have convinced China to place New Delhi in the latter",
  "category, even as an instrument of ‘containment’ of China. Such a perception may have been",
  "reinforced by India’s frequent military exercises with the United States, Japan and Australia, its",
  "cultivation of the former Soviet ‘stans’ in Central Asia (including sowing the seeds of a potential",
  "military presence by establishing an Indian air force unit at the Aini airbase in Tajikistan) and its",
  "attempts in recent years to establish strategic ties with countries that Beijing sees as falling within",
  "its own sphere of influence (from Mongolia to Vietnam, and including direct competition over",
  "Myanmar).",
  "For these reasons, Beijing has signalled that it is in no hurry whatsoever to resolve its frontier",
  "issues with India. During his visit to New Delhi in December 2010, Prime Minister Wen bluntly",
  "declared that settling his country’s border dispute with India ‘will take a fairly long period of",
  "time’. His government publicly signalled that despite all the good economic developments",
  "showcased during Wen’s visit, the bilateral geopolitics was still problematic. On the eve of Wen’s",
  "visit, the Chinese ambassador to India, Zhang Yan, told the press that ‘China– India relations are",
  "very fragile and very easy to be damaged and very difficult to repair’. Needling an anxious-to-",
  "please New Delhi on its troubled northern borders helps China to keep India guessing about its",
  "intentions, exposes the giant democracy’s vulnerabilities at a time when internal tensions anddissensions abound and elections in one state or another loom every few months, and cuts a",
  "potential strategic rival to size.",
  "The two countries’ competition for scarce energy resources and investment opportunities in",
  "markets such as Africa, Central Asia, Southeast Asia and Latin America have regularly pitted them",
  "against each other, usually to China’s advantage. Indeed, India’s refusal to condemn the Myanmar",
  "junta’s crackdown on monks in mid-2007 was directly linked to its competition with China for",
  "influence, strategic assets and oil and gas from that unhappy country—because its earlier policy of",
  "support for Myanmar’s democratic forces had simply allowed China, and its ally Pakistan, to steal",
  "a march on India.",
  "Other factors have added to the strains in the relationship. One was a great Indian diplomatic",
  "triumph: the Indo-US nuclear deal. China, concerned that the American willingness to create an",
  "‘Indian exception’ reflected a desire to build India up as a strategic counterweight to China, made",
  "its hesitations apparent in the Nuclear Suppliers’ Group, thus incurring public statements of",
  "disappointment from senior officials in New Delhi. The deal went through nonetheless, but not",
  "without reminding Indians that Beijing was fundamentally negative on India’s acquisition of a",
  "significant strategic capability.",
  "And yet, in the context of the global contention for power and global influence between the",
  "United States and China, India may well have an intriguing role: the increasing Indo-US closeness",
  "could actually serve to make improving relations with India a higher priority for China than it",
  "might otherwise have been, by reminding China of India’s potential to serve US interests, perhaps",
  "to China’s detriment. This could well be one of the less visible motivations for Beijing’s recent",
  "interest in India.",
  "China’s consistent and long-standing support for Pakistan, including military assistance and help",
  "for Pakistan’s nuclear programme, confirms Indian suspicions that China wishes to use our",
  "troublesome neighbour to keep our regional, let alone global, ambitions in check. In addition,",
  "China’s development of the port of Gwadar in Pakistan, of the Sri Lankan port of Hambantota and",
  "of a Burmese port on the Bay of Bengal, all reflecting its development of a naval capacity on",
  "India’s flanks, causes understandable concern that the proximity of such a presence is at least",
  "partly intended to choke India.",
  "From Beijing’s point of view, it is not just New Delhi that has grounds for concern. India’s",
  "inclusion in the East Asian summit, which was pushed by Japan, Singapore and Indonesia",
  "primarily to limit China’s influence in intergovernmental Asian institutions, suggests that India may",
  "be getting too big for its subcontinental boots, seeking to spread its influence to China’s own",
  "backyard. China’s reluctance to support Indian (and for that matter Japanese) aspirations to a",
  "permanent seat in the UN Security Council partially reflects this concern. Beijing has no desire to",
  "dilute its own status as a P5 member by sharing it with other Asian powers. Equally, India resents",
  "China’s reluctance—alone among the current P5—to endorse what it sees as India’s self-evident",
  "case for such a seat in a reformed Security Council.",
  "Gurmeet Kanwal, director of a Delhi-based military think tank, the Centre for Land Warfare",
  "Studies (CLAWS), argues that ‘China’s foreign and defence policies are quite obviously designed",
  "to marginalize India in the long term and reduce India to the status of a sub-regional power by",
  "increasing Chinese influence and leverage in the South Asian region.’ A Princeton Universityscholar of Indian origin, Rohan Mukherjee, goes further, writing that ‘India’s competition with",
  "China is not just economic or geo-strategic; in a sense it is existential—a clash of two competing",
  "political systems, bases of state legitimacy, and ways of ordering state–society relations.’ If the",
  "clash is as fundamental as that, it is indeed difficult to imagine any conceivable geostrategic",
  "convergence between the two states.",
  "There is also the question of China’s view of the world and its own place in it, going well",
  "beyond India. In his 2011 book On China, Henry Kissinger, architect of the United States’ 1971",
  "opening up to that country, portrays this in almost mystical terms. Kissinger’s book is replete with",
  "genuflections to the Chinese people and their ‘subtle sense of the intangible’, as he seeks to explain",
  "‘the conceptual way the Chinese think about problems of peace and war and international order’.",
  "Thus he makes much of the Chinese fondness for playing wei qi, a complicated game of",
  "encirclement far different from the West’s (and presumably India’s) preference for chess. In an",
  "eight-page account of ‘the Himalayan border dispute and the 1962 Sino-Indian war’, which is far",
  "more sympathetic to the Chinese version of events than the Indian, Kissinger describes the Chinese",
  "strategy as ‘the exercise of wei qi in the Himalayas’. China’s war with Vietnam in 1979 ‘resulted",
  "from Beijing’s analysis of Sun Tzu’s concept of shi—the trend and “potential energy” of the",
  "strategic landscape’. Kissinger, of course, writes from the point of view of an American Sinophile.",
  "Both Washington and Beijing are capitals of countries that consider themselves exceptional.",
  "‘American exceptionalism is missionary,’ Kissinger writes. ‘It holds that the United States has an",
  "obligation to spread its values to every part of the world.’ China’s exceptionalism, on the other",
  "hand, is cultural: China does not seek to impart its ways to other countries, but it judges ‘all other",
  "states as various levels of tributaries based on their approximation to Chinese cultural and",
  "political forms’. This is potentially worrying for India (a land which is anything but an",
  "‘approximation to Chinese cultural and political forms’), especially when one considers another",
  "major potential problem. China has so far shown little interest in concluding an agreement",
  "regarding the sharing of river waters with India, which lies downstream of the Brahmaputra and its",
  "tributaries. Reports of China damming or diverting these waters have so far proved to be",
  "unfounded—China has claimed its river constructions all involve no diversion of waters—but the",
  "situation involves a risk of major unpleasantness developing, especially given increasing water",
  "scarcity for India’s 1.2 billion thirsty people.",
  "And then there is the inevitable worry that the United States might plump for China to the",
  "exclusion of all others, including India. Kissinger seems to advocate this in his book. Arguing that",
  "a close and cooperative US–China relationship is ‘essential to global stability and peace’,",
  "Kissinger repeats his traditional and oft-iterated preference for ‘a rebalancing of the global",
  "equilibrium’, calling for a ‘co-evolution’ by China and the United States to ‘a more comprehensive",
  "framework’. He envisions the emergence of a ‘Pacific community’ with China, paralleling the",
  "Atlantic community that America has created with Europe, under which both countries would",
  "‘establish a tradition of consultation and mutual respect’, making a shared world order ‘an",
  "expression of parallel national aspirations’. This sounds alarmingly like the ‘G2 condominium’",
  "that some Washington strategists would like to see run the world of the twenty-first century—and it",
  "doesn’t leave much room for the rest of us (though Kissinger, never one to shirk a contradiction, is",
  "simultaneously an advocate of close American relations with India too).Such thinking, which is never far from the surface in Washington, engenders an understandable",
  "level of disquiet in New Delhi. But one issue that no longer does is the now-fading enthusiasm for",
  "China in India’s own left, whose previous zealotry (‘China’s Chairman is our Chairman’, said",
  "communist graffiti scrawled on Kolkata’s walls in the 1960s and 1970s) had given rise to worries",
  "of a Beijing-inspired fifth column seeking to destroy the Indian state from within. China’s",
  "evolution into a highly capitalist state, accompanied by a thoroughgoing disinclination to foment",
  "revolution elsewhere, has cost it the loyalty of India’s communist cadres, whose disillusionment",
  "with Beijing is now palpable. Indeed, there are more true believers in Maoism in India than in",
  "China. The Hong Kong magnate Ronnie Chan once remarked to me that ‘China is officially a",
  "communist country, but you would have to look very hard to find a communist in China. If you want",
  "to find a real communist, you will have to go to Kerala.’ The leading Indian communist party, the",
  "Communist Party of India (Marxist), which had been the only party in the world to pass a",
  "resolution hailing the Tiananmen Square massacre in 1989, displayed great ideological angst in its",
  "2012 party congress over the direction China was taking. Whatever else New Delhi might have to",
  "worry about with regard to Beijing, it is no longer its capacity to foment revolution in India.",
  "But all the other factors outlined above mean that the usually complacent elephant is wary of the",
  "hissing dragon, and for the first time it has begun showing its distrust. In December 2010, Premier",
  "Wen was obliged to sign a joint communiqué which did not explicitly mention India’s routine",
  "affirmation of ‘One China’ (an acknowledgement of Chinese sovereignty over Tibet and Taiwan).",
  "Though there is little prospect of India changing its policy on either Tibet or Taiwan, failing to",
  "reaffirm it—in what had become a ritual the Chinese took for granted—was a clear signal of",
  "Indian displeasure with Chinese attitudes on the political issues dividing the two countries. Until",
  "the Sino-Indian frontier is satisfactorily demarcated and the dispute ended, bilateral relations are",
  "likely to remain mildly frosty.",
  "And yet, there is a lot that India and China can achieve by joining hands, and it will not only be",
  "for their interest, but for the common good in Asia and the developing world. India is not an",
  "obstacle to China’s aspirations, far less an instrument for its ‘containment’, as was wrongly",
  "suggested by some in that country. Even the purported competition for resources between the two",
  "countries in Africa and Latin America is, in my view, overblown. The two Asian giants actually",
  "have far greater common interests than is generally believed—in keeping open sea lanes,",
  "stabilizing overseas markets and securing vital resources from developing countries. Since there",
  "are enough resources to go around, this is not a zero-sum game but one where both could cooperate",
  "towards the same objectives. But it is true that such a perception is not yet widely shared in the",
  "two countries.",
  "It would certainly help if Chinese scholars and commentators broadened and deepened their",
  "understanding of India. The liberal Chinese-American scholar Minxin Pei has described how",
  "‘ignorance, stereotyping, and latent hostility characterize the views of India held by a large",
  "segment of Chinese society’. In his view, ‘The combination of under-appreciation of India’s",
  "achievement and exaggeration of India’s role as a geopolitical rival could generate dangerous self-",
  "reinforcing dynamics that may make strategic competition between India and China more likely in",
  "the future.’",
  "There is statistical evidence for his concerns. A 2006 Pew Global Attitudes Survey found that43 per cent of Chinese had an unfavourable opinion of India, while 39 per cent of Indians had an",
  "unfavourable opinion of China. Looking at specific issues dividing the two countries, 63 per cent",
  "of Indians described China’s growing military power as a ‘bad thing’ for their country, while 50",
  "per cent said the same about China’s growing economic power. A poll released in 2010 by the",
  "respected Chinese private market research firm Horizon Research, which asked respondents to",
  "rate their ‘friendly feelings’ towards twenty-five countries, has demonstrated that the average",
  "Chinese citizen views India more negatively than an average Indian views China. While Indians",
  "expressed an ‘average’ level of ‘friendly feeling’ towards China, the Chinese polled had a much",
  "lower level of ‘friendly feelings’ towards India, higher only than their traditional negativism",
  "towards Japan. Whereas more Indians viewed China as a ‘partner’ than as an ‘adversary’, Chinese",
  "respondents saw India as the number three threat, behind the United States and Japan, and as the",
  "‘weakest’ of the four BRIC countries—Brazil, Russia, India and China.",
  "Equally, knowledge and scholarship of China in India needs to be augmented: we need to",
  "understand China better. Exchanges of scholars and journalists, and a significant improvement in",
  "tourism between the two countries, would go a long way towards making this possible. It is",
  "striking that only 56,000 Chinese visited India in 2008, a year in which about one million Chinese",
  "visited Malaysia. Indian traffic in the other direction is not much better—roughly 380,000 Indians",
  "visited China in 2010, fewer than travellers from Mongolia. Till very recently, there was only one",
  "non-stop commercial airline service which connects the two countries, and it flew from New",
  "Delhi to Shanghai; there was no direct flight between the two major Asian capitals. Chinese",
  "carriers have now corrected this anomaly but no Indian airline has yet undertaken a Delhi–Beijing",
  "flight. Ironically, there is a daily flight connecting New Delhi with Taipei.",
  "If there is one assumption taken for granted by all of us familiar with Chinese sensitivities, it is that",
  "of ‘One China’—the inflexible policy adhered to by Beijing that requires the world to accept the",
  "unity and indivisibility of the Chinese nation, including not only Tibet but also Hong Kong (despite",
  "its autonomy, separate administration and currency) and Taiwan (despite its de facto, but not de",
  "jure, independence).",
  "Taiwan has tended to go along with the assertion of One China: it still officially calls itself the",
  "Republic of China (ROC), claiming descent from the regime established in Beijing by Sun Yat-sen",
  "when he overthrew the last emperor of the Q’ing dynasty in 1911. Still, it has been a while since",
  "the world took seriously the Taipei government’s pretence of speaking for the whole country. Once",
  "seen by the majority of members of the United Nations in the 1950s as the legitimate government of",
  "China temporarily displaced by communist usurpers, Taiwan has been marginalized for decades: it",
  "was forced to surrender its UN seat to the People’s Republic of China (PRC) by an overwhelming",
  "vote in 1971, and has been largely ostracized from the global political community since.",
  "At the same time, no one pretends that Beijing speaks for this island nation of 23 million, with",
  "its GDP of $460 billion (a per capita income of over $20,000) and its robust democracy. Taiwan",
  "has not been ruled from the mainland since 1949, and for all practical purposes it conducts itself",
  "as a separate country. Not only is it a major trade powerhouse, out of all proportion to its size, but",
  "a significant source of foreign investment. It also has a robust defence establishment, designed to",
  "ward off threats from the mainland, and a proactive foreign policy. But it is recognized as asovereign state by only twenty-three of the 193 member states of the United Nations. As a result,",
  "the other 169 nations must deal with it by subterfuge. So the United States, India and other",
  "countries maintain quasi-diplomatic relations with Taiwan by assigning foreign office personnel to",
  "Taipei in nominally trade-related jobs. The Indian ‘ambassador’ in Taiwan is officially the",
  "director-general of the India-Taipei Association; his Taiwanese counterpart in India rejoices in the",
  "designation of representative at the Taipei Economic and Cultural Centre in India.",
  "Seems fair enough. There’s only one catch: deal with Taiwan more formally, and China goes",
  "ballistic. Any contact that implies official recognition of a ‘state’ or a government of Taiwan",
  "provokes furious outrage and protests on Beijing’s part. Thus the president of Taiwan could not set",
  "foot on US soil as long as he was president; ministers of countries recognizing Beijing are",
  "forbidden from meeting ministers from Taiwan. Taiwanese officials are, of course, banned at the",
  "United Nations, where the PRC’s sway is confirmed by a General Assembly resolution. I",
  "remember, in my UN days, apoplectic Chinese diplomats prompting successive Secretary-",
  "Generals to bar entry to Taiwanese representatives who had been invited to address the UN",
  "Correspondents’ Association. The resultant standoff at the UN gates usually got the Taiwanese",
  "diplomats more publicity than if China had simply ignored them altogether, but the bad press was",
  "less important to Chinese officialdom than insisting on their rights to prevent the pretenders from",
  "sullying the UN’s precincts.",
  "The strange thing, as I discovered during a recent visit to Taipei, is that these rules don’t apply",
  "to China itself. Behind the formal rejection, a thriving and almost incestuous level of contact",
  "flourishes. There are 370 flights a week between the mainland and Taiwan; some 3 million",
  "Chinese tourists came to the ROC last year. Taiwanese businesses are China’s largest investors,",
  "with an estimated $300 million pumped into their economy, and one of the largest trading partners,",
  "to the tune of over $110 billion. Some 1 million Taiwanese are either living, working or studying",
  "in China at any given time. Chinese officials, up to and including governors and ministers, travel",
  "happily to Taiwan, and are quite pleased to welcome high-ranking Taiwanese visitors in return;",
  "when I was there, the mayor of Taipei (a crucial post, since the last two mayors became the",
  "country’s presidents) was planning a holiday in China. Obviously, Beijing does not recognize the",
  "Taiwanese passport, but it is quite pragmatic and flexible when it wants to be: travel by the two",
  "sets of citizens uses informal documentation that implies no recognition of separate sovereignty by",
  "either side.",
  "Some think this implies an extended willingness to coexist: rather than the ‘One China, Two",
  "Systems’ formula that applies to Hong Kong, this is almost ‘One China, Two Entities’. Others,",
  "more cynically, think that what Beijing is doing is enveloping Taiwan in a smothering economic",
  "embrace while continuing to isolate it politically, so that Taipei’s dependence will inevitably",
  "oblige it to submit to a Hong Kong–type merger with the PRC. And then there are the optimists,",
  "who think the increased contact will instead change China, making the PRC more like the ROC.",
  "‘You know what these Chinese tourists do?’ a senior official asked. ‘They enjoy a day’s tourism,",
  "have dinner and then sit in their hotel rooms in front of the TV for hours, watching Taiwanese talk",
  "shows. They can’t get enough of the cut-and-thrust of our democracy.’ ‘Imagine,’ a mainlander said",
  "to me, ‘my taxi driver had an opinion on nuclear policy, as if it had anything to do with him.’ But in",
  "Taiwan, unlike in China, the taxi driver gets to vote on who makes the policy, so it has everythingto do with him. Chinese citizens are learning that, and going back to the mainland infected with the",
  "taste of freedom. Soon, the optimists aver, ‘They will want to be like us. Then Taiwan will have",
  "conquered China.’",
  "It’s a pity that Indians can’t engage more formally with this vibrant land, because China",
  "demands that we be more purist than they are. There’s a lot we can do to attract more investment,",
  "tourism (just 25,000 Taiwanese a year, from a country that sends 1.8 million to Hokkaido alone!)",
  "and educational and scientific exchange. But that means greater and higher-level contact in our",
  "dealings with Taiwan, not holding its leadership at arm’s length. Given the PRC’s penchant for",
  "needling us on Arunachal and Kashmir, isn’t it time we picked up a Taiwanese thimble of our",
  "own?",
  "This is not just about self-assertion, or even showing China that we have options. It is also,",
  "quite simply, about self-interest.",
  "First of all, Taiwanese companies and government institutions have a lot of money sloshing",
  "about, looking for a place to plant itself. Taiwan invests some $300 billion in the economy of",
  "mainland China, and many in Taipei wonder whether it is wise to place quite so many eggs in the",
  "PRC’s basket. Taiwanese investment in India is a measly $1 billion so far, and the potential for",
  "more is considerable. Most of it is currently concentrated in a handful of industries in a couple of",
  "states (Tamil Nadu and the bits of Andhra Pradesh that are easily accessible from Chennai).",
  "Diversification is clearly on the cards; when I was in Taipei in 2011 I met a businessman who was",
  "about to buy 10 per cent of a petrochemical industry in Gujarat, and was open to more. Kerala,",
  "with its upcoming Technocity in Thiruvananthapuram and Smart City in Kochi, will want to talk to",
  "Taiwanese IT firms about setting up shop in its sylvan environs. There are many other examples.",
  "Attracting investment isn’t just about growing GDP; it generates employment, which is vital if we",
  "are to benefit from our ‘demographic dividend’ (having a young, dynamic workforce at a time",
  "when the rest of the world, including China, is ageing).",
  "If India is skittish about opening its arms nationally to Taiwan, why not take advantage of our",
  "federal system to allow our states to deal directly with the island nation? In an economy which is",
  "already witnessing considerable competition between states for investment (remember the offers",
  "flooding into Tata after the Nano pulled out of Bengal?) I see no reason why we shouldn’t",
  "encourage Kerala and Gujarat to sell their wares to Taiwanese investors. In the end, it is India that",
  "will benefit.",
  "Another obvious area of cooperation is educational and scientific exchange. Taiwan is host to",
  "some of the best universities in the world, especially in the areas of science and engineering.",
  "Degrees earned there are recognized worldwide (even in India). They are also more affordable",
  "than university courses in the United States or the United Kingdom, and of comparable quality.",
  "There’s only one catch: for the most part, the medium of instruction in Taiwan is Mandarin",
  "Chinese. But Taiwan is also the best place in the world outside Beijing to learn that language,",
  "mastery of which will count for more in the world as China acquires superpower status in the next",
  "few decades. So encouraging Indian students to both learn Chinese and undertake advanced study",
  "in Taiwan is potentially of double benefit. The Taiwanese minister of education recently came to",
  "India, accompanied by twenty-two university presidents from his country. He and his colleagues",
  "are keen on opening their portals to young Indians. There are currently 500 Indian students inTaiwan; the minister, and his country’s energetic representative in Delhi, Philip Ong, would like to",
  "see that figure change to 2000 within two years. The potential is for 10,000, Ong says, in five",
  "years. The word just needs to get out.",
  "If we send you students, I joked to the Taiwanese, please send us your tourists! India has been",
  "receiving just 25,000 Taiwanese visitors a year, a negligible figure from a country of affluent",
  "travellers. As the birthplace of Buddhism, the majority religion in Taiwan, and as a country that",
  "has much to offer the East Asian tourist, India should be doing a better job of selling its attractions",
  "to Taiwan.",
  "Alongside the development of this relationship, we would need to increase official-level",
  "contact between our two countries, encourage journalists and scholars to travel to and write about",
  "each other, establish connections between our smarter think tanks, and get parliamentarians to meet",
  "to exchange their experiences of fractious democracy in action. Political leaders from various",
  "parties could also be welcomed in each other’s countries.",
  "All of this, of course, immediately begs the question, won’t China object? Will such overt",
  "engagement with a ‘pariah state’ incur Chinese disapproval? It might, but I believe we should",
  "stand our ground. No country needs to apologize for doing something that is unambiguously in its",
  "own national interest, and that is not gratuitously offensive to the other. So we should stop short of",
  "doing anything that implies treating Taiwan as a sovereign state; no prime ministerial namaste for",
  "the Taiwanese president, for instance, which would naturally rile Beijing. But inviting an ex-",
  "president of Taiwan to deliver a lecture in India, or getting a presidential candidate to familiarize",
  "herself with New Delhi before entering the electoral lists, should be possible, indeed desirable.",
  "And we should do it. In addition to the intimate and direct contact China already has with",
  "Taiwan, it has also made important international concessions, notably permitting the International",
  "Olympic Committee to admit a separate Taiwanese team, albeit under the name ‘Chinese Taipei’",
  "and without flying the Republic of China’s flag. Recently, Taiwanese delegates were allowed to",
  "participate in the World Health Assembly, the global gathering of the UN’s World Health",
  "Organization (WHO), though China ensures they are not treated on a par with governments. If ‘one",
  "country, two entities’ is a viable formula in those two places, it can be contemplated carefully",
  "elsewhere.",
  "So let us not be, as the French put it, plus royaliste que le roi, placing restrictions on ourselves",
  "that the Chinese have long ceased to observe (but insist on imposing on others). After all, China",
  "too has its own interests in preserving a good relationship with India—a gigantic market for its",
  "products and project exports, and a trade balance weighted hugely in Beijing’s favour. The onus",
  "should not always be on us to bend over to accommodate their concerns. As long as we draw the",
  "line short of political recognition, India should deal enthusiastically with Taiwan. On its own",
  "merits—and for our own sake.",
  "Though I have laid out a lot of both good and bad news, no serious decision-maker in either",
  "Beijing or New Delhi wants the bad news to prevail. There are manifest opportunities for",
  "cooperation which India should seize, including involving Chinese companies in the mammoth",
  "infrastructure-building tasks needed in our country over the next two decades (though sensitivity to",
  "security concerns may continue to limit Chinese involvement in telecom equipment, port buildingand some kinds of software services). International cooperation is also an obvious win-win,",
  "though India should be careful not to let such cooperation mire us in shared responsibility for",
  "Chinese policies that are not ours (for example, on climate change, it is odd that India, which has",
  "17 per cent of the world’s population but generates only 4 per cent of its emissions, should make",
  "common cause with China, which has 17.5 per cent of the world’s people but generates nearly 20",
  "per cent of its emissions). There are certainly issues on which cooperation suits both countries,",
  "including on anti-piracy, keeping open the sea lanes of communication across the Indian Ocean,",
  "progress on fair and free trade at the World Trade Organization (WTO), or the reform of the",
  "Bretton Woods institutions. In other cases, India might well be advised to wait and watch while",
  "others take the lead in pushing Beijing; this could result in issues being resolved to our advantage,",
  "such as the re-evaluation of the yuan or the effective pushback from the East Asian countries to",
  "China’s assertiveness. We should join issue with China only on matters which directly affect us,",
  "whether it is the border, the offensive Chinese practice of issuing stapled visas to some Indian",
  "nationals, responsible sharing of river waters or the need to reduce the trade deficit. Here our",
  "policy has to be deliberate and finely calibrated, and must involve a palette of options, ranging",
  "from conciliation to firmness to the judicious development of our strategic relations with other",
  "countries.",
  "Deep disdain for India in Beijing has transformed into grudging admiration in recent years,",
  "especially as we have also withstood the global economic recession, despite our chaotic",
  "democracy. We need to ensure that complacency does not once again set in in China, by taking",
  "proactive steps of our own to strengthen our border infrastructure (woefully deficient by",
  "comparison with China’s on the other side) and to deepen our maritime capabilities in the Indian",
  "Ocean while China is still focused on the northern waters closer to its shores. Such naval capacity",
  "building could usefully be buttressed by diplomatic engagement with maritime states in our region,",
  "including building up a network of security cooperation arrangements with them. This does not",
  "(and should not) imply any belligerent intention; on the contrary, its motive should be purely",
  "preventive, for as the old maxim has it, ‘if you want peace, prepare for war’. New Delhi’s own",
  "diplomatic messaging should make it clear to Beijing that it has no hostile intentions in attending to",
  "its own security perimeter.",
  "In his book Rivals, Bill Emmott quoted an unnamed senior Indian official as saying, ‘both of us",
  "[India and China] think that the future belongs to us. We can’t both be right.’ Actually they can both",
  "be right—it’s just that it will be two very different futures. And there can be room for both: the",
  "world is big enough for India and China, together and separately, to realize their developmental",
  "aspirations.c  f",
  ""
]