[
  "chapter7 even",
  "Familiar Lands and Uncharted Territories: Europe, Africa and Latin",
  "America",
  "The rest of the world presents India with an intriguing mix of underdeveloped opportunities and",
  "unexplored potential.",
  "Europe is a case in point. India has had a very long history of relations with the Old Continent,",
  "going back to the days of the Roman Empire. The south-western state of Kerala boasted a Roman",
  "port, Muziris, for centuries before Jesus Christ; excavations are going on now that are revealing",
  "even more about its reach and influence. The discovery of ancient amphorae has confirmed that",
  "products such as olive oil, wine and glass used to be imported into India from there, in return for",
  "more exotic items like ivory and spices from India. Interestingly, an ivory statue of the Hindu",
  "goddess Lakshmi dating back to the first century BCE was found in the ruins of Pompeii in south",
  "Italy during excavations.",
  "After centuries of languishing, trade is once more a major determinant of the relationship. The",
  "EU is India’s second largest trading partner, with 68 billion euros of commerce in 2010,",
  "accounting for 20 per cent of India’s global trade, in addition to services exports from Europe",
  "worth 10 billion euros, and services imports valued at a little over 8 billion euros. But Europe’s",
  "contribution to India’s overall global trade has been shrinking: the percentage of India’s total trade",
  "made up by imports from and exports to EU member states has in fact been decreasing even while",
  "the Indian economy grows. Differences persist on tariff barriers and on climate change.",
  "India has a number of affinities with Europe and with the EU, not least since it, too, is an",
  "economic and political union of a number of linguistically, culturally and ethnically different",
  "states. Both are unwieldy unions of just under thirty states, both are bureaucratic, both are",
  "coalition-ridden and both are slow to take decisions. But in practice these affinities have not",
  "translated into close political or strategic relations. Though India was one of the first countries (in",
  "1963) to establish diplomatic relations with the European Economic Community, and the India–EU",
  "Strategic Partnership and Joint Action Plan of 2005 and 2008 offer a framework for dialogue and",
  "cooperation in the field of security, it will take time for the EU to develop a common strategic",
  "culture, which is essential for meaningful strategic cooperation between the EU and India. The",
  "India–EU Joint Action Plan covers a wide range of fields for cooperation, including trade and",
  "commerce, security, and cultural and educational exchanges. However, as David Malone has",
  "observed, ‘These measures lead mainly to dialogue, commitments to further dialogue, and",
  "exploratory committees and working groups, rather than to significant policy measures or",
  "economic breakthroughs.’",
  "Indians have an allergy to being lectured to, and one of the great failings in the EU–India",
  "partnership has been the tendency of Europe to preach to India on matters it considers itself quite",
  "competent to handle on its own. As a democracy for over six decades (somewhat longer thanseveral member states of the EU), India sees human rights as a vital domestic issue. There is not a",
  "single human rights problem about India that has been exposed by Amnesty International or Human",
  "Rights Watch or any European institution, which has not been revealed first by Indian citizens,",
  "journalists and NGOs and handled within the democratic Indian political space. So for the EU to",
  "try to write in human rights provisions into a free trade agreement, as if they were automobile",
  "emissions standards, gets Indian backs up. Trade should not be held hostage to internal European",
  "politics about human rights declarations; the substance of human rights is far more important than",
  "the language or the form. On the substance, India and the EU are on the same side and have the",
  "same aspirations.",
  "Once this irritant is overcome, the negotiations for an FTA, which has been long in its ‘final’",
  "stages, should be concluded and should transform trade.",
  "Of course there are structural impediments that will not disappear. Ironically, given its human",
  "rights professions, the EU has long favoured China over India, and China is clearly the preferred",
  "investment destination: for every euro invested in India from the EU, 20 euros is invested in China.",
  "(This is partly India’s fault, in not creating a comparably congenial climate for foreign investment.)",
  "An EU ambassador to India, quoted by Malone, observed that ‘each has a tendency to look to the",
  "most powerful poles in international relations rather than towards each other, and each spends",
  "more time deploring the shortcomings of the other rather than building the foundations of future",
  "partnership’.",
  "A major element in the equation is India’s well-advertised preference for bilateral arrangements",
  "with individual member states of the EU, over dealing with the collectivity. This is arguably",
  "necessary, given the lack of cohesion in European institutions on strategic questions. Since",
  "Maastricht in 1992, Europe has claimed to have a ‘common foreign policy’, but it is not a ‘single’",
  "foreign policy. (If it were, EU member states would not need two of the five permanent seats on",
  "the UN Security Council, and be clamouring for a third.)",
  "The case for India–EU cooperation could be strongly made, since the bulk of the problem areas",
  "in the world lie between India and Europe (or, as Sweden’s Foreign Minister Carl Bildt once put",
  "it, between the Indus and the Nile). To take two examples: more people have been killed in Europe",
  "by drugs coming in from Afghanistan than the total number killed in two decades of fighting in that",
  "country. India’s security interests in Afghanistan and its greater proximity to that country offer",
  "important intersections with Europe’s interests. India’s increasing salience in the geopolitics of the",
  "Indian Ocean, and especially in the security of the Gulf, the source of much of Europe’s energy,",
  "suggests another area of cooperation.",
  "And yet the prospects for institutional cooperation between India and the EU—despite all that",
  "they have in common, the long history of contact between the Old Continent and the subcontinent,",
  "and the contemporary relevance of the challenges and opportunities they confront—remain",
  "negligible. India–EU relations currently lack substance and strategic weight, despite the conclusion",
  "of a strategic partnership in 2004. The oxymoronic lack of European unity undermines the",
  "credibility of the collectivity; policy-makers in New Delhi will not be able to find many instances",
  "of the EU, rather than its individual member states, engaging with or standing up to the United",
  "States, Russia or China on any major issue. The ongoing eurozone crisis has also not served to",
  "enhance India’s confidence in Europe. So New Delhi strengthens relationships with a number ofindividual European countries that it considers reliable partners, but fails to think of Europe",
  "collectively as one of the potential poles in the evolving multipolar world. A European observer,",
  "Karine Lisbonne de Vergeron, characterizes the thinking of the Indian elite as follows: ‘Europe",
  "lacks a strategic vision and ranks at the bottom of the list of partners in India’s multipolar",
  "understanding of the future geometry of world affairs.’ This assessment is not far off the mark.",
  "Conceptually, the foreign policy establishment in independent India sees the nation as a modern",
  "state founded on and sustained by strong ideas of sovereignty, territoriality and raison d’état. In",
  "contrast, the EU is a post-modern construct, with diminishing regard for sovereignty within its",
  "territorial space and a growing desire for extraterritoriality in its aspirations. This basic difference",
  "between the conceptual outlook of India and that of the EU might help explain the inherent",
  "discomfort of modern India in engaging with a post-modern entity like the EU. In principle and in",
  "practice, too, India is wedded to non-interference in the internal affairs of states, whereas the EU",
  "is the land on which Bernard Kouchner propounded his theory of a ‘droit d’ingerence’ and its soil",
  "has offered fertile ground for initiatives revealing a penchant for intervention beyond sovereign",
  "boundaries. India and the EU may have democracy and diversity in common, but in their basic",
  "orientation towards statecraft, they diverge fundamentally.",
  "For all these reasons, India has consistently revealed a greater sense of comfort in dealing with",
  "individual European nation states; New Delhi sees an affinity with London, Berlin or Paris that it",
  "cannot bring itself to imagine with Brussels or Strasbourg. As a result, as my former colleague, the",
  "Indian diplomat Sandeep Chakravorty, has observed about Europe, ‘it may not be an exaggeration",
  "to state that India’s relationship with the parts is more substantive than with the whole’. It does not",
  "help that India also considers Europe with its multiplicity of complex organizations to be over-",
  "institutionalized and over-bureaucratized and, therefore, far more complicated and less attractive",
  "to engage with than national capitals.",
  "The boot is not entirely on one foot. Where Europe and India have divergent approaches to",
  "addressing security issues, for instance, Indian deficiencies are arguably to blame. For instance,",
  "the EU has formalized an elaborate Common Foreign and Security Policy, a European Security and",
  "Defence Policy, and even a European Security Strategy (by the European Council in 2003), while",
  "India has not yet even formally articulated a national security strategy. While Europe may desire",
  "closer security cooperation with India, India is really in no position to reciprocate except in terms",
  "of generalities. On the other hand, of course, Indian decision-makers could point out that there is",
  "no European defence ministry, army headquarters or intelligence service, and so security",
  "cooperation is in any case better conducted with individual states.",
  "It could also be argued that the EU adds very little value to India’s efforts to overcome its",
  "principal security challenges. In the immediate priority areas of strategic interest to India—its own",
  "neighbourhood, the Gulf region, the United States and China—the EU is almost irrelevant, and the",
  "story does not get better if one extends India’s areas of security interest to Central and Southeast",
  "Asia. On the big global security issues—nuclear proliferation, civil conflict and terrorism—the",
  "problem is the same, while the EU has almost nothing to contribute to India’s search for energy",
  "security. Even in India’s quest to be part of the global decision-making architecture, including a",
  "permanent seat on the UN Security Council, it is not the EU but the existing European permanent",
  "members, the United Kingdom and France, which bring more value to the table for India. Indiacertainly needs European cooperation in counterterrorism and European remote surveillance",
  "technology, but it would obtain these from European nation states, not from the EU.",
  "If security is therefore a marginal area for EU–India cooperation, there certainly is scope in the",
  "fields of food security, the response to climate change and the protection of the environment, where",
  "Europe could share with India its advances in ‘green technology’. In the sphere of science and",
  "technology, India’s participation in both the International Thermonuclear Reactor Project (ITER)",
  "and the GALILEO satellite programmes came through the EU. But beyond these, there are few",
  "visible ‘wins’ in India–EU cooperation. There is certainly room for enhanced technological",
  "cooperation, where India’s abundant and inexpensive scientifically savvy brainpower and its",
  "burgeoning record in ‘frugal innovation’ offer interesting synergies with Europe’s unmatched",
  "engineering traditions and capacity. But the Arcelor-Mittal affair, in which a takeover bid by an",
  "Indian steel firm of a European one was challenged in a manner that can only be described as",
  "racist (‘Europeans are like a delicate perfume, Indians a cheap eau de toilette’ was only one of the",
  "many unpleasantries bandied about) showed India the limits of doing business with and in Europe.",
  "The notion that Europe could collectively emerge as a new ‘pole’ in a multipolar world order",
  "has its adherents, but progress in this direction is difficult to discern, especially given the choice",
  "of low-profile leaders for the principal European institutional positions, the presidency and the",
  "high representative for foreign and security policy. The danger remains that New Delhi will write",
  "Europe off as a charming but irrelevant continent, ideal for a summer holiday but not for serious",
  "business. The world would be poorer if the Old Continent and the rising new subcontinent did not",
  "build on their democracy and their common interests to offer a genuine alternative to the",
  "blandishments of the United States and China.",
  "And yet, within Europe, some bilateral relationships have never been stronger. That with",
  "France, for instance, has witnessed increasingly close military cooperation and intelligence",
  "sharing, creating a level of trust that may also have played a role in the decision to award",
  "Dassault’s Rafale the multi-billion-dollar fighter plane contract. France’s willingness to offer",
  "India an unprecedentedly generous level of ‘offsets’ in exchange for its decision, as well as to",
  "transfer technology, suggests the basis for the kind of close partnership that India is yet to enjoy",
  "with the United States. There is active bilateral engagement on specialized defence-related fields",
  "such as counterterrorism—the Indo-French Working Group on Terrorism has met every year since",
  "2001—as well as on nuclear non-proliferation and disarmament.",
  "France has also developed an important level of energy cooperation with India, especially",
  "following a 2008 agreement between the two countries that has paved the way for the sale of",
  "nuclear reactors to India. French interest in Indian culture and a sustained level of scholarship on",
  "the country, as reflected by the impressive work of its Centre de Sciences Humaines in New Delhi",
  "and the prestigious Institut Français de Pondichéry, testify to the intellectual depth of the",
  "engagement. (This has only modestly been reciprocated by India, which has posted a succession of",
  "non-Francophone ambassadors to Paris.)",
  "France enjoys a limited historical basis for its relationship with India, since its colonial",
  "presence was limited to a few enclaves and left no lasting mark on society as a whole. The",
  "opposite, of course, is true of Britain, India’s colonial master for two centuries and the source of",
  "both its Westminster-style parliamentary democracy and its obsession with cricket, not to mentionthe provenance of the English language that has been India’s calling card to the world. India’s",
  "relations with Britain come with an extraordinary amount of historical baggage, compounded by",
  "the presence of some 3 million immigrants of Indian origin in the United Kingdom (numbers",
  "comparable to those of Indians in the United States, but representing both a higher proportion of the",
  "population—some 5 per cent, as against 1 per cent in the US—and a very different demographic",
  "profile). Recent developments appear, however, to have reversed the historical pattern; it is now",
  "Britain that is seen as the supplicant, seeking to please an often-indifferent India.",
  "The importance given to India in the foreign policy priorities of British Prime Minister David",
  "Cameron is striking: he visited the country to burnish his international credentials soon after being",
  "elected leader of the Conservative Party, and India became the second country (after the United",
  "States) that he made an official visit to upon becoming prime minister. Barely eight weeks after",
  "taking office, Cameron travelled to India with an unusually large delegation of key ministers,",
  "including the Chancellor of the Exchequer, several well-heeled businessmen and a motley crew of",
  "MPs and academics in his entourage. His homage to the new India began with his arrival in",
  "Bangalore, at the headquarters of Infosys Technologies, the shining example of India’s success in",
  "conquering world markets, where he also took the opportunity to lecture Pakistan on the need to",
  "abjure terrorism against India. Apart from pleasing his hosts, Cameron was signalling a departure",
  "from what Indians had too often seen in the past as a patronizing and arrogant tone about India from",
  "British political leaders. He could not have begun his journey better.",
  "At the same time, the substance of the relationship had been stagnating for some time, with trade",
  "showing little improvement from a plateau of $11 billion in 2008–09. Cameron’s visit signalled a",
  "spurt of some 20 per cent in the next fiscal year, which has led to talk of bilateral trade heading to",
  "$20 billion by 2015. Other areas also show both progress and setbacks. Despite the signing, also",
  "in Bangalore, of an $800-million deal between British Aerospace and Hindustan Aeronautics Ltd",
  "for fifty-seven advanced jet trainers, the potential for stronger defence ties remains largely",
  "unexplored, as would become apparent a year and a half later in Britain’s dismay when it too (like",
  "the United States) was rejected in India’s choice of a fighter aircraft. The operationalization of the",
  "civilian nuclear agreement signed during Cameron’s visit also remains to be tested in practice.",
  "The media outcry in early 2012 over Britain’s modest development aid to India, which broke",
  "out when the fighter deal was announced, reflected many of the complexities that still bedevil the",
  "relationship. After two centuries of presiding over the systematic impoverishment of the Indian",
  "people, Britain arguably has a historical and moral responsibility towards the well-being of its",
  "former subjects, and it provides India annually with some $400 million of developmental",
  "assistance, mainly targeting beneficiaries in three of India’s poorest states. (This is perfectly",
  "reasonable: if the United Kingdom is to have an aid programme, it would make little sense not to",
  "aid poor Indians.) When India picked the Rafale over the British-backed Eurofighter, however, the",
  "British media resurrected a two-year-old statement by Indian Finance Minister Pranab Mukherjee",
  "that British aid was ‘peanuts’ that New Delhi could do without, and created a national uproar over",
  "Indian ‘ingratitude’, not to mention profligacy. Even sober commentators saw the decision as a",
  "setback to Cameron’s efforts to establish Britain as a ‘partner of choice for India’. It did not help",
  "that India had dawdled for over six months in replacing its retiring high commissioner to the",
  "United Kingdom, suggesting that Britain figured low in New Delhi’s strategic priorities.This is where a distinction would be worth drawing. Don’t aid the Indian government—the",
  "cumulative aid it receives amounts to little over half of 1 per cent of the country’s GDP, and the",
  "finance minister is not alone in wishing it away. But do aid poor Indians; they need it, because",
  "however much the Government of India is doing for them, their poverty is so dire that it can never",
  "be enough. So don’t give the aid to the same people who are buying fighter aircraft; channel it",
  "instead through charitable NGOs, British or Indian, working directly with the poor. That would not",
  "only help people in need, it would avoid a revival of this invidious debate, and ease the journey",
  "towards a more equal, and less contentious, relationship between the two countries.",
  "A more recent but arguably closer European relationship that is undergoing reinvention is that of",
  "India with Russia. Beginning with the Indian nationalists’—and particularly Jawaharlal Nehru’s—",
  "fascination with an idealized Soviet state in the 1920s (though Nehru, in particular, had few",
  "illusions about the nastier excesses of Stalinism), Russia enjoyed a privileged place in the Indian",
  "imagination. A celebrated pair of visits in 1955—Nehru’s to Moscow in June and Khrushchev’s",
  "return trip in November—inaugurated a particularly warm phase in the relationship, with steadily",
  "increasing Soviet technical assistance to India’s public sector, peaking with the decision in 1962",
  "to transfer technology to manufacture the MiG-21 fighter jet in India. In 1965 the Soviets were still",
  "seen as neutral enough to broker a ceasefire in Tashkent at the end of the India–Pakistan war; but",
  "when tensions arose with Pakistan in 1971 over what would become the secession of Bangladesh",
  "from that country, Moscow clearly chose sides. A letter from Chairman Mao implying support for",
  "Pakistan in the event of conflict prompted India to jettison its non-aligned principles and sign a",
  "treaty of friendship and cooperation with the Soviet Union in August 1971. During the remaining",
  "two decades of the Soviet Union, successive Indian governments relied heavily on Russian",
  "military supplies (which accounted for over 70 per cent of Indian defence imports) and were",
  "broadly sympathetic with Russian objectives in Afghanistan and in Southeast Asia.",
  "The collapse of the Soviet Union helped prompt the significant reorientation of Indian foreign",
  "policy already described in earlier chapters—the advent of the ‘Look East’ policy, the new",
  "opening to Israel and a much more serious engagement with the United States. Despite this, Russia",
  "and India remained important foreign policy partners for each other, as the continued frequency of",
  "high-level exchanges of visits demonstrated. The economic relationship underwent a downturn as",
  "India opened up its trade with China and the West, but the defence and security relationship",
  "continued, with Russia remaining India’s top military supplier well into the first decade of the",
  "twenty-first century (when, in some accountings, it was overtaken by Israel). India is still Russia’s",
  "second largest customer for conventional weapons exports, after China. Russia continues to be",
  "seen by India as a faithful and reliable supplier of sophisticated, yet relatively inexpensive,",
  "weapons systems. Indians were conscious (and grateful) that Russian military cooperation did not",
  "merely constitute a buyer–seller relationship but included joint research and development,",
  "servicing contracts, and training, including joint exercises. But the abrupt cancellation of a pair of",
  "scheduled exercises in 2011 (in the wake of India’s rejection of the Mikoyan MiG-35 as a suitable",
  "combat aircraft, the same decision that also dismayed the United States and the United Kingdom),",
  "and continued delays and cost escalations in the refurbishing of the aircraft carrier Gorshkov for",
  "the Indian Navy, did not suggest that all has remained quite well in the military relationship.",
  "The somewhat misty-eyed view of Russia born during the struggle against British imperialismwas never wholly absent from Indian thinking, though. When India’s President Pratibha Patil",
  "visited Moscow in 2011, her then counterpart Dmitry Medvedev declared somewhat",
  "conventionally that ‘our mutual ties of friendship are filled with sympathy, and trust, and",
  "openness’, but his Indian visitor gushed: ‘We are confident that India lives in the hearts of every",
  "Russian. In the same way, I can assure you that Russia also lives in our souls as a Homeland, as",
  "people who share our emotions, our feelings of mutual respect and constant friendship.’ Such",
  "sentiments were never wholly absent in New Delhi’s attitudes, even though the nature of the",
  "Russian state had visibly undergone major changes since the Soviet era and the priorities of both",
  "sides meant that neither loomed quite as large in its foreign policy consciousness as before.",
  "Nonetheless, though bilateral trade (at just above $2 billion) remained insignificant, the fact that",
  "Russia (and the Soviet Union) had contributed to the creation of India’s capacity in the nuclear,",
  "defence, space and heavy industry sectors when no other country was willing to do so has not been",
  "forgotten. Partly as a result of this legacy, Russia’s current cooperation with India continues to",
  "occur in a number of vital strategic sectors (including nuclear development and space exploration,",
  "and the joint development of the highly sophisticated BrahMos missile), ensuring that Russia",
  "remains a factor in India’s contemporary weltpolitik.",
  "New Delhi also has, over the last two decades, actively pursued Russian sources of energy,",
  "both oil and gas and nuclear. Russia is a useful partner for India in its quest for energy security in",
  "its extended neighbourhood, since India hopes to work with Russia to secure greater influence in",
  "Central Asia (which comprises several former Soviet republics). As mentioned in Chapter Five,",
  "this region could well constitute the route for several major potential oil and natural gas pipelines",
  "which would, if built, terminate in India.",
  "It remains true that in every fundamental particular Russian and Indian interests do not clash.",
  "The two countries meet in the context of the trilateral Russia–India–China meetings of foreign",
  "ministers, at the East Asia Summit, in the Shanghai Cooperation Organization and as members of",
  "the newly emerged BRICS grouping. The opportunities to share compatible views of the world",
  "also arose at the UN Security Council during India’s stint as a non-permanent member in 2011–12,",
  "even if the two countries did not always vote in sync (with New Delhi agreeing with Moscow on",
  "Libya but voting in favour of the Syria resolution that Russia vetoed).",
  "The changing global environment has had an inevitable impact on India–Russia relations.",
  "Russia’s startling opening to the NATO alliance, its warming relationship with China and its",
  "much-improved relations with Pakistan have all moved Moscow away significantly from the logic",
  "that had underlain its approach to New Delhi in the Cold War years. Indian policy-makers continue",
  "to see Russia as a friend whose sympathy and support for Indian objectives is time-tested,",
  "especially in India’s moments of need, such as in 1971 or in international discussions on Kashmir.",
  "Russia is the only country with which India maintains an institutionalized defence cooperation",
  "mechanism featuring annual meetings of defence ministers, and while Indo-US nuclear cooperation",
  "has been hamstrung over supplier liability issues, Russia is proceeding with the construction of",
  "two nuclear power reactors on Indian soil. And yet the absence of widespread people-to-people",
  "contacts, the barriers of language and the fact that each country has greatly diversified its global",
  "relations mean that talk of a ‘special relationship’ is sounding increasingly hollow. The two",
  "countries are much more equal than they ever were; India’s is the larger economy and Russia’swill not long remain the much more developed one. Finding a new logic for the ‘special",
  "relationship’ remains a task in progress, and not one pursued with any great energy or enthusiasm,",
  "it would seem, on either side. In David Malone’s trenchant words, ‘Russia will remain a trusted",
  "interlocutor, if only out of habit. Economic relations can be conducted unsentimentally on the basis",
  "of mutual interest. But the parties are definitely out of love, if they were ever smitten.’",
  "India shares a satisfactory relationship with Turkey but there is considerable scope for",
  "improvement, since neither side has reached out to the other fully. Military regimes in Turkey and",
  "Pakistan were close to each other, and Ankara made common cause with the supposedly kindred",
  "spirits in Islamabad, leading to a certain distance between New Delhi and Ankara. The volume of",
  "bilateral trade stands at a modest $7.6 billion. There has been an FTA deal in the offing for quite",
  "some time, but negotiations have dragged on for a while now and are far from nearing completion.",
  "High-level visits had not occurred for nearly a decade when President Abdullah Gül came calling",
  "in 2011; the last time a Turkish prime minister visited India was in 2003. Turkey is therefore",
  "undeniably a land of unexplored potential for India.",
  "As for the part of Europe rarely discussed these days in India—Eastern Europe—the tale can be",
  "briefly told. While a considerable amount of rhetoric was expended on celebrating ties with the",
  "states of Eastern Europe during the era of India’s special relationship with the Soviet Union, they",
  "are no longer a significant preoccupation for India today. This is especially true of India’s most",
  "important old friendship in East Europe, the old non-aligned affinity with Yugoslavia now lying in",
  "the rubble of the Yugoslav civil war, the collapse of Titoism and the dawning of what one might",
  "mischievously dub ‘the Brussels Consensus’ in the Balkans.",
  "A more promising narrative emerges from India’s relationship with an older continent—albeit one",
  "made up of newer states—Africa. Africa is increasingly emerging as a central plank in Indian",
  "foreign policy. The India–Africa partnership has deep roots in history. Linked across the Indian",
  "Ocean, Indians have been neighbours and partners of East Africans for thousands of years. There",
  "was regular interaction between communities and traders, especially from the West coast of",
  "Gujarat and parts of South India with Abyssinia, Somalia, Mombasa, Zanzibar and even as far",
  "south as Mozambique. These communities and groups played significant roles in the histories of",
  "both India and Africa; an Abyssinian warlord rose to political prominence in medieval India, and",
  "groups of African descent still populate parts of western India. The advent of the Europeans and",
  "the era of colonial rule disturbed these interactions but could not disrupt them: indeed they added",
  "to them the painful experience of indentured labour, shipped from India to work on African",
  "plantations.",
  "In many ways Indians and Africans trod a common path. As colonization came, our contacts",
  "acquired different dimensions, some of which remain with us. Both India and Africa shared the",
  "pain of subjugation and the joys of freedom and liberation. In the period of decolonization and the",
  "struggle against apartheid, we stood shoulder to shoulder in the fight against apartheid and racial",
  "discrimination; India godfathered the entry of an increasing number of African countries into the",
  "international comity of nations. Satyagraha, non-violence and active opposition to injustice and",
  "discrimination were first devised by Mahatma Gandhi on the continent of Africa. The Mahatma",
  "always believed that so long as Africa was not free, India’s own freedom would be incomplete.Our first prime minister, Jawaharlal Nehru, was also a firm believer and practitioner of the",
  "principle of Afro-Asian solidarity and of support to the struggles of the people of Africa against",
  "discrimination and apartheid.",
  "After India achieved independence, we embarked on a path of close cooperation with the newly",
  "independent nations of Africa that shared similar problems of underdevelopment, poverty and",
  "disease. India’s cooperation with Africa was based on the principle of South–South cooperation,",
  "on similarities of circumstances and experiences. India believes that Africa holds the key to its",
  "own development but it needs support, facilitation and durable partnerships. We have always been",
  "willing to share our development experience with Africa. In India we have sought to empower our",
  "people by investing in their capabilities and widening their development options, and we are",
  "happy to help apply that approach to Africa. Transfer of knowledge and human skills, going",
  "beyond government-to-government interactions and embracing civil society, will help strengthen",
  "our mutual capabilities. India is always open to sharing its strengths, its democratic model of",
  "development and its appropriate technologies, which many Africans found are low cost, resource",
  "efficient, adaptive and suitable to help identify local solutions to local problems.",
  "There was also a continuous high level of interaction between the political leaderships of India",
  "and African nations, with scarcely a year going by without some African head of state or",
  "government visiting New Delhi. A startling number of African leaders, particularly but not",
  "exclusively from former British colonies, have studied in some Indian university, among the tens of",
  "thousands of African students who then returned home to contribute to the economic and social",
  "development of their respective countries. Indian officials visiting Africa have often been",
  "pleasantly surprised to discover that their interlocutors in high positions shared an alma mater with",
  "them.",
  "Mahatma Gandhi also expressed the belief that ‘commerce between India and Africa will be of",
  "ideas and services, not of manufactured goods against raw materials after the fashion of the",
  "western exploiter’. Here, though, the Mahatma cannot be credited with great prescience, since",
  "ideas and services play only a modest role in the growing Indian– African relationship, while",
  "manufactured goods and raw materials still dominate their trade links. Western-style colonial",
  "exploitation is, however, mercifully absent.",
  "In the first few decades of our independence, Africa became the largest beneficiary of India’s",
  "technical assistance and capacity building programmes. India extended over $3 billion worth of",
  "concessional lines of credit to be used in those infrastructure and other development projects that",
  "were determined by African countries, a welcome change from the more top-down assistance",
  "extended by other donors, whether Western or communist. These cooperation programmes laid the",
  "foundation of the political and economic partnership between India and Africa in the twentieth",
  "century. It was against this background that India sought to re-engage in the twenty-first century, by",
  "redrawing our framework of cooperation and devising new parameters for an enhanced and",
  "enlarged relationship commensurate with our new role in a changing world. The challenge of",
  "globalization and the need to identify new opportunities for mutually beneficial cooperation led to",
  "a renewed vigour in the India– Africa relationship.",
  "On the old foundations, a new architecture for structured engagement and cooperation for the",
  "twenty-first century was designed and launched at the first India-Africa Forum Summit hosted byIndia in April 2008 in New Delhi. The summit provided an occasion for the leaderships of India",
  "and Africa to come together to chart out the roadmap for a systematic engagement. As Prime",
  "Minister Manmohan Singh said in his address to the summit, ‘Africa is our Mother Continent. The",
  "dynamics of geology may have led our lands to drift apart, but history, culture and the processes of",
  "post-colonial development have brought us together once again.’ The India-Africa Forum Summit",
  "adopted two historic documents, the Delhi Declaration and the India-Africa Framework for",
  "Cooperation—the first a political document covering bilateral, regional and international issues",
  "(such as common positions on UN reforms, climate change, WTO and international terrorism) and",
  "the second spelling out the agreed areas of cooperation, from human resources and institutional",
  "capacity building to agricultural productivity and food security, and (perhaps inevitably)",
  "information and communications technology. These were all areas in which African countries had",
  "great interest in what India had to offer.",
  "The 2008 summit received a commitment by the Government of India for up to $5.4 billion in",
  "new lines of credit in a five-year period—a quantum leap in governmental commitment to support",
  "the economic growth of Africa, which helped act as a stimulus package when the global financial",
  "crisis erupted shortly thereafter. Under this programme, India has committed about $1 billion every",
  "year, mainly in the form of soft loans at extremely low interest rates (around 0.75 per cent in most",
  "cases) that barely cover the costs of servicing the loans. The loans are ‘tied’, in that 80 per cent",
  "has to be spent on purchasing Indian goods and services, though it is the African country itself that",
  "will decide on the choice of Indian supplier. The lines of credit lead to asset creation in Africa",
  "and help catalyse confidence in the Indian economic partnership.",
  "The model of cooperation emerging from the first India-Africa Forum Summit has governed",
  "India’s approach since. The Delhi Declaration made clear that:",
  "This partnership will be based on the fundamental principles of equality, mutual respect, and understanding between our",
  "peoples for our mutual benefit. It will also be guided by the following principles: respect for the independence,",
  "sovereignty, territorial integrity of states and commitment to deepen the process of African integration; collective action",
  "and cooperation for the common good of our states and peoples; dialogue among our civilizations to promote a culture of",
  "peace, tolerance and respect for religious, cultural, linguistic and racial diversities as well as gender equality with the view",
  "to strengthening the trust and understanding between our peoples; the positive development of intra-regional/sub-regional",
  "integration by complementing and building upon existing/sub-regional initiatives in Africa; recognition of diversity between",
  "and within regions, including different social and economic systems and levels of development; and further consolidation",
  "and development of plural democracy.",
  "Beyond the diplomatic rhetoric, the strength of the Indian model of cooperation with Africa has",
  "lain in its non-prescriptive nature. India has made it clear throughout that it seeks mutual benefit",
  "through a consultative process. Indian diplomats do not instruct, impose or even demand certain",
  "approaches or projects in Africa, but offer to contribute to the achievement of Africa’s",
  "development objectives as they have been set by our African partners. Besides the consultative",
  "process and the spirit of friendship, both of which are clearly linked to our desire to fulfil the",
  "developmental aspirations of African countries rather than to prescribe them ourselves, there is",
  "also the element of a sharing of knowledge and experience for which many African countries often",
  "want to relate to us. India’s multicultural, multi-ethnic, multiparty pluralistic democracy has",
  "emerged as an attraction to many African countries moving in the same direction. So are our",
  "parliamentary institutions and procedures, and our manner of conducting free and fair elections.",
  "Our ability to work with the non-governmental sector and civil society in our quest for inclusivegrowth is also an important lesson which many African countries have wanted to share with us.",
  "This sharing of experiences on political cooperation is, therefore, another aspect of our non-",
  "intrusive support to the development of democratic institutions in our partner countries.",
  "Similarly, areas of human resource development and capacity building have been at the forefront",
  "of our partnership with Africa. Both India and Africa are blessed with young populations. At the",
  "first India-Africa Forum Summit, India announced a grant of $500 million specifically to undertake",
  "projects in human resource development and capacity building. It is only by investing in the",
  "creative energies of our youth that the potential of our partnership will be fulfilled. Tens of",
  "thousands of African students have received education and training in Indian institutions; at any",
  "time there are at least 10,000 to 15,000 African students studying in various parts of India. The",
  "African students at present in India, nearly 1000 of them on Government of India scholarships but a",
  "larger number on a self-financing basis, add to the experience of many African countries with",
  "Indian teachers and professors. Long-term scholarships for undergraduates, postgraduates and",
  "higher courses have been doubled and the number of slots under the Indian Technical and",
  "Economic Cooperation (ITEC) programme has increased to 1600 every year. This partnership in",
  "human resource development has been augmented by the tele-education component of the Pan",
  "African e-Network project which is visionary in its appeal and impact. The role of information",
  "and communications technology (ICT), science and technology, and research and development has",
  "contributed to the enhancement of our engagement with Africa in this important area of human",
  "resource development.",
  "The 1600 training positions offered under India’s technical cooperation programme to Africa",
  "have also become important avenues of capacity building. India is in the process of establishing",
  "nineteen institutions on African soil jointly with the African Union Commission and the member",
  "states, including an India-Africa Institute of Information Technology, an India-Africa Institute of",
  "Foreign Trade, an India-Africa Institute of Educational Planning and Administration, an India-",
  "Africa Diamond Institute, ten vocational training centres and five human settlement institutes in",
  "Africa to contribute to capacity building. Such endeavours to invest in human capital and",
  "sustainable political systems have made human resource development a vital aspect of India’s",
  "model of cooperation with Africa.",
  "Technology has of course been a particularly valuable Indian calling card. The Pan African e-",
  "Network project that seeks to bridge the ‘digital divide’ between Africa and the rest of the world",
  "is one of the most far-reaching initiatives undertaken by India anywhere in the world. Already",
  "nearly fifty countries have joined this programme, which is intended to provide e-services (with",
  "priority for tele-education and telemedicine services) and VVIP connectivity by satellite and fibre",
  "optic network among the heads of state of all fifty-three countries. The project would give major",
  "benefits to Africa in capacity building through skill and knowledge development of students,",
  "medical specialists and for medical consultation.",
  "India has also offered to share with African nations its experience in using remote-sensing and",
  "satellite-imagery for weather-forecasting, natural resources management, land use and land-cover",
  "mapping and a variety of other applications.",
  "What has not always worked as well as it might is the pace of implementation of many Indian",
  "projects in Africa. It is true that as a democratic country we have to have consultations and buildconsensus. Sometimes our overly strong bureaucracy takes too literally its obligation to act as a",
  "check and balance on decision-making. But if the government is sometimes accused of being slow,",
  "once it takes a decision to go forward, progress is steady.",
  "There is an undoubted need, however, for more careful management and audit of disbursements",
  "made through the government’s lines of credit for Africa. In 2009, several reports appeared of",
  "questionable transactions relating to the export of rice at subsidized prices to several African",
  "countries, but these were never fully investigated and the allegations have largely petered out.",
  "Given that these lines of credit amount to considerable sums of money—more than $5 billion, or ",
  "25,000 crore—there is a fundamental need for greater transparency in the allocation of funds, the",
  "choice of projects, the drawing up of the requirements for bidders and the selection of contractors.",
  "This should not be allowed to slow the process down, but it is essential that India’s relations with",
  "Africa not be reduced in the eyes of some critics to an unsavoury boondoggle.",
  "One way of compensating for the deficiencies of the governmental sector in this model of",
  "cooperation is India’s increased reliance on its burgeoning private-sector investment in Africa,",
  "which has acquired much greater visibility in the last few years. This has been more manifest ever",
  "since India liberalized its own economic system in 1991 and, in the twenty-first century, private",
  "Indian investment in Africa is giving the relationship a new vigour and impetus. Indian companies",
  "have made large investments in Africa running into several billion dollars in industry, agriculture,",
  "infrastructure and human resource development.",
  "An illustrative example of an Indian private-sector success story is Vedanta Resources’",
  "turnaround of Zambia’s copper mining industry—which had been nationalized in the late 1960s,",
  "driven into ruin, resold to the former owners, Anglo American PLC, the South African mining",
  "giant, which failed to revive them and were then essentially abandoned. Vedanta, an FTSE 100",
  "Indian metals and mining group, came in 2004 to buy a majority shareholding in Konkola, the",
  "jewel in the crown of the Zambian mines, and other properties, and made them hugely profitable:",
  "its CEO, Anil Agarwal, likes to boast that he is ‘26 per cent of Zambia’s GDP’. Other examples,",
  "big and small, abound: Tata Steel’s $1.5-billion joint venture in an iron project in Cote d’Ivoire,",
  "Apollo Tyres’ manufacturing plants for rubber automobile tyres, and many ventures in the",
  "continent’s fastest-growing region, East Africa, which has the oldest historical links with India,",
  "and some of the largest communities of Indian origin.",
  "Indian private investment is largely not government led or government subsidized but governed",
  "by the logic of commercial opportunities. And yet they are able to make a serious contribution to",
  "development. I never tired of telling my African interlocutors about the magnificent work being",
  "done by Indian entrepreneurs who have introduced low-cost Kirloskar irrigation pump sets in",
  "West Africa. These pump sets have made a significant impact in increasing the food production",
  "capacities of some African countries, particularly Senegal. It is a good example of appropriate",
  "technological and investment intervention, something which serves the felt needs of African",
  "communities without requiring them to make huge investments. This can be a good example for",
  "others to emulate.",
  "Indian investors are respected across Africa because they are reputed to be effective in the local",
  "environment, to ensure the highest employment generation, to not be reticent on transfer of",
  "technology and to be quite willing to live among Africans and employ African managers. Theirentrepreneurship and business skills—attributes for which the Indian private sector has long been",
  "well known—have been buttressed by India’s growing economic clout, which has added to the",
  "respect with which they are received. It helps, too, that they leave behind trained Africans well",
  "equipped to use the newly created assets.",
  "The combined net flows from India to Africa emerging from governmental credits and private-",
  "sector investment, therefore, form another part of our sustainable model of cooperation with",
  "Africa, which has in turn given a huge incentive to many Indian companies to seek opportunities in",
  "Africa. Cumulative Indian investments in Africa rose to $90 billion in 2010 and are likely to grow",
  "significantly in the years ahead. Indian investment in Africa is contributing to the fulfilment of",
  "domestic demand in African countries, intra-African trade and foreign exchange earnings through",
  "exports. The pharmaceutical sector is a good example. Indian pharmaceutical companies like",
  "Ranbaxy and Cipla are not just supplying low-cost generic drugs, particularly anti-retroviral drugs",
  "to combat AIDS, across the African continent; many also have production facilities in Africa. The",
  "Indian pharmaceutical industry has established such a significant reputation for providing Africans",
  "with urgently needed health care, at affordable prices, that Chinese knock-offs of Indian drugs have",
  "been found smuggled into several African countries, with fake Indian packaging. If imitation is the",
  "best form of flattery, counterfeiting is the ultimate confirmation of the indispensable role Indian",
  "pharma is playing in Africa.",
  "Indian investment in agriculture and horticulture, on the other hand, contributes mainly to",
  "exports, with Indian firms increasingly attracted by the large tracts of fertile land available in many",
  "African countries, especially in regions blessed with abundant rainfall and sunshine. The idea that",
  "Africa could become a breadbasket for India, as Indian domestic demand outstrips the country’s",
  "capacity to produce the food it needs, has begun to make Africa an important element in Indian",
  "thinking about long-term food security.",
  "This has led, perhaps inevitably, to what Ethiopian Prime Minister Meles Zenawi described as",
  "‘ill-informed and even ill-intentioned loose talk’ about Indian farming companies conducting",
  "‘land-grabbing’ in his country, charges that had indeed been aired in the Indian press. When I met",
  "Zenawi in 2010, he was quite open about the fact that Ethiopia has 3 million hectares of unutilized",
  "land, which it intended to lease out to foreign agricultural enterprises. An Indian investor, Krishna",
  "Karaturi, had already made a reputation for himself by growing roses in Ethiopia for export to",
  "Europe, and in 2011 he was awarded a lease of 300,000 hectares in the Gambela province to",
  "produce maize. ‘We want to develop our land to feed ourselves rather than admire the beauty of",
  "fallow fields while we starve,’ Zenawi declared, adding, ‘I want to reassure Indian companies that",
  "they are welcome here. We want them to come and farm what is virgin land.’ Similar offers from",
  "Mozambique, Liberia and other countries indicate a productive future for Indian investment in",
  "agriculture, horticulture and floriculture in Africa.",
  "All these investment flows are matched by a multi-tiered cooperative partnership which",
  "involves, almost uniquely, a major engagement with pan-African institutions, notably the African",
  "Union (AU). While India has had successful bilateral partnerships with most African countries",
  "over decades, its willingness to inject multilateralism into its relations with Africa has been",
  "broadly seen as reflecting a more complete partnership and greater respect for Africa than other",
  "partners offer. A substantial amount of the funds committed for capacity building in Africa is beingchannelled through the AU in a joint action plan involving shared decision-making on the",
  "allocation of resources. In West Africa, India has devised a regional initiative called the Team-9",
  "framework for cooperation, which has brought in a regional focus for its development projects and",
  "concessional loans; African countries in the region have been clamouring to be included. This co-",
  "equal multilateralism is an important feature of India’s new model of engagement with Africa.",
  "India’s trade with Africa has been growing rapidly. Two-way trade rose from some $5.5 billion",
  "in 2001–02 to over $46 billion in 2010–11, which represents an almost ninefold increase in as",
  "many years. There is even talk of aiming for $70 billion by 2015. Even so, the true potential is",
  "much greater and the spread and the composition of the trade have to be substantially diversified.",
  "With a view to increasing trade flows between India and Africa, India has also extended a duty-",
  "free tariff preferential scheme for the fifty least developed countries, thirty-four of which are in",
  "Africa. This covers 94 per cent of India’s total tariff lines and provides preferential market access",
  "on tariff lines for 92.5 per cent of the global exports of all least developed countries.",
  "India and Africa are also engaging closely on trade policy; there has been systematic",
  "coordination with African countries on the Doha Round of negotiations, especially on agriculture.",
  "India has been particularly close to South Africa in concerting positions on international issues of",
  "global interest, a process that has been accentuated with the establishment of IBSA, which",
  "launched the India–Brazil–South Africa Dialogue Forum, a gathering of three large developing",
  "countries aiming to reify South– South cooperation. IBSA negotiated successfully together in the",
  "Doha Round and at other trade talks, and the three countries meet regularly, though insufficient",
  "progress has been made on concluding trilateral trade agreements among themselves. IBSA has set",
  "up its own cooperation fund, launching initial projects in Equatorial Guinea and Haiti, though the",
  "need for individual country branding of aid projects may still limit the possibilities for IBSA",
  "development projects. India also supported the inclusion of South Africa in the BRIC grouping,",
  "thus making that Goldman Sachs creation into ‘BRICS’. But so far both BRICS and IBSA have",
  "been forums for meetings rather than incipient international organizations; no institutional",
  "structures have been created for either group.",
  "In case most of this chapter seems to provide too economics-oriented an analysis, it is worth",
  "pointing out that India has also been extensively involved in peacekeeping efforts in Africa over",
  "the past six decades. At present, India has over 7000 peacekeepers serving in Africa, including a",
  "5000-strong contingent in the Democratic Republic of Congo. The fourth batch of India’s first all-",
  "female formed police unit is currently deployed in Liberia. In addition to peacekeeping, this unit",
  "has been successful in reaching out to the most vulnerable sections of society—women and",
  "children—and in inspiring women who have so often been victims of war to see themselves also",
  "as sources of succour and strength in this recently war-torn society. President Ellen Johnson",
  "Sirleaf, the first woman elected President on the continent, told me when I met her that the Indian",
  "women police had inspired many young Liberian women to volunteer for their country’s security",
  "service.",
  "The presence of Indian-Africans adds an intriguing element to the relationship, especially when",
  "their numbers are a significant percentage of the population, as in Mauritius, disproportionately",
  "influential, as in South Africa or Nigeria, or visible and sometimes contentious, as in East Africa. I",
  "had the pleasure of visiting Mauritius in 2010 to participate in the Aapravasi Diwas—a historicdate steeped in poignant memory, which marked the arrival of the first Indian labourers to that",
  "country. History is unforgiving to those who do not remember the forefathers and foremothers who",
  "sacrificed so much to convert a new, rocky, inhospitable land—in the face of both nature’s fury",
  "and human cruelty, and through lives of unimaginable torment and drudgery—into a flourishing",
  "paradise. Commemorating the Indian connection reifies le devoir de mémoire (‘the duty to",
  "remember’) and of course unites the mother country with its diaspora. Similar stories can be told",
  "of the Indian presence in South Africa.",
  "There are, on the whole, an estimated 2 million people of Indian origin living in Africa. Indian",
  "businessmen, teachers and even missionaries can be found in every African country. Though there",
  "have been no incidents of racial tension in recent years to mirror the dark days of 1972 when",
  "President Idi Amin threw ethnic Indians out of Uganda, the Indian diaspora has tended to remain",
  "distinct, engaging with but often not integrating into the political and cultural environment of their",
  "host countries. There is all too little intellectual or cultural exchange between India and Africa;",
  "journalists and academics from each are rarely to be found in the other. One point of cultural",
  "contact, amusingly enough, is the popular cinema of Bollywood. I have lost count of the number of",
  "African leaders I have met who spoke to me with nostalgia of growing up in small towns or",
  "villages in Africa, looking forward to the arrival of the latest Bollywood movie in the nearest",
  "town. This is an affinity India can, and should, build on.",
  "A vibrant India and a resurgent Africa are thus witnessing an intensification of relations and",
  "growing convergence of interests in their common quest for sustainable economic growth and",
  "development. Our partnership encompasses priority sectors integral to the developmental goals of",
  "Africa in the twenty-first century. The potential for growth and development in this relationship is",
  "considerable. There is a growing demand in Africa for developing infrastructure, new",
  "technologies, engineering services and manufacturing capabilities for local value addition. These",
  "offer excellent opportunities to Indian businesses in Africa, and to millions of young people in",
  "Africa who can be employed in the manufacturing and services sectors.",
  "Some suggest that India and Africa have little in common. Nothing could be further from the",
  "truth. We face emergent common challenges of food security, energy security, pandemics, terrorism",
  "and climate change. Africa and India also share a common societal commitment to pluralism, to",
  "inclusiveness across distinctions of region or religion, tribe or clan, language or class, and to the",
  "creation of a world that is fair to all its inhabitants. Our shared vision of the world should enable",
  "us to work together on the vital challenges facing our peoples, and for the world as a whole,",
  "whether in our bilateral relations or multilaterally. In my own experience, I have found that",
  "African leaders look at India not the way they look at the West or China—with admiration",
  "bordering on awe, and with gratitude admixed with resentment. Rather, they see India as a sort of",
  "kindred spirit—a country that has faced problems very similar to those confronted by most African",
  "countries, and which has managed in no small measure to overcome them through methods which",
  "strike African leaders as replicable in their own lands. From an African point of view, the",
  "successes of America and China may be intimidating; those of India seem accessible. The queue of",
  "African heads of state and government seeking to visit India is extraordinarily large, given India’s",
  "limitations in accommodating more than a modest number of state visits every year.",
  "Ironically for a country focused on capacity building in Africa, India suffers from its owncapacity limitations in the continent, with far too few embassies in crucial countries, and the",
  "existing ones far too thinly staffed. At a time when I was spearheading a major thrust into",
  "improving relations with Liberia—newly emerging from civil war but overflowing with minerals",
  "(notably iron ore) and large tracts of lush agricultural land, to name just two assets—India relied",
  "there entirely on an intrepid businessman who served as our honorary consul-general, while our",
  "official diplomacy covered the country through an embassy situated in the French-speaking Cote",
  "d’Ivoire. Indian companies and citizens need the reassurance of a supportive embassy presence if",
  "they are to be encouraged to work in a new country. There is also a case to be made for India’s",
  "embassies in Africa to be staffed by a larger number of young and energetic diplomats anxious to",
  "establish their reputations, rather than by those promoted from the ranks or at the tail end of their",
  "careers, who might tend to regard an African posting as a punishment and who are disinclined to",
  "develop much interest in the local language or culture.",
  "On frequent visits to Africa in pursuance of the many consultative mechanisms that have been",
  "established with New Delhi, Indian officials have made it clear that India envisions an Africa that",
  "is self-reliant, economically vibrant and at peace with itself and the world. In saying this they",
  "could look to a familiar source of inspiration. While highlighting the vitality of the African",
  "continent, Jawaharlal Nehru had said, ‘Of one thing there can be no doubt, and that is the vitality of",
  "the people of Africa. Therefore, with the vitality of her people and the great resources available in",
  "this great continent, there can be no doubt that the future holds a great promise for the people of",
  "Africa.’",
  "It is this promise that our partnership with Africa seeks to fulfil. It has become fashionable these",
  "days to ask openly what we expect of each other. This perhaps overlooks the fact that India and",
  "Africa have been close to each other over so many centuries that our relationship is not one of",
  "immediate give and take but has been that of a family where each one provides the best advice, the",
  "best support and the best sharing of experience, so that when we walk the same path, we learn",
  "from each other and do not make the same mistakes. India will offer its fullest cooperation to",
  "harness the great potential of the African people for the cause of Africa’s progress and",
  "development. As I stated when addressing the UN General Assembly in 2009 on the New",
  "Partnership for Africa’s Development: ‘The objective of our partnership is to cooperate with all",
  "the countries of Africa, within the limits of our capacities and capabilities, in their efforts towards",
  "achieving economic vibrancy, peace, stability and self-reliance. Towards this end, it is our",
  "intention to become a close partner in Africa’s resurgence.’",
  "In the process, a global debate has arisen as to whether India and China—the other Asian power",
  "that has made major inroads into Africa in recent years—are engaged in a new ‘scramble for",
  "Africa’, reminiscent of the one among European powers in the nineteenth century. Africa’s mineral",
  "wealth and energy resources are undoubtedly of interest to both countries, but the notion of a",
  "competition for Africa, let alone a scramble, is considerably exaggerated. While it is true that each",
  "country has sought advantages for itself across the continent, they have also cooperated with each",
  "other; India and China are jointly exploring and developing a Sudanese oilfield, for instance. And",
  "when China decided to set up an embassy in Liberia, it was India’s honorary consul-general, a",
  "long-standing presence in Monrovia, who facilitated the Chinese ambassador’s efforts to establish",
  "his embassy.African leaders are mildly insulted by Western attempts to describe their relations with either",
  "country in language borrowed from the colonial era. In any case, the core competencies of each",
  "country are actually complementary rather than competitive, with China’s huge edge in the sale of",
  "manufactured goods, in the construction of large infrastructure projects and in the gift of",
  "everything, from buildings to vehicles, to African elites, versus India’s somewhat more modest",
  "focus on capacity building, education and training and of course its strengths in information",
  "technology. The Chinese have been known to move into certain nations and practically buy up their",
  "governments; democratic India has neither the capacity nor the inclination to try anything remotely",
  "like that. On the other hand, Indians are active in sectors like agriculture and floriculture from",
  "which the Chinese are virtually absent.",
  "There is a broader strategic dimension as well to the alleged rivalry in Africa—India’s reported",
  "discomfort with the growing Chinese presence on the African rim of the Indian Ocean and its",
  "corresponding desire, if London’s Royal Institute of International Affairs at Chatham House is",
  "right, to strengthen its countervailing presence there. There is no doubt that the security of the",
  "Indian Ocean sea lanes is an area of major concern for India, as it is for China. But analysts such",
  "as those at Chatham House seem to overlook the fact that both China and India have compatible",
  "interests in this area, since both depend heavily on the Indian Ocean for the movement of goods,",
  "especially vital energy supplies through those waters. India has discreetly provided security to",
  "certain East African nations through offshore naval patrols when requested to do so, and the Indian",
  "Navy regularly calls at a number of African ports. But there is no credible reason to believe that",
  "any policy-maker in New Delhi would lose any sleep if Chinese ships were to drop by as well.",
  "One interesting area of difference between the two countries’ roles in Africa is that the Chinese",
  "inroads have prompted something of an African backlash, with Zambia, in 2011, electing a",
  "President who had campaigned on an openly anti-Chinese platform. India, by contrast, is seen as",
  "low key and assimilative, willing to leave behind more than it takes out of Africa. The management",
  "styles of Indians and Chinese are a study in contrast: Indians handle their African employees",
  "better, with greater communication, trust and respect, as well as willingness to train, so that even",
  "non-Indian companies often hire Indian managers for their African operations. There is no doubt",
  "that in strictly dollar terms, China is way ahead of India in Africa, and the gap is likely to widen.",
  "But India’s own strengths and successes in Africa suggest that there is more than enough room for",
  "both to flourish in the Oldest Continent.",
  "So what is the future for India’s presence in Africa? The second India-Africa Forum Summit in",
  "Addis Ababa in 2011 confirmed that India’s development assistance programme, its long record of",
  "political engagement and the effectiveness of its private-sector enterprises have contributed",
  "effectively to strengthening its role in Africa. As Africa continues to grow steadily—the continent",
  "has even been described, by the OECD’s Javier Santiso, as ‘the new frontier of emerging",
  "markets’—the opportunities for an older emerging market, one which President Obama declared",
  "has ‘emerged’, remain considerable.",
  "Energy is moving increasingly to the forefront of India’s strategic objectives in Africa. With",
  "some 70 per cent of India’s oil supply imported, mainly from the Middle East, the need to",
  "diversify the country’s sources of supply is self-evident. According to International Energy Agency",
  "(IEA) estimates, India’s current growth patterns will require an annual increase of some 3.6 percent in its energy consumption. This will oblige India to import 90 per cent of the petroleum it",
  "needs to meet its energy requirements, making Africa a key geographical focus for the Indian",
  "government’s oil and gas exploration and production company, ONGC, and its foreign arm, ONGC",
  "Videsh. Nigeria already supplies about 15 per cent of the Indian requirement, ranking as India’s",
  "second largest supplier, and it has sold shares in oil exploration ventures to ONGC Videsh. The",
  "Indian public-sector giant has also made substantial investments in the hydrocarbon sector in other",
  "African countries, notably Libya, Sudan (mainly in the new Republic of South Sudan) and off the",
  "coast of Cote d’Ivoire. The Indian private sector is not absent from the energy field either:",
  "Reliance Industries is active in such countries as Angola and Nigeria, and continues to explore",
  "farther afield. Despite such ventures, India has been unable to shake off the widespread perception",
  "that it lacks the hard-nosed strategic drive for energy resources displayed by its Asian neighbour,",
  "China, on the African continent. While the two countries’ oil corporations have cooperated in",
  "Sudan, they have made competing bids elsewhere in Africa, and China has always prevailed.",
  "(Indians would respond, of course, that there is enough for both countries’ needs in Africa.)",
  "Another key area for future progress is telecommunications, with Indian companies investing",
  "heavily in Africa, notably Bharti Airtel, whose acquisition of Zain has given it a presence in",
  "fifteen African countries. Despite the failure of Bharti’s negotiations in 2009 to acquire a",
  "controlling share in South Africa’s Mobile Telephone Networks, the largest mobile-phone",
  "operator in Africa, it remains interested in expansion across the continent. Providing a low-cost",
  "telecom model to a growing African population where mobile telephony has already vastly",
  "outstripped fixed-line communications is a ‘natural’ for Indian telecommunications firms, which",
  "have already demonstrated the effectiveness of their model at home.",
  "Mineral resources will also be essential to the growing Indian economy. Africa’s enormous",
  "natural resources, including iron ore, copper and coltran, and its rich agricultural lands, swathes of",
  "which have been lying fallow because of civil conflict, neglect or simple economic",
  "mismanagement, are of obvious interest to India. India will undoubtedly add to its burgeoning",
  "presence in these areas, though it will have to be particularly attentive to ensure that extraction",
  "does not slip over into exploitation.",
  "African opinion has also largely been welcoming of the Indian presence, while understandably",
  "stressing that care must be taken to avoid exploitation. For instance, a prominent online journal",
  "from Uganda, New Vision, wrote not long ago that Africa had a lot to gain from deeper links with",
  "India: ‘there are lessons to learn from its strengths in agriculture, technology, financing and land",
  "tenure systems, and its development path offers a highly relevant example for Africa.’ My former",
  "United Nations colleague K.Y. Amaoko, then the executive director of the Economic Commission",
  "for Africa, declared in 2008: ‘There is much we could learn from India on improving the African",
  "business environment for private sector investment, public-private partnership as well as",
  "strengthening capital markets. India has been especially successful at developing its small-and",
  "medium-scale enterprises, an area where we lag behind terribly in Africa.’ He added a point not",
  "made often enough, that Indian democracy could serve as a model for the continent: ‘India is the",
  "world’s largest democracy and has a proud record of regular elections. Many African countries",
  "have recently reverted from one party or military to multiparty systems of governments. On our",
  "continent, we are grappling more severely with strengthening the rule of law and the divisions ofpower between the legislative, executive and judiciary arms of governance, as well relations",
  "between citizens and state institutions. We can learn from India.’",
  "Africa is visibly moving from being a relatively modest priority in India’s foreign policy—far",
  "less important in commercial or political terms than the Middle East or Southeast Asia—to a",
  "significant area of focus. New Delhi has rightly eschewed any temptation to concentrate its",
  "attention principally on the major powers even as it develops a global role as a major player on",
  "the twenty-first-century stage. But as India cultivates this globe-striding presence, Africa has",
  "emerged as a vital area for its own ‘rebranding’—a continent where it has begun effectively",
  "positioning itself as a visionary benefactor, a source of investment, a partner in development",
  "efforts, a donor in humanitarian need and a guide on the new information highway that will lead the",
  "developing world into the knowledge economy of the twenty-first century.",
  "Latin America has long been the Forgotten Continent in India—a region with which India might",
  "have found much in common but did not, separated as the two were by distance, language and the",
  "lack of any common history of interaction. Yet, with a population of 580 million, a GDP of $4.9",
  "trillion (four times larger than India’s) and 6 per cent of global merchandise trade, Latin America",
  "is clearly a part of the world Indian policy-makers cannot afford to neglect. At 20 million square",
  "kilometres, Latin America also has a larger land surface than Russia or Canada, the largest",
  "biodiversity and the biggest freshwater reserves on earth; it is also largely democratic and",
  "peaceful, far removed from the interstate wars that have bedevilled the rest of the world. And most",
  "important, over the past decade, it has managed to grow at an average of 5 per cent despite the",
  "global recession, with figures of 6.1 per cent in 2010, and about 4.5 per cent in 2011. This",
  "performance makes it a global success story to rival India’s own, and suggests a natural fit in an",
  "era in which modern communications has ensured that geography is now history.",
  "It is not that India has been neglecting the region. As one who briefly served as the minister",
  "responsible for the region in the Ministry of External Affairs, I am conscious of the increasing",
  "salience of Latin America in the government’s thinking. Latin Americans are also waking up to the",
  "potential of relations with India. A recent report by the United Nations’ Economic Commission for",
  "Latin America and the Caribbean (ECLAC) titled ‘India and Latin America and the Caribbean:",
  "Opportunities and Challenges in Trade and Investment Relations’ (LC/L346, November 2011)",
  "followed hard on the heels of one from the Inter-",
  "American Development Bank the previous year—‘India: Latin America’s Next Big Thing?’ by",
  "Mauricio Mesquita Moreira—and another on the same subject by the Sistema Económico",
  "Latinoamericano y del Caribe (SELA). It is clear that India is well on the way to becoming the",
  "‘next big thing’ in Latin America.",
  "The trends are encouraging. Trade between India and the region of Latin America and the",
  "Caribbean (abbreviated for convenience to LAC) increased nearly ninefold between 2000 and",
  "2010, reaching about $21 billion. While these numbers are relatively modest given the number of",
  "countries involved, the Chilean academic and diplomat Jorge Heine has outlined the case for ‘the",
  "New Latin America’—solid macroeconomic and fiscal management, as well as prudent financial",
  "and banking supervisory practices, sustained growth and poverty reduction—strengthening and",
  "enhancing trade relations with ‘the New India’—a land of ‘high savings and investment rate, andrapidly expanding middle class, whose demands for western consumer products is growing in",
  "leaps and bounds’. (To these factors could be added the LAC’s impressive public finances, current",
  "account surplus and substantial reserves, and India’s increasing outreach to the world.)",
  "The case is a strong one. Though Latin America’s exports to India are largely of natural",
  "resources and products based on them, its import basket differs from the usual stereotype. Unlike",
  "Chinese exports, which have tended to flood the market at prices at which domestic manufacturers",
  "cannot compete, at least half of India’s exports (as Heine and the Indian diplomat R. Viswanathan",
  "point out in a recent article in Americas Quarterly) ‘consist of raw materials and intermediate",
  "goods such as bulk drugs, yarn, fabrics, and parts for machinery and equipment, which can help",
  "Latin American industries cut production costs and become globally competitive’. The worry that",
  "increased trade could become a net negative for Latin America, by reducing it to a purveyor of",
  "agricultural products and an importer of finished goods (leading even to possible",
  "‘deindustrialization’), therefore does not apply to trade with India. Of course, India’s food security",
  "needs will require it to continue to import ever larger quantities of such natural-resource products",
  "from the region—oil, copper, soya and iron ore feature prominently—but LAC countries could, in",
  "turn, develop more sophisticated and better targeted farm products which would be of interest to",
  "Indian consumers in the years to come.",
  "In his Inter-American Development Bank study, Moreira concluded that while ‘the fundamentals",
  "exist for a strong trade relationship between the two regions’, economic cooperation is being",
  "hampered by tariffs and other non-tariff trade barriers. The answer to this, of course, is more trade",
  "and less protectionism. ‘More trade is likely to strengthen the virtuous circle in which trade boosts",
  "incentives for cooperation while cooperation creates even more opportunities to trade,’ argues",
  "Moreira. The $20 billion in India–LAC trade is highly concentrated in a few countries, with Chile,",
  "Brazil, Argentina and Paraguay providing the bulk of the region’s exports to India, and Brazil,",
  "Peru, Colombia and Nicaragua a large chunk of the imports. India has, however, concluded",
  "preferential trade agreements with Chile and with Mercosur which have contributed to improving",
  "trades with the countries concerned, and there is no reason why a similar approach could not be",
  "applied to the currently underserved countries of the LAC.",
  "Indian investments in the region are also increasing, amounting to some $12 billion since 2000,",
  "with Indian companies present and active in six key LAC economic sectors: agrochemicals,",
  "energy, IT and IT-enabled services, manufacturing, mining and pharmaceuticals. Some of India’s",
  "bigger companies are already an established presence in the region, including ONGC Videsh, the",
  "IT majors Tata Consultancy Services (TCS) and Wipro, and the agrochemical giant United",
  "Phosphorus. Indian investment is helping Latin America to diversify its sources of economic",
  "growth, making the region less dependent on its traditional source of economic strength,",
  "commodity exports. Smaller Indian ventures are also making inroads in the region, thanks to",
  "individual entrepreneurs who have challenged convention by making new lives in the region. I met",
  "a young Sikh in Colombia who has established a flourishing Ayurvedic practice in Bogota, helping",
  "fuel high-level interest in India’s alternative health systems.",
  "As in Africa, additional investments are likely in the relatively unexplored area of agriculture.",
  "In its quest for food security, India cannot help but notice that many LAC countries possess exactly",
  "what India is looking for beyond its own borders: in the words of Heine and Viswanathan, Brazil,for instance, has ‘a large and fertile land mass with abundant water that can significantly increase",
  "the production of food—something India will always need, be it soybean oil, legumes or sugar’.",
  "History has also planted the seedlings of a literary connection. When I published my first novel,",
  "The Great Indian Novel, in the United States, the then UN secretary-general, Peru’s Javier Pérez",
  "de Cuéllar, told me how enamoured he was of Indian literature and poetry as a young man,",
  "especially the work of Tagore, evocatively translated by Argentina’s legendary Victoria Ocampo,",
  "Tagore’s special friend. Tagore and Ocampo, it is said, inspired each other to write beautifully,",
  "leaving behind a poetic legacy that is part of the Indo-Latin heritage. The legacy was broadened by",
  "the work of Octavio Paz, whose service as Mexico’s ambassador in India witnessed the flowering",
  "of profoundly evocative poetry and prose about the land he saw around him. His books The",
  "Monkey Grammarian and his valedictory In Light of India are both testaments to a sophisticated",
  "affair with India that may yet animate a new generation of Latin American intellectuals. Tagore’s",
  "appeal lingers, but more contemporary Indian writers, some of whom have been translated into",
  "Spanish, have not made a comparable impact. On the other hand the magic realism of Gabriel",
  "García Márquez has seeped into the sensibilities of many Indian readers, including in translation",
  "into Malayalam, making him one of Kerala’s most beloved novelists.",
  "There are other affinities: a Gujarati businessman in Medellin runs a Mahatma Gandhi",
  "Foundation, which is devoted to propagating Gandhian teachings, in that violence-prone city. Che",
  "Guevara’s two-week visit to India in 1957, during the course of which he met Nehru and wrote to",
  "him to offer Cuban aid in the Kashmir earthquake that year, is fondly remembered, even though no",
  "aid was actually sought or received. The most popular ‘telenovela’ in Brazil in the first decade of",
  "the twenty-first century was a soap opera set in India, with Brazilian actors portraying Indian",
  "characters. These are all cultural connections waiting to be developed and built upon, which could",
  "one day give people-to-people contact more depth and meaning.",
  "Another area with huge potential for growth is information technology. In Latin America as",
  "elsewhere, India’s IT and IT-enabled services industry has played a significant role in expanding",
  "India’s presence. Latin America clearly welcomes this and is looking to greater Indian",
  "involvement in these areas, including some significant technology transfers. As Indian IT",
  "companies establish themselves in the LAC, hire locals, train them in Indian ways and expose them",
  "to the opportunities generated by providing IT-enabled services in a globalized world, this sector",
  "is likely to be seen increasingly as India’s unique contribution to the development and prosperity",
  "of the region. On another note, when I was in Peru, the mayor of Lima had a one-point agenda for",
  "my meeting: he wanted me to persuade the Tatas to open a Nano factory in Lima. (I took the",
  "message back to India but failed. Perhaps Tata’s priorities might yet change in the years to come.)",
  "The recent growth of trade and investment ties between India and Latin America has also",
  "encouraged much closer diplomatic relations. Today, LAC countries have nineteen diplomatic",
  "missions in New Delhi, while India has fourteen missions in the LAC region, both representing",
  "significant increases from twelve and seven, respectively, in 2002. In 2010 India opened a new",
  "embassy in Guatemala to cover Central America, but pending invitations from countries like El",
  "Salvador and the Dominican Republic to do the same have been deferred solely because of a lack",
  "of human resources in India to staff new establishments adequately. Inadequate attention to",
  "Spanish-language training in the Indian Foreign Service has also given New Delhi far too fewdiplomats ready, equipped and inclined to interact with Latin America in the language with which",
  "it is most comfortable.",
  "Spanish is, of course, not a factor in the noticeable warming in the bilateral relationship",
  "between India and (Portuguese-speaking) Brazil, each of which is the largest economy and most",
  "populous country in its region. The two countries have already expanded the scope of their",
  "bilateral dialogue to go well beyond trade issues alone, and there are hints that defence and",
  "security cooperation are also on the anvil. The former Brazilian president Lula de Silva visited",
  "India three times during his eight years in office, more than any other head of state. The creation of",
  "IBSA, referred to earlier, came out of the Brasília Declaration of 2003, which launched the India–",
  "Brazil–South Africa Dialogue Forum to promote enhanced trilateral cooperation on issues such as",
  "trade, investment, education, poverty reduction and the environment. All this did not, however,",
  "prevent the two countries from disagreeing with each other during the fraught WTO negotiations in",
  "2008. South–South cooperation is all very well, but national interests must inevitably prevail.",
  "As in Africa, comparisons with China are inevitable. The extraordinary increase in China’s",
  "trade with Latin America is the greatest bilateral spurt in any trade relationship in the world—an",
  "astonishing nineteenfold rise over the past decade, to a staggering $150 billion in 2010. That figure",
  "dwarfs India’s $20 billion, but it also gives rise to some disquiet in the LAC countries, which fear",
  "dependence on Chinese manufactured goods and the extractive (some would say exploitative)",
  "nature of China’s interest in the region, which (again unlike India’s) is largely government led and",
  "not private-sector driven. As to investment, as The Economist noted a few years ago, Chinese FDI",
  "in Latin America ‘has hitherto amounted to less than meets the eye’. That Indian companies have",
  "begun to make significant investments is welcomed by many who are hoping to see the South Asian",
  "country balance China’s impressive presence in the LAC, but it would again be idle to see the two",
  "in competition—not least because the two systems are different and India is never likely to match",
  "the Chinese government’s single-minded strategic drive abroad.",
  "And yet the narrative of the last decade is sufficiently impressive to augur well for a",
  "significantly transformed relationship. The time has clearly come to look beyond the relatively",
  "modest figures for India–LAC trade (a little over $20 billion in 2010) or of Indian investments in",
  "the region (some $12 billion) to the direction of current and future trends. The current occasional",
  "(and relatively infrequent) visits of policy-makers have to be augmented in both directions, and the",
  "success of the handful of existing trade agreements needs to be built upon with systematic efforts to",
  "conclude similar agreements with more countries. It is time to take India–LAC ties to the next",
  "stage: institutionalizing regular contacts (from foreign office consultations to state visits), signing",
  "new trade agreements, offering more incentives to both the public and the private sectors, and",
  "putting more energy and vision into trade and investment promotion (for instance, offering",
  "governmental support to small and medium enterprises from one region to explore market access in",
  "the other). High-level policy dialogues on improving relations should not merely take place but, as",
  "Heine suggests, become part of the regular agenda of governments on both sides.",
  "The India–LAC relationship could be the most interesting example of the transformation of the",
  "underdeveloped concept of South–South cooperation—from the rhetorical days when both regions",
  "advocated the statist concept of a new international economic order and clamoured for more",
  "resource transfers from the developed world to an era in which the indigenous private sectors ofboth have become powerhouses driving their growth and prosperity. In India, where rhetorical",
  "genuflections to socialism have persisted stubbornly for longer than in Latin America, the pursuit",
  "of the unexplored potential of the region should and will transform the Forgotten Continent into the",
  "Continent of Opportunity. That requires a vision and energy that I believe to be incipient but in",
  "need of encouragement from the highest levels in New Delhi.c  e",
  ""
]