[
  "chapter5 ive",
  "India’s ‘Near Abroad’: The Arab World and the Rest of Asia",
  "During my brief stint as minister of state for external affairs, I had the privilege of being",
  "responsible in the ministry for India–Arab relations. It was a welcome challenge. The Arab world",
  "constitutes an integral part of India’s extended neighbourhood and is a region of critical",
  "importance to India in political, strategic, security and economic terms. It accounts for 63 per cent",
  "of our crude oil imports, trades with India to the tune of $93 billion and plays host to 6 million",
  "Indian expatriate workers who remitted over 65 per cent of the $57 billion that India received in",
  "2011 in inward remittances. Yet, for all its significance, it cannot be said that the full potential of",
  "our relationship with the Arab world has yet been explored, let alone fulfilled.",
  "My personal contacts with the Arab people have left me with a deep sense of appreciation of the",
  "historic, cultural and civilizational ties that bind India and the Arab countries. As a student of",
  "history as well as an ardent believer in the importance of history in shaping our destiny, I am",
  "conscious of the extent to which our ties pre-date our emergence as nation states. Not only did",
  "Arabs and Indians know each other before the advent of Islam, but it can be said that the Arabs",
  "played a crucial role in the emergence of the very notion of ‘Hindustan’ and even in giving a name",
  "to the religion of Hinduism. We can argue about whether it is to the Arabs, the Persians or the",
  "Greeks that we owe the concept of the ‘Hindu’—the people who live across the river Sindhu or",
  "Indus—but there is no doubt that the people of India were referred to as Hindus by the Arabs long",
  "before the Hindus themselves called themselves Hindus.",
  "The Arabian Sea, which washes the shores of both our regions, and whose trade winds have",
  "carried vessels across since the days of antiquity, has played a crucial role in the cultivation of our",
  "relations. India’s cultural links with West Asia can be traced to the early years of recorded history.",
  "There is evidence, for instance, of trade links between the Harappan civilization and that of",
  "Dilmun in the Gulf. In pre-Islamic times, Arab traders acted as middlemen in trade between",
  "Bharuch in Gujarat and Puducherry and the Mediterranean through Alexandria, and even (as",
  "evidenced in archaeological finds of Roman coins and artefacts in southern India) as far south as",
  "through the Palakkad gap in Kerala. Ongoing excavations in and around the Red Sea coast",
  "continually produce fresh evidence of even older links. The idea of India has long flourished in the",
  "Arab imagination: it is no accident that so many distinguished Arab families in many different",
  "Arab countries bear the surname al-Hindi, or that ‘Hind’, as a term connoting beauty and",
  "desirability, is still a name given to many Arab women.",
  "Indian learning was another factor that brought the civilizations together. Indian numerals",
  "reached the world through the Arabs (and so became known as ‘Arabic numerals’). Islamic",
  "scholars from the turn of the eighth century CE to al-Baruni in the mid-eleventh century have, in",
  "their writings, documented Indo-Arab cultural links, including Indian contributions to Arab thought",
  "and culture. Translations of Indian works were sponsored by the Abbasid Caliphate in Baghdad",
  "where, especially under the legendary Caliph Harun al-Rashid, Indian concepts in secular subjectsranging from medicine to mathematics and astronomy were absorbed into the corpus of Arab",
  "scientific writing. (Algebra, for instance, was an Indian invention perfected in the Arab world by",
  "Muhammad ibn Musa al-Khwarizmi. Working at Baghdad’s House of Wisdom around 825 CE, al-",
  "Khwarizmi wrote a book entitled The Book of Addition and Subtraction according to the Hindu",
  "Calculation extolling the virtues of the Indian decimal system that used the zero. He went on to",
  "expound the system we now know, in a transmutation of his name, as algebra.)",
  "Indians discovering the new religion of Islam helped develop its philosophies and",
  "jurisprudence; some scholars trace Indian studies on the hadith to the early days of the arrival of",
  "Islam in India in the South in the seventh century and in the North in the eighth century CE.",
  "Scholars have also documented the compilation of a large number of Indian works in Quranic",
  "studies over the last 500 years as also in Islamic jurisprudence over a slightly longer period.",
  "Perhaps less remembered today is the contribution of Indians to Islamic scholarship in the",
  "medieval period. Among notable scholars was Shah Waliullah of Delhi and his descendants.",
  "Indeed, so important were these contributions from India during the centuries of Arab decline that",
  "the Lebanese scholar Rasheed Rada observed:",
  "If our brothers, the Indian Ulema, had not taken care of the science of hadith in this period, the [hadith] would have",
  "disappeared from the Eastern countries, because that branch of knowledge had become weak in Egypt, Sham (Syria,",
  "Lebanon, Jordan and Palestine), Iraq and Hijaz since the 16th century A.D. and it [had] reached its weakest point at the",
  "beginning of the 20th century A.D.",
  "Travellers between India and the Arab world were the vehicles not only for scholarly",
  "exchanges but also for cultural interaction at a popular level. Much of the Sufitradition is the result",
  "of Indo-Arab interaction and Khwaja Moinuddin Chisti, whose shrine at Ajmer is visited by",
  "people of many faiths, was himself an Arab. Over centuries, stories from the Hindu classic the",
  "Panchatantra have been retold across the Arab and Greek worlds, blending with the Fables of",
  "Aesop and stories from Alf Laila wa Laila or the Arabian Nights. Some Arab travellers to India,",
  "such as the Moroccan Ibn Batuta, occasionally found themselves elevated to positions of power by",
  "their hosts; Ibn Batuta was, for a while, made the Qazi of Delhi, even though he was unfamiliar",
  "with the school of Islamic jurisprudence used in India. Many Arabic words can be found in several",
  "Indian languages, particularly in Hindi and Urdu but also in Malayalam and Gujarati.",
  "The adventures of seafarers who have ridden the waves and tides of the Arabian Sea on their",
  "dhows are the stuff of legend. I have even heard the story that it was an Indian seafarer who",
  "regularly travelled between Kerala and the Arab settlements on the east coast of the African",
  "continent who might have guided Vasco da Gama to the Indian coast at Kozhikode. It is for",
  "scholars to debate the accuracy of this tale, but what is not debatable is that these ties have",
  "hundreds if not thousands of years of history behind them and are responsible for the civilizational",
  "intermixture that all Indians have inherited and thrived in.",
  "In 2010, to recreate the magic of times gone by, a traditional sailing boat, the Jewel of Muscat,",
  "was built in Oman, in large part by boat builders from Kerala, as a replica of the ninth-century",
  "dhows that sailed the waters of the Arabian Sea between our countries. I had the great pleasure of",
  "setting foot on the Jewel of Muscat and admiring how, in a desire for authenticity, the builders had",
  "sewn the planks together with coir fibre, rather than using nails, which were not in general use at",
  "the time. The Jewel of Muscat’s voyage from Oman to Singapore via Kerala and Sri Lanka, on the",
  "route many of our forefathers regularly sailed, was an evocative symbol of the seafaring ties thathave united our peoples. It reminded me of the formidable reputation of the Kunjali Maricars in",
  "Kerala, whose seafaring prowess was so great that many Hindus believed one had to be a Muslim",
  "to be a good sailor. (The Zamorin of Calicut even decreed that every fisherman’s family in his",
  "domain had to bring up one son as a Muslim, to man his all-Muslim navy.)",
  "The early years of the twentieth century saw a revival of these historic links. Indian soldiers",
  "participated (under the British flag) in the arduous military campaigns in Egypt and Palestine in the",
  "First World War and in the bloodier battles in Iran, Syria and Iraq during the Second World War.",
  "The post–First World War years, marked as they were by the beginning of the end of Western",
  "colonialism, witnessed much interest in the fortunes of the Arab and Islamic world within India’s",
  "own freedom movement. The Khilafat struggle, led by Mahatma Gandhi and calling for the",
  "restoration of the Ottoman Caliphate at the end of the First World War, perhaps best exemplified",
  "this: it served as a major unifying force within the Indian nationalist movement, even if its thrust",
  "was soon rendered irrelevant by the ascent of Kemal Ataturk to power in Turkey. One of India’s",
  "great nationalist leaders, the Muslim divine Maulana Abul Kalam Azad, who was president of the",
  "Indian National Congress in the crucial years leading up to independence, was born in Mecca and",
  "studied at the famous al-Azhar University of Egypt. The leaders of our freedom movement closely",
  "monitored developments in Egypt and other countries, a trend that was also noticeable after we",
  "gained freedom. The struggle of the National Liberation Front (FLN) in Algeria and President",
  "Nasser’s nationalization of the Suez Canal and the Suez crisis of 1956 were two important",
  "historical developments that found resonance in India’s support for what were widely seen as",
  "fraternal Arab peoples.",
  "Many Arabs, especially from the Gulf countries, lived and worked in India, developing close",
  "relations with the country. Before the post-1973 oil boom dramatically increased Arab incomes",
  "and widened educational possibilities, many Arabs, again especially from the Gulf, were educated",
  "in India. I have come across Arabs of a certain age from Kuwait, Bahrain, the Emirates and Oman",
  "who learned English at schools in India, picked up smatterings of Hindustani and habits (such as",
  "drinking Indian tea) which they have preserved in Arabian adulthood. Direct knowledge of India is",
  "not, of course, necessary for Arabs to enjoy the popular Indian cinema of Bollywood, which",
  "consolidated its hold on Arab viewing publics when the political isolation of Egypt after its peace",
  "with Israel in 1977 meant that Egyptian films were banned in many parts of the Arab world.",
  "Though that ban has long since been lifted, Indian cinema remains popular. I recall meeting the",
  "owner of the major cinema theatres of Oman and being told the principal fare on offer was Hindi",
  "movies; asked if that reflected a considerable Indian presence in his country, he replied that over",
  "90 per cent of his audiences were Arab. An Indian diplomat serving in Damascus informed me a",
  "decade ago that the only publicly displayed portraits in that city that were as large as those of the",
  "then president Hafez al-Assad were posters of the Indian megastar Amitabh Bachchan. Such",
  "extensive familiarity continues to predispose many Arabs favourably towards India.",
  "A crucial element in consolidating Indo-Arab relations has been the presence of a large,",
  "growing and highly successful Indian expatriate community, particularly in the Gulf. India has been",
  "a vibrant presence in the political, economic and cultural evolution of the Gulf. For thousands of",
  "years, our ancestors sailed the turbulent waters of the Indian Ocean and exchanged goods, ideas",
  "and experiences. This interaction over several millennia has left an abiding mark on ourcivilizational ethos, giving our peoples a similarity of perceptions and cultural mores. With Gulf",
  "Arabs thoroughly accustomed to seeing Indians in their midst, India’s presence in the Arab",
  "imagination is not just historical or commercial, but involves a far more intimate mutual",
  "dependence affecting every sphere of daily life.",
  "This relationship between India and the Gulf has had such sustained resonance primarily",
  "because our engagements have been continuously refreshed and revitalized by meeting new needs",
  "and requirements. When, in recent years, the Gulf region, awash in new-found prosperity after its",
  "discovery of oil and the raising of its price, took up the massive expansion of its infrastructure and",
  "welfare institutions, India came forward with its human resources, initially blue collar but",
  "increasingly progressing to professionals. The numbers were significant, with Indian workers often",
  "exceeding the population of the host countries themselves. It was said in the early 1980s that the",
  "largest ethnic group in Bahrain was not Bahrainis but Keralites from India. In the UAE, it is",
  "unofficially estimated that 90 per cent of the population is expatriate, and more than 70 per cent of",
  "those are Indians. Today, there is no aspect of the UAE economy which has not been touched by an",
  "Indian contribution. The people of India in the Gulf and the Arab world have contributed",
  "immensely to the economic development of both India and the countries they reside and work in.",
  "The remittances that India receives from the nearly 6 million expatriates in the Gulf, many of them",
  "from Kerala, in the order of more than $57 billion currently, make a significant contribution to",
  "India’s economic development.",
  "In view of the large Indian population in the region, a number of issues come up from time to",
  "time in our relations with these countries which relate to our people-to-people contacts and to",
  "consular matters. Active steps have been taken and are continually being taken, in cooperation with",
  "the countries of the region, to promote the welfare of the Indian community, particularly expatriate",
  "workers. Many suffer difficult conditions of work and are not always treated with dignity, but they",
  "still feel they can send more money back home than if they had never left India. Memoranda of",
  "understanding on manpower have been signed with some countries and are under negotiation with",
  "others to improve their lot. These and similar arrangements will enable India and the Arab",
  "countries to jointly deal with issues relating to the welfare of the expatriate Indian communities in",
  "the region, especially the conditions of service of blue-collar workers.",
  "Problems inevitably arise, but they have largely been addressed in a constructive spirit. When I",
  "travelled to the region as minister, the well-being of Indian expatriates was a prominent concern in",
  "my meetings: as a Lok Sabha MP from the state which dispatches the most migrant workers, I",
  "could do no less. Many heart-rending stories have been told about the working conditions of some",
  "of the Indian blue-collar workers on construction sites and their residential conditions in labour",
  "camps. Though they are undoubtedly there of their own free will, and suffer these difficulties in",
  "order to send savings back home, as an Indian politician I was concerned to do what I could to",
  "ease their conditions of life and work without seeming to intrude on the sovereign prerogatives of",
  "the host countries. While I was in Oman in early 2010, for instance, I met with a number of Indian",
  "workers, heard about their problems and sought a meeting with the manpower minister to resolve",
  "them. I was gratified by the warm and receptive spirit in which the Omani minister discussed them",
  "with me and accepted my suggestions. Mechanisms to institutionalize the welfare of the Indian",
  "expatriate workforce in the Arab countries need to be created and strengthened. There was a clearappreciation in all the Arab countries I visited that these Indian workers are an asset to their",
  "receiving countries; in turn I suggested that if conditions governing their work and life are",
  "improved, it would be a win-win proposition for all concerned.",
  "Trade is undoubtedly a vital aspect of the Indo-Arab relationship. For several centuries, India",
  "provided the necessities, comforts and luxuries needed by the people of the Gulf and occasionally",
  "re-exported by them to other markets. Well before the invention of the internal combustion engine",
  "and the sudden importance of oil and gas from Arabia, Indian foodstuffs, textiles and jewellery",
  "constituted the main exports to the Arab world, while India in turn imported huge quantities of",
  "dates and pearls.",
  "Later, hydrocarbons entered the equation, boosting both need and quantity. As a result, India’s",
  "trade with the Arab countries is booming as never before. A look at our figures of trade with the",
  "Arab world is illuminating. For instance, the Gulf region has emerged as the most significant",
  "trading partner of India in dollar terms. During 2006–07 the total two-way trade was $47 billion;",
  "by the year 2010–11 it had reached more than $130 billion. Trade with the non-Gulf Arab",
  "countries totalled more than $15 billion. Total trade with Arab countries was about $90 billion in",
  "2007–08 and is nearing $150 billion today. It is clear that commerce with the Arab world has",
  "assumed an importance for India that can simply not be jeopardized.",
  "It is also clear that here, too, there is no room for complacency. Both in the foreign and in the",
  "trade ministries, India and its trading partners need to identify and focus our work on multipliers",
  "and leverages. Negotiations with the Gulf Cooperation Council (GCC) to conclude an India–GCC",
  "free trade agreement have, for instance, become bogged down, with little sign of urgency on either",
  "side to resolve the impediments to an agreement. The successful conclusion of an FTA would",
  "complement our ongoing and rapidly expanding bilateral economic engagement with individual",
  "member countries of the GCC, but the talks have proceeded at best fitfully.",
  "India has always shown its willingness to share with our Arab brethren our experience and",
  "expertise in institution and capacity building, governance, science and technology (including,",
  "especially, information technology), medical research and biotechnology, health care and higher",
  "education. This cooperation has also featured the training of Arab officials, diplomats, soldiers",
  "and scholars. While the more affluent Arab countries tend to pursue the training of their elites in",
  "the developed West, many developing countries in the Arab world are appreciative of the Indian",
  "connection.",
  "There are, of course, some areas where what India offers is in no way inferior to competing",
  "products or services from the advanced West. While agreements on cooperation in information and",
  "communication technology exist with a number of Arab countries, India and Egypt have even",
  "concluded an agreement on the peaceful use of outer space. Antrix Corporation, the commercial",
  "arm of the Indian Space Research Organisation (ISRO), was awarded a contract in July 2008 for",
  "the launch of Algeria’s satellites. Antrix has completed a remote sensing project involving setting",
  "up of an earth station in Algeria using Indian CARTOSAT imagery.",
  "The fundamentals of India–Arab relations thus both pre-date and transcend the importance of oil",
  "and gas, though there is no doubt that Arab countries—as vital sources of hydrocarbons, whether",
  "from the Gulf or more recently from Egypt, Sudan and the Maghreb—have become essential to",
  "India’s energy security needs. Indian companies have secured concessions or have otherwiseinvested in the oil sector significantly in Sudan, Egypt and Libya. Less publicized, perhaps, is the",
  "enormous importance to India’s food security of countries such as Jordan, Morocco, Tunisia and",
  "Algeria as providers of rock phosphate and phosphoric acid and potash, all of which translate into",
  "fertilizer for our farmers.",
  "Besides the hydrocarbon and fertilizer sectors, Indian companies have executed or are in the",
  "process of completing a variety of projects, including those financed by concessional lines of",
  "credit. Examples include a thermal power plant in Sudan, a cement plant in Djibouti, an",
  "architecturally complex bridge in Jordan and a variety of projects in Libya. Egypt has emerged as",
  "a significant Indian investment destination with Indian investments estimated at over $500 million.",
  "A series of India–Arab investment projects conclaves, starting in 2008, have paved the way for",
  "stronger trade and investment relations between the two regions. The conclaves provide an",
  "enabling institutionalized platform for businesses and investors from India and the Arab countries",
  "to cooperate and build partnerships.",
  "There is much more scope for Arab investment in India; the Arab world’s surplus resources",
  "have still largely been directed to the West. Indian diplomats have attempted to persuade Arab",
  "countries that they should contemplate massive investments in our infrastructure, energy and",
  "industrial sectors, but success has been modest (though the UAE’s Abu Dhabi Investment Authority",
  "and Dubai Ports World have been active in India). India is also seeking Arab investments in its",
  "human resources through the upgrading of India’s institutions of primary education and higher",
  "learning. India’s invitation to Arab investors to participate in the new phase of development and",
  "prosperity on which we have embarked has not yet found the number of takers New Delhi had",
  "hoped for.",
  "The Gulf region and the UAE in particular are key targets for investment promotion. The Gulf",
  "Cooperation Council countries are rich in financial resources and in technological capabilities and",
  "expertise that have emerged over the last forty years of extraordinary all-round development. The",
  "UAE as a country and the GCC as an economic grouping are already India’s number one trade",
  "partners. India’s trade with the UAE touched $67.1 billion in 2010–11 and with the GCC members",
  "as a whole it reached $130.9 billion. India now sees the UAE and the GCC as our premier",
  "investment partners as well, in the hope that we can, through our joint efforts, build up the projects",
  "and institutions that will transform the face of India. Given the long history of our fruitful",
  "interaction, Indian ministers, myself included, have sought to portray a potential investment",
  "partnership as one more step in the mutually beneficial relationship that has bonded our people",
  "over several millennia, which promises, in its implications, to be more extraordinarily",
  "transformational and fruitful than any interaction that has gone before.",
  "And yet, it is apparent that the mere fact of having had centuries-old contact does not mean that",
  "we do not have to endeavour to sustain and nurture our present-day relations. If anything, past",
  "proximity requires more hard work by all concerned so that neither is lulled into complacency.",
  "Partition and the creation of a ‘Muslim Indian’ state called Pakistan certainly confused some",
  "Arab Muslims, who felt their religious affinity should imply a transfer of allegiance to Pakistan.",
  "Though this sentiment is mainly aroused only in times of war or conflict on the subcontinent, and",
  "the positive image of India has survived above and beyond the idea of Pakistan (especially since",
  "Indian expatriate workers of all faiths have a far better reputation for hard work and integrity thantheir Pakistani counterparts, whether merited or not), it complicates perceptions of the country in",
  "some Arab minds. (There are also strategic and security relationships with Pakistan to be",
  "considered; a contingent of Pakistani troops long protected the Saudi royal family, and the UAE",
  "was, in the 1990s, the only state persuaded by Islamabad to grant full diplomatic recognition to the",
  "Taliban regime in Kabul.) Though the bedrock of goodwill between our two regions allows us to",
  "build a strong edifice of substantial contemporary relations, it is difficult to argue that these have",
  "fully been built. Even though India considers the Arab region very important in shaping our",
  "political, economic, defence and security policies at both the regional and global level, it is far",
  "from establishing the kind of strategic partnerships essential to give these relations true",
  "geopolitical heft. Though India declares often enough that the Arab world is a key part of its",
  "strategic neighbourhood and both sides speak desultorily of the importance of strategic",
  "cooperation, there have been few, if any, meaningful consultations at a high level to this end.",
  "There have been evident positives: India’s approach on issues affecting the Arab world has",
  "been consistent, and New Delhi has been able to demonstrate that its policies towards the region",
  "are based on principles, not expediency. They are also backed up with tangible action: India is a",
  "major troop contributor to United Nations peacekeeping operations in Arab lands, from the United",
  "Nations Interim Force in Lebanon to the United Nations Disengagement Observer Force on the",
  "Golan Heights. Indian peacekeepers have also served more recently with the UN Mission in Sudan",
  "and UN operations in Western Sahara. India has also been a strong supporter of the United Nations",
  "Relief and Works Agency for Palestinian Refugees, and a significant aid donor to the Palestinian",
  "National Authority (it is among the very few countries to station a diplomat in Ramallah).",
  "The principles animating New Delhi’s positions on such issues as the legitimate demands of the",
  "Palestinian people, the Suez crisis or the Algerian independence movement have stood the test of",
  "time. The overt support of many Arab countries for Pakistan at times of conflict with India has not",
  "swayed New Delhi from this course. India has endeavoured to follow the spirit of South–South",
  "solidarity and cooperation in its dealings with the Gulf and Arab world and has never failed to",
  "bear in mind its fundamental interests in the region. The result has been to promote a pattern of",
  "contact, especially at the people-to-people level, that has few parallels. It is not surprising, for",
  "instance, to note that the number of flights from Indian airports to the Gulf region far exceeds the",
  "total number of flights from India to the rest of the world.",
  "Whereas the world has heard of our ‘Look East’ policy in Southeast Asia, of which more later,",
  "as far as the Arab world is concerned, we are proud that we have a ‘Look West’ policy too, in",
  "which the word ‘West’, for once, does not refer to Europe or America. Our traditional bonds have",
  "been revitalized in recent years. For India the basic constants remain that the Arab world is an",
  "important source of our energy security and is home to nearly 6 million Indians. The Arab world’s",
  "rich resources and the growing demands of India’s rapidly expanding economy make us natural",
  "partners. In keeping with our desire to strengthen our relations with the countries of the region,",
  "India has been trying to put in place a structure of multifaceted cooperation covering all sectors.",
  "There is a consistent pattern of exchanging high-level visits between India and the Arab countries,",
  "bilaterally manifesting the importance of each relationship, and each seeking to open up new facets",
  "for cooperation. Several such visits and joint commission meetings have facilitated many",
  "institutional arrangements in the areas of trade and investment, energy cooperation, securitycooperation, cultural, scientific and educational cooperation and bilateral arrangements.",
  "One example of such high-level engagement occurred when the then secretary-general of the",
  "League of Arab States and my good friend, H.E. Mr Amre Moussa, in 2012 a contender for the",
  "Egyptian presidency, visited India in November–December 2008 and signed a memorandum of",
  "cooperation between India and the League of Arab States on the establishment of an Arab-India",
  "Cooperation Forum. This is a very comprehensive document that looks at deepening Indo-Arab",
  "relations in many sectors including energy, education, human resource development and trade and",
  "investment. In 2009, the Indian Ministry of External Affairs (MEA) worked with the Indian",
  "Council for Cultural Relations (ICCR) and the Federation of Indian Chambers of Commerce and",
  "Industry (FICCI) to organize the first Indo-Arab cultural festival in New Delhi with the support of",
  "various Arab missions and governments. The Government of the UAE has recently selected Indian",
  "books for translation into Arabic to enhance understanding of our country’s history and literature.",
  "The study of Arabic in India has also made significant strides, with many Indian scholars of Arabic",
  "available to provide continuing momentum to the process.",
  "India desires to strengthen cooperation to explore opportunities across the entire spectrum of",
  "potentialities that exist in its relationship with the Arab world. We wish to work together today",
  "with an eye on tomorrow: to consolidate our ties in emerging sectors of the economy so that we",
  "can develop a framework for future generations. Our economies are complementary. In many",
  "areas, countries in the Arab world have the capital, while India offers the opportunities, especially",
  "for the development of infrastructure. The more the long-term linkages that India and the Arab",
  "world develop, the greater will be our mutual stakes and interests in each other’s success and",
  "prosperity. When in government I used to assure India’s Arab friends that it is not only financial",
  "investments that we were thinking of: we are invested, I would say, in the future of our",
  "relationship.",
  "And yet it should be said that our strategic aspirations have not yet been fulfilled in the region.",
  "Few consultations have taken place at a high political level on matters of mutual geopolitical",
  "interest—though intelligence sharing and meetings by India’s national security adviser with his",
  "Arab counterparts have indeed occurred. There has been no serious effort to develop a habit of",
  "strategic dialogue with the countries of the region, even though there are obvious implications for",
  "India in issues of Gulf security, and developments in the subcontinent can hardly leave the Arab",
  "world indifferent. Despite being one of the very few countries with an ambassador in Tel Aviv",
  "and a political officer in Ramallah, India has not attempted to play a significant role in the Middle",
  "East peace process. It named a special envoy for West Asia in 2007, but allowed his role to lapse",
  "in 2009 without replacement. As a result, a country which once was an indispensable player in",
  "international discussions and conferences on the region—and which still retains credibility with",
  "both sides of the Israel–Palestinian divide—has essentially been ignored by the UN-led quartet",
  "and has not bestirred itself to exercise its geopolitical influence in favour of a Middle East peace",
  "settlement.",
  "Because India’s dependence on Gulf oil will increase in the coming decade, the Gulf states will",
  "continue to be central in India’s foreign policy. This raises the question of what, if anything, India",
  "can do to ensure the security of its energy supplies from the region, especially at a time of",
  "diminishing Western interest in expending resources for the security of the region (since high oilprices have made a number of alternative sources of oil and gas affordable for the West). India’s",
  "ability to control and protect the flows of energy that these states supply to India is limited, since it",
  "would require a strong ‘blue water’ navy with effective submarines and long-range aviation to",
  "help keep ‘choke points’ like the Straits of Hormuz open. These are capabilities the Indian Navy",
  "must acquire, and is in the process of doing so.",
  "The geopolitical environment of 2012, as these words are written, is fraught with possibilities.",
  "The traumatic changes of the Arab awakening (known to the West as the ‘Arab Spring’) have",
  "created new political realities within each of the affected states. New regimes are still in the early",
  "stages of consolidating themselves in Tunisia, Egypt and Libya; all have witnessed the rise of",
  "Islamist parties, though all also profess to be interested in pursuing their religious agenda within a",
  "democratic political space. How the societies around them—and their military and intelligence",
  "services, all formed and deployed in more secular times—will react to the new-found prominence",
  "of the Islamists is still unknown. The Western countries that led the intervention in Libya (and are",
  "clamouring for a similar outcome in Syria) are themselves in the process of becoming less and less",
  "dependent on Arab oil and gas, which could reduce the intensity of their fervour for intervention",
  "and at the same time give them less to lose in adopting a bold course of action. In all this, the role",
  "of non-Arab Iran, whose geopolitical influence across West Asia has increased dramatically after",
  "the Iraq war, remains a complicating factor. Its apparent quest for nuclear weapons has raised",
  "alarms not only in Israel and the United States but also across the Sunni Arab world. India, which",
  "enjoys reasonably good relations with Iran as well as with its Arab neighbours, will have to tread",
  "lightly, but it cannot afford to be indifferent to the evolving situation. It does not wish to see",
  "another nuclear power in the region, but it rightly fears the regional and global consequences of",
  "any military intervention against Iran. Nor can it be insensitive to the concerns of Saudi Arabia, a",
  "country it can ill afford to antagonize.",
  "So far India has handled the transformations reasonably well; it managed to avoid antagonizing",
  "both sides (the recognized government and the emerging democratic forces) in the convulsions that",
  "changed three regimes, and it is proceeding gingerly in advocating accommodation in Syria. The",
  "government did a highly commendable job in managing the evacuation of some 18,000 Indians",
  "from Libya under ‘Operation Safe Homecoming’. India’s key interests in the region will",
  "undoubtedly continue to be defined along the familiar verities: the promotion, to the extent",
  "possible, of security and stability in the region with a view to ensuring a stable supply of",
  "hydrocarbon supplies; extensive cooperation and engagement with the countries of the region in",
  "order to enhance trade relationships and boost trade and investment levels; and safeguarding the",
  "interests, as well as promoting the welfare, of the 6 million Indians living in the region.",
  "To summarize: there are many dimensions to Indo-Arab relations, some very old and some very",
  "new. India and the Arab world share a close and historical relationship marked by similar values.",
  "The Arab world has left an indelible imprint on India’s history, on our culture and on our",
  "civilization. As a student of history I can argue with confidence that the past has built us an",
  "excellent platform for the future. There is a genuine partnership and synergy existing between India",
  "and the Arab world, which we are collectively endeavouring to strengthen further. The paradigm",
  "realignment that has accompanied changes in the global economic order, particularly after the",
  "financial meltdown, has compelled both sides of the relationship to move towards a major rethinkon how we should cooperate to face the challenges in front of us. Happily for both of us, the",
  "framework for cooperation is readily available. The nature and level of our cooperation is",
  "constantly deepening and widening. Progress is undeniable. While its pace could be faster, a",
  "critical mass has already developed to take us into a qualitatively upgraded relationship.",
  "In today’s era of globalization we have to take into account the changing world economic",
  "scenario and equip ourselves appropriately. Our endeavour should be to leverage our comparative",
  "advantage to build alliances, develop partnerships, create new avenues of growth and",
  "development and strengthen the existing ones. We need to enhance our mutual investments, joint",
  "ventures and project participation in the region and in India. Our engagement must be multifaceted.",
  "Our geopolitical aspirations are entirely compatible with those of the countries of the region.",
  "There is no reason why our efforts should not dovetail into each other’s.",
  "One important aspect of India–Arab relations has been a similarity of views on a number of",
  "political questions of global import, notably New Delhi’s consistent position on the issue of",
  "Palestine. India’s solidarity with the Palestinian people and its attitude to the Palestinian question",
  "reflects, perhaps more than any other issue, the enduring nature of Indo-Arab ties. It was as early",
  "as in 1936 that the Congress Working Committee sent greetings to Palestine and on 27 September",
  "1936 Palestine Day was first observed in India. The 1939 session of the Indian National Congress",
  "adopted a resolution on Palestine and looked forward to the emergence of an independent",
  "democratic state in Palestine in which Jewish rights would be protected. India was a member of",
  "the United Nations Special Committee on Palestine. In 1974, it became the first non-Arab country",
  "to recognize the Palestine Liberation Organization (PLO) as the sole and legitimate representative",
  "of the Palestinian people. In March 1980, the Government of India announced in Parliament India’s",
  "decision to accord full diplomatic recognition to the PLO office in New Delhi. It was after this that",
  "Yasser Arafat paid a three-day official visit to India, during which he described India as ‘an",
  "eternal friend’. In 1988, India recognized Palestine as a state. The Indian government has",
  "constructed the Palestine embassy building in New Delhi, as a gift of the people and Government",
  "of India to the Palestinian people.",
  "India has had an unwavering record of support for the Palestinian cause since the days of our",
  "own freedom struggle. In November 1938, Mahatma Gandhi had written on the subject of",
  "persecuted Jews seeking a homeland in Palestine:",
  "My sympathies are all with the Jews …. But my sympathy does not blind me to the requirements of justice. The cry for",
  "the national home for the Jews does not make much appeal to me. The sanction for it is sought in the Bible and the",
  "tenacity with which the Jews have hankered after return to Palestine. Why should they not, like 20 other peoples of the",
  "earth, make that country their home where they are born and where they earn their livelihood? Palestine belongs to the",
  "Arabs in the same sense that England belongs to the English or France to the French. It is wrong and inhuman to impose",
  "the Jews on the Arabs.",
  "This was a more or less consensual position in the Indian nationalist movement, though Jawaharlal",
  "Nehru, moved by the treatment of Jews in Germany, proposed in 1936 that they be allowed refuge",
  "in India. The belief was that the Jews deserved humanitarian relief for their suffering, but the issue",
  "of their mistreatment in Europe could not be solved at the expense of Arabs, by relocating them to",
  "Palestine. It was for this reason that India voted against the creation of Israel in the United NationsGeneral Assembly in 1948. Though India subsequently recognized the new state of Israel in 1950,",
  "relations were maintained at a low-key consular level for four decades thereafter.",
  "Contemporary India’s view of the Israeli–Palestinian question therefore has old roots. Our",
  "current policy is in line with United Nations Security Council resolutions 242 of 1967 and 338 of",
  "1973, the Quartet Roadmap and the Arab Peace Initiative of Saudi King Abdullah. India supports a",
  "united, independent, viable, sovereign state of Palestine with East Jerusalem as its capital, living",
  "within secure and recognized borders side by side at peace with Israel. Despite India’s increasing",
  "closeness to Israel since 1991—underscored by the two countries’ security cooperation in the face",
  "of grave terrorist threats to each—India has not hesitated to express concern about the continuing",
  "expansion of Israeli settlements in occupied Palestinian territories. India also supports Palestine in",
  "a variety of tangible ways, including the contribution of millions of dollars as budget support for",
  "the Palestine National Authority and assistance to Palestine in developing its human resources",
  "through India’s technical cooperation programme.",
  "Such an attitude has nothing to do with prejudice, since Jews have lived in India, according to",
  "legend, since the destruction of their First Temple by the Babylonians in 586 BCE prompted",
  "several to cross the established trade routes across the Arabian Sea to the south-western coast of",
  "India. They were welcomed by the local ruler of Kodungallur in what is today Kerala without",
  "conditions, ‘as long as the world and moon exist’, in one recounting. A delightful anecdote that is",
  "part of Kerala’s oral history traditions recounts how, when St Thomas the Apostle landed on the",
  "coast of Kerala around 52 CE, he was welcomed on shore by a flute-playing Jewish girl. Other",
  "waves of Jewish migration created the Bene Israel of Maharashtra in the hinterland of Mumbai,",
  "who were accepted as yet another ‘Hindu’ sub-caste for centuries until a wandering rabbi",
  "identified their practices and beliefs as Jewish; and the so-called Baghdadi Jews, largely urban",
  "and educated elites from various Ottoman cities who migrated to India in the nineteenth century",
  "during the British Raj. None of India’s Jews experienced the slightest episode of anti-Semitism at",
  "Indian hands; indeed, the only time this diaspora suffered was when the Portuguese arrived in",
  "Kerala in the sixteenth century, found a thriving Jewish community and began to persecute it,",
  "leading the Jews to flee south to Kochi (Cochin), where they were given refuge and land, and",
  "where in the mid-sixteenth century they built one of the finest synagogues in the world. Today, the",
  "community known as the ‘White Jews of Cochin’ has dwindled to the point where it cannot",
  "assemble a quorum for a minyan, and their old neighbourhood, tactlessly known as ‘Jew Town’,",
  "has become a quaint curiosity shop for tourists. But their history, and that of the other two waves of",
  "Jewish migration, is one of India’s willing embrace of the Jewish people and their cultural (but not",
  "racial) assimilation into their surroundings—a process that has characterized India’s absorption of",
  "the many ethnicities that have infused themselves into the national gene pool.",
  "Nonetheless, friendship and hospitality is one thing, political perspective another. Though the",
  "peace process in the region after 1977 made it possible for India to sustain its position on",
  "Palestine while upgrading and strengthening relations with Israel, the constraints on New Delhi in",
  "this area have been largely internal. An important element guiding India’s political stance towards",
  "Israel has undoubtedly been the strong feelings within the country of India’s own Muslim",
  "population, which has, perhaps inevitably, looked with suspicion if not hostility at Tel Aviv. The",
  "assumption on the part of most Indian political parties that overt friendship with Israel would costits advocates dearly at the Indian ballot box remains a strong factor, especially when elections",
  "loom in states with a significant number of Muslim voters. It did not help that pro-Israeli stances",
  "were, in the early years, advocated only by the communally minded Hindu chauvinist party the",
  "Bharatiya Jana Sangh, which used support for Israel mainly as an additional stick to beat the",
  "Muslims with.",
  "However, a significant change occurred at the end of the Cold War when India re-examined its",
  "entire geopolitical posture in the light of the disappearance of the Soviet Union and the subsequent",
  "expansion of India’s options. As part of a general reorientation of Indian foreign policy, which",
  "included changes in India’s relations with the United States and with Southeast Asia, the",
  "government of Prime Minister Narasimha Rao decided in 1992 to upgrade diplomatic relations",
  "with Israel to full ambassadorial level. The change was managed reasonably well, with the Arab",
  "world being assured that it would not affect India’s traditional position on Arab–Israel issues or",
  "the considerably greater priority accorded to India’s engagement with the Arab world.",
  "Nonetheless, the last two decades have witnessed a steady strengthening of the India–Israel",
  "partnership, particularly in the defence and security areas where the two countries’ shared",
  "concerns about Islamic extremism have offered common ground for cooperation. The period 1998",
  "–2004, when the Bharatiya Janata Party, the successor to the Jana Sangh, headed coalition",
  "governments in New Delhi, was particularly productive from the Israeli point of view, and",
  "included the only visit of an Israeli prime minister (Ariel Sharon) to India in 2003.",
  "India is now Israel’s largest market for defence products and services (it is estimated that fully",
  "half of the country’s military equipment sales abroad go to India). Despite the huge advantage built",
  "up by Russia during the Cold War years as a military supplier to India, the much smaller Israel",
  "has, at some $10 billion, become India’s second largest defence supplier (and in some reckonings",
  "its largest). Israel is apparently willing to offer India equipment and technology unavailable from",
  "any other country, and to provide indigenously developed defence technologies that are therefore",
  "less vulnerable to third-party pressures. Israel is reportedly also helping with the modernization of",
  "some of India’s ageing Russian-made weapons systems. Surface-to-air missiles, unmanned",
  "surveillance aircraft, training simulators and other sophisticated Israeli defence products are now",
  "an indispensable part of India’s arsenal. Israel has provided India with vital ground-based missile",
  "defence components, but even more important, it has sold India the Phalcon airborne warning and",
  "control system (AWACS), which greatly enhances India’s early warning, command and",
  "coordination capabilities and could seriously alter the military balance with Pakistan in its favour.",
  "In turn, the ISRO has launched at least one Israeli military satellite, and the two countries have",
  "intensified intelligence sharing, especially on Islamist threats to both nations. Cooperation in such",
  "areas as counterterrorism, border management and the joint training of security forces has grown.",
  "India’s armed forces have embarked on an intensive series of high-level exchanges, especially",
  "involving the two naval and air forces, which have deepened strategic understanding between the",
  "countries.",
  "The cooperation has been assessed on both sides as excellent, even though for some years India",
  "has had a defence minister who is notably wary of Israel. Inevitably relations with Israel get a",
  "boost when tensions between India and Pakistan erupt; it is said that Pakistan’s unexpected",
  "incursion into Kargil in 1999, which thrust on India a war for which it was unprepared, was partlyresisted thanks to an emergency infusion of artillery shells from Israel. At the same time, India is",
  "not ready to adopt Israeli methods to deal with terrorism in its own borderlands; it has consistently",
  "been critical of Israeli attacks on Gaza and Lebanon, and is unlikely to see Israel as a tutor for its",
  "own approaches to similar problems in its neighbourhood.",
  "Non-military commerce has also progressed, with India–Israel trade reaching just under $5",
  "billion in 2010. (Interestingly, India’s trade with Egypt is comparable in figures to its trade with",
  "Israel.) India is the second largest export market for Israel and Israel is India’s seventh largest",
  "trading partner. There is talk of a bilateral free trade agreement, though India’s turbulent domestic",
  "politics will continue to prompt New Delhi to proceed with caution. Israel’s advances in",
  "agriculture have not escaped the attention of even India’s state governments, several of which have",
  "sent agricultural delegations to Israel, and there is perennial interest—increasing as India",
  "contemplates serious water scarcity—in learning from Israel’s ability to make its deserts bloom.",
  "Opportunities for collaboration in high-technology aspects of information technology, space",
  "technology, nanotechnology and biotechnology are being explored by the private sector as well as",
  "by the two governments.",
  "India–Israel relations have been acquiring significant dimensions in a number of less utilitarian",
  "areas. Israeli tourism to India has increased significantly in the last two decades, and Hebrew",
  "signboards are visible in places like the Kullu valley and Dharamsala in northern India, and in",
  "Goa, whose beaches have become a particular favourite for young Israeli vacationers. Some",
  "40,000 tourists from each country travel annually in both directions. There are increasing instances",
  "of inter-faith dialogue, including even, on one occasion, a delegation of Indian Muslims travelling",
  "to Israel. Indian Jewry is no longer significant enough in numbers to play a part in altering New",
  "Delhi’s domestic political calculations about the relationship, but interest in diaspora history has",
  "grown on both sides, and the success of the Bene Israel community from India, numbering some",
  "25,000 in today’s Israel, has given a fillip to Israel’s awareness of their original homeland",
  "(including in the establishment of some Indian restaurants). The recent migration of some 1500",
  "members of a ‘lost tribe’ from India’s North-East, the Beni Menashe, identified somewhat",
  "controversially as a Jewish group that had lost its links to the mother faith but rediscovered them,",
  "has added to the connection. Public opinion polls consistently show high regard in each nation for",
  "the other, with India often emerging as the world’s most pro-Israeli country after the United States",
  "in such surveys (and in one 2009 survey conducted by the Israeli foreign ministry, the single most",
  "pro-Israeli nation).",
  "Nonetheless, political visits at the highest levels have been relatively infrequent, and the Indian",
  "government has tended to treat its Israeli connection with circumspection, both to avoid",
  "antagonizing its domestic voter base and to reduce the risk of alienating its important Arab trading",
  "partners. The visit to Israel in January 2012 by Indian Foreign Minister S.M. Krishna, more than a",
  "decade after his BJP predecessor Jaswant Singh, came after several years during which Israeli",
  "ambassadors in New Delhi wondered privately if theirs was ‘the love that dare not speak its",
  "name’. Invitations to prominent Israeli political personalities have been noticeably infrequent, for",
  "fear of a domestic backlash. And yet Israel’s willingness to sell India weapons technology it",
  "cannot obtain elsewhere, the two countries’ shared concerns about Islamist terrorism and largely",
  "(though not wholly) compatible strategic interests make this an indispensable relationship for bothsides. The Congress party–led United Progressive Alliance (UPA) government has been careful",
  "not to repeat the rhetoric of its National Democratic Alliance (NDA) predecessors that spoke of a",
  "potential ‘alliance of democracies’ among the United States, India and Israel. The national security",
  "adviser of the previous NDA government, Brajesh Mishra, had declared in a speech to the",
  "American Jewish Committee in Washington in May 2003 that democratic nations facing the",
  "menace of international terrorism should form a ‘viable alliance’ to counter this threat: ‘India, the",
  "United States and Israel have some fundamental similarities. We are all democracies, sharing a",
  "common vision of pluralism, tolerance and equal opportunity. Strong India–US relations and",
  "India–Israel relations have a natural logic.’ Though such an approach has not been explicitly",
  "evoked since, such views are never very far from the surface in some influential circles in all three",
  "countries.",
  "India and Israel could conceivably develop additional areas of cooperation—nuclear policy,",
  "defence systems development and intelligence sharing, for instance. But strategic coordination is",
  "likely to be hamstrung by serious differences of perception on Iran, where India does not share",
  "Israeli views; by Israel’s widening of its options in relation to Pakistan and China, New Delhi’s",
  "major adversaries; and, perhaps above all, by India’s consciousness of its special relationship",
  "with the Arab world, including as a source of energy security, as a home for Indian migrant labour",
  "and as a potential fount of investments. It is clear that India values its relationship with Israel, but",
  "not at the expense of its friendships with Arab and other Muslim states.",
  "A brief look at Iran is necessary before we leave the region. Iran’s natural resources,",
  "particularly its oil and natural gas, have been increasingly important for India for decades. Many",
  "Indian refineries are in fact devised to process the quality of crude oil that Iran supplies, and its",
  "gas would be cheaper than most alternatives available. This makes the proposed Iran–Pakistan–",
  "India pipeline a serious attraction, despite huge pressure from Washington to resist such an",
  "arrangement and India’s understandable reluctance to place any portion of its energy security in the",
  "hands of Pakistan, through whose territory much of the pipeline would run. India’s Iran policy",
  "today, however, has to take account of not only its energy dependence, but India’s own concerns",
  "about nuclear proliferation in its subregion, and the increasing international isolation of the Iranian",
  "regime, with resultant pressures on India to reduce or even end its dependence on energy from a",
  "reviled government. The United States’ increasing exasperation with Iran’s attempts to develop a",
  "nuclear weapons capacity (if not a bomb itself) has also added to the stress on India, at a time",
  "when New Delhi is building an improved and revived relationship with Washington centred on",
  "nuclear cooperation. India is anxious to avoid Iran becoming an irritant in its strengthening",
  "relations with the United States. On the other hand, India feels the United States is being",
  "unreasonable in not recognizing that trade sanctions on Iran are far easier to impose if you don’t",
  "need Iranian oil, and next to impossible if a large portion of your energy security is dependent on",
  "it. (Nonetheless, it was revealed in May 2012 that India had been quietly reducing the quantity of",
  "its oil imports from Iran.)",
  "India sees Iran as a significant partner for other reasons as well: Iran has been a kindred spirit",
  "of India’s on Pakistan and Afghanistan, where the two share a mistrust of the Sunni fanaticism of",
  "the Taliban and the sinister machinations of the Pakistani ISI. This point of convergence adds to",
  "Iran’s role as a vital source of usable hydrocarbons, a crucial link with Central Asia and the Gulf,and a ‘friend at court’ in the Islamic world. In turn, Iran sees a good relationship with India as",
  "helpful in escaping its diplomatic isolation, and it also sees in India an important trading partner, a",
  "useful source of high technology and a reliable customer for its energy exports. The two sets of",
  "considerations will ensure that the ‘civilizational relationship’ with Iran that India’s leaders speak",
  "regularly about will continue to have genuine substantive content, even as pressure to isolate and",
  "sanction Iran remains unrelenting.",
  "This helps explain why India has been noticeably unsympathetic to the rising clamour from the",
  "United States and Israel for action to dismantle the Iranian nuclear programme, even though New",
  "Delhi has made clear its disapproval of Iran developing a nuclear weapon. There is no doubt that",
  "India, while responsive to US and Israeli pressure (and angry about the apparent abuse of India’s",
  "friendship in an Iranian bomb attack in New Delhi in early 2012 on an Israeli military attaché’s",
  "car), will not want to be pushed beyond a point into rupturing relations with Tehran. India’s stand",
  "has been devoid of moralizing on either side of the issue, its pragmatism extending to such",
  "measures as bartering Indian gold for Iranian oil, and allowing Iran to trade with India in rupees",
  "(with the proceeds held in a Kolkata bank invulnerable to international sanctions because it has no",
  "overseas operations).",
  "It is a pity, though, that neither New Delhi nor Washington has seen fit to use India’s continuing",
  "Iranian connections diplomatically. A still-engaged India might have proved a more useful",
  "mediator in Iran’s row with the West than the European Union (EU) countries currently engaged in",
  "the task, but no such initiative has been pursued.",
  "A different set of conditions explains India’s policy on Syria, which has seen New Delhi",
  "simultaneously affirm its friendship and regard for the secular regime in Damascus, with which it",
  "has long enjoyed good relations, in preference to any likely Islamist alternative. But without",
  "comparable economic incentives at stake, India, while opposing any military intervention against",
  "the regime, has voted with the West in the UN Security Council to call for the Assad government to",
  "negotiate a peaceful transition. In this it differs from Syria’s neighbour Turkey, another secular",
  "regime in the region, which openly condemned Assad’s repression of dissent, the sort of position",
  "India has been chronically reluctant to take (both because of its respect for Syrian sovereignty and",
  "for fear that such condemnation could be used to justify foreign military intervention, as happened",
  "in Libya).",
  "Turkey itself represents an underexploited opportunity for India: a secular democracy with a",
  "fast-growing economy, it ought to be a close ally, but has been locked for decades in a pro-",
  "Pakistan policy crafted under successive military regimes in both those countries. This is gradually",
  "changing, and with burgeoning trade (currently over $7.6 billion and growing), a distinct note of",
  "warmth has been creeping into the relationship. This is a story only beginning to unfold, but I see",
  "New Delhi’s relations with Ankara as having immense potential in the immediate future. The",
  "question that comes to mind, as BRICS emerges as a body with an alternative view of the world,",
  "is: could Turkey, a NATO member with a mind of its own, join them? There are no signs yet, but",
  "no country offers a more natural fit with the incipient new grouping than Turkey. BRICST won’t be",
  "easy to pronounce, but the entry of Turkey would fill a hole in the geographical centre and enhance",
  "the group’s geopolitical centre and enhance its potential. It’s well worth thinking about.India’s closer ties with the countries of Southeast and East Asia are the result of our ‘Look East’",
  "policy, first enunciated by the government of Prime Minister P.V. Narasimha Rao at the end of the",
  "Cold War in 1991 and pursued faithfully by all his successors. Jawaharlal Nehru had referred, in",
  "his classic The Discovery of India, to Southeast Asia as ‘Greater India’, but that heady",
  "romanticism foundered amid mutual suspicions during the Cold War, and relations remained",
  "sparse. The end of the superpower standoff—and thus of the obligation of states to determine their",
  "international allegiances in relation to Cold War loyalties and commitments—widened India’s",
  "foreign policy options, permitting New Delhi to look beyond the conventional wisdom of its non-",
  "aligned years. ‘Look East’ followed.",
  "Initially aimed at improving relations with the member states of the ASEAN at a time when",
  "India had embarked upon economic liberalization, and indirectly at enhancing strategic",
  "cooperation with the United States (‘looking East to look West’, as the author Sunanda Datta-Ray",
  "termed it), the policy has succeeded beyond the vision of its initiator. ‘Look East’ has not just",
  "become an end in itself, cementing enhanced economic cooperation with a long-neglected region,",
  "but it has signalled India’s return—some might say arrival—in a part of the world increasingly",
  "anxious about China’s overweening influence. That the policy continues to bear fruit two decades",
  "after it was launched is reflected in such recent developments as India’s admission as a full",
  "dialogue partner of ASEAN, its acceptance as a member of the ASEAN Regional Forum and as a",
  "full participant in the East Asia Summit (even though by no stretch of the geographical imagination",
  "can India be said to be an East Asian power). In 2003 Yashwant Sinha, then India’s minister of",
  "external affairs, described the ‘Look East’ policy as having evolved through two phases, the first",
  "‘ASEAN-centred and focused primarily on trade and investment linkages’ and the second",
  "‘characterized by an expanded definition of “East”, extending from Australia to East Asia, with",
  "ASEAN at its core’. The latter phase, Sinha explained, ‘also marks a shift from trade to wider",
  "economic and security issues, including joint efforts to protect the sea-lanes and coordinate",
  "counter-terrorism activities’.",
  "In the first few decades after 1947, India’s establishment, shaped by the long colonial era, was",
  "inevitably Western in its orientation (if ‘orient’ation is not too paradoxical a term). This was",
  "ironic, since India had long had a major impact on Southeast and East Asia. Hinduism and",
  "Buddhism spread throughout the Asian continent from India, the former being carried by traders",
  "and missionaries across much of Indonesia, Malaysia and Thailand, while Buddhism was taken to",
  "and through Tibet to China and Korea, whence it reached Japan and Vietnam (it also flourished, of",
  "course, in countries closer to India, such as Myanmar, Sri Lanka, Cambodia and Thailand). As",
  "Indian trade (and very limited military conquest) expanded the culture’s horizons, the religious",
  "message and Indian spiritual practices were not the only export: language (particularly Sanskrit),",
  "social customs (including reverence for Brahmins), styles of art and architecture, and dance, music",
  "and epic narrative, all travelled from India as well. The Ramayana became an Asian, not just",
  "Indian, epic, with versions being told and performed from Indonesia to the Philippines. This was a",
  "remarkably peaceful process: aside from the invasion of the Srivijaya kingdom in Sumatra by the",
  "South Indian raja Rajendra Chola in the eleventh century CE, India did not evince any imperialistambitions in Southeast Asia. Instead, as David Malone describes it, ‘great Indianized kingdoms",
  "arose over the centuries throughout Asia and particularly Southeast Asia … [following] Indian",
  "court customs, administrative organization on the Indian pattern, and laws based on the Code of",
  "Manu, the Indian lawgiver. Indianization also included the alphabetical basis of Southeast Asian",
  "scripts, the incorporation of Sanskrit in vocabularies along with the adoption of the Hindu-",
  "Buddhist religious beliefs, and an Indian concept of royalty.’ The spread of Islam to the region was",
  "in its turn facilitated by Indian sources, including Indian Muslim traders and missionaries. Thus",
  "Indonesia underwent successive layers of Buddhist, Hindu and Muslim conversion, all",
  "intermediated by Indian influences. Even Japan was not immune to Indian cultural influence,",
  "having been taken over by the spread of Buddhism that had come from India, as evident in the",
  "absorption of the Hindu goddesses Lakshmi and Saraswati into Japanese Buddhism as guardian-",
  "deities.",
  "Given this history, it was not surprising that, even prior to independence, the interim government",
  "led by Nehru organized in March 1947 a ‘Conference on Asian Relations’, bringing to Delhi",
  "delegates from twenty-nine countries, some still under colonial rule, to promote cooperation",
  "among Asian countries and express solidarity with the freedom struggles in other parts of Asia.",
  "Nehru’s India saw itself as the leader of Asia’s progress towards independence, a self-image",
  "reflected in its leading roles in both the special Delhi ‘Conference on Indonesia’ in 1949 and the",
  "Bandung ‘Afro-Asian Solidarity Conference’ of 1955. But this emphasis was lost in Cold War",
  "politics. Nor did the Southeast Asia of the early post-independence years encourage much interest;",
  "for the most part, it was just as backward, diseased and conflict-ridden as the subcontinent itself,",
  "and slow to unveil its potential. India’s own economic policies, shaped in reaction to the fact that",
  "the British East India Company had come to trade and stayed on to rule, were protectionist;",
  "looking for trade opportunities did not feature high on New Delhi’s list of priorities. It did not help",
  "either that India’s natural overland linkages to Southeast Asia were blocked by post-colonial",
  "politics: Myanmar shut itself off from the rest of the world in the early 1960s, while India’s natural",
  "land routes eastwards ran through the suddenly foreign—and hostile—territories of East Pakistan",
  "(later Bangladesh). Neither was particularly inclined to provide transit facilities to Indian goods.",
  "Global geopolitics also intervened, with the countries of Southeast Asia clearly choosing a side",
  "during the Cold War, while India remained non-aligned, with a pronounced tilt towards the Soviet",
  "Union that was looked at askance by much of the region. India’s closest Asian political",
  "relationship in the 1980s was with communist Vietnam rather than ASEAN.",
  "With all these factors in operation, it took New Delhi some time to recognize that India’s",
  "economic interests are best served by greater integration with Southeast and East Asia, whose",
  "countries are natural trading partners with whom links had flourished millennia ago. This is why",
  "‘Look East’ took so long in coming into existence. But ‘Look East’ goes well beyond economics.",
  "As Prime Minister Manmohan Singh has declared, the ‘Look East’ policy is much more than an",
  "external economic policy; it reflects a changed understanding of India’s role in the world economy",
  "and signals a significant strategic shift in India’s vision of international affairs. It is instructive that",
  "no Indian political party—and several have had turns at government since Narasimha Rao—has",
  "questioned either the underpinnings or the manifestations of the ‘Look East’ policy.",
  "One factor helping drive the policy was undoubtedly China’s early interest in the region. Duringthe Cold War, Southeast Asia saw itself threatened by the risk of communist expansion, but once",
  "China opened up its economy to the outside world and became a major trading power, the",
  "prospects of military adventurism receded. Nonetheless, China’s growing economic and military",
  "might cast a shadow over a region that had traditionally been wary of Beijing. India’s interest in",
  "engaging more deeply with them offered the nations of Southeast Asia the prospect of a democratic",
  "and non-threatening counterbalance. For years India had been bogged down in its own",
  "neighbourhood, and dismissed by most—especially by Beijing—as at best a subcontinental power.",
  "‘Look East’ began with trade but soon expanded to include diplomatic dialogue and strategic and",
  "military cooperation. It helped that both sides of the equation enjoyed a shared colonial",
  "experience, cultural affinities going back to antiquity and, despite the estrangement of the Cold",
  "War years, a striking lack of historical resentments to come between them.",
  "The India–ASEAN free trade agreement on goods, adopted in August 2009 in the face of critical",
  "domestic opposition from farmers in India, is perhaps the most striking evidence of the strategic",
  "priority accorded by New Delhi to commercial relations with the region. Part of the Framework",
  "Agreement on Comprehensive Cooperation signed with ASEAN in 2003, the FTA was India’s first",
  "multilateral trade agreement outside GATT/WTO. Indian bureaucrats had wanted to delay signing",
  "an FTA on goods until ASEAN members had agreed to conclude an FTA on services and",
  "investment, but they were overruled by Prime Minister Manmohan Singh, who was trying to use the",
  "FTA to send a political, and not just economic, signal to the region. (These negotiations are making",
  "slow progress, since India’s overwhelming advantage in the services sector causes some anxiety",
  "in Southeast Asia.) Nonetheless, in 2009 only 2.5 per cent of ASEAN’s trade was with India,",
  "compared to 11.6 per cent with China. In the three years since the FTA was signed, trade with",
  "ASEAN has gone up by 30 per cent.",
  "In addition, a host of bilateral agreements has been signed with individual countries: FTAs with",
  "Sri Lanka and Thailand, comprehensive economic partnership agreements with Singapore, South",
  "Korea, Malaysia and Japan, and an early harvest scheme with Thailand, as well as strong",
  "commercial, cultural and military ties with individual ASEAN members, notably the Philippines,",
  "Singapore, Vietnam and Cambodia. Relations have been strengthened (and upgraded to ‘strategic",
  "partnerships’) with Japan and South Korea, seen previously as too close to Washington to be of",
  "interest to non-aligned New Delhi, and even with Taiwan, a country which India had traditionally",
  "kept at arm’s length out of skittish deference to Beijing’s sensibilities. With Japan, there has been a",
  "flurry of high-level exchanges, with every one of the country’s succession of prime ministers",
  "making a beeline for New Delhi early in his term. Tokyo tends to see the utility of building up",
  "India as an alternative Asian centre of attraction, if not quite a counterweight, to Beijing. India, not",
  "China, is now the top recipient nation of yen credits. Japan and South Korea clearly began to take",
  "India more seriously after the India–ASEAN relationship improved and India began engaging with",
  "the region’s leaders at summit level.",
  "Japanese FDI in India is continuing to grow and has crossed $5.5 billion; Japan is also a",
  "generous purveyor of official development assistance, albeit in the form of loans, not grants, which",
  "are focused on infrastructure development (particularly power and transportation). One of the most",
  "important current Indo-Japanese projects is the Delhi– Mumbai industrial corridor, calling for an",
  "estimated total investment of $90 billion, which will transform a vast stretch of territory betweenthe nation’s administrative and commercial capitals, involve a dedicated container freight rail line",
  "from the capital to India’s western seaports, vastly improved transport links and the creation of",
  "greenfield townships along its route. India and Japan elevated their relationship to a ‘strategic and",
  "global partnership’ in August 2007. The regular bilateral naval exercises already alluded to reflect",
  "the fact that more than 50 per cent of India’s trade and more than 80 per cent of Japan’s oil imports",
  "transit through the Strait of Malacca, giving both countries a significant stake in the security of the",
  "Indian Ocean. The exercises also reflect wariness about the likely need for understanding between",
  "the two countries in the event that China’s major military expansion begins to acquire unfriendly",
  "overtones.",
  "Also in East Asia, South Korea has developed an increasingly important relationship with India,",
  "its entrepreneurial multinational corporations having made striking inroads into the Indian market.",
  "South Korean brands dominate India’s advertising billboards, and have cornered impressive",
  "shares of the market for cars and consumer goods. The steel company POSCO even launched a",
  "$12-billion project in Orissa, but this has fallen afoul of political and bureaucratic resistance by",
  "local tribals and Delhi environmentalists, so that the project’s long wait for approvals and",
  "clearances has been dragging on since 2005. An active India–Republic of Korea foreign policy",
  "and security dialogue has been established, and the prospects for defence cooperation appear",
  "bright, especially since India and South Korea decided to enhance their relationship to a strategic",
  "partnership in 2010.",
  "These changed relationships offer a striking contrast to the days in the late 1950s when the Thai",
  "prime minister complained to an Indian journalist of New Delhi’s characterization of his country",
  "as a ‘Coca-Cola economy’, and Nehru’s foreign policy ideologue, V.K. Krishna Menon, when",
  "approached by Japan’s UN Ambassador Matsushima seeking collaboration, ‘shooed me",
  "[Matsushima] off, remarking that the policies of India and Japan were so different that",
  "collaboration was out of the question’. India kept ASEAN at arm’s length since its inception,",
  "seeing the organization as a surrogate for American interests during the Vietnam War. Its own",
  "increasing proximity to the Soviet Union, crystallized in the Treaty of Friendship and Cooperation",
  "signed as war clouds with a US-backed Pakistan loomed in 1971, did not help enhance its image in",
  "Southeast Asian eyes. The decision of the Indira Gandhi government to recognize the Vietnamese-",
  "backed Heng Samrin regime in Cambodia prompted further alienation between ASEAN capitals",
  "and New Delhi. India even rejected an invitation to become an ASEAN dialogue partner in 1980.",
  "But these difficulties were temporal and not structural ones. The estrangement ended swiftly when",
  "New Delhi wanted it to, in 1991.",
  "In India’s new pragmatic view of its foreign policy, it was important to improve relations not",
  "only with ASEAN but with East Asian lands beyond the association’s reach—with Japan and",
  "South Korea, for instance, because they are major sources of foreign investment to speed up",
  "India’s economic development. But equally, New Delhi saw an increasing strategic convergence",
  "with these two democracies, in the face of China’s impressive rise. ‘Look East’ has acquired",
  "tangible content in such areas as cooperation on counterterrorism and anti-piracy, maritime and",
  "energy security, keeping open the sea lanes of communication in the region’s waters and joint",
  "humanitarian relief operations (notably after the Indonesian tsunami, when the United States asked",
  "India, along with Japan and Australia, to constitute the core group of countries to deliver relief).A military and security dimension to the policy has also been emerging. With more than half of",
  "India’s trade traversing the Strait of Malacca, the Indian Navy has taken on a role in the joint",
  "patrolling of the Strait, and established a Far Eastern Naval Command at Port Blair on the",
  "Andaman and Nicobar Islands, Indian territory that lies closer to Sumatra than to Surat. It",
  "organizes a gathering of naval fleets, code-named ‘Milan’, in Port Blair biennially since 1995, to",
  "conduct combined exercises with eleven regional navies and also promote social and professional",
  "interactions among them. Defence cooperation has strengthened since 1993 with Malaysia—which,",
  "with over 2 million persons of Indian origin, is home to one of the largest Indian diaspora",
  "communities in the world—and has featured annual meetings of the two countries’ defence",
  "secretaries, military training and the supply of defence equipment.",
  "Bilaterally, India has cooperative arrangements with several countries stretching from the",
  "Seychelles to Vietnam, many of which have acquired security dimensions. Multilaterally, India has",
  "been an active participant in the Regional Cooperation Agreement on Combating Piracy and",
  "Armed Robbery against Ships in Asia (ReCAAP), and maritime security has begun to loom larger",
  "in the consciousness of Indian decision-makers after the terrorists of 26/11 hijacked an Indian ship",
  "and transported themselves to Mumbai. A counterterrorism agreement with ASEAN reflects the",
  "region’s increasing worries about Islamic fundamentalism after the Bali bombings. Joint naval",
  "exercises have been conducted with Singapore also since 1993, with Indonesia since 2002 and",
  "occasionally, since 2000, with Vietnam; other exercises have featured Malaysia, Thailand and the",
  "Philippines. One joint exercise that involved India, Singapore, Japan and Australia sent the alarm",
  "bells ringing in Beijing and prompted a nervously Sinophile Canberra to pull the plug. New Delhi",
  "has shown little regret about the end of what many had seen as an incipient strategic alliance of",
  "these four countries (with a benign United States looking on) in East Asia.",
  "India’s diplomats have been kept busy as New Delhi stepped up its active presence in the",
  "region. India became a ‘sectoral dialogue partner’ with ASEAN in 1992, a full dialogue partner in",
  "1995, a member of the Council for Security Cooperation in the Asia-Pacific the following year; it",
  "participated in the ASEAN Ministerial Meeting, the Post Ministerial Conference and the ASEAN",
  "Regional Forum in July 1996. India became a ‘summit level partner’ (a status accorded previously",
  "only to China, Japan and South Korea) in 2002. ‘ASEAN+3’ became ‘ASEAN+6’ to include India",
  "(in order, Japan made clear, to balance China’s strength in the +3 format); and India was made a",
  "full member of the East Asia Summit by leaders in Singapore and Indonesia who shared much the",
  "same concerns. (India is not yet in the Asia-Pacific Economic Cooperation forum, APEC, despite",
  "the best efforts of Japan and the United States, because China stubbornly persists in pointing out",
  "that New Delhi doesn’t actually have any visible connection to the Pacific.)",
  "In all this, it is difficult to see the same India that had failed—indeed refused—to get in on the",
  "ground floor when ASEAN was created in 1965. In the ARF, India has focused on a number of key",
  "activities such as peacekeeping, maritime security and cyber security, where its undeniable",
  "strengths are of great value to the other members. India has also involved itself in several",
  "infrastructure projects that serve to tie it closer to Southeast Asia: the UN Economic and Social",
  "Commission for Asia and the Pacific’s plans for an Asian highway network and a trans-Asian",
  "railway network, and the intermittent attempts to reopen the Second World War–era ‘Stilwell",
  "Road’ which would link Assam with China’s Yunnan province through Myanmar. While suchventures are still largely schemes on the drawing board, the government has been kept busy hosting",
  "India–ASEAN business summits, pursuing its obligations under ASEAN’s Treaty of Amity and",
  "Cooperation in Southeast Asis (to which India acceded in 2003) and arranging a series of high-",
  "level visits to and from ASEAN countries. Trade with the region accounts for some 45 per cent of",
  "India’s foreign trade, and remains vital for the country’s future prosperity.",
  "The Stilwell Road may in fact be a somewhat premature idea, given that a road link with a",
  "China that still does not recognize Arunachal Pradesh as a part of India would open our country up",
  "further to Chinese irredentist claims, not to mention flooding the region with Chinese products at a",
  "time when Indian goods are struggling to reach northeastern Indian markets. A bigger priority ought",
  "to be to connect the rest of India better to the state and to the north-eastern region as a whole,",
  "which will require New Delhi to do much more to develop infrastructure in the state than to",
  "establish a road link with China. If India starts thinking strategically about its North-East, it will",
  "have to make some investments in domestic infrastructure before it thinks of expenditure abroad.",
  "Nonetheless, India has played a crucial role in developing multilateral organizations in the",
  "region, notably the Mekong–Ganga Cooperation (MGC), the IOR-ARC and BIMSTEC, the latter",
  "pair of which we will discuss in greater detail below. Such associations of countries around a",
  "common purpose have two attractive features: they permit progress to be made on developmental,",
  "environmental and security issues, while benefiting from the exclusion of strategic rivals like",
  "Pakistan and China. Pakistan has systematically obstructed all of India’s efforts to forge",
  "meaningful progress in SAARC, as noted in Chapter Three. Despite China being an Upper Mekong",
  "riparian country, it has been omitted from the MGC, giving credence to Beijing’s view that India’s",
  "intentions in devising this organization are deliberately to counterbalance China’s influence in the",
  "area. (In all fairness, however, it should be pointed out that China refuses to be part of the Mekong",
  "River Commission, claiming that it is not an Upper Mekong riparian state.)",
  "As Prime Minister Manmohan Singh made clear when speaking about the strategic shift",
  "embodied in India’s ‘Look East’ policy, ‘most of all it is about reaching out to our civilizational",
  "neighbours in Southeast Asia and East Asia’. This outreach was essential if India was to avoid",
  "being confined to its immediate subcontinental environs and establish itself as a regional power; it",
  "was also necessary if India was to take advantage of the huge economic advances made by the",
  "Southeast Asian nations, whose successes in many respects pointed the way for India’s own",
  "progress and prosperity. Six of the twenty members of the G20, as the Indian prime minister noted",
  "—Australia, China, India, Indonesia, Japan and South Korea—belong to the East Asia Summit.",
  "With talk of the twenty-first century being the ‘Asian Century’ as the twentieth was America’s,",
  "Prime Minister Manmohan Singh’s vision of an integrated Asia stretching from the Himalayas to",
  "the Pacific Ocean, in which one could travel, trade and invest freely throughout the region, is an",
  "admirable objective, if still—given geopolitical realities—largely a dream.",
  "For despite all the encouraging developments, there is still a long way to go. India–ASEAN",
  "trade is not yet at $50 billion; with a few exceptions like Singapore, the visa regime between India",
  "and ASEAN members remains complicated and difficult; despite the liberalization of air services",
  "agreements with ASEAN members, India’s airlines still do not enjoy a comprehensive open skies",
  "policy with ASEAN and vice versa; and tourism from ASEAN (and for that matter from East",
  "Asian countries like Japan, Korea, China and Taiwan) to India does not begin to compare to that inthe opposite direction, reaching barely 10 per cent of Indian travellers to the East. It is startling",
  "that the land that gave birth to Buddhism has not been able to attract more Buddhists to places like",
  "Bodh Gaya, Sarnath and Nalanda (or for that matter to the much else that India offers, from the Taj",
  "Mahal to golden beaches, nature parks and resorts and places of historical interest, none of which",
  "has been marketed well in the region). Visa restrictions continue to apply on both sides; tentative",
  "moves to promote visas on arrival in India were scuttled after the terrorist attacks of 26/11",
  "revealed the country’s vulnerability to malign outsiders. The kind of cooperative projects being",
  "discussed—launching an India–ASEAN health care initiative aiming to provide low-cost drugs, or",
  "creating an India–ASEAN Green Fund for Climate Change projects—are underwhelming. In",
  "contrast, the China–ASEAN FTA is the third largest regional agreement in terms of economic",
  "value, after only the EU and NAFTA. India has also been seen to be considerably less active than",
  "China or Japan across the ASEAN region.",
  "There are, however, some evident Indian comparative advantages that can be leveraged through",
  "its ‘Look East’ policy. The excellence of its institutions of higher education, notably the famed",
  "Indian Institutes of Technology (IITs) and of Management (IIMs) have given it a reputation in",
  "human resource development that makes it an attractive resource not just for developing countries",
  "like Cambodia, Laos or Timor-Leste, but even for relatively advanced nations like Indonesia,",
  "Malaysia and Singapore, each of which has solicited the establishment of Indian educational",
  "institutions on their territories. Information technology remains a key selling point, but by no means",
  "the only one.",
  "While India has never shown a great deal of enthusiasm for exporting its democracy, it remains",
  "willing to offer technical assistance in such areas of democracy promotion as public",
  "administration and the conduct of free and fair elections. As the motherland of much of Southeast",
  "Asia’s culture and the crucible of the Buddhism widely practised across the region, India begins",
  "with a storehouse of respect that it has sometimes seemed to squander. Where imagination has",
  "been allied to public policy and governmental support, the results can be spectacular, as in the",
  "Nalanda project, which revives a fabled international university in Bihar, a lodestar for students",
  "from the Far East for centuries before Oxford and Cambridge were even dreamed of. The active",
  "participation of China, Japan and Singapore in Nalanda’s revival is a noteworthy example of the",
  "use of culture to strengthen political relations across the region.",
  "On the other side of the ledger is the failure to use the scattered Indian diaspora in the region as",
  "levers of Indian policy. Unlike the Chinese diaspora, the Indian is less cohesive, more generally",
  "working class in origin (going back to the importation of plantation labour by the colonial regime)",
  "and less influential in their societies—there is no Indian equivalent of the ethnic Chinese generals",
  "in Indonesia or prime ministers in Thailand. The Indian diaspora in Southeast Asia, differing",
  "visibly from the indigenes around them, also tends to be more anxious to demonstrate their loyalty",
  "to their countries of residence, overtly eschewing any political affinity to their cultural motherland",
  "in India. This is gradually changing, though, as India itself is seen as more acceptable to the",
  "countries of the region; some prominent Singaporean Indians, for instance, who at one time went",
  "out of their way to criticize India sharply and publicly, now speak openly in misty-eyed terms of",
  "their Indian origins—a clear reflection of the changing esteem in which the new, post-1991 India is",
  "held.This discussion of Asia has omitted Australasia and the Pacific, which must be briefly",
  "mentioned. India has a complex relationship with Fiji in view of the endemic tensions between the",
  "indigenous majority there and the large population of Indian descent (some 44 to 46 per cent of",
  "Fijians, a number declining with increasing emigration). Fiji has often been quick to accuse",
  "successive Indian high commissioners in Suva of interference in the country’s internal affairs,",
  "while India has lobbied hard for sanctions against Fiji after the two coups there against elected",
  "Indian-dominated governments in 1987 and 2000. Relations have settled into an uneasy truce, with",
  "India providing some aid to Fiji and Fijian Prime Minister Qarase making a successful visit to",
  "New Delhi in 2005. New Zealand has modest defence links with India, featuring pleasant",
  "interaction between their navies, with ship visits and naval exercises; India posted a former navy",
  "chief as its high commissioner in Wellington till 2012. Canberra’s is a more important relationship",
  "that can grow manifold, given the converging interests of both nations, reflected in a series of",
  "agreements in 2006 and 2007 (on joint naval exercises, increased maritime security cooperation,",
  "more frequent military exchanges, and joint training of the two nations’ armed forces)",
  "complemented in 2009 by the announcement of a ‘strategic partnership’. Australia has become the",
  "second most favoured destination for Indian students after the United States, with over 120,000",
  "Indian students enrolled in 2009 (reflecting an average annual increase of 41 per cent since 2002).",
  "Though this has declined somewhat following the spate of attacks on Indian students in Australia in",
  "2009–10, the reversal of that trend, and the positive portrayal of Australia in a number of Hindi",
  "films, may again see Indians flocking to the sunshine, cricket, nubile youth and job opportunities",
  "that a student visa to Australia gives access to.",
  "Central Asia is also an increasingly important region within India’s ‘near abroad’. It is a region",
  "with which India has rich historic links and one that offers a wealth of natural resources, abundant",
  "transit options and a new geopolitical arena. The oil and gas resources of the region are of",
  "particular interest, having prompted ingenious proposals like the US-backed Turkmenistan–",
  "Afghanistan–Pakistan–India (TAPI) pipeline, which remains on the drawing board as long as the",
  "territories of Afghanistan and Pakistan are insecure. Tajikistan, which shares borders with both",
  "Afghanistan and China, has emerged as an important strategic Central Asian partner for India, and",
  "has provided India its first external military airbase at Ayni. Several Central Asian governments,",
  "worried about Islamic radicalism and understandably suspicious of the close ties between",
  "Pakistani militant organizations and their counterparts like the Islamic Movement of Uzbekistan",
  "(IMU), see in India a plausible sympathetic ally against violent Islamism. The potential of such",
  "alliances helps explain India’s intense interest in the Shanghai Cooperation Organization (SCO),",
  "launched in 2001 by China with Kazakhstan, Kyrgyzstan, Russia, Tajikistan and Uzbekistan, in",
  "which India has been given observer status but not yet full membership.",
  "The SCO has so far done little more than hold summit meetings, but its importance should not be",
  "underestimated. Two regional organizations in which India has a far more central role—",
  "BIMSTEC and the IORARC—are discussed in more detail below.",
  "BIMSTEC is an international organization founded in 1997 and initially named BIST-EC, for",
  "economic cooperation among its original four members, Bangladesh, India, Sri Lanka andThailand. Its membership now also includes Bhutan, Myanmar and Nepal; Myanmar’s admission",
  "changed the acronym to BIMSTEC, and with Bhutan and Nepal coming in, the acronym was",
  "retained but its meaning altered (this is the kind of clever wordplay in which Indian diplomats",
  "specialize).",
  "BIMSTEC offers an interesting opportunity to demonstrate my central thesis of foreign policy",
  "serving to benefit domestic publics, because its success will help transform India’s neglected and",
  "underdeveloped north-eastern states. India’s North-East is the bridge between two subregions of",
  "Asia—South Asia and Southeast Asia. Both regions are in the midst of tremendous positive",
  "change, spurred by economic growth and development. For various reasons, India has not so far",
  "been able to leverage the various opportunities that this subregion of India offers for the well-",
  "being and prosperity of the people who live here. Among the opportunities we should seize are not",
  "only the geographical factor of being a bridgehead between South Asia and Southeast Asia, but",
  "also the trade potential emerging from the natural and human resources of the seven sisters of the",
  "North-East. Today’s challenge is to harness these opportunities to ensure that growth and",
  "development does not bypass this region but passes by this region. BIMSTEC’s objectives as an",
  "organization will involve it in truly linking this region not only to other parts of India but beyond.",
  "If the most clichéd slogan about India is ‘Unity in Diversity’, there are places in the country that",
  "vividly demonstrate diversity within India’s unity. The north-eastern states of the Indian Union,",
  "populated mostly by people ethnically kin to their neighbours to the east and south of them, have",
  "been bountifully endowed by nature. The region features rich biodiversity; its hydro potential is",
  "unparalleled; it has petroleum and natural gas along with other minerals; and it also has great",
  "forest wealth. But more than these rich natural endowments, the region is blessed with great (and",
  "underdeveloped) human resource wealth, emerging from the confluence of various ethnic,",
  "linguistic, religious, cultural and educational currents.",
  "Although industrialization was brought to this region by the British East India Company in the",
  "early nineteenth century with the cultivation and first export of tea way back in 1839, the rapid",
  "development of industry has not taken place here. Even coal was found here soon thereafter and",
  "exploited, which led to the development of the railways. The first oil refinery of Asia was set up",
  "in 1901 in Digboi following the discovery of oil in Upper Assam. It is also important to remember",
  "that in the past, during times of acute foreign exchange scarcity, Assam’s tea and jute exports were",
  "sources of much-needed foreign exchange for India. So it is all the more ironic and disheartening",
  "that today this region is yet to benefit fully from the industrialization and economic development of",
  "post-liberalization India, and that significant differences in terms of some development indicators",
  "have emerged with other parts of India. Happily, various initiatives are in place to correct the",
  "discrepancies and BIMSTEC is a key part of these efforts. New Delhi must give the organization",
  "greater support as part of its strategic obligation to bring economic development to this",
  "geopolitically crucial region of India.",
  "With the paradigm shift that has been taking place in New Delhi from a state-centred approach",
  "to one of interdependence and global and regional cooperation, we have become all the more",
  "aware of the geo-economic potential of the north-eastern region as a gateway to East and Southeast",
  "Asia. I am convinced that by gradually integrating this region through cross-border market access,",
  "the north-eastern states can become the bridge between the Indian economy and what is arguablythe fastest growing and most dynamic region in the world. While we live with the geographic fact",
  "that our north-eastern region is landlocked, the geographical location of the North-East makes it the",
  "doorway to Southeast and East Asia and vice versa, a doorway for these economies into India.",
  "Let us consider some basic facts. A glance at the map of the northeastern region reveals that the",
  "region is almost entirely surrounded by foreign states and the seven sisters of the region are",
  "internally landlocked with concomitant locational disadvantages, despite the fact that each of these",
  "states has at least one international border. The north-eastern region is cradled by five Asian states",
  "—China, Nepal, Bhutan, Myanmar and Bangladesh—and connected to India only by a narrow strip",
  "of territory, 21 to 40 kilometres in width, running north of Bangladesh, the so-called Chicken’s",
  "Neck. Arunachal Pradesh, Manipur, Mizoram and Nagaland share a 1643-kilometre-long border",
  "with Myanmar; Assam, Meghalaya, Tripura and Mizoram share a 1880-kilometre border with",
  "Bangladesh; Arunachal Pradesh, Assam and Sikkim share a 468-kilometre border with Bhutan;",
  "Arunachal Pradesh and Sikkim share a 1325-kilometre border with the Tibet Autonomous Region",
  "of the People’s Republic of China. The region’s difficulties following from the loss of connectivity",
  "and market access as a result of Partition in 1947 are well known, though recent discussions with",
  "Bangladesh augur well for changing that narrative of deadlock and denial. Traditional",
  "transportation routes—rail, road and river, linking the Chittagong and Kolkata ports—suddenly",
  "became unavailable in the 1960s and alternative routes were prohibitively costly. To cite an",
  "example, the distance between Agartala and Kolkata port is 1700 kilometres, whereas earlier it",
  "was just about 375 kilometres through the territory of what became East Pakistan, now",
  "Bangladesh. The result, therefore, was massive market and logistical disruption, from which the",
  "North-East of India still suffers.",
  "The Manmohan Singh government has taken a number of initiatives which will have a long-term",
  "economic impact on the region, including the launching of a ‘North-Eastern Region Vision 2020’",
  "by the prime minister himself in 2008 and the setting up of a coordinating ministry dedicated to the",
  "development of the north-eastern region, focusing particularly on important infrastructure tasks,",
  "such as rail and road development and power projects, the development of services in sectors like",
  "hotels, adventure and leisure sports, nursing homes and vocational training institutes. Considering",
  "the rich biodiversity of the region, biotechnology has been brought under the purview of the new",
  "policy.",
  "This may sound like an internally focused approach, but it is part of a larger picture. India’s",
  "‘Look East’ policy, as explained earlier in this chapter, was not merely a matter of external policy;",
  "it was also a strategic shift in India’s vision of the world and India’s place in the evolving global",
  "economy. Most of all, it was about reaching out to our civilizational neighbours in the region and",
  "availing of the economic opportunities presented by these countries for our own domestic",
  "development.",
  "Several projects have been proposed, and some beginnings undertaken, under the aegis of the",
  "‘Look East’ policy, specifically to uplift North-East India. Among these are the Asian Highway,",
  "the proposed Asian Railway link and various schemes for a natural gas pipeline across the area.",
  "The Kaladan Multimodal Transit Transport facility is aimed at establishing connectivity between",
  "India and Sittwe port in Myanmar (formerly Akyab) through river and road links from Mizoram.",
  "With the Mekong–Ganga initiative, the intention is to permit direct flights between Guwahati inAssam and Ho Chi Minh City in Vietnam, and between Imphal in Manipur and Hanoi. When",
  "completed, the Asian highway project is expected to provide a land route from Singapore to New",
  "Delhi through Malaysia, Vietnam, Laos and Myanmar. India has already taken the first step in this",
  "direction and has built the road linking Tamu in Manipur to Kalemyo, a key communication",
  "junction in the centre of Myanmar.",
  "As an earnest gesture of its intent to improve linkages between India’s North-East and Southeast",
  "Asia, India organized an India–ASEAN car rally in 2004, which started in Guwahati and ended in",
  "Indonesia’s Batam Island off Singapore after crossing Myanmar, Thailand, Laos, Vietnam,",
  "Cambodia, Malaysia and Singapore. The event was greeted with much enthusiasm in all of India’s",
  "north-eastern states, with mini rallies held in all the seven sisters to great public acclaim. Though",
  "the initiative sparked hopes of ending the North-East’s isolation from the rest of India and their",
  "immediate neighbours to the east, it was not followed up with concrete policies and the",
  "implementation of many schemes outlined earlier remained inordinately slow. Projects to create a",
  "Delhi–Hanoi rail link and a trilateral highway linking India, Myanmar and Thailand have made",
  "little headway; had they done so, they could also have encouraged Bangladesh to join the",
  "bandwagon, instead of remaining a sole obstacle to India’s eastern connectivity. Given the",
  "continuing political sensitivities in Bangladesh over seeming to be giving in too much to India, it",
  "might be easier for Dhaka, too, to cooperate on issues of transit not as a purely bilateral matter but",
  "as part of an overall regional arrangement.",
  "For once, the Government of India recognizes that it does not have all the answers: the Vision",
  "2020 document makes it clear that private-sector investment is indispensable for the long-term",
  "economic development of the North-East. It does not go far enough, however, to assure the private",
  "sector that the government will create the infrastructure, or the conditions of security in the face of",
  "insurgency, to make their investments worthwhile. It remains an axiom that the private sector will",
  "move in only where the government has first established the basic platform for them to pursue their",
  "profits. This remains a huge challenge.",
  "Nonetheless, India’s engagement with BIMSTEC is a key component of our ‘Look East’ policy.",
  "Indeed, BIMSTEC is a forum where New Delhi’s ‘Look East’ policy meets Bangkok’s ‘Look",
  "West’ policy. BIMSTEC is a unique link between South Asia and Southeast Asia. From the very",
  "beginning, it has been considered a powerful mechanism to promote opportunities for trade,",
  "investment and tourism between these two regions. Since its inception with just four members in",
  "1997, the combined GDP of the BIMSTEC countries has almost tripled, reaching nearly $2",
  "trillion. At present, connectivity among the members is far more than it was in 1997, and intra-",
  "BIMSTEC trade turnover and investment and people-to-people exchanges have multiplied. A free",
  "trade agreement within the BIMSTEC framework is being discussed.",
  "If India takes advantage of the experiences and strengths of the member countries in a concerted",
  "way, it is possible to have a far-reaching impact on poverty reduction and on the overall",
  "development of the region. For this to happen, tremendous effort and investment will have to be",
  "made in the north-eastern states to benefit from the doors that are being opened. There needs to be",
  "greater focus on capacity building, especially in building up human resource capacity, by",
  "preparing the people of the seven sisters for the opportunities that will open up in the commerce,",
  "tourism and services sectors. As already suggested in Chapter Three, major new projects torebuild the overland linkages between this region and neighbouring countries will help create the",
  "physical integration from which economic integration will flow.",
  "The overlap between the internal and the international makes it also essential that we dovetail",
  "the development strategies of the northeastern region with the BIMSTEC initiative. Pursuance of",
  "the ‘Look East’ policy for over fifteen years has put in place certain diplomatic and political",
  "structures. There is now need to make these structures work for the north-eastern region.",
  "Diplomatic initiatives urgently need to be converted into commercial, touristic and investment",
  "opportunities. This will require greater coordination than we have seen so far between the",
  "Ministry of External Affairs and the Ministry of Development of North-Eastern Region, the",
  "Planning Commission, the assorted economic ministries and the seven state governments.",
  "Bilateral relationships are also vital in strengthening our collective efforts. The increased",
  "momentum of the strengthening of India’s relations with countries like Bangladesh and Thailand",
  "will inevitably contribute to our effective cooperation within BIMSTEC as well. This is a",
  "mutually reinforcing process.",
  "However, practical progress will require much more by way of the development of",
  "transportation and communication linkages and greater connectivity among the members. Tackling",
  "constraints and bottlenecks in transportation and communication identified by the Asian",
  "Development Bank (ADB) is essential. As part of the ‘Look East’ policy, India strongly supports",
  "the various initiatives taken to improve comprehensive physical connectivity between countries in",
  "the region. From our perspective, the most critical link would be to create road connectivity from",
  "the North-East of India through Myanmar into Southeast Asia. A trilateral highway project between",
  "India, Myanmar and Thailand is under construction. Thailand and India in fact have completed",
  "construction of the link roads on either side. Some portions of the internal road connectivity in",
  "Myanmar remain to be completed, and Myanmar has made requests for grants and funding to",
  "enable this project to proceed. Once this road is completed, it would conveniently link us with the",
  "Asian highway network and the new East-West highway project running from Vietnam through to",
  "Myanmar.",
  "India is involved in a variety of cross-border development projects with Myanmar in diverse",
  "fields such as roads, railways, telecommunications, IT, science and technology and power. These",
  "initiatives are aimed at improving connectivity between north-eastern India and western Myanmar",
  "and are expected to give an impetus to the local economies as well as bilateral trade. Probably",
  "among the most important is the Kaladan Multimodal Transit Transport facility already mentioned,",
  "which envisages connectivity between Indian ports on the eastern seaboard and Sittwe port in",
  "Myanmar and then through riverine transport and by road to Mizoram, thereby providing an",
  "alternative route for transport of goods to India’s North-East. In fact, given the importance that the",
  "Government of India attaches to this project, New Delhi has decided to fund it completely. Several",
  "projects are on the anvil to provide road, rail and river transportation routes from the north-eastern",
  "states through Myanmar into Thailand and the rest of ASEAN. Once these are completed—which",
  "would require energy, political will and commitment from all BIMSTEC countries and most of all",
  "from India—one can truly turn the term ‘landlocked’ into ‘land-linked’.",
  "In any case, ‘landlocked’ is a geographical concept whose applicability in the twenty-first",
  "century is contestable. In today’s IT age, land is not necessary for countries to be linked. That iswhy India must put more effort into enhancing digital connectivity with this region, starting with an",
  "optical fibre cable link between the towns of Moreh in Manipur and Mandalay in Myanmar.",
  "Similarly, India’s excellent relations with Bhutan and its involvement in the development and",
  "growth of Bhutan’s economy also translate into direct benefits for the north-eastern states. Recent",
  "increases in the export of raw material and agricultural produce from this region to Bhutan have",
  "meant better opportunities for agriculturists and industries in the North-East. In fact, Jaigaon on the",
  "Indian side of the border across from Phuntsoling on the Bhutan side has grown and become",
  "prosperous with its position as the nodal point for trade with Bhutan. Mutually beneficial",
  "development of water resources between India and Bhutan has already been described earlier in",
  "this chapter, and most of the hydroelectric power that is being generated as a result is for the use of",
  "the eastern and north-eastern states of India.",
  "BIMSTEC is an important vehicle to promote regional cooperation and economic integration in",
  "a range of areas in our region. I would like to see BIMSTEC develop as a vibrant organization",
  "effectively making the North-East our country’s gateway to Southeast Asia. I have often argued that",
  "in today’s globalized world the distinction between the national and the foreign is increasingly",
  "irrelevant. BIMSTEC provides an opportunity for India to advance its national developmental",
  "priorities in this region and its foreign policy interests in the wider region in one seamless",
  "approach. Given the obvious political and security interests that are also at stake, it is an",
  "opportunity that must be seized in our fundamental national interest.",
  "All is not unrelievedly good news. The limitations of India’s ‘Look East’ policy are nowhere more",
  "apparent than in Timor-Leste (formerly known as East Timor), the former Portuguese colony which",
  "won its independence from Indonesia in 2000. ‘Embassy Row’ in the capital, Dili, occupies much",
  "of the capital’s sparkling seafront. All the embassies have majestic views of the Indian Ocean. The",
  "imposing US embassy is set far back from the street in fear of possible truck bombers; the Chinese",
  "one practically hugs the pavement; the Japanese and Koreans appear to jostle with the Portuguese",
  "and the Australians for the most desirable oceanfront space. Now Pakistan has announced it is",
  "opening an embassy in Dili. Of India, there is no sign: the newest member country of the United",
  "Nations is covered from Jakarta by our ambassador to Indonesia, whose brutal twenty-five-year",
  "occupation, ending in 2000, has not yet been forgotten in Timor-Leste. The fact that the only Indian",
  "flag flying in Dili was one placed in the foyer of my hotel, in honour of this visiting MP, reflects",
  "our country’s inexcusable failure to engage with the great potential of Southeast Asia’s youngest",
  "nation.",
  "I was in Dili in early 2011 at the invitation of my good friend and then president Jose Ramos-",
  "Horta, whom I had first met a decade and a half ago as a Gandhian-minded human rights activist,",
  "whose advocacy of his people’s freedom won him the Nobel Peace Prize in 1995. Ramos-Horta",
  "has held every position of international heft in his country—foreign minister, prime minister and",
  "president—but retains a disarming modesty. My wife and I were astonished to be picked up by him",
  "personally at the airport and driven (by him, not a chauffeur) to our hotel in his quaint six-wheel",
  "Mini Moke. His message was clear: an Indian visitor, even one far removed from the corridors of",
  "power, was a welcome indication of interest, to a nation uncomfortably being wooed by both",
  "China and Pakistan.That Timor-Leste should be the object of so much international courtship is hardly surprising.",
  "This small country of just over a million people sits on an enormous quantity of oil and natural gas,",
  "whose revenues have already helped build a reserve fund of $6 billion, growing every year. The",
  "half-island nation (its other half is Indonesian West Timor) is also home to significant quantities of",
  "gold and manganese, and its shores teem with fish. But it’s not just Timor-Leste’s natural resources",
  "that attract outsiders. Its needs are significant as well. The country, once dirt-poor, was devastated",
  "by a vengeful Indonesian withdrawal that left much of the capital in ruins. The task of building",
  "infrastructure—including support for the country’s exploitation of its own offshore oil and gas—is",
  "enormous, and calls for enterprising investors. Given its own increasing prosperity, Dili is not",
  "looking for handouts, but for help.",
  "Timor-Leste is the kind of place in which one would imagine India being far more active than",
  "Pakistan, and yet it’s Islamabad that has leapt at the prospect, not New Delhi. Our woefully",
  "understaffed foreign service has been noticeably reluctant to open new missions without the",
  "qualified and experienced personnel available to run them. Despite a Cabinet authorization two",
  "years ago to double the strength of our diplomatic corps, little progress has been made to increase",
  "available numbers, given the unwillingness of the establishment to open itself up to mid-career",
  "recruitment from outside the foreign service. This means that a number of pending",
  "recommendations for new missions are still languishing, and new recommendations simply aren’t",
  "being made.",
  "But if Delhi won’t stir itself, Dili will. President Ramos-Horta had already won Cabinet",
  "approval to open an embassy in India and was about to embark on the necessary procedures to",
  "implement it. He was grateful for China’s huge contributions to his nation—Beijing has already",
  "built the foreign ministry building and the presidential palace in Dili, as well as a headquarters",
  "building and staff quarters for the military—but remained wary of being enveloped solely in the",
  "dragon’s embrace. Timor-Leste hopes to join ASEAN soon, and would like nothing better than for",
  "China’s blandishments to be balanced by an attentive India. Non-alignment between two big",
  "powers is still, after all, the wisest option for a small and newly independent nation.",
  "The Indian private sector has been quick to wake up to the possibilities. Reliance Petroleum is",
  "spending a million dollars a day drilling in an exploratory block off the country’s southern coast,",
  "and if it strikes oil, the proceeds could be astronomical. Builders, road developers and exporters",
  "are also beginning to take interest. Timor-Leste imports almost everything: its trade imbalance is",
  "startling, featuring imports of $828 million and exports of just $8million (consisting entirely of",
  "what President Ramos-Horta insists is the world’s best coffee). Opportunities abound, and it",
  "won’t be the first time Indian entrepreneurs take initiatives before our government does.",
  "Not that South Block has been entirely asleep at the switch: there are uniformed Indians, both",
  "military and police, in the United Nations mission in Timor-Leste, and our government has offered",
  "Timorians a number of scholarships for study in India. For the most part, though, the scholarships",
  "have gone abegging, since Timorese students don’t have the grounding, or the English, to take them",
  "up. The President would love to have Indian help in building up his country’s human resource",
  "capacities. An Indian IT training centre in Dili, he says, would be a wonderful start.",
  "India has started putting diplomatic and financial energy into its traditional talk of South–South",
  "cooperation; we are offering foreign aid, grants and loans, to a number of African countries.Timor-Leste is a more self-reliant nation than most, so we will not need to be out of pocket much",
  "to help it. But if we send a few experts over to train young Timorese to take advantage of all that",
  "the twenty-first century offers them, we can make an impact out of all proportion to its cost. When",
  "the prime minister, the heroic Xanana Gusmao, developed cervical pain, he had to fly to Singapore",
  "to be treated: a good Indian hospital would be welcomed by every Timorese. Agriculture, mining",
  "and the development of small and medium enterprises are also things we are good at that the",
  "Timorese sorely need. It’s time for New Delhi to plant an Indian flag in new Dili.",
  "The story of Admiral Zheng He, with which I began Chapter Three, is a marvellous evocation of",
  "cultural eclecticism, but it is also a wonderful illustration of the age-old cosmopolitanism of the",
  "Indian Ocean region, centuries before the word ‘globalization’ had ever been coined.",
  "Zheng He’s travels six hundred years ago stand as a reminder of the economic potential of the",
  "vast waters of the Indian Ocean, which wash the shores of dozens of countries large and small that",
  "straddle half the globe, account for half of the planet’s container traffic and carry two-thirds of its",
  "petroleum. But far more interesting, perhaps, are the strategic implications of the Indian Ocean",
  "region. The American writer Robert Kaplan’s premise, in his 2010 book Monsoon, is that the",
  "‘Greater Indian Ocean’, from the Horn of Africa to Indonesia, ‘may comprise a map as iconic to",
  "the new century as Europe was to the last one’ and ‘demographically and strategically be a hub of",
  "the twenty-first century world’. As an American analyst, he argues that this makes the Indian Ocean",
  "‘the essential place to contemplate the future of U.S. power’. Perhaps that is what President",
  "Obama was doing in early November 2010, as he flew from India to Indonesia and contemplated",
  "the vastness of the Indian Ocean beneath. But surely it is even more vital for India to see its",
  "eponymous ocean as the locus of its own strategic power calculations.",
  "From an Indian point of view, though, the strategic importance of an ocean, at whose central",
  "point our subcontinent stands, is easy enough to grasp. The Indian Ocean is vital to us as the place",
  "through which most of our trade is conducted; keeping it safe from the depredations of pirates or",
  "the dominance of hostile foreign navies is indispensable for our national security. Our coastlines",
  "represent both points of engagement with the world and places of vulnerability to attack from",
  "abroad (as we saw most recently on 26/11). What should we be doing about it?",
  "One way of dealing with the Indian Ocean is to see it through a security prism, and that, I am",
  "sure, our defence ministry and our navy, in particular, are already doing. The creation of an ‘Indian",
  "Ocean Naval Symposium’ that brought together over fifty countries to talk about the ocean is",
  "testimony to that. Another way, though, is to see the Indian Ocean’s potential for constructive",
  "diplomatic action. I am a believer in doing this through a subregional organization that India did a",
  "great deal to start, and needs to do a lot more to sustain.",
  "What international association brings together eighteen countries straddling three continents",
  "thousands of miles apart, united solely by their sharing of a common body of water? That’s a quiz",
  "question likely to stump the most devoted aficionado of global politics. It’s the Indian Ocean Rim",
  "Association for Regional Co-operation, blessed with the unwieldy acronym IOR-ARC, which bids",
  "fair to be the most extraordinary international grouping you’ve never heard of.",
  "The association manages to unite Australia and Iran, Singapore and India, Madagascar and the",
  "UAE, and a dozen other states large and small—unlikely partners brought together by the fact thatthe Indian Ocean washes their shores. As India’s minister of state for external affairs in 2009, I",
  "have attended their ministerial meeting in Sana’a, Yemen, and despite being used to my eyes",
  "glazing over at the alphabet soup of international organizations I’ve encountered during a three-",
  "decade UN career, I find myself excited by the potential of this one.",
  "Regional associations have been created on a variety of premises: geographical, as with the",
  "African Union; geopolitical, as with the Organization of American States; economic and",
  "commercial, as with ASEAN or Mercosur; security driven, as with NATO. There are multi-",
  "continental ones too, like IBSA, which brings together India, Brazil and South Africa, or the better-",
  "known G20. And even Goldman Sachs can claim to have invented an intergovernmental body,",
  "since the ‘BRIC’ concept coined by that Wall Street firm was reified by a meeting of the heads of",
  "government of Brazil, Russia, India and China in Yekaterinburg in 2009, and has continued since,",
  "with South Africa joining the grouping in 2011. But it’s fair to say there’s nothing quite like the",
  "IOR-ARC in the annals of global diplomacy.",
  "For one thing, there isn’t another ocean on the planet that takes in Asia, Africa and Oceania (and",
  "could embrace Europe, too, since the French department of Reunion, in the Indian Ocean, gives",
  "Paris observer status in IOR-ARC, and the Quai d’Orsay is considering seeking full membership).",
  "For another, every one of Huntington’s famously clashing civilizations finds a representative",
  "among the members, giving a common roof to the widest possible array of worldviews in their",
  "smallest imaginable combination (just eighteen countries). When the IOR-ARC meets, new",
  "windows are opened between countries separated by distance as well as politics. Malaysians talk",
  "with Mauritians, Arabs with Australians, South Africans with Sri Lankans, Iranians with",
  "Indonesians. The Indian Ocean serves as both a sea separating them and a bridge linking them",
  "together.",
  "Regional associations have a wide variety of uses, and it’s fair to say they have not all been",
  "successful. Many would argue we haven’t fully exploited the potential of IBSA (India–Brazil–",
  "South Africa), or that BRIC, despite annual meetings of the leaders of Brazil, Russia, India and",
  "China, and the 2011 admission to it of South Africa, remains little more than a clever idea of an",
  "analyst at Goldman Sachs. So why try and make much of the IOR-ARC?",
  "Well, I can’t think of many other groupings in which Madagascar can exchange experiences in",
  "such a small forum with the UAE, and both with India. For another, the potential of the",
  "organization—as a forum to learn from each other, to share experiences and to pool resources on a",
  "variety of issues—is real. There are opportunities to learn from each other, to share experiences",
  "and to pool resources on such waterborne issues as blue-water fishing, maritime transport and",
  "piracy (in the Gulf of Aden and the waters off Somalia, as well as in the straits of Malacca). But",
  "the IOR-ARC doesn’t have to confine itself to the water: it’s the member countries that are",
  "members, not just their coastlines. So everything from the development of tourism in the eighteen",
  "countries to the transfer of science and technology is on the table. The poorer developing countries",
  "have new partners to offer educational scholarships to their young and training courses for their",
  "government officers. There’s already talk of new projects in capacity building, agriculture and the",
  "promotion of cultural cooperation.",
  "The IOR-ARC was, in many ways, India’s brainchild. To let it languish is not just to write off",
  "another bureaucratic institution; it is to give up on our leadership of a region that, whether we likeit or not, is indispensable to us. To engage with it and seek to revive it will take time, effort,",
  "energy and some resources—not more than twenty-first-century India can afford. The IOR-ARC",
  "could be the diplomatic arm of a two-pronged strategy to make Indian Ocean security and political,",
  "economic and cultural cooperation two sides of the same glittering coin.",
  "This is why we should not write off its immense possibilities. India, its chair as of 2012 (for a",
  "two-year term), must pledge itself to energizing and reviving this semi-dormant organization. As",
  "vice-chair I persuaded Australia to agree to be next in line, thus giving two active democracies a",
  "combined four-year stretch leading the IOR-ARC.",
  "We haven’t made much of it so far. The IOR-ARC has been treading water, not having done",
  "enough to get beyond the declaratory phase that marks most new initiatives. The organization itself",
  "is lean to the point of emaciation, with just half a dozen staff in its Mauritius secretariat (including",
  "the gardener). I visited the rather forlorn-looking headquarters in Port Louis and was concerned at",
  "the staff’s perception that the member states had not yet accorded adequate priority to the",
  "association.",
  "It is clear that the IOR-ARC has not yet fulfilled its potential in the decade that it has been in",
  "existence. As often happens with brilliant ideas, the creative spark consumes itself in the act of",
  "creation, and the IOR-ARC has been neglected by its own creators. Indian policy-makers have",
  "remained focused on the immediate challenge of Pakistan and the headline-grabbing relationships",
  "with the United States and China rather than spend time on an area they see as complex, inchoate",
  "and anything but urgent. The IOR-ARC’s formula of pursuing work in an academic group, a",
  "business forum and a working group on trade and investment has not yet brought either focus or",
  "drive to the parent body.",
  "But such teething troubles are inevitable in any new group, and the seeds of future cooperation",
  "have already been sown. Making a success of an association that unites large countries and small",
  "ones, island states and continental ones, Islamic republics, monarchies and liberal democracies,",
  "and every race known to mankind, represents both a challenge and an opportunity. This very",
  "diversity of interests and capabilities can easily impede substantive cooperation, but it can also",
  "make such cooperation far more rewarding. In this diversity we in India see immense possibilities.",
  "The brotherhood of man is a tired cliché; the neighbourhood of an ocean is a refreshing new",
  "idea. The world as a whole stands to benefit if eighteen littoral states can find common ground in",
  "the churning waters of a mighty ocean.c  s",
  ""
]