[
  "chapter11 leven",
  "‘Multi-Alignment’: Towards a ‘Grand Strategy’ for India in the",
  "Twenty-first Century",
  "When researching in 1977 the doctoral dissertation that became my first book, Reasons of State, I",
  "was told by a (then already retired) Indian diplomat that ‘Indian diplomacy is like the love-making",
  "of an elephant: it is conducted at a very high level, accompanied by much bellowing, and the",
  "results are not known for two years.’ Indian diplomacy has become somewhat sprightlier since",
  "those days, but the gentle indictment of a style of foreign policy-making that was widely",
  "considered to be long on rhetoric and short of hard-headed substance still echoes through the",
  "corridors of New Delhi’s South Block.",
  "At the time, I lamented the low correlation between foreign policy as conceived and articulated",
  "by decision-makers and national interests in security and geopolitical terms. This point was",
  "obviously a rather contentious one. It was presumptuous of me, in my early twenties, to decry the",
  "lack, as I saw it, of a strategic vision on the part of India’s policy-makers beyond the bromides of",
  "non-alignment. I wrote passionately about the failure to define a conception of the Indian national",
  "interest in other than universalist-ideological terms—itself a manifestation, no doubt, of my",
  "academic over-reliance on public declarations and official statements, albeit supplemented by",
  "several astonishingly candid interviews (Mrs Gandhi’s government had just fallen in the elections",
  "of 1977 after her disastrous experiment with Emergency rule, and every one of her key advisers",
  "and foreign ministers was available and willing to talk freely, never expecting her to come back to",
  "power). India’s declaratory effulgences about non-alignment featured rather too many references to",
  "‘peace’ and ‘friendship’ as cardinal motivations and attributes of foreign policy, which I argued",
  "were scarcely adequate substitutes for a clear conception of the nation’s specific goals in foreign",
  "policy, their realizability and the tasks to be performed in order to attain them. In Nehru’s time, I",
  "averred, the Sino-Indian war was the most dramatic, but not the only, demonstration of this failure;",
  "and yet just nine years later, India’s masterly handling of its foreign policy objectives in the 1971",
  "Bangladesh crisis offered a convincing counternarrative.",
  "My argument was all the more sustainable because of the widely prevalent view of Nehru’s",
  "foreign policy as a value in itself, as (in one Indian scholar’s formulation) an ‘imperative’ not to",
  "be judged by the ‘mundane criteria of success’. Indeed, after 1962, success was an inappropriate",
  "criterion to apply to Nehru’s foreign policy. As a global stratagem, non-alignment might initially",
  "have gained India some freedom of manoeuvre between the superpowers and brought it a prestige",
  "and influence out of proportion to India’s true strength, but it did not serve Nehru well in his hour",
  "of crisis. No wonder non-aligned scruples were quietly jettisoned by his own daughter in 1971,",
  "when realpolitik, rather than woolly declarations of non-aligned solidarity, was needed and",
  "pursued, and India rushed willingly into the Soviet embrace as a shield against a possible",
  "Pakistani–Chinese alliance. Though New Delhi proceeded gently to distance itself from Moscowthereafter (including concluding defence deals with France, the United States and the United",
  "Kingdom in the 1980s), the lingering effects of that embrace remained apparent in Indian policies",
  "on Cambodia and Afghanistan, and it was only with the end of the Cold War in 1991 that India",
  "once again became truly non-aligned—at a time when there no longer were two powers to be non-",
  "aligned between.",
  "It should go without saying that every country needs a foreign policy that is linked to national",
  "interests concretely defined. To meet this test, the Indian government should have been able to",
  "develop and possess a view of the national interest in regional and international affairs, and to",
  "apply it in practice; the ‘national interest’, in this formulation, should be a concept transcending the",
  "mere enunciation of foreign policy principles. It is worthwhile to advocate peace and good",
  "neighbourliness as a national principle, for instance, but such advocacy becomes irrelevant if",
  "there is a belligerent army marching across one’s borders; national interests then demand capable",
  "military self-defence. This may seem self-evident, but the distinction has been blurred in less",
  "clear-cut situations over the years by the makers and articulators of India’s foreign policy. Indian",
  "diplomacy has often been seen by close observers as more concerned with principles than interests",
  "—a tendency that infects Indian negotiating strategies as well, making New Delhi less likely to",
  "compromise since principles are usually immutable while interests can be negotiable.",
  "Even India’s diplomatic style, it has been suggested, often privileges intellect over interest and",
  "process over outcome. Our diplomats combine brilliance, hard work and flair with a talent for",
  "winning debates that can sometimes be counterproductive. David Malone has noted that Indian",
  "diplomats’ ‘perceived need to outflank all potential or actual rivals and impress all comers",
  "sometimes leads Indian practitioners to monopolize attention through rhetorical brilliance and to",
  "spend as much time on impressing the gallery as on tending effectively to Indian interests. The",
  "cleverest person in the room may win many arguments, but still not win the game.’ The tendency to",
  "get carried away by the sheer momentum of diplomatic argument, he suggests, leads ‘Indian",
  "officials, when in international forums … to pursue outcomes or adopt positions that are contrary",
  "to the objectives of Indian foreign policy set at the political level.’ This has led a sympathetic",
  "observer, Edward Luce, to suggest that ‘India is rising in spite of its diplomacy.’ Such a view may",
  "be harsher than justified, but it does suggest that a gentler and more accommodative tone should be",
  "developed that accords better with the demands of the multilateral high table at which India",
  "expects to be seated.",
  "In defining the Indian national interest, there are fundamental domestic verities that foreign",
  "policy must either promote or at least not undermine: India’s liberal democracy; its religious,",
  "ethnic and cultural pluralism (a term I prefer to the more traditional Nehruvian ‘secularism’); and",
  "its overriding priority of pulling its people out of poverty and ensuring their economic well-being.",
  "These are as fundamental to our national interest as preserving an effective, well-trained and non-",
  "political military that will secure and protect our borders, as well as security forces that will deal",
  "with domestic sources of conflict, from misguided Maoists to secessionist insurgencies. If all of",
  "these elements and objectives constitute India’s core national interests, New Delhi must maintain",
  "the domestic structures and capacities to pursue them, as well as strive to ensure the shaping of a",
  "world order that permits, and ideally facilitates, their fulfilment.",
  "This requires, as Jawaharlal Nehru presciently noted half a century ago, that priority be given tosuccess on the domestic front: ‘I do not pretend to say that India, as she is, can make a vital",
  "difference to world affairs,’ he said. ‘So long as we have not solved most of our own problems,",
  "our voice cannot carry the weight that it normally will and should.’ His words remain true fifty",
  "years later, though India’s recent economic successes have already given its voice more weight",
  "than it has possessed for some time, and this process should continue unless India slips backward",
  "drastically at home.",
  "India’s basic approach in international affairs goes back to the days of the Constituent",
  "Assembly: as the doyen of Indian strategic studies, the late K. Subrahmanyam, put it, India’s grand",
  "strategy during the second half of the twentieth century ‘involved a policy of non-alignment to deal",
  "with external security problems, the adoption of the Indian Constitution to address governance",
  "challenges, and a partly centrally planned development strategy to accelerate growth’. This was",
  "fine in the initial years, but was clearly inadequate as a grand strategy by 1991 and seems very",
  "much in need of updating in the second decade of the twenty-first century.",
  "It was against this background that India’s National Security Annual Review in 2010",
  "unnecessarily averred that India was now the world’s fifth most powerful country, outranking",
  "traditional powers such as the United Kingdom, France and Germany. Citing the country’s",
  "population, military capabilities and economic growth, the Review, issued by the MEA, placed",
  "India behind only the United States, China, Japan and Russia in a ranking of global power. For a",
  "country still excessively focused on problems in its own neighbourhood, distracted (if not",
  "obsessed) with Pakistan and kept off balance by China, this seemed a somewhat far-fetched claim.",
  "The three elements mentioned—population, military capabilities and economic growth—are",
  "worth examining in turn. Certainly, India’s huge population could be a huge asset. India is a",
  "remarkably young country, with an average age of twenty-eight, and 65 per cent of its population",
  "under thirty-five. We could have a great demographic advantage in 540 million young people",
  "under twenty-five, which means we should have a dynamic, youthful and productive workforce for",
  "the next forty years when the rest of the world, including China, is ageing. But we also have 60",
  "million child labourers, and 72 per cent of the children in our government schools drop out by the",
  "eighth standard. We have trained the world’s second largest pool of scientists and engineers, but",
  "400 million of our compatriots are illiterate, and we also have more children who have not seen",
  "the inside of a school than any other country in the world does. We celebrate India’s IT triumphs,",
  "but information technology has employed a grand total of 5 million people in the last twenty years,",
  "while 10 million are entering the workforce each year and we don’t have jobs for all of them.",
  "Many of our urban youth rightly say with confidence that their future will be better than their",
  "parents’ past, but this will only happen across the board if we are able to grow our economy to be",
  "able to provide employment opportunities for them, and if we can educate and train them to take",
  "advantage of these opportunities. The alternative is already starkly visible: there are Maoist",
  "insurgencies violently disturbing the peace in 165 of India’s 602 districts, and these are largely",
  "made up of unemployed young men. In other words, if we don’t get it right (and we still have a",
  "long way to go both in education and in vocational training), our demographic dividend could even",
  "become a demographic disaster.",
  "India’s military capabilities are real and their quality has been demonstrated time and again both",
  "on the battlefield and in a large number of challenging United Nations peacekeeping operations.But whether in terms of structure, equipment and training the Indian military establishment could",
  "yet measure up to the European powers the Review says it has supplanted remains to be proven.",
  "Security in the conventional sense is one area where success or failure at defining and applying",
  "national interests becomes most apparent. India has never been a belligerent or expansionist",
  "power, and its rise is largely seen by the world as non-threatening; the flip side of that is that it is",
  "also seen in some quarters as congenitally pacific and non-assertive. Domestic arrangements",
  "reflect some of this passivity. In Chapter Nine, we examined the extent to which the MEA is",
  "prepared and resourced to guide a credible role for India on the world stage. But the Ministry of",
  "Defence (MoD) is no better equipped to engage other countries on international security issues. As",
  "Ashley Tellis has pointed out, 90 per cent of the MoD’s personnel is focused on acquisition and",
  "there is only one joint secretary entrusted with the task of handling global security cooperation.",
  "The resultant lack of capacity has been embarrassing: as Tellis tells it, a number of training",
  "exercises scheduled in recent years between the Indian and foreign militaries have had to be called",
  "off at the last moment since India simply could not get its act together. This has, inevitably, led to a",
  "serious loss of credibility for the country.",
  "As K. Subrahmanyam observed, ‘India has lacked an ability to formulate future-oriented defence",
  "policies, managing only because of short-term measures, blunders by its adversaries, and force",
  "superiority in its favour.’ The structure of the armed forces and the nature of defence policy",
  "making, planning and training leave much to be desired; there is little coordination among the three",
  "services, and proposals to create either a chief of defence staff or a US-style position of chairman",
  "of a joint chiefs of staff committee have never been implemented. (It has been suggested that this is",
  "because the political class is wary of giving the military too much power, but if true, the country’s",
  "long record of military subordination to civilian authority makes that concern seem somewhat far-",
  "fetched.) There are both a national security council and national security advisory board, but",
  "neither can point to a stellar record in promoting policy coherence and strengthening strategic",
  "planning. The services lack serious intelligence capacity and world-class area studies expertise;",
  "even issues of nuclear policy and strategy do not bear a significant military stamp, partly a",
  "reflection of the strong civilian desire to keep the armed forces out of the nuclear area.",
  "It does not help that India’s defence bureaucracy is largely unprofessional, a result of the",
  "generalist culture that pervades the IAS. In most other countries, the civilian officials of the",
  "ministries of defence are security professionals with training and experience in strategic thinking",
  "and defence policy. In India, however, they are mostly IAS or Central Civil Services officers who",
  "have been assigned to the MoD after running districts or family planning programmes; as one",
  "bureaucrat sardonically told me, ‘They have been doing other things that have no relevance to",
  "defence, and then one day they are put in a place where they are supposed to be strategic thinkers",
  "and have to deal with officers of Indian armed forces, who are thorough professionals. How can",
  "you not expect a disconnect?’",
  "Few countries face quite the range and variety of security threats that India does—from the ever-",
  "present risk, however far-fetched, of nuclear war with Pakistan or China, with both of whom we",
  "have unresolved territorial disputes, to Maoist movements in 165 of our 602 districts, secessionist",
  "insurgency in the North-East, and terrorist bombs set off by Islamist militants in metropolitan",
  "markets. And yet we have not yet evolved a comprehensive national security strategy to cover thisentire spectrum of threats. As a democracy, India needs to undertake a strategic defence review",
  "that brings in all elements of the security services, the public at large and elected representatives",
  "in Parliament, to produce a national security strategy. But such an exercise has not even been",
  "attempted.",
  "With the government not yet having formally approved the long-term integrated perspective plan",
  "(LTIPP 2007–22) formulated by the military’s headquarters integrated defence staff, there is little",
  "effort to align India’s defence expenditure and purchases with any systematic strategy to modernize",
  "and enhance India’s combat capacity. Instead, defence procurement—when it is not delayed by a",
  "political reluctance to make potentially controversial decisions involving large sums of money—is",
  "being undertaken through ad hoc annual procurement plans, in the absence of long-term policy.",
  "Whereas China spends 3.5 per cent of its GDP on defence and Pakistan officially spends 4.5 per",
  "cent (an estimate that omits counting US military aid and the vast sums allotted to intelligence and",
  "counterterrorism operations, which would take the figure well above 6 per cent of GDP), India’s",
  "defence budget clocks in at the very modest level of below 2 per cent of GDP. At these levels, any",
  "meaningful modernization that will substantially enhance India’s combat capabilities remains a",
  "chimera, and the money at the disposal of the military remains inadequate to upgrade and replace",
  "the ageing and obsolete weapons systems with which the Indian defence services, armed police",
  "and paramilitary forces are replete.",
  "The absence of a chief of defence staff or a permanent chairman of the joint chiefs—which",
  "means there is no single point of military advice to the government on defence strategy—is",
  "compounded by the lack of any tri-service integrated theatre commands in such vital emerging",
  "areas as the management of aerospace and cyber warfare. The same is true in the maritime arena,",
  "where there is a crying need to integrate Indian Ocean policy, naval development and deployment,",
  "coastal infrastructure and security, the coast guard and civilian shipping, all of which currently",
  "report to different masters and do little to coordinate with each other. Serious morale issues have",
  "also arisen over such issues as the welfare of ex-servicemen, whose campaign for ‘one rank-one",
  "pension’ has not met with a satisfactory response; the embarrassing continuing absence of a",
  "national war memorial to honour the many sacrifices of India’s military men and women; and the",
  "needless controversy over the date of birth of the army chief, who in 2012 even went to the",
  "Supreme Court against his own government and showed up the bureaucratic incompetence that",
  "afflicts even such basic military record-keeping.",
  "Among India’s most important strategic challenges is that relating to nuclear strategy. India has",
  "had to acquire its nuclear literacy the hard way: it is confronted on two of its borders by nuclear-",
  "armed states, China and Pakistan, with which it has fought several wars; both still maintain claims",
  "against Indian territory and both have a history of nuclear cooperation with each other. At the same",
  "time, India has been described by K. Subrahmanyam as ‘a reluctant nuclear power’. Mahatma",
  "Gandhi and Jawaharlal Nehru were horrified by Hiroshima; both wanted India to strive for a",
  "world free of nuclear weaponry. But despite several Indian initiatives for nuclear disarmament,",
  "that goal proved a chimera, and India gradually came to the conclusion that as long as some states",
  "possessed nuclear weapons, India could not afford not to, especially once it became clear in the",
  "late 1970s that Pakistan was well on the way to acquiring nuclear weapons. India’s doctrine of no-",
  "first-use, and its principled opposition to nuclear proliferation, is consistent with its view thatnuclear weapons are an abomination and their possession is intended only to deter. However,",
  "Pakistan’s refusal to sign on to a similar pledge means that the threat remains of Islamabad",
  "resorting to the use of nuclear weapons if it found itself emerging second best in a conventional",
  "conflict. This has undoubtedly inhibited India’s possible responses to terrorist acts emanating from",
  "Pakistan, for instance. The need to develop an assured second-strike capability is immense and",
  "vital. This should be allied to a significant maritime nuclear capacity and the possession of an",
  "effective missile defence system. It is by no means clear that all these are in place; instead it is",
  "widely believed that India has fallen seriously behind Pakistan in the race for nuclear credibility.",
  "The role of the Indian armed forces is principally to constitute a credible deterrent in itself; in",
  "K. Subrahmanyam’s words, ‘preventing wars from breaking out through appropriate weapons",
  "acquisitions, force deployment patterns, the development of infrastructure, military exercises, and",
  "defence diplomacy’. This is a far more demanding task than conducting routine peacetime",
  "operations would normally have been, because with unsettled borders on two sides, the security of",
  "the country lies in a credible conventional military capacity that can serve as a deterrent against",
  "any adventurism from a possible adversary across the borders. We can be proud of our armed",
  "forces, which have distinguished themselves in a number of conflict situations, but we still have a",
  "long way to go before we can boast of the kind of integrated and well-resourced defence structure",
  "that warrants the National Security Review’s claim of great-power status for India.",
  "As for economic growth, it is real and impressive. As the IMF predicted, India overtook Japan",
  "in 2012 in PPP terms to become the world’s third largest economy. (Japan’s GDP of $4.3 trillion",
  "did not grow in 2011 after its trifecta of earthquake, tsunami and nuclear disaster, whereas India’s",
  "$1.3 trillion GDP, which converts to $4.06 trillion in PPP, went up by at least 6.2 per cent.) In",
  "addition, India’s GDP growth in its Twelfth Five Year Plan (2012–17) is projected at 9 per cent,",
  "up from 8.2 per cent in the Eleventh Plan (2007–12). But these figures mask a number of genuine",
  "problems, from falling FDI inflows ($19 billion in the 2010–11 fiscal year, one-third the size of",
  "inward remittances), widespread corruption which exacts high social and political costs in",
  "addition to the obvious economic ones, and high inflation, especially as a result of rampaging fuel",
  "and food prices. India’s political environment has not proved conducive to fast-tracking the next",
  "generation of much-needed reforms, such as opening FDI in retail (floated and then ‘suspended’ by",
  "the government in the face of vociferous opposition, including from within its coalition’s own",
  "ranks) or reforming labour laws (which currently do more to protect the jobs of those who have",
  "them rather than encourage investment to create new jobs). For India to assert itself credibly as a",
  "global, and not merely an emerging, power will still require a longer track record of savvy",
  "international and domestic policy making, effective economic management and solid progress on",
  "the ground in infrastructure, especially roads, ports and power generation.",
  "Nonetheless, there is little doubt that India’s leadership since 1991, and particularly under",
  "Prime Minister Manmohan Singh since 2004, has shrewdly played its international cards well in",
  "the midst of the changing global environment. A foreign policy that ensures friendly relations with",
  "countries that are sources of investment, of technology, of energy or (potentially) of food security",
  "has been put in place, and a number of previously problematic relationships, from the United",
  "States to Israel, have been improved dramatically. Problems on India’s borders have been dealt",
  "with reasonably effectively and sources of serious trouble adroitly kept at bay.The question remains, however, of whether all this is taking place within the framework of a",
  "credible ‘grand strategy’ to replace the be-all and end-all carapace of non-alignment that had",
  "previously dominated India’s strategic approach to the world. To conceive of a grand strategy one",
  "needs a vision of the kind of world that could best secure and promote India’s national interests.",
  "Should India work, for instance, for a multi-polar world order, as repeatedly advocated by Russia",
  "and China? The Indian-American scholar Sumit Ganguly is sceptical: ‘Would a multi-polar world",
  "order, with a number of powerful states which are either indifferent to or implacably hostile",
  "toward India’s key national security interests,’ he asks, ‘be necessarily preferable to American",
  "dominance?’ The answer perhaps seems more obvious in a New Delhi allergic to any kind of",
  "foreign dominance than it does in Professor Ganguly’s Washington, but the question is a pertinent",
  "one.",
  "So is my earlier focus on the definition of the Indian national interest. This would require",
  "grappling, for instance, with the question of whether India sees itself firmly in the camp of liberal",
  "democracies besieged by Islamist terrorism and critical of Chinese authoritarianism, and led, for",
  "all intents and purposes, by the United States. In a posthumously published essay, K.",
  "Subrahmanyam argued:",
  "The real question about the future world order is whether it is to be democratic and pluralistic, or dominated by one-party",
  "oligarchies that prioritise social harmony over individual rights. If the US remains the world’s predominant power, and",
  "China is second, India will be the swing power. It will therefore have three options: partnering with the US and other",
  "pluralistic, secular and democratic countries; joining hands with China at the risk of betraying the values of its Constitution",
  "and freedom struggle; and remaining both politically and ideologically non-aligned, even if against its own ideals.",
  "He left no doubt about which choice he would make: ‘The emerging Indo-US partnership,’ he",
  "argued, ‘is not about containing China. It is about defending Indian values from the challenges of",
  "both one-party rule and jehadism, and realising a future in which poverty and illiteracy are",
  "alleviated.’",
  "This is by no means a unanimously held view in New Delhi: if anything, the Indian strategic",
  "community tends to the almost consensual position that, despite common social and political",
  "systems with other democracies, and the fact that it has usually been more secure when surrounded",
  "by elected democracies in its own region, India should not actively promote democracy around the",
  "world. The Indian aversion to preaching our own virtues to the world is a reasonable one, but",
  "India has in fact been actively engaged in democracy promotion, having been for many years the",
  "largest single donor to the United Nations’ Democracy Fund. But as always, India does not want to",
  "see itself pre-committed to any bloc, even one of democracies, for that would infringe upon its",
  "freedom of decision-making; New Delhi would prefer, as always, to judge each issue for itself, on",
  "a case-by-case basis. The old obsession with strategic autonomy remains. The question is how to",
  "make that autonomy a springboard rather than a straitjacket.",
  "A similar question now arises: how should New Delhi balance its energy needs and its political",
  "values in its dealings with, say, Myanmar or Iran, where one set of interests (the need for energy",
  "security) contends with another (the upholding of democratic values in the former case and the",
  "maintenance of partnerships with major allies like the United States, in the latter)? Should the",
  "essential internal priority of doing whatever it takes to eliminate acute poverty at home prevail",
  "over all other considerations?",
  "A sweeping ‘yes’ is in fact not enough to cover all possible situations, because a nation, bydefinition, has more than one way of placing itself in the world and more than one point of",
  "interface with other major powers. Even if it were to take a hard-headed realpolitik position on",
  "national self-interests as China does, and refuse to be swayed by democratic scruple when direct",
  "and tangible economic benefits are at stake, it still has to weigh the consequences of the choices it",
  "makes on other relationships—for example, deciding whether it is willing to antagonize the United",
  "States as the price to pay for maintaining energy supplies from Iran.",
  "At the same time, much of what we are in the process of accomplishing at home—to pull our",
  "people out of poverty and to develop our nation—enables us to contribute to a better world. This",
  "is of value in itself, and it is also in our fundamental national interest. A world that is peaceful and",
  "prosperous, where trade is freer and universally agreed principles are observed, and in which",
  "democracy, the coexistence of civilizations and respect for human rights flourish, is a world of",
  "opportunity for India and for Indians to thrive.",
  "If this century has, in the famous phrase, made the world safe for democracy, the next challenge",
  "is to make a world safe for diversity. It is in India’s interest to ensure that the world as a whole",
  "must reflect the idea that is already familiar to all Indians—that it shouldn’t matter what the colour",
  "of your skin is, the kind of food you eat, the sounds you make when you speak, the God you choose",
  "to worship (or not), so long as you want to play by the same rules as everybody else, and dream",
  "the same dreams. It is not essential in a democratic world to agree all the time, as long as we agree",
  "on the ground rules of how we will disagree. These are the global principles we must strive to",
  "uphold if we are to be able to continue to uphold them securely at home.",
  "Because, as I have argued, the distinction between domestic and international is less and less",
  "meaningful in today’s world, when we think of foreign policy we must also think of its domestic",
  "implications. The ultimate purpose of any country’s foreign policy is to promote the security and",
  "well-being of its own citizens. We want a world that gives us the conditions of peace and security",
  "that will permit us to grow and flourish, safe from foreign depredations but open to external",
  "opportunities.",
  "Whether global institutions adapt and revive will be determined by whether those in charge are",
  "capable of showing the necessary leadership. Right now many of us would suggest that there is a",
  "global governance deficit. Reversing it would require strong leadership in the international",
  "community by a number of powers, including the emerging ones. India is an obvious contender to",
  "provide some of that leadership.",
  "In March 2012, the authors of a report entitled ‘Nonalignment 2.0’ put it well when they argued",
  "that ‘India must remain true to its aspiration of creating a new and alternative universality …. India",
  "already has enormous legitimacy because of the ideological legacies its nationalist movement",
  "bequeathed to it. But this legitimacy, once frittered away, cannot be easily recovered. India should",
  "aim not just at being powerful: it should set new standards for what the powerful must do.’",
  "This is a huge challenge, and one to which India must rise. An analogy from another field is not",
  "encouraging; many would argue that India has not acquitted itself well when given the chance to",
  "have a global impact in one domain—that of the sport of cricket, where India accounts for more",
  "than 80 per cent of the game’s revenues and perhaps 90 per cent of its viewership, giving it an",
  "impact on the sport that no country can rival. According to Lawrence Booth, the editor of the",
  "‘cricketers’ bible’, the Wisden Cricket Almanack, writing in its 2012 edition:India have ended up with a special gift: the clout to shape an entire sport …. But too often their game appears driven by",
  "the self-interest of the few…. Other countries run the game along self-serving lines too; cricket’s boardrooms are not",
  "awash with altruism. But none wields [India’s] power, nor shares their responsibility. The disintegration of India’s feted",
  "batting line-up has coincided with the rise of a Twenty20-based nationalism, the growth of private marketeers and high-",
  "level conflicts of interest. It is a perfect storm. And the global game sits unsteadily in the eye. India, your sport needs",
  "you.",
  "Clearly, international opinion does not believe that, in its domination of world cricket, India has",
  "set new standards for what the powerful must do. Broadening the analogy to global geopolitics,",
  "one could well say: India, your world needs you.",
  "So India must play its due part in the stewardship of the global commons (including everything",
  "from the management of the Internet to the rules governing the exploitation of outer space). We can",
  "do it. India is turning increasingly outward as a result of our new economic profile on the global",
  "stage, our more dispersed interests around the world, and the reality that other countries, in our",
  "neighbourhood as well as in Africa, are looking to us for support and security. The ‘problems",
  "without passports’ that I have referred to need blueprints without borders—blueprints that require",
  "rules which India can contribute to making. The creation of global public goods is a new",
  "challenge, and it is one that a transforming India can rise to.",
  "India has the ability and the vision to promote global partnerships across the broad range of its",
  "interests; it only needs to act. In a 2012 speech, National Security Adviser Shivshankar Menon",
  "stated that ‘As a nation state India has consistently shown tactical caution and strategic initiative,",
  "sometimes simultaneously. But equally, initiative and risk taking must be strategic, not tactical, if",
  "we are to avoid the fate of becoming a rentier state.’ He provided an instructive example of what",
  "this would mean in practice:",
  "It means, for instance, that faced with piracy from Somalia, which threatens sea-lanes vital to our energy security, we",
  "would seek to build an international coalition to deal with the problem at its roots, working with others and dividing labour.",
  "Today the African Union has peacekeeping troops on the ground in Somalia. We could work with others to blockade the",
  "coast while the AU troops act against pirate sanctuaries on land, and the world through the Security Council would cut",
  "their financial lifelines, build the legal framework to punish pirates and their sponsors and develop Somalia to the point",
  "where piracy would not be the preferred career choice of young Somali males.",
  "This is an intriguing idea, one which so far remains in the realm of ideas rather than of",
  "implementable policy. But it is an encouraging indication that responsible Indians are already",
  "thinking beyond the established prisms of conventional policy-making to a broader and more",
  "effective Indian internationalism in the twenty-first century.",
  "While global institutions are adapting to the new world, regional ones could emerge. The world",
  "economic crisis should give us an opportunity to promote economic integration with our",
  "neighbours in the subcontinent who look to the growing Indian market to sell their goods and",
  "maintain their own growth. But as long as South Asia remains divided by futile rivalries, and some",
  "continue to believe that terrorism can be a useful instrument of their strategic doctrines, that is",
  "bound to remain a distant prospect. We in South Asia need to look to the future, to an interrelated",
  "future on our subcontinent, where geography becomes an instrument of opportunity in a mutual",
  "growth story, where history binds rather than divides, where trade and cross-border links flourish",
  "and bring prosperity to all our peoples. Some will say these are merely dreams; but dreams can",
  "turn into reality if all of us—India and its neighbours—take action to accomplish this brighter",
  "future together.At the same time there is a consensus in our country that India should seek to continue to",
  "contribute to international security and prosperity, to a well-ordered, peaceful and equitable",
  "world, and to democratic, sustainable development for all. These objectives now need to be",
  "pursued while taking into account twenty-first-century realities: the end of the Cold War, the",
  "dawning of the information era, the ease of worldwide travel and widespread migration, the",
  "blurring of national boundaries by movements, networks and forces transcending state frontiers, the",
  "advent of Islamist terrorism as a pan-global force, the irresistible rise of China as an incipient",
  "superpower while retaining its political authoritarianism, the global consciousness of ‘soft",
  "power’, and the end to the prospect of military conflict between any two of the major nation states.",
  "All these elements—discussed in the course of the preceding chapters—must be considered in",
  "formulating the grand strategy for India in the twenty-first century.",
  "India too has changed. Its economic growth and entrepreneurial dynamism, both allowed to",
  "flourish only in the last couple of decades, have created a different India, which therefore relates",
  "to the world differently. ‘Material well-being is supreme,’ wrote Kautilya in the fourth-century",
  "BCE Arthasastra. Twenty-five centuries later, we may have returned to his timeless wisdom.",
  "India’s economic growth has significantly added credibility to the country’s international profile.",
  "After decades of being portrayed as a poor and backward nation, India’s transformation into a",
  "global force on the back of its economic triumphs and its technological prowess is a new fact of",
  "life. There has been a profound reassessment across the globe of India’s international importance",
  "and future potential. New Delhi’s success in handling its internal problems, including secessionist",
  "movements, has also confirmed the perception of India as a serious power, in Malone’s words ‘the",
  "cohesive anchor of its subcontinent and wider region’.",
  "India’s generous aid programmes, its extensive international peacekeeping commitments, the",
  "personal stature of its prime minister (described in a leading international poll as the world’s most",
  "respected governmental leader) and its indispensable role in the making of G20 policy, all testify",
  "to a nation that has, in President Obama’s words, ‘emerged’ and is making a significant impact on",
  "international affairs. The path to taking on more ambitious responsibilities on the global stage lies",
  "ahead. Instinctive approaches formulated at a time when India was a major recipient of foreign",
  "aid, and saw itself as a developing country needing to assert itself in the face of the hegemony of",
  "the former imperial powers, are no longer entirely relevant when India gives as much aid as its",
  "receives, makes more foreign direct investments than it gets and is seen by other countries as a",
  "source of assistance, guidance and even security. The time has come for India to move beyond",
  "issues of status and entitlement to a diplomacy of pragmatism and performance in helping guide a",
  "world that it is now unchallengeably qualified, together with others, to lead.",
  "At the same time, it is important not to be carried away by hubris. Shiv Shankar Menon put it",
  "well in a recent speech:",
  "We must always be conscious of the difference between weight, influence and power. Power is the ability to create and",
  "sustain outcomes. Weight we have, our influence is growing, but our power remains to grow and should first be used for",
  "our domestic transformation. History is replete with examples of rising powers who prematurely thought that their time",
  "had come, who mistook influence and weight for real power. Their rise, as that of Wilhelmine Germany or militarist",
  "Japan, was cut short prematurely.",
  "Real power may not yet be India’s, but its weight is incontestable and its international influence",
  "is already being exercised in creative new ways. One example of India’s constructively deployedinfluence that is worth examining in detail is India’s aid policy.",
  "India’s aid programmes in its neighbourhood and in Africa have been characterized by a",
  "willingness to let the recipient set the terms, respect for the priorities and the culture of the",
  "recipients, and a focus on projects that promote self-reliance, economic growth and political",
  "democracy (including women’s empowerment). Though some 75 per cent of India’s aid is tied to",
  "the provision of goods and services from Indian suppliers—an excusable condition for aid coming",
  "from a developing country—it has by and large been welcomed as helpful, less intrusive and less",
  "disruptive than other countries’ (the traditional donors’) aid programmes have tended to be. As",
  "such it now forms an essential part of India’s projection to the world.",
  "This too echoes ancient Indian wisdom. A millennium and a half ago, the great king Harsha",
  "declared: ‘Before, while amassing all this wealth, I lived in constant fear of never finding a",
  "storeroom solid enough to keep it in. But now that I have spread it in alms upon the field of",
  "happiness I regard it as forever preserved!’ The 2011 Africa-India summit in Addis Ababa,",
  "Ethiopia, at which the Indian government pledged $5 billion in aid to African countries, drew",
  "attention to a largely overlooked phenomenon—India’s emergence as a source, rather than a",
  "recipient, of foreign aid. For decades after independence—when Britain left the subcontinent one",
  "of the poorest and most ravaged regions on earth, with an effective growth rate of 0 per cent over",
  "the preceding two centuries—India was seen as an impoverished land of destitute people,",
  "desperately in need of international handouts. Many developed countries showcased their aid to",
  "India; Norway, for example, established in 1959 its first-ever aid programme there. But, with the",
  "liberalization of the Indian economy in 1991, the country embarked upon a period of dizzying",
  "growth, averaging nearly 8 per cent a year since then. During this time, India weaned itself from",
  "dependence on aid, preferring to borrow from multilateral lenders and, increasingly, from",
  "commercial banks.",
  "Today, the proverbial shoe is on the other foot. India has begun putting its money where its",
  "mouth used to be. It has now emerged as a significant donor to developing countries in Africa and",
  "Asia, second only to China in the range and quantity of development assistance given by countries",
  "of the global South. The Indian Technical and Economic Cooperation Programme as established in",
  "1964, but now has real money to offer, in addition to training facilities and technological know-",
  "how. Nationals from 156 countries have benefited from ITEC grants, which have brought",
  "developing-country students to Indian universities for courses in everything from software",
  "development to animal husbandry.",
  "In addition, India has built factories, hospitals and parliaments in various countries, and sent",
  "doctors, teachers and IT professionals to treat and train the nationals of recipient countries.",
  "Concessional loans at trifling interest rates are also extended as lines of credit, tied mainly to the",
  "purchase of Indian goods and services, and countries in Africa have been clamouring for them.",
  "In Asia, India remains by far the single largest donor to its neighbour Bhutan, as well as a",
  "generous aid donor to Nepal, the Maldives, Bangladesh, and Sri Lanka as it recovers from civil",
  "war. Its humanitarian assistance to Indonesia and Myanmar in the wake of the 2004 tsunami and the",
  "2008 Cyclone Nargis, respectively, was swift and effective, and its rapid provision of aid after",
  "humanitarian disasters in Pakistan and Tajikistan was exemplary. Given Afghanistan’s vital",
  "importance for the security of the subcontinent, India’s assistance programme there alreadyamounts to more than $1.2 billion—modest from the standpoint of Afghan needs, but large for a",
  "non-traditional donor—and is set to rise further. As described in Chapter Three, India’s efforts in",
  "Afghanistan have focused on humanitarian infrastructure, social projects and the development of",
  "skills and capacity. Futher west, its long record of aid to the Palestinian refugees has now been",
  "augmented by a significant assistance programme to the Palestinian National Authority.",
  "In Africa, India’s strength as an aid provider is that it is not an over-developed power, but",
  "rather one whose own experience of development challenges is both recent and familiar. African",
  "countries, as I mentioned earlier, look at China and the United States with a certain awe, but do",
  "not, for a moment, believe that they can become like either of them; India is a far more accessible",
  "benefactor. Moreover, unlike China, India does not descend on other countries with a heavy",
  "governmental footprint. India’s private sector is a far more important player, and the government",
  "often confines itself to opening doors and letting African countries work with the most efficient",
  "Indian provider that they can find.",
  "Similarly, unlike the Chinese, Indian employers do not come into a foreign country with an",
  "overwhelming labour force. Whereas China’s omnipresence has provoked hostility in several",
  "African countries, Indian businesses have faced no such reaction in the last two decades. Indeed,",
  "Uganda, where Idi Amin expelled Indian settlers in 1972, has been actively wooing them back",
  "under President Yoweri Museveni.",
  "Finally, India accommodates itself to aid recipients’ desires, advancing funds to African",
  "regional banks or the New Economic Partnership for Africa’s Development. Its focus on capacity",
  "development, its accessibility and its long record of support for developing countries have made",
  "India an increasingly welcome donor. Its creation of a Pan African e-Network, described in",
  "Chapter Seven, is an impressive example of its ability to showcase its strengths while providing",
  "an indispensable service with no tangible direct benefit to itself. It is, of course, a far bigger",
  "bilateral donor than it is a multilateral one: it gives some aid to and through the UN and AU bodies",
  "where its own identity as a giver is blurred, but this is dwarfed by its bilateral offerings.",
  "Nonetheless, it is increasingly seen as an aid giver, not least by a large collection of recipients.",
  "This could not have been imagined even twenty years ago, and it is one of the best consequences",
  "of India’s emergence as a global economic power.",
  "At the same time India is not the incipient ‘superpower’ that over-enthusiastic supporters have",
  "described it as being. I earned some notoriety in 2010 when I suggested at a public event that we",
  "could not be a ‘superpower’ when we were still ‘super-poor’. I did not go quite as far as the",
  "historian Ramachandra Guha, who wrote in the Financial Times in July 2011 that ‘India is in no",
  "position to become a superpower. It is not a rising power, nor even an emerging power. It is",
  "merely a fascinating, complex, and perhaps unique experiment in nationhood and democracy,",
  "whose leaders need still to attend to the fault lines within, rather than presume to take on the world",
  "without.’ Discounting the overstatement, it is true that there are still a number of essential",
  "unfinished agendas to be attended to at home, and foreign policy must be seen as an instrument to",
  "help us fulfil them.",
  "Indeed India is coming of international prominence at a time when the world is moving, slowly",
  "but inexorably, into a post-superpower age. The days of the Cold War, when two hegemonic",
  "behemoths developed the capacity to destroy the world several times over, and flexed theirmuscles against each other by changing regimes in client states and fighting wars half a world",
  "away from their own borders, are now truly behind us. Instead we are witnessing a world of many",
  "rising (and some risen) powers, of various sizes and strengths but each with some significant",
  "capacity in its own region, each strong enough not to be pushed around by a hegemon, but not",
  "strong enough to become a hegemon itself. They coexist and cooperate with each other in a series",
  "of networked relationships, including bilateral and plurilateral strategic partnerships that often",
  "overlap with each other, rather than in fixed alliances or binary either/or antagonisms. The same is",
  "true of the great economic divide between developed and developing countries, a divide which is",
  "gradually dissolving; on many issues, India has more in common with countries of the North than of",
  "the global South for which it has so long been a spokesman. Neither in geopolitics nor in",
  "economics is the world locked into the kinds of permanent and immutable coalitions of interest that",
  "characterized the Cold War.",
  "The new networked world welcomes every nation; it has little room for the domination of any",
  "superpower. (Mohamed Nasheed, the deposed president of the Maldives, said in a wonderful",
  "documentary about global warming and his efforts to save his country’s shorelines: ‘You cannot",
  "bully us. We are too small; you will be seen as a bully’!) We live in a more equal era.",
  "Relationships are contingent and overlap with others; friends and allies in one cause might be",
  "irrelevant to another (or even on opposite sides). The networked world is a more fluid place.",
  "Countries use such networks to promote common interests, to manage common issues rather than",
  "impose outcomes, and provide a common response to the challenges and opportunities they face.",
  "Some networks would be principally economic in their orientation, some geopolitical, some issue",
  "specific. Contemporary examples of such networks range from the IORARC to the Nuclear",
  "Suppliers’ Group and from the BASIC negotiating alliance on climate change to the membership of",
  "the G20. Many more such networked alliances are clearly on the anvil (or, more appropriately, in",
  "the diplomatic Petri dish) of global cooperation.",
  "In such a world, I once suggested, India would move beyond non-alignment to what I dubbed",
  "‘multi-alignment’. This would be a world in which India would belong to, and play a prominent",
  "role in, both the United Nations and the G20; both the Non-Aligned Movement (reflecting its 200",
  "years of colonial oppression) and the Community of Democracies (reflecting its sixty-five years of",
  "democratic development); both the G77 (the massive gathering of over 120 developing countries)",
  "and smaller organizations like IOR-ARC (as argued in Chapter Four); both SAARC and the",
  "Commonwealth; both RIC (Russia–India– China) and BRICS (adding Brazil and South Africa); as",
  "well as both IBSA (the South–South alliance of India, Brazil and South Africa) and BASIC (the",
  "partnership of Brazil, South Africa, India and China on climate change issues which emerged",
  "during the Copenhagen talks). India is the one country that is a member of them all, and not merely",
  "because its name begins with that indispensable element for all acronyms, a vowel!",
  "‘Multi-alignment’, it is true, is at one level an amoral strategy: it would see India making",
  "common cause with liberal democracies when it suited India to do so, and dissenting from them",
  "when (as on Myanmar, Iran and on certain aspects of the Arab Spring) it was expedient for India to",
  "preserve relationships that the other democracies could afford to jettison. It is also a promiscuous",
  "strategy, since it exempts no country from its embrace; China, a potential adversary with which we",
  "have a long-standing frontier dispute that occasionally erupts into rhetorical unpleasantness,nonetheless is a crucial partner in several of these configurations. It is a strategy of making and",
  "running shifting coalitions of interests, which will require some skilful management of complicated",
  "relationships and opportunities—in policy environments that may themselves be unpredictable.",
  "That should not be excessively difficult for governments in New Delhi which, for more than two",
  "decades, have had to spend their time and energy on managing coalitions in Indian domestic",
  "politics.",
  "Multi-alignment also constitutes an effective response to the new transnational challenges of the",
  "twenty-first century, to which neither autonomy nor alliance offer adequate answers in themselves.",
  "An obvious example is dealing with terrorism, which requires diplomatic and intelligence",
  "cooperation from a variety of countries facing comparable threats; but also shoring up failing",
  "states, combating piracy, controlling nuclear proliferation and battling organized crime. In addition",
  "to such issues there are the unconventional threats to the peace that also cross all borders",
  "(pandemics, for instance), and the need to preserve the global commons—keeping open the sea",
  "lanes of communication across international waters so that trade routes and energy supplies are",
  "safeguarded, ensuring maritime security from the Horn of Africa to the Straits of Malacca,",
  "protecting cyberspace from the depredations of hostile forces including non-governmental ones,",
  "and the management of outer space, which could increasingly become a new theatre for global",
  "competition.",
  "Strategic autonomy is all very well, but it cannot be the be-all and end-all of India’s attitude to",
  "the world. Our sovereignty is no longer under threat; there is no power on earth that can presume to",
  "dictate to India on any international issue. It is time for us to build on our much-vaunted",
  "independence of thought and action by treating our strategic autonomy as a platform from which to",
  "soar, not a ball and chain around our ankles. As a major power we can and must play a role in",
  "helping shape the global order. The international system of the twenty-first century, with its",
  "networked partnerships, will need to renegotiate its rules of the road; India is well qualified, along",
  "with others, to help write those rules and define the norms that will guide tomorrow’s world.",
  "Rather than confining itself to being a subject of others’ rule-making, or even a resister of others’",
  "attempts, it is in India’s interests (and within India’s current and future capacity) to take the",
  "initiative to shape the evolution of these norms as well as to have a voice in the situations within",
  "which they are applied. That is what I have called Pax Indica: not global or regional domination",
  "along the lines of a Pax Romana or a Pax Britannica (in which military victory by the Romans and",
  "the Britons, respectively, ensured that peace prevailed because potential adversaries were too",
  "exhausted to resist), but a ‘Pax’ for the twenty-first century, a peace system which will help",
  "promote and maintain a period of cooperative coexistence in its region and across the world.",
  "This ‘Pax Indica’ must be built and sustained on the principles and norms that India holds dear",
  "at home and abroad. It would see a democratic and pluralist India working for a world order that",
  "sustains and defends democracy and pluralism; a ‘multi-aligned’ India serving as one of the",
  "principal fulcrums of a networked globe, in which countries pursue different interests in different",
  "configurations; an India free of poverty, growing and engaging in trade and investment in and with",
  "the rest of the world, and upholding arrangements that make such trade and investment",
  "relationships possible; an increasingly prosperous India, prepared to share the benefits of its",
  "prosperity with other nations on its periphery and its extended (land and maritime) neighbourhood;and a technologically savvy India, setting its sights on, and lending its expertise to, the management",
  "of outer space and cyberspace in the common interests of humanity.",
  "The title of this chapter suggests that it offers thoughts ‘towards’ a grand strategy for India. My",
  "friend Keerthik Sasidharan asked me, ‘When the state is weak, or at best a wobbly or “jelly” state,",
  "can it project a “grand” strategy?’ I believe the Indian state is not as weak as its critics imply, and",
  "that the outlines of a grand strategy have been implicit in its approach to the world in recent years.",
  "The present volume has attempted to pull some of these strands together into a credible tapestry,",
  "but it is still a work in progress, with many weaves yet to emerge from the loom. Perhaps one of",
  "the readers of this book will take the argument further—if not today, then in twenty years, when",
  "many of the trends discerned in this book will have fructified, or withered on the vine.",
  "In keeping with Nehru’s original vision, the ‘Pax Indica’ I have outlined would not even",
  "principally be about India at all, but about India’s sense of responsibility to the world of which it",
  "is such a crucial part—and whose destiny it has earned the right to help shape.CHAPTER TEN: INDIA, THE UN AND THE ‘GLOBAL COMMONS’: THE MULTILATERAL",
  "IMPERATIVE",
  "*‘Riding’ is Canadian for ‘constituency’.Selected Bibliography",
  "Cohen, Stephen P. India: Emerging Power. Washington, DC: Brookings Institution Press, 2001.",
  "Damodaran, A.K. Beyond Autonomy: Roots of India’s Foreign Policy. New Delhi: Somaiya Publications, 2000.",
  "Datta-Ray, Sunanda K. Looking East to Look West: Lee Kuan Yew’s Mission India. New Delhi: Penguin Books India, 2009.",
  "Dixit, J.N. Across Borders: Fifty Years of India’s Foreign Policy. New Delhi: Picus Books, 1998.",
  "——. India’s Foreign Policy 1947–2003. New Delhi: Picus Books, 2003.",
  "——. Indian Foreign Service: History and Challenge. Delhi: Konark Publishers, 2005.",
  "Emmott, Bill. Rivals: How the Power Struggle Between China, India and Japan Will Shape Our Next Decade. London: Allen",
  "Lane, 2008.",
  "Jha, Prem Shankar. Crouching Dragon, Hidden Tiger: Can China and India Dominate the West? New York: Soft Skull Press,",
  "2010.",
  "Khilnani, Sunil, et al. ‘Nonalignment 2.0: A Foreign and Strategic Policy for India in the Twenty First Century’. New Delhi: Centre",
  "for Policy Research, 2012.",
  "Malone, David. Does the Elephant Dance? Contemporary Indian Foreign Policy. New Delhi: Oxford University Press, 2011.",
  "Markey, Daniel. ‘Developing India’s Foreign Policy “Software”’, Asian Policy 8 (2009): 73–96.",
  "Menon, Adm. Raja, and Rajiv Kumar. The Long View From Delhi: Indian Grand Strategy. New Delhi: Academic Foundation,",
  "2010.",
  "Meredith, Robyn. The Elephant and the Dragon: The Rise of India and China and What It Means for All of Us. New York:",
  "W.W. Norton, 2007.",
  "Mohan, C. Raja. Crossing the Rubicon: The Shaping of India’s New Foreign Policy. New York: Palgrave Macmillan, 2004.",
  "——. Impossible Allies: Nuclear India, United States, and the Global Order. New Delhi: India Research Press, 2007.",
  "Muni, S.D. India’s Foreign Policy: The Democracy Dimension. New Delhi: Foundation Books, 2009.",
  "——(ed.). The Emerging Dimensions of SAARC. New Delhi: Cambridge University Press India, 2010.",
  "Nawaz, Shuja. Crossed Swords: Pakistan, Its Army and the War Within. New York: Oxford University Press, 2008.",
  "Nehru, Jawaharlal. The Discovery of India. New Delhi: Penguin Books, 1946 text, reprinted 2011.",
  "——. Selected Speeches, Vols I–III. New Delhi: Government of India, 1963.",
  "Siddiqa, Ayesha. Military Inc.: Inside Pakistani Military Economy. London: Pluto Press, 2007.",
  "Talbott, Strobe. Engaging India: Diplomacy, Democracy and the Bomb. Washington, DC: Brookings Institution Press, 2004.",
  "Tharoor, Shashi. Reasons of State: Political Development and India’s Foreign Policy under Indira Gandhi, 1966–1977. New",
  "Delhi: Vikas, 1982.",
  "——. India: From Midnight to the Millennium. New Delhi: Penguin Books India, 1997.",
  "Internet research: Numerous articles, blogs and essays by Brahma Chellaney, Sumit Ganguly, Salman Haider, Amitabh Mattoo,",
  "A.G. Noorani, Nitin Pai, Kanwal Sibal, T.P. Sreenivasan, K. Subrahmanyam and Ashley Tellis. Statements and speeches by",
  "Indian foreign policy makers, from www.mea.gov.in. Transcripts of speeches by Shivshankar Menon and Shyam Saran, circulated",
  "by email.Acknowledgements",
  "This book is a work of reflection, not scholarship, though it draws upon a variety of published and",
  "unpublished sources. As a harried member of Parliament attending to his own research and writing",
  "amid a number of other preoccupations, I consciously cast this work as an extended analytical",
  "essay, devoid of footnotes or reference material. However, most of the attributed quotations in this",
  "volume can be found in one or another of the handful of books and other sources cited in the",
  "Bibliography.",
  "Though a number of friends inside and outside the diplomatic profession have contributed",
  "(sometimes unknowingly) to my appreciation of the issues analysed in this book, I would like to",
  "single out for gratitude my former MEA colleague Sandeep Chakravorty and my occasional op-ed",
  "collaborator Keerthik Sasidharan, who ploughed through the entire manuscript, for their invaluable",
  "comments and insights. To them, to my son Kanishk Tharoor and to my friends Virat Bhatia and",
  "Arun Kumar, who offered comments on specific portions of the book, as well as to my editors",
  "Jaishree Ram Mohan and Udayan Mitra of Penguin, I am most grateful. Nonetheless I remain solely",
  "responsible for the contents, arguments and conclusions of Pax Indica, and responsibility for any",
  "sins of omission or commission is mine alone.",
  "Portions of the book have appeared, in different form, as articles or columns in the Asian",
  "Age/Deccan Chronicle, Times of India, Guardian, The Hindu, Mail Today, Fortune India, the",
  "journal Ethics and International Affairs and in my internationally syndicated column (issued",
  "through Project Syndicate), all of which publications are gratefully acknowledged.",
  "It also bears stressing that though I am a member of the Indian National Congress party and a",
  "Member of Parliament, the opinions expressed in this book are strictly personal and engage neither",
  "the Government of India, nor the political party of which I am a member, nor any other institution",
  "with which I may happen to be associated.",
  "My wife Sunanda rightly forced me to devote the time necessary to complete the book when its",
  "writing, beset by too many other distractions, had been dragging on for far too long. For her",
  "determination, tenacity and love, I have no words that are adequate. I promised her that the book",
  "would be in her hands in time for her birthday, and I present it to her with gratitude as a humble",
  "offering—and a promise fulfilled.",
  "New Delhi, March 2012 SHASHI THAROORTHE BEGINNING",
  "Let the conversation begin...",
  "Follow the Penguin Twitter.com@PenguinIndia",
  "Keep up-to-date with all our stories Youtube.com/PenguinIndia",
  "Like ‘Penguin Books’ on Facebook.com/PenguinIndia",
  "Find out more about the author and",
  "discover more stories like this at Penguinbooksindia.comPENGUIN BOOKS",
  "Published by the Penguin Group",
  "Penguin Books India Pvt. Ltd, 11 Community Centre, Panchsheel Park, New Delhi 110 017, India",
  "Penguin Group (USA) Inc., 375 Hudson Street, New York, New York 10014, USA",
  "Penguin Group (Canada), 90 Eglinton Avenue East, Suite 700, Toronto, Ontario, M4P 2Y3, Canada (a division of Pearson Penguin",
  "Canada Inc.)",
  "Penguin Books Ltd, 80 Strand, London WC2R 0RL, England",
  "Penguin Ireland, 25 St Stephen’s Green, Dublin 2, Ireland (a division of Penguin Books Ltd)",
  "Penguin Group (Australia), 707 Collins Street, Melbourne, Victoria 3008, Australia (a division of Pearson Australia Group Pty Ltd)",
  "Penguin Group (NZ), 67 Apollo Drive, Rosedale, Auckland 0632, New Zealand (a division of Pearson New Zealand Ltd)",
  "Penguin Group (South Africa) (Pty) Ltd, Block D, Rosebank Office Park, 181 Jan Smuts Avenue, Parktown North, Johannesburg",
  "2193, South Africa",
  "Penguin Books Ltd, Registered Offices: 80 Strand, London WC2R 0RL, England",
  "First published in India in Allen Lane by Penguin Books India 2011",
  "Published in Penguin Books 2013",
  "www.penguin.co.in",
  "Copyright © Shashi Tharoor 2012",
  "Cover illustration by Graham Roumieu/Dutch Uncle",
  "All rights reserved",
  "The views and opinions expressed in this book are the author’s own and the facts are as reported by him which have been verified to",
  "the extent possible, and the publishers are not in any way liable for the same.",
  "ISBN: 978-0-143-42018-7",
  "This digital edition published in 2013.",
  "e-ISBN: 978-8-184-75693-7",
  "Not for sale in the US and U"
]