[
  "chapter1 ne",
  "Revisiting the Tryst with Destiny",
  "At midnight on 15 August 1947, independent India was born as its first prime minister, Jawaharlal",
  "Nehru, proclaimed ‘a tryst with destiny—a moment which comes but rarely in history, when we",
  "pass from the old to the new, when an age ends and when the soul of a nation, long suppressed,",
  "finds utterance’. It was an hour of darkness, too, with the flames of Partition blazing across the",
  "land, hundreds of thousands being butchered in sectarian savagery and millions seeking refuge",
  "across the arbitrary lines that had vivisected their homelands. Yet in the midst of these horrors,",
  "mingled with the joy of that sublime moment when, in Nehru’s memorable words, India awoke to",
  "life and freedom, our prime minister remained conscious of his country’s international obligations.",
  "In his historic speech about India’s ‘tryst with destiny’, Nehru, speaking of his country’s dreams,",
  "said: ‘Those dreams are for India, but they are also for the world, for all the nations and peoples",
  "are too closely knit together today for any one of them to imagine that it can live apart. Peace has",
  "been said to be indivisible; so is freedom, so is prosperity now, and so also is disaster in this One",
  "World that can no longer be split into isolated fragments.’ It was typical of that great nationalist",
  "that, at a time when the fires of Partition were blazing across the land, he thought not only of India,",
  "but of the world.",
  "In a sense, this was not entirely surprising, because India had, for millennia, been engaged with",
  "the rest of the world. The north of India had witnessed a series of visitations and invasions,",
  "ranging from armed hordes of Macedonians, Scythians, Persians and Central Asians marching in",
  "through the north-west in quest of pillage and plunder to learned Chinese scholars crossing the",
  "Himalayas in the north and north-east in quest of learning and wisdom. The South, with its long",
  "coastlines, had enjoyed trade relations with the Roman Empire, the Arab lands to the west and the",
  "east coast of Africa, while extending its religious and cultural influence to the Asian countries to",
  "the east. Historical records and archaeological excavations demonstrate that India’s connections",
  "with the rest of the world go at least as far back as the Harappan civilization of 2500–1500 BC,",
  "which maintained extensive links with Mesopotamia. Europe’s history of trading relations with",
  "India is borne out in the writings of the ancient historians Herodotus, Pliny, Petronius and Ptolemy,",
  "and long precedes the colonial experience. The naval expansionism of the southern Chola and",
  "Pallava empires took Indian influences directly to Thailand, Malaya, Indonesia and Cambodia.",
  "Later, the Mughal Empire served as the centre of an Indo-Persian world that straddled both the Bay",
  "of Bengal and the Arabian Sea, and whose influence stretched east as well as west—so that Thai",
  "kings named themselves after Deccani sultans and the first epic poet of Aceh (in Sumatra) was",
  "born in Surat (in Gujarat). It could indeed be argued that the India of today is the direct product of",
  "millennia of contact, trade, immigration and interaction with the rest of the world. Nehru was thus",
  "speaking as heir to this history.",
  "Yet for two centuries before that moment, India had been unable to express its voice or exercise",
  "its place in the world. The British had usurped that right from it; when India, under colonial rule,was made a founding member of the League of Nations after the First World War, its delegation",
  "was headed by a former England cricket captain, C.B. Fry. Those who spoke for India in the world",
  "did so with Britain’s interests uppermost in their minds. India’s authentic voice had only been",
  "heard in those international conferences of subaltern groups where nationalists like Jawaharlal",
  "Nehru spoke for his oppressed and excluded people, or in the resolutions passed annually by the",
  "Indian National Congress on the international situation—resolutions which had no discernible",
  "effect on the decision-makers in London who determined where India would stand in world",
  "affairs.",
  "So when Nehru spoke at that midnight moment, he was speaking for a nation that had found its",
  "own voice in the world again, and was determined to use it to express a worldview radically",
  "different from that which had been articulated by India’s British rulers in previous decades. And",
  "he was doing so as a convinced internationalist himself, one who had seen much of the world in",
  "his extensive travels and was resolved to apply his own understanding of it to his newly",
  "independent nation’s stance in world affairs.",
  "In the six decades since Nehru’s India constituted itself into a sovereign republic, the world has",
  "become even more closely knit together than he so presciently foresaw. Indeed, as the twenty-first",
  "century enters its second decade, even those countries that once felt insulated from external",
  "dangers—by wealth or strength or distance—now fully realize that the world is truly ‘knit",
  "together’ as never before, and that the safety of people everywhere depends not only on local",
  "security forces, but also on guarding against terrorism; warding off the global spread of pollution,",
  "of diseases, of illegal drugs and of weapons of mass destruction; and on promoting human rights,",
  "democracy and development.",
  "Jobs everywhere, too, depend not only on local firms and factories, but on faraway markets for",
  "products and services, on licences and access from foreign governments, on an international",
  "environment that allows the free movement of goods and persons, and on international institutions",
  "that ensure stability—in short, on the international system that sustains our globalized world.",
  "Today, whether you are a resident of Delhi or Dili, Durban or Darwin, whether you are from",
  "Noida or New York, it is simply not realistic to think only in terms of your own country. Global",
  "forces press in from every conceivable direction. People, goods and ideas cross borders and",
  "cover vast distances with ever greater frequency, speed and ease. We are increasingly connected",
  "through travel, trade, the Internet; through what we watch, what we eat and even the games we",
  "play. The ancient Indian notion encapsulated in the Sanksrit dictum ‘vasudhaiva kutumbakam’ (the",
  "world is a family) has never been truer.",
  "These benign forces are matched by more malign ones that are equally global. In my time as a",
  "career official at the United Nations, I learned that the world is full of ‘problems without",
  "passports’—problems that cross all frontiers uninvited, problems of terrorism, of the proliferation",
  "of weapons of mass destruction, of the degradation of our common environment, of contagious",
  "disease and chronic starvation, of human rights and human wrongs, of mass illiteracy and massive",
  "displacement. Such problems also require solutions that cross all frontiers, since no one country or",
  "group of countries can solve them alone.",
  "One simply cannot forget that 9/11 made clear the old cliché about our global village—for it",
  "showed that a fire that starts in a remote thatched hut or dusty cave in one corner of that village canmelt the steel girders of the tallest skyscrapers at the other end of our global village.",
  "In such a world, issues that once seemed very far away are very much in your backyard. What",
  "happens in North America or North Africa—from protectionist politics to civil society uprisings",
  "to deforestation and desertification to the fight against AIDS—can affect your lives wherever you",
  "live, even in North India. And your choices here—what you buy, how you vote—can resound far",
  "away. As someone once said about water pollution, we all live downstream. We are all",
  "interconnected, and we can no longer afford the luxury of not thinking about the rest of the planet in",
  "anything we do.",
  "It has taken us some time to internalize this conviction in India. After all, self-reliance and",
  "economic self-sufficiency were a mantra for more than four decades after independence, and there",
  "were real doubts as to whether the country should open itself up further to the world economy.",
  "Whereas in most of the West most people axiomatically associated capitalism with freedom,",
  "India’s nationalists associated capitalism with slavery—for, after all, the British East India",
  "Company had come to trade and stayed on to rule. So India’s nationalist leaders were suspicious",
  "of every foreigner with a briefcase, seeing him as the thin edge of a neo-imperial wedge. Instead of",
  "integrating India into the global capitalist system, as only a handful of post-colonial countries like",
  "Singapore chose to do, India’s leaders (and those of most former colonies) were convinced that",
  "the political independence they had fought for so hard and long could only be guaranteed through",
  "economic independence. So self-reliance became the mantra, the protectionist barriers went up",
  "and India spent forty-five years increasingly divorced from global trade and investment. (Which",
  "only goes to show that one of the lessons you can learn from history is that history can sometimes",
  "teach you the wrong lessons.)",
  "It was only after a world-class balance of payments crisis in 1991, when our government had to",
  "physically ship its reserves of gold to London to stand collateral for an International Monetary",
  "Fund (IMF) loan, failing which we might have defaulted on our debt, that India liberalized its",
  "economy under our then finance minister Manmohan Singh. The amount of gold possessed by the",
  "women of the household has often been seen, in Indian culture, as a guarantee of the family’s",
  "honour; surrendering the nation’s gold to foreigners betokened a national humiliation that the old",
  "protectionism could not survive. Since then, India has become a poster child for globalization. It is",
  "now widely accepted across the political spectrum that our growth and prosperity would be",
  "impossible without the rest of the world.",
  "Young Indians today are likely to spend a lot of their adult lives interacting with people who",
  "don’t look, sound, dress or eat like them. Unlike their parents, they might well work for an",
  "internationally oriented company with clients, colleagues or investors from around the globe; and",
  "increasingly, they are likely to take their holidays in far-flung destinations. The world into which",
  "they will grow will be full of such opportunities. But along with such opportunities, today’s young",
  "Indians may also find themselves vulnerable to threats from beyond India’s borders: terrorism, of",
  "course, but also transnational crime syndicates, counterfeiters of currency, drug smugglers, child",
  "traffickers, pirates and—almost as disruptive—Internet hackers and spammers, credit-card crooks",
  "and even imported illnesses like swine flu.",
  "Yet many Indians have not yet fully realized the importance of their government devising",
  "policies to deal with such challenges that would affect their, and one day their children’s, lives.Should such policies, in an ever more interdependent world, even be called foreign? One of the",
  "reasons that foreign policy matters today is that foreign policy is no longer merely foreign: it",
  "affects people right where they live. Each of us should want our government to seize the",
  "opportunities that the twenty-first-century world provides, while managing the risks and protecting",
  "us from the threats that this world has also opened us up to.",
  "Indians therefore have a growing stake in international developments. To put it another way, the",
  "food we grow and we eat, the air we breathe and our health, security, prosperity and quality of life",
  "are increasingly affected by what happens beyond our borders. And that means we can simply no",
  "longer afford to be indifferent about our neighbours, however distant they may appear. Ignorance is",
  "not a shield; it is not even, any longer, an excuse.",
  "Much of my own life has been conducted on the global stage. Born in London but brought up in",
  "India, I left the country at nineteen, studied abroad and joined the United Nations, serving it in",
  "Europe, in Southeast Asia and in the United States while helping douse humanitarian and",
  "peacekeeping fires around the world. I returned to India, more than three decades after leaving it,",
  "to play a part in its public life and contribute to developing, whether in or out of office, its vision",
  "of the world in the twenty-first century.",
  "And yet it is not as an unreconstructed internationalist myself that I write this volume. It is true",
  "that I have had the privilege of acquiring extensive international experience, especially during",
  "those nearly three decades of service at the UN, and I value the perspective this has given me on",
  "the world. But my own focus, in the relatively short period that I have been in public life, has",
  "inevitably been on the domestic realities of our country. When I think of the world today, I am",
  "conscious of the need to think of it not as a former UN official, but from the perspective of a",
  "member of Parliament from Thiruvananthapuram, which despite being the capital of Kerala is still",
  "two-thirds a rural constituency. Though the city has long had connections to the outside world—",
  "one of its shipping harbours, Poovar, was the legendary Ophir of ‘King Solomon’s Mines’, and it",
  "was one of the first Indian cities to enjoy air services in the 1930s, at the same time as Karachi and",
  "Mumbai—the concerns of most of its residents are largely domestic. I am obliged to remember that",
  "the bulk of my time in recent months has been spent in listening, and giving political expression, to",
  "the voices of the poor, the marginalized and the downtrodden in my district, a place emblematic in",
  "many ways of our ancient land now roaring into life in the twenty-first century.",
  "What does looking at India’s foreign policy mean from that perspective? For me, frankly, the",
  "basic task for India in international affairs is to wield a foreign policy that enables and facilitates",
  "the domestic transformation of India. By this I mean that we must make possible the transformation",
  "of India’s economy and society through our engagement with the world, while promoting our own",
  "national values (of pluralism, democracy, social justice and secularism) within our society. What I",
  "expect from my national leaders is that they work for a global environment that is supportive of",
  "these internal priorities, an environment that would permit us to concentrate on our domestic tasks.",
  "Ensuring the country’s security, and its freedom to make its own decisions in its own interests, is",
  "the first and most obvious of those priorities; but then comes the need to maintain good relations",
  "with those nations that are essential suppliers of the investment and trade, energy and mineral",
  "resources, food supplies and water flows without which growth, development and the elimination",
  "of poverty would not be possible. India is engaged in the great adventure of bringing progress andprosperity to a billion people through a major economic transformation. At the broadest level, the",
  "objective of India’s foreign policy must be to protect that process of domestic social and economic",
  "transformation, by working for a benign environment that will ensure India’s security and bring in",
  "global support for our efforts to build and change our country for the better.",
  "So a fisherwoman in Thiruvananthapuram may not have the slightest idea who the foreign",
  "minister of India is or care about the American withdrawal from Afghanistan, but she will know if",
  "the price of diesel for her husband’s boat or kerosene for her kitchen stove has become",
  "unaffordable; she understands international economics when a foreign trawler catches fish in",
  "waters her husband and his ancestors have fished in for generations; her livelihood is affected",
  "when fear of terrorism imposes restrictions on the movement of her community’s boats, or when",
  "fear of piracy leads a foreign vessel to shoot at one carrying her brothers. Foreign policy might",
  "seem an abstraction to people like her, but it is relevant to her life just as much as to the diplomat",
  "in the pin-striped suit who speaks for India in global forums.",
  "In one of his short stories, Franz Kakfa, writing of the idea of ‘empire’, observed:",
  "One of the most obscure of our institutions is that of the empire itself …. [T]he teachers of political law and history in the",
  "schools of higher learning claim to be exactly informed on these matters, and to be capable of passing on their knowledge",
  "to their students. The further one descends among the lower schools the more, naturally enough, does one find teachers’",
  "and pupils’ doubts of their own knowledge vanishing, and superficial culture mounting sky-high around a few precepts",
  "that have been drilled into people’s minds for centuries, precepts which, though they have lost nothing of their eternal",
  "truth, remain eternally invisible in this fog of confusion. But it is precisely this question of the empire which in my opinion",
  "the common people should be asked to answer, since after all they are the empire’s final support.",
  "Substitute the words ‘foreign policy’ for ‘empire’, and one has a distillation of the problem this",
  "book attempts, however partially, to address.",
  "But that is clearly not the whole story. Because as India changes domestically, its changes will",
  "have an inevitable impact on the outside world. So if Indians like me contemplate the shape of the",
  "world over, say, the next twenty or twenty-five years, we would also have to ask ourselves what",
  "sort of role the transformation of India in that time span would enable our country to play on the",
  "global stage, how we engage with it and what sort of responsibilities we are prepared to assume.",
  "To the extent that we can project an Indian vision on the world, what would a ‘Pax Indica’ look",
  "like?",
  "Indians can never afford to forget the condition in which we found our country at the onset of",
  "independence. From a nation that had once been among the world’s richest, and which as late as",
  "1820 accounted (in the estimate of the late British economic historian Angus Maddison) for 23 per",
  "cent of global GDP, we had been reduced by 1947 into one of the poorest, most backward, most",
  "illiterate and diseased societies on earth. From 1900 to 1947 the rate of growth of the Indian",
  "economy was not even 1 per cent, while population grew steadily at well over 3.5 per cent.",
  "Imperial rule left a society with 16 per cent literacy, practically no domestic industry and over 90",
  "per cent living below what today we would call the poverty line. The impoverishment of India",
  "was the starkest reality that India’s nationalist leaders had to face. It was therefore natural that our",
  "domestic transformation should be the overriding priority even in the making of foreign policy.",
  "This is where non-alignment came in. It is understandably fashionable to scoff at the concept",
  "when there is no longer a pair of superpowers to be non-aligned between, but its origins wereunexceptionable. At a time of great pressure to join one of the two Cold War alliances, as so many",
  "countries had done around us, our first prime minister, Jawaharlal Nehru, chose to stay free of such",
  "entanglements in the pursuit of our enlightened self-interest. We had spent too long with foreigners",
  "deciding what was good for us internationally; we were not going to mortgage our freedom of",
  "action or decision to any alliance when we had just begun to appreciate the value of our own",
  "independence. So we stayed out of other countries’ fights, and sought to judge each issue on its",
  "merits, rather than taking sides automatically or based on alliance politics.",
  "This was not a policy of neutrality, as some, like Dwight Eisenhower’s secretary of state, John",
  "Foster Dulles, wrongly called it. (Dulles went on to add, infuriatingly, that ‘neutrality between",
  "good and evil is itself evil’.) We were not neutral; we did not cut ourselves off from the world or",
  "abdicate our international responsibilities. But our leaders were determined that the independence",
  "we had fought so hard for should not be compromised, that our sovereignty should be safeguarded",
  "and our right to take our own decisions should be unquestioned. Underlying India’s approach from",
  "the start was a firm belief in the importance of preserving our own strategic autonomy, which we",
  "have always seen as essential if we are to have a chance to develop India as we wish to. Indeed,",
  "one of my favourite—though undoubtedly apocryphal—stories is of Dulles saying to Nehru (in",
  "words that have become more famous in recent years on the lips of a later American leader): ‘Are",
  "you with us or against us?’ Nehru answered, ‘Yes.’ In other words, we were with the United States",
  "when we agreed with it, against it when we didn’t. It’s a good story, if an implausible one,",
  "because it goes to the heart of the Indian approach.",
  "In practice, this assertive non-alignment meant that we tried, with varying degrees of success, to",
  "have good relations with all the major powers irrespective of ideology, including both the United",
  "States and the Soviet Union, and indeed both China and the Soviet Union. We built economic links",
  "wherever we could to serve our development. So we constructed the public-sector Bhilai and",
  "Bokaro steel plants with the Soviet Union when the West refused to help, but we also received PL-",
  "480 wheat and Green Revolution technology from the United States. We engaged in an active",
  "peace diplomacy on disarmament to minimize the risks of conflict as a result of the Cold War",
  "bipolar world, and on decolonization for the same reason but also in pursuit of our anti-imperial",
  "ideals. In the emerging world of free and independent (and overwhelmingly non-aligned) states,",
  "we played an active role in the institutions of global governance, notably the United Nations and",
  "the Bretton Woods institutions, to promote those very ends. Arguably all of this gave India a",
  "standing in the world out of all proportion to its true strength and unrelated to its modest economic",
  "and military power.",
  "Taken together, these actions also sought to build the material basis for our strategic autonomy.",
  "This was when modern industry and scientific and technical higher education truly began on an",
  "effective scale in India, as did our atomic energy and space programmes, and our defence research",
  "and production, all aimed at building autonomous national capabilities. The avoidance of external",
  "entanglements was intended both to give us the space to pursue our own development and to avoid",
  "the restraints on our freedom of action that alliance commitments might have engendered.",
  "It is easy to forget the constraints within which this policy operated. The bipolar world of those",
  "days was one of uncompromising superpowers. The means available to us in our foreign policy",
  "were extremely limited. And we lacked the traditional sources of international power in terms ofmilitary capability, raw materials or geostrategic leverage. But we marched to the tune of our own",
  "drummer, even if it meant marching alone.",
  "The results of these policies were quite remarkable and helped lay the foundations of our",
  "diversified industrial base, our platform of excellence in higher education, our independent",
  "strategic capabilities, and ultimately of the over 6 per cent a year GDP growth that we have",
  "enjoyed for nearly three decades, since Rajiv Gandhi became prime minister of India, and the",
  "nearly 8 per cent growth of the last ten years. But we rarely portrayed it as such in the first five",
  "decades of our independence. For even if our foreign policy had been motivated by the challenge",
  "of development, its articulation was driven by the nation’s historical experience. The struggle for",
  "freedom against British imperialism dictated some of our political sympathies in favour of other",
  "anti-colonial struggles elsewhere in the world. Our reaction to the experience of two world wars",
  "added to our determination not to get entangled in other countries’ conflicts, and to work to end",
  "those wherever we could. This bias in favour of peace was underscored by the non-violent nature",
  "of our own independence movement, which predisposed us to a certain moral conviction that our",
  "ways were preferable to those that resorted to violence. We therefore expressed, and acted in",
  "accordance with, what former foreign secretary J.N. Dixit called a ‘commitment to co-operation",
  "rather than confrontation’. This, allied to a newly independent land’s pride in its own civilization,",
  "led to India pronouncing itself on world affairs as if from a moral high ground, not a posture",
  "guaranteed to win friends and influence other (supposedly morally inferior) nations. In a phrase",
  "typical of this attitude, Dixit (a fine and highly respected diplomat) wrote of India’s ‘catalytic role",
  "… in establishing a moral and just world order ensuring peace and co-operation all over the",
  "world’. Such claims for a moral underpinning to India’s foreign policy did not always resonate",
  "well with other countries, which assumed that New Delhi was engaged in the exercise of",
  "promoting and defending its national interests, just as they were. It led to criticisms of Indian",
  "hypocrisy and sanctimoniousness that our diplomats never entirely lived down. When defeat in the",
  "war with China in 1962 seemed to expose the hollowness of India’s claims to global leadership,",
  "the country’s standing went down in the eyes of the world—this time also disproportionately,",
  "given India’s real worth and potential.",
  "Ironically we might have won much more praise for honestly justifying our foreign policy in",
  "more realistic terms. Non-alignment was both a way of safeguarding a sovereignty long fought for",
  "and recently won and a way of avoiding compromising it through the compulsions of bloc politics.",
  "Nonetheless India was much more open to the West in the early years than hindsight suggests; in",
  "many ways, though, it was driven away by Western condescension towards what the United States",
  "and the United Kingdom largely saw as Indian pretensions to an equality in world affairs that it did",
  "not deserve, and the West’s leanings towards Islamic Pakistan, seen as a doughty ally against",
  "godless communism. India’s domestic economic preference for a ‘socialist pattern of society’ with",
  "bureaucrats, rather than businessmen, on the ‘commanding heights’ of the Indian economy",
  "understandably found little favour in the West; the US Congress once passed a resolution refusing",
  "to help India construct a public-sector steel plant since it was ‘not the United States’ business to",
  "help build socialism in India’. The West was noticeably sympathetic to Pakistan over Kashmir, an",
  "issue on which India was supported by the Soviet Union, which frequently vetoed anti-Indian",
  "resolutions on the subject at the UN Security Council. This, coupled with Moscow’s eager bearhug, gave Indian non-alignment a distinctly pro-Soviet coloration over time, exemplified by the",
  "1971 treaty of peace, friendship and cooperation that seemed to signal the death knell of India’s",
  "equidistance from the superpowers. That treaty was occasioned by the Bangladesh crisis, the",
  "largest refugee movement in human history (10 million Bengalis) flooding into India, and a sense",
  "in New Delhi of the inevitability of war to resolve it; the fear was of a possible two-front war",
  "with both China and Pakistan, which the treaty sought to dispel. India was thus using the USSR to",
  "forestall China, not the West. All this suggests a degree of compulsion about India’s basic choices;",
  "in a very fundamental sense, it was non-aligned because, in the global circumstances, it could be",
  "nothing else.",
  "There are, of course, those who disagree with this view, and who suggest that alliance with the",
  "West from the very beginning might well have been a better choice, permitting India greater",
  "opportunities for higher-trajectory economic growth (à la South Korea or Thailand, which made",
  "such a choice) and global political influence. It would also have accorded with India’s position as",
  "a democracy, and placed New Delhi on the ‘winning side’ at the end of the Cold War. As a",
  "teenage supporter of the Swatantra Party, I was inclined towards this view myself, but found I was",
  "in a minuscule minority; there is no doubt that many of today’s advocates who critique Nehru for",
  "not taking the ‘winning side’ speak with the benefit of 20/20 hindsight. Barring very few",
  "(essentially the supporters of the Swatantra Party and some members of the Bharatiya Jana Sangh),",
  "pro-Western leanings found few adherents in postcolonial India: the overwhelming intellectual",
  "climate of the 1950s and 1960s was in favour of a Nehruvian vision of prudent equidistance. Of",
  "course, India’s contrasting stands in 1956 on the Suez crisis and the USSR’s invasion of Hungary",
  "exposed our non-alignment to be somewhat partisan, reflecting a leftward leaning that was a",
  "consequence of both our historical legacy and our need to put strategic daylight between ourselves",
  "and our former rulers. But non-alignment reflected a broad national consensus, and it is difficult to",
  "deny that the alternative of alignment with the West could have stunted India’s influence on the",
  "world stage, and its decades of leadership of the developing world, which gave it a stature that no",
  "mere subordinate ally of a superpower would have enjoyed.",
  "There were concrete benefits too. On the basis of what was achieved in the first forty years after",
  "independence, it was possible for Indian foreign policy to use the favourable international",
  "situation after 1991 to take major steps in furthering our basic objectives. The reform and opening",
  "up of our economy that year coincided with the end of the bipolar Cold War world. In the",
  "following decade and a half, the world economy and world trade grew at a pace that was",
  "unprecedented in human history, creating favourable external conditions for India’s growth. And",
  "India was well placed to take advantage of the situation, thanks in no small part to a foreign policy",
  "which enabled us to work with all the major powers without exception—and to get help (if I may",
  "be allowed to mangle Marx) from each according to their capacity, to us according to our need.",
  "This prompted an astute student of Indian foreign policy, the Canadian diplomat and scholar",
  "David Malone, whose 2011 book Does the Elephant Dance? Contemporary Indian Foreign",
  "Policy is perhaps the most impressive and substantial recent volume on the subject, to observe:",
  "In stark contrast to the Nehruvian years during which India achieved considerable status in the international sphere with",
  "barely any achievements on the domestic front, chiefly by taking the moral high ground in foreign affairs, post-1990 India",
  "was no longer as convinced of its moral uniqueness and began to think of itself as a nation like several others in the quest",
  "of greater power. This favoured the normalization of traditionally antagonistic relationships with neighbouring countries, agreater commitment to international institutions that might legitimize its emerging power status, a positive approach to",
  "relations with the world’s remaining superpower, and, importantly, greater focus on national defence, including in the",
  "nuclear sphere.",
  "The India of the second decade of the twenty-first century has made significant strides from the",
  "overestimated India of the 1950s and the underestimated India of the 1960s. Since 1947 it has",
  "raised literacy from 16 per cent to 74 per cent, reduced child mortality and increased life",
  "expectancy (from 26 to 72), and raised the rate of growth of the Indian economy from below 1 per",
  "cent to over 8 per cent, while reducing the percentage of the population living below the poverty",
  "line from some 90 per cent to just over 30 per cent. Foreign direct investment (FDI) into India is",
  "illustrative of our changing orientation to the world: from a cumulative total of $15.4 billion in the",
  "entire decade of the 1990s to $37.7 billion in 2009–10 alone (though this has since dropped).",
  "India’s share of global gross domestic product (GDP) has doubled from 2.5 per cent in 1980 to 5.5",
  "per cent in 2010; its share in world merchandise exports increased from 0.4 per cent in 1980 to 1.5",
  "per cent in 2010 and in world service exports from 0.7 per cent to 3.3 per cent. While figures do",
  "not always tell the complete story, the India that punched above its weight in the 1950s and below",
  "its undoubted potential in the 1960s is now poised to become the world’s third largest economy in",
  "purchasing power parity (PPP) terms in 2012, according to the IMF. It is a country whose real and",
  "visible weight counts in the world.",
  "Our foreign policy today has also outgrown much of its earlier post-colonial rhetoric. In the",
  "past, India’s policy pronouncements on the world were often justified on the grounds that our",
  "position was right in principle rather than in practice, that they were correct more than they were",
  "useful. Foreign policy was seen by its practitioners, starting with Nehru, as an end in itself,",
  "unrelated to the more mundane economic needs of the nation. Today, India’s foreign policy is much",
  "more overtly focused on the task of facilitating India’s economic growth in order to bring our",
  "billion-strong masses into the twenty-first century. We are open about our need to cultivate good",
  "relations with countries that can assist us in that process—trading partners and investors in our",
  "economy; suppliers of energy resources and assurers of food security; and partners in our",
  "fundamental objective of keeping our people safe, secure and free to develop their human and",
  "economic potential without external interference or threats. We need to ensure reliable and",
  "multiple sources of these resources, predicated upon good relations with the countries that can",
  "provide them and a peaceful environment in which our development and growth can flourish.",
  "These are all pragmatic underpinnings of our foreign policy—one aiming to shore up the key",
  "domestic objective of transforming our own society and economy.",
  "Since foreign policy is developed and conducted by the institutions of the state, its conception",
  "and articulation reflects the conditions that the state finds itself in, mediated through the state’s",
  "orchestration of the aspirations of the people it seeks to represent. This means that India’s",
  "geography, its political culture and environment, its domestic institutions and federal structure, all",
  "play a vital role in the making of its foreign policy. Not surprisingly, different constituents of India",
  "pursue their different interests, impacting foreign policy sometimes directly and sometimes",
  "indirectly, as we discuss in a later chapter on the influence of domestic policies. As the state",
  "evolves and the people’s attitudes change, foreign policy shifts. This has already become apparent",
  "since 1991, when India, in the commentator C. Raja Mohan’s formulation, ‘crossed the Rubicon’",
  "from its traditional foreign policy to its present one.Malone, for one, saw this as a fundamental change in Indian foreign policy making: ‘Indian",
  "foreign policy in the twenty-first century is characterized by a marked shift towards pragmatism",
  "and a willingness to do business with all,’ he observed, ‘resembling in none of its important",
  "specifics that of Indira Gandhi in the mid-1970s, and even less that of her father in the 1950s and",
  "1960s.’",
  "Yet it is not merely a self-centred, economic-determinist approach to the world that dominates",
  "Indian thinking. Nehru’s old globalist orientation is still hard-wired into the consciousness of",
  "policy-makers. The main difference is that the post-colonial chip has fallen off our shoulder; New",
  "Delhi can now afford to look at the globe from a position of authority. Today we can take our",
  "sovereignty for granted; we know no one would dare threaten it. Our strategic autonomy is a fact of",
  "life and no longer something that has to be fought for. We are now in a position to graduate from a",
  "focus on our own sovereign autonomy to exercising a vision of responsibility on the world stage,",
  "from a post-colonial concern with self-protection to a new role participating in the making of",
  "global rules and even playing a role in imposing them.",
  "India has a self-evident interest in helping to create an enabling international environment for",
  "our own national objectives. International trade has an increasingly direct bearing on our national",
  "well-being; over 30 per cent of our GDP is now accounted for by our imports and exports, and our",
  "growth and prosperity depend on continued imports of fertilizer, energy, metals and capital, as",
  "well as continued receptivity to Indian migrants (in 2010 India was the second largest emigrant",
  "nation of the world with 11.4 million migrants and the top remittance receiving nation in the world",
  "with $55 billion in inward remittances). It obviously serves our national purposes to expend our",
  "energies and resources in working to ensure a peaceful and equitable global order, to preserve the",
  "freedom of the seas and open sea lanes of communication, to explore outer space and cyberspace",
  "in ways that help all of humanity—all the ‘global public goods’ that international theorists theorize",
  "about, but which have a tangible impact on our everyday lives.",
  "One tangible example of India’s new-found willingness to engage the outside world—",
  "specifically, the foreign private sector—in our domestic development lies in the way we have",
  "developed our telecommunications sector, perhaps the single most remarkable example of India’s",
  "recent transformation through liberalization. Foreign companies, technology and expertise helped",
  "build India’s initial wireless networks between 1995 and 2002. The initial networks were built by",
  "Indian companies in joint ventures with global multinational corporations such as BT, AT&T,",
  "Telstra, US West, Swiss PTT and Bell Canada; a large part of the technology was sourced from",
  "the European firms Nokia, Siemens, Alcatel-Lucent and Ericsson, while US companies like Cisco,",
  "HP and IBM remain prominent providers of the telecom technology which powers India’s",
  "networks. Realizing that the interests of India’s citizens in large-scale and widespread availability",
  "of telecommunications needed an international approach, the government has encouraged foreign",
  "technology, and the size of the Indian market has helped lower costs both for handsets and",
  "infrastructure, with some of the lowest tariffs for mobile services anywhere in the world. The",
  "result is that today we have nearly 900 million SIM cards in circulation and are poised to overtake",
  "China in 2012 to become the world’s largest telecom market—something that the old, protected",
  "and inward-focused Indian telecom system could never have aspired to. International engagement",
  "has empowered the ordinary Indian and changed his daily life.Internationalism, as Nehru demonstrated in his speech at that first moment of independence, has",
  "always been a vital part of our national DNA. It was also typical of Nehru’s internationalist vision",
  "that his words, uttered sixty-four years ago, were not only profoundly right, but could be spoken",
  "today without the change of a comma. And yet we pursue our internationalism today in a world",
  "where all the unifying forces of interdependence—satellite communications, easy jet travel, the",
  "Internet, the ability to move capital with the click of a mouse in an increasingly globalized world",
  "—are challenged by the destructive forces of division that are equally global. The terrorists of",
  "26/11 used the instruments of globalization and convergence—the ease of communication, GPS",
  "and mobile telephone technology, five-star hotels frequented by the transnational business elite,",
  "and so on—as instruments for their fanatical agenda. Similarly, on 9/11 in New York, rather than",
  "as forces to bring the world closer together, the terrorists also used similar tools—crashing the jet",
  "aircraft into those towers emblematic of global capitalism, while the doomed victims of the planes",
  "made frantic mobile phone calls to their loved ones.",
  "In other words, the very forces that, through globalization, are pulling us together seem at the",
  "same time, through international terrorism, to be driving us apart. The terrible notion of a ‘clash of",
  "civilizations’ has entered our discourse, as the often benign forces of religion, culture and society",
  "have become causes of conflict, rather than of succour, in many places.",
  "Both 9/11 and 26/11 were grotesque reflections of this paradoxical phenomenon of convergence",
  "and disruption, unity and division, in today’s world. For an India striding confidently into the",
  "twenty-first century, it is not enough to navigate our way cautiously between these forces. We must",
  "work to build a world which accentuates convergence and prevents the forces of disruption from",
  "succeeding. This is in our national interest; it is also an essential aspect of the responsibility we",
  "must exercise if we are to live up to being worthy of the kind of nation we are becoming.",
  "India has been directly affected by both global trends, of convergence and disruption. On the one",
  "hand, we are a far more globalized economy than most, and more so than we ever were in the days",
  "when we raised the protectionist barriers to shield us while we developed our autonomous",
  "national capabilities. We are today more connected through trade and travel—much more than ever",
  "before—with the international system, and trade and foreign investment account for a steadily",
  "increasing share of our GDP. Indian firms have become multinationals, investing abroad to a level",
  "that in some recent years has exceeded the FDI coming into India. Indians work everywhere, and",
  "have acquired a reputation for mathematical, computing and engineering skills that are prized by",
  "international employers. Foreign companies are hiring Indians in India to do research and",
  "development for their globally branded products; GE and Phillips, for instance, employ more",
  "researchers in India than in their worldwide headquarters. Our relationship with each of the major",
  "powers has grown rapidly, and China is now our single largest trading partner. India’s soft power",
  "stretches across the globe, with our popular cinema in the vanguard, influencing the hearts and",
  "minds of foreigners almost everywhere. Our political relationships have also been strengthened.",
  "With the United States, it was possible for us to undertake the civil nuclear initiative, removing the",
  "limitations that had been placed on us after the 1974 and 1998 nuclear tests. Today we can admit",
  "—indeed, we can boast—that our links with the world are one reason for the highest-ever growth",
  "rates that we enjoyed between 2003 and 2008.",
  "But the external situation has been changing considerably. Politically, the world is entering aperiod of transition from dominance by a single power to a more balanced distribution of power in",
  "the international system, though this still falls short of true multi-polarity. India had barely adjusted",
  "to the reality of a unipolar world when the United States’ seemingly unchallengeable dominance of",
  "the world order began to fade in the first decade of the twenty-first century. New powers are",
  "rising, new alliances are forming, and we are witnessing the rise of a new global power in China,",
  "the only visible contender for the superpower status now enjoyed singularly by the United States.",
  "Challenges in India’s immediate neighbourhood, particularly in Pakistan and Afghanistan, but also",
  "in Bangladesh, Sri Lanka and Nepal, have made us conscious that our development is vulnerable to",
  "the impact of forces and events beyond our borders.",
  "As the world transitions to something closer to real multi-polarity, we should realize that the",
  "existing power holders can hardly be expected to easily cede power to others. Even if academic",
  "seminarians take the notion of new ‘rising powers’ for granted, no formerly risen power is",
  "prepared to fall. Many will seek to stay in place, even if it means continuing the existing inequities",
  "in the international order. In some cases new and old powers are busy cultivating the very states",
  "whose influence they are simultaneously trying to check. In turn, this will mean an opportunity for",
  "other countries to build new coalitions with each other in their efforts to find a better place in the",
  "sun. This could lead to clashes, unless the entire international architecture is reshaped",
  "cooperatively—an objective India can, and should, work towards, and to which we shall return",
  "later in this volume.",
  "India today disposes of far greater leverage in its extended neighbourhood than before, but",
  "arguably bears greater responsibility as well. Our impact on regional issues such as peace and",
  "security prospects in South Asia, or even on issues broader afield such as Southeast and East",
  "Asian economic integration, is already considerable and will grow in ways that could not have",
  "been imagined two decades ago. Our role is also of determining importance on such global issues",
  "as the management of climate change, the provision of energy security and the global",
  "macroeconomic discussions in the G20 about coordinating ways to pull the world out of recession.",
  "The world economic crisis, which started as a financial crisis at the heart of the Western",
  "capitalist system, has not yet ended. Fortunately, while India has been affected, it has been one of",
  "the few economies that continue to show growth, attaining 6.9 per cent in the 2011–12 fiscal year.",
  "Nor is it clear that the world economy will return to an expansionary phase any time soon. Our",
  "search for markets, technology and resources to fuel our growth will be more complicated than it",
  "has been in the recent past. International developments will inevitably affect us. Inflation, for",
  "instance, a hot-button political issue in India, is only very partially the result of policies pursued",
  "by the elected Indian government. Among the significant causes of rising prices in India is the",
  "massive injection of liquidity by the developed Western countries into the world economy to",
  "promote their own recovery from the global economic crisis. This has been magnified by a rise in",
  "oil and commodity prices, itself partly caused by the availability of more capital but also",
  "compounded by the uncertain political climate in a Middle East torn by ‘jasmine revolutions’ and",
  "mounting civil strife. To suggest that domestic economics can be pursued without reference to",
  "foreign policy is no longer a serious proposition.",
  "So while India’s strategic goals must remain the same—to enable the domestic transformation of",
  "India by accelerating our growth, preserving our strategic autonomy, protecting our people andresponsibly helping shape the world—achieving these goals in the present economic climate will",
  "be a challenge to our skill and ingenuity. As protectionism grows and closes markets, and as credit",
  "is sucked back into developed economies for their own stimulus and recovery, we will have to",
  "rely much more on growing our own domestic market. The world of today is not going to provide",
  "as propitious an environment for India’s growth and prosperity as the world of two decades ago",
  "did, when we first liberalized. This brings me right back to the underlying theme of this book: the",
  "importance of using our international policies to serve our fundamental objective of pulling poor",
  "people in India out of poverty and into the twenty-first-century globalized economic system.",
  "What shape should our foreign policy take to enable us to cope with such a world? Decades",
  "ago, the scholar Richard A. Falk summarized six broad criteria for evaluating foreign policy in a",
  "democracy, which seem broadly relevant to our challenge even today. A country’s foreign policy",
  "should, first of all, be a desirable one—approved means (means approved by the general public)",
  "must be used in pursuit of approved ends (goals approved by national institutions like Parliament),",
  "with the bases of approval made explicitly. It should be effective—those approved means should",
  "be successful in accomplishing the ends sought. It should be popular, since in a democracy it is",
  "important that an elected government’s foreign policy positions enjoy high levels of public",
  "support. It should be legitimate—both the means and the ends of foreign policy should be in accord",
  "with the Constitution, and with India’s solemn international obligations and treaty commitments,",
  "including respecting the constraints embodied in international law. Falk’s final two criteria are",
  "perhaps both idealistic and contestable: he suggests that foreign policy should be populist (the",
  "means and ends of foreign policy should reflect public participation, with influence on policy-",
  "making filtering upwards to the decision-makers as well as downwards from them) and equitable",
  "(the domestic costs, burdens and sacrifices resulting from a country’s foreign policy should be",
  "distributed fairly within society).",
  "India’s foreign policy has arguably done a good job in reflecting most of these criteria, though it",
  "is clear that we still have a way to go before we can express satisfaction with our performance on",
  "all counts. But Falk’s list is worth bearing in mind as a yardstick when we examine India’s",
  "international standing in the rest of this volume.",
  "So what does all this mean for the reshaped world that we hope will emerge in the next couple",
  "of decades? What can we project for the world of the next twenty years?",
  "I have little doubt that the international system—as constructed following the Second World",
  "War—will be almost unrecognizable by 2030 owing to the rise of emerging powers, a transformed",
  "global economy, a real transfer of relative wealth and economic power from the West, or the",
  "North, to other countries in the global South, and the growing influence of non-state actors,",
  "including terrorists, multinational corporations and criminal networks. In the next two decades,",
  "this new international system will be coping with the issues of ageing populations in the developed",
  "world; increasing energy, food and water constraints; and worries about climate change and",
  "migration. India’s transformation will mean that resource issues—including energy, food and",
  "water, on all of which demand is projected to outstrip easily available supplies over the next",
  "decade or so—will gain prominence on the international agenda.",
  "We must be determined to pursue our domestic transformation, and to do so responsibly. The",
  "energy demands this process will make on the world will be huge, and we must seek to fulfil ourenergy requirements through a mix of efficient and environmentally friendly means (hydro, solar,",
  "wind and nuclear, in addition to the still-unavoidable thermal-and petroleum-or gas-driven forms",
  "of energy). Our foreign policy must serve this objective too: the India–US nuclear agreement was a",
  "step in this direction. So too will be an Indian policy on climate change that respects the world’s",
  "anxieties about global warming while preserving the capacity to do what it takes to connect the",
  "deprived and excluded among our people to the opportunities the twenty-first century offers. The",
  "global environment, in both senses of that phrase, could undermine many of the aspirations of",
  "Indian foreign policy.",
  "Our demand for food will inevitably rise as well, perhaps by 50 per cent in the next two",
  "decades, as a result of our growing population, their rising affluence and the improved dietary",
  "possibilities available to a larger middle class. We will need to multiply our sources of food,",
  "including developing agricultural land abroad, in Africa and even Latin America. Lack of access",
  "to stable supplies of water, particularly for agricultural purposes, is reaching critical proportions",
  "and the problem will worsen because of rapid urbanization over the next twenty years. We will",
  "need skilful and creative diplomacy to ensure that interruptions in the flow of water across our",
  "borders do not bedevil relations with our neighbours.",
  "All this underscores my initial point, that foreign policy is basically about fulfilling domestic",
  "objectives. Let us never forget that if we succeed—when we succeed—in our national",
  "transformation, we will be including more and more of our people in the great narrative of hope",
  "that has been the narrative of social and economic development in the West over the last two",
  "hundred years. We will be connecting 500 million Indians to their own country and to the rest of",
  "the world. Half a billion Indian villagers will join the global village. That is an exciting prospect",
  "and I am sure, for some, an alarming one.",
  "This underscores the need for increased, more democratic and more equitable global",
  "governance. Let us look even further than the next two decades. Growth projections for Brazil,",
  "Russia, India and China (the BRIC countries) indicate they will collectively match the original",
  "G7’s share of global GDP by 2040–50. All four probably, and certainly India, will continue to",
  "enjoy relatively rapid economic growth and will strive for a multipolar world in which their",
  "capitals are among the poles. New Delhi is already a magnet for visiting potentates and tributaries;",
  "it will certainly be among the half-dozen places from which the twenty-first century world will be",
  "run.",
  "The experts tell us that historically, emerging multipolar systems have been more unstable than",
  "bipolar or unipolar ones. The rise of China is one of the great and visible events of our",
  "geopolitics, and it appears to be matched by a comparable decline in the political will and",
  "economic self-confidence of the Western powers, at a time when several ‘emerging’ nations are",
  "acquiring strength and confidence on the global stage. In a world in which some great powers are",
  "no longer quite as great as some formerly minor states, and where a powerful China is scrutinized",
  "carefully for signs of incipient hegemonic tendencies, there are serious questions about the future",
  "of the world order. Might China seek to challenge the existing global system, as a rising Germany",
  "did at the beginning of the twentieth century, or to reorder the structures of international",
  "organization, as a triumphant United States did after the Second World War? Should a country like",
  "India work actively in these circumstances to reform and strengthen the world order in order tocreate a pattern of several powerful states cooperating with each other in an inclusive multipolar",
  "world system?",
  "The recent, indeed ongoing, global financial crisis underlines that the next twenty years of",
  "transition to a new system are fraught with risks. Global policy-makers will have to cope with a",
  "growing demand for multilateral cooperation when the international system will be stressed by the",
  "incomplete transition from the old to the new order. And the new players will not want to",
  "cooperate under the old rules.",
  "The multiplicity of actors on the international scene could, if properly accommodated, add",
  "strength to our ageing post–Second World War institutions, or they could fragment the international",
  "system and reduce international cooperation. Our era is characterized by common vulnerabilities",
  "among potential rivals—the United States and China, for instance, with one a vital market for the",
  "other and the latter a major debtor of the former—as well as growing interdependencies among",
  "former enemies, such as the Russian supply of oil and gas to West Europe. Countries like India",
  "have no desire to challenge the international system as did other rising powers like Germany and",
  "Japan in the nineteenth and twentieth centuries, but wish to be given a place at the global high",
  "table. Without that, they would be unlikely to volunteer to share the primary burden for dealing",
  "with such issues as terrorism, climate change, proliferation and energy security, which concern all",
  "of us.",
  "These issues will remain key concerns even as resource issues move up on the international",
  "agenda. The old divides between East and West, North and South, capitalist and communist,",
  "developed and developing are becoming largely irrelevant; the twenty-first-century world is not",
  "one of simple binaries. Failing states, terrorist groups, transnational Islamist movements, non-",
  "governmental organizations (NGOs) and civil society have also all begun to impact the choices of",
  "governments. Ours is an era where ‘non-state actors’ can nearly bring two armies to war.",
  "Terrorism is the tragic blight of our times, but far too much ink has been expended on it to merit",
  "extensive treatment in this book. But its appeal could diminish if economic opportunities for youth",
  "are increased and greater political pluralism is offered in many societies.",
  "Yet in saying this, I am conscious that India’s story could be seriously affected by the failure of",
  "other countries in our neighbourhood to do either. To take our most pressing immediate challenge,",
  "a democratic Pakistan determined to focus on its own people’s economic development would be",
  "good news for India. On the other hand, a flailing Pakistan, with a burgeoning population of",
  "uneducated, unemployable and frustrated youth prey to the blandishments of radical religious",
  "fanatics, and ruled by a military-dominated system that sees its security in destabilizing others,",
  "could be a major threat to India. Inevitably this will remain a major preoccupation of Indian",
  "foreign policy for the foreseeable future, and we will address it in detail in the next chapter.",
  "The risk of nuclear weapon use over the next twenty years is greater now with the potential",
  "emergence of new nuclear weapon states and the increased risk of the acquisition of nuclear",
  "materials by terrorist groups. Pakistan’s willingness to allow its territory to be used for attacks",
  "against India like the assault on Mumbai on 26/11 inevitably carries the risk of sparking off a",
  "larger conflagration. Pakistan’s refusal to agree to a ‘no first-use of nuclear weapons’ pact with",
  "India is grave, and its brinkmanship in such matters as the attacks on our embassy in Kabul raises",
  "the spectre of continued hostility between our two nuclear powers. This is why our prime ministerhas made such an extraordinary effort to sustain dialogue with Pakistan. There are also genuine",
  "questions regarding the ability of a state like Pakistan to control and secure its nuclear arsenals in",
  "the event of internal disruption.",
  "This is one more reason why India will remain a strong proponent of universal nuclear",
  "disarmament. India’s approach to nuclear disarmament, nuclear non-proliferation and, by",
  "extension, to arms control is essentially based on the belief that there exists close synergy between",
  "all three. Non-proliferation cannot be an end in itself, and has to be linked to effective nuclear",
  "disarmament. Nuclear disarmament and non-proliferation should be seen as mutually reinforcing",
  "processes. Effective disarmament must enhance the security of all states and not merely that of a",
  "few.",
  "India had set out goals regarding nuclear disarmament as far back as June 1988, when the then",
  "prime minister of India, Rajiv Gandhi, presented to the United Nations an Action Plan for ushering",
  "in a nuclear weapons–free world. He argued that the ‘alternative to co-existence is co-",
  "destruction’. Even today, India is perhaps the only nuclear weapons state to express its readiness",
  "to negotiate a Nuclear Weapons Convention leading to global, non-discriminatory and verifiable",
  "elimination of nuclear weapons.",
  "Such global aspirations have long been part of India’s basic foreign policy posture. But while",
  "global institutions continue to adapt to the new world, regional ones could emerge into",
  "prominence. The world economic crisis should give us an opportunity to promote economic",
  "integration with our neighbours in the subcontinent who look to the growing Indian market to sell",
  "their goods and maintain their own growth. Yet as long as South Asia remains divided by futile",
  "rivalries and some continue to believe that terrorism can be a useful instrument of their strategic",
  "doctrines, that is bound to remain a distant prospect. That is why our neighbourhood will also be",
  "examined in a later chapter.",
  "As a result the structure of this book is rather like an onion; it begins with Pakistan and peels",
  "outwards, from South Asia and the neighbourhood to the broader world beyond. This method",
  "permits us to see starkly what overwhelmingly occupies our short-term thinking before engaging",
  "with the broader concerns that must occupy a more prominent place in our international reflection.",
  "In the process of peeling this onion, I hope (without too many tears!) to offer my readers, in",
  "particular the younger generation of Indians, a worldview that helps orient them to their national",
  "and global inheritance. The book deals much less with the history of India’s foreign policy than",
  "with contemporary trends and future prospects, partly because history has not always been a",
  "reliable guide to the present (who could have imagined in 1998 the signing of the Indo-US nuclear",
  "deal in 2008?), and partly because my concern is principally with tomorrow, not yesterday. While",
  "much of the book’s detail is anchored in 2012, its broad thrust is intended to be relevant for some",
  "time to come.",
  "I believe strongly that we must work to create a world in which Indians can prosper in safety",
  "and security, a world in which a transformed India can play a worthy part. This is a time in our",
  "national evolution when we must rethink the assumptions of our political philosophy, and rise to",
  "the need to refurbish our institutions with new ideas. An India led by rational, humane and open-",
  "minded ideas of itself must develop a view of the world that is also broad-minded,",
  "accommodative and responsible. That would be in keeping with the aspiration that Nehru launchedus on when he spoke of our tryst with destiny. As we embark on the second decade of the twenty-",
  "first century, the time has indeed come for us to redeem his pledge.c  t",
  ""
]