[
  "chapter8 ight",
  "The Hard Challenge of Soft Power and Public Diplomacy",
  "I am partially guilty for having introduced the idea of the importance of India’s ‘soft power’ into",
  "the public discourse of our country. My rationale for applying Joseph Nye’s ideas to India",
  "(initially in a series of speeches at the dawn of the new millennium) lay in the excessive",
  "international focus on the country’s rising power in conventional terms: our consistent economic",
  "growth in the last two decades has prompted too many to speak of India as a future ‘world leader’",
  "or even as ‘the next superpower’. The American publishers of my 2007 book, The Elephant, the",
  "Tiger and the Cellphone, even added a gratuitous subtitle suggesting that my volume was about",
  "‘the emerging 21st century power’. (The Indian subtitle was the more modest ‘Reflections on India",
  "in the 21st Century’.) India, assorted foreign commentators claimed with a breathlessness that",
  "began to grate a few years ago, is heading irresistibly for ‘great power’ status as a ‘world leader’",
  "in the new century.",
  "And yet I have a problem with that term. The notion of ‘world leadership’ is a curiously archaic",
  "one; the very phrase is redolent of Kipling ballads and James Bondian adventures. What makes a",
  "country a world leader? Is it population, in which case India is on course to top the charts,",
  "overtaking China as the world’s most populous country by 2034, or even, in some recent estimates,",
  "2026? Is it military strength (India’s is already the world’s fourth largest army) or nuclear capacity",
  "(India’s status having been made clear in 1998, and then formally recognized in the Indo-US",
  "nuclear deal)? Is it economic development? There, India has made extraordinary strides in recent",
  "years; it is already the world’s fourth largest economy in PPP terms and continues to climb, being",
  "poised almost certainly to overtake Japan for the third spot in 2012, though too many of our people",
  "still live destitute, amid despair and disrepair. Or could it be a combination of all these, allied to",
  "something altogether more difficult to define—its ‘soft power’?",
  "Many of the conventional analyses of India’s stature in the world rely on the all-too-familiar",
  "economic assumptions. But we are famously a land of paradoxes, and among those paradoxes is",
  "that so many speak about India as a great power of the twenty-first century when we are not yet",
  "able to feed, educate and employ all our people. So it’s not economic growth, military strength or",
  "population numbers that I would underscore when I think of India’s potential leadership role in the",
  "world of the twenty-first century. Rather, if there is one attribute of independent India to which I",
  "think increasing attention should now be paid around the globe, it is the quality which India is",
  "already displaying in ample measure today—its ‘soft power’.",
  "The notion of soft power is relatively new in international discourse. The term was coined by",
  "Harvard’s Joseph Nye to describe the extraordinary strengths of the United States that went well",
  "beyond American military dominance. Nye argued that ‘power is the ability to alter the behaviour",
  "of others to get what you want, and there are three ways to do that: coercion (sticks), payments",
  "(carrots) and attraction (soft power). If you are able to attract others, you can economise on the",
  "sticks and carrots.’ Traditionally, power in world politics was seen in terms of military power:the side with the larger army was likely to win. But even in the past, this wasn’t enough: after all,",
  "the United States lost the Vietnam War, the Soviet Union was defeated in Afghanistan, and the",
  "United States discovered in its first few years in Iraq the wisdom of Talleyrand’s adage that the",
  "one thing you cannot do with a bayonet is sit on it. Enter soft power—both as an alternative to hard",
  "power and as a complement to it. To quote Nye again: ‘the soft power of a country rests primarily",
  "on three resources: its culture (in places where it is attractive to others), its political values (when",
  "it lives up to them at home and abroad), and its foreign policies (when they are seen as legitimate",
  "and having moral authority)’.",
  "I would go slightly beyond this: a country’s soft power, to me, emerges from the world’s",
  "perceptions of what that country is all about. The associations and attitudes conjured up in the",
  "global imagination by the mere mention of a country’s name is often a more accurate gauge of its",
  "soft power than a dispassionate analysis of its foreign policies. In my view, hard power is",
  "exercised; soft power is evoked.",
  "For Nye, the United States is the archetypal exponent of soft power. The fact is that the United",
  "States is the home of Boeing and Intel, Google and the iPod, Microsoft and MTV, Hollywood and",
  "Disneyland, McDonald’s and Starbucks, Levi’s jeans and Coca-Cola—in short, of most of the",
  "major products that dominate daily life around our globe. The attractiveness of these assets, and of",
  "the American lifestyle of which they are emblematic, is that they permit the United States to",
  "persuade others to adopt the US agenda, rather than relying purely on the dissuasive or coercive",
  "‘hard power’ of military force.",
  "Of course, this can cut both ways. In a world of instant mass communications enabled by the",
  "Internet, countries are increasingly judged by a global public fed on an incessant diet of Internet",
  "news, televised images, videos taken on the cellphones of passers-by, email gossip. The steep",
  "decline in America’s image and standing under the Bush Administration after 9/11 is a direct",
  "reflection of global distaste for the instruments of American hard power used by that government—",
  "Iraq invasion, Guantánamo, Abu Ghraib, torture, rendition, Blackwater’s killings of Iraqi civilians.",
  "The outpouring of goodwill for Washington in the wake of 9/11 (think of Le Monde’s famous",
  "assertion, ‘we are all Americans now’) and its squandering by America’s over-reliance on hard",
  "power in the invasion and occupation of Iraq, and the related ‘global war on terror’, are",
  "instructive. The existing soft power assets of the United States clearly proved inadequate to",
  "compensate for the deficiencies of its hard power approach: fans of American culture were not",
  "prepared to overlook the excesses of Guantánamo. Using Microsoft Windows does not predispose",
  "you in favour of extraordinary rendition. The misuse of hard power can undermine your soft power",
  "around the world.",
  "But this discussion today is not about the United States. In his book The Paradox of American",
  "Power Nye took the analysis of soft power beyond the United States; other nations, too, he",
  "suggested, could acquire it. In today’s information era, he wrote, three types of countries are likely",
  "to gain soft power and so succeed: ‘those whose dominant cultures and ideals are closer to",
  "prevailing global norms (which now emphasize liberalism, pluralism, autonomy); those with the",
  "most access to multiple channels of communication and thus more influence over how issues are",
  "framed; and those whose credibility is enhanced by their domestic and international performance’.",
  "At first glance this seems to be a prescription for reaffirming the contemporary reality of USdominance, since it is clear that no country scores more highly on all three categories than the",
  "United States. But Nye himself admits this is not so: soft power has been pursued with success by",
  "other countries over the years. When France lost the war of 1870 to Prussia, one of its most",
  "important steps to rebuild the nation’s shattered morale and enhance its prestige was to create the",
  "Alliance Française to promote French language and literature throughout the world. French culture",
  "has remained a major selling point for French diplomacy ever since. The United Kingdom has the",
  "British Council, the Swiss have Pro Helvetia, and Germany, Spain, Italy and Portugal have,",
  "respectively, institutes named for Goethe, Cervantes, Dante Alighieri and Camoes. In recent years,",
  "China has started establishing ‘Confucius Institutes’ to promote Chinese culture internationally,",
  "and the Beijing Olympics were a sustained exercise in the building up of soft power by an",
  "authoritarian state. The United States itself has used officially sponsored initiatives, from the",
  "Voice of America to the Fulbright scholarships, to promote its soft power around the world. But",
  "soft power does not rely merely on governmental action: arguably, for the United States,",
  "Hollywood and MTV have done more to promote the idea of America as a desirable and",
  "admirable society than any US governmental endeavour. Soft power, in other words, is created",
  "partly by governments and partly despite governments; partly by deliberate action, partly by",
  "accident.",
  "What does this mean for India? It means acknowledging that India’s claims to a significant",
  "leadership role in the world of the twenty-first century lie in the aspects and products of Indian",
  "society and culture that the world finds attractive. These assets may not directly persuade others to",
  "support India, but they go a long way towards enhancing India’s intangible standing in the world’s",
  "eyes.",
  "The roots of India’s soft power run deep. India’s is a civilization that, over millennia, has",
  "offered refuge and, more important, religious and cultural freedom to Jews, Parsis, several",
  "varieties of Christians, and Muslims. Jews came to the south-western Indian coast centuries before",
  "Christ, with the destruction by the Babylonians of their First Temple, and they knew no persecution",
  "on Indian soil until the Portuguese arrived in the sixteenth century to inflict it. Christianity arrived",
  "on Indian soil with St Thomas the Apostle (‘Doubting Thomas’), who came to the Malabar coast",
  "sometime before 52 CE and was welcomed on shore, or so oral legend has it, by a flute-playing",
  "Jewish girl. He made many converts, so there are Indians today whose ancestors were Christian",
  "well before any Europeans discovered Christianity. In Kerala, where Islam came through traders,",
  "travellers and missionaries rather than by the sword, and which boasts the oldest mosque, church",
  "and synagogue on the subcontinent, the Zamorin of Calicut was so impressed by the seafaring skills",
  "of this community that he issued a decree obliging each fisherman’s family to bring up one son as a",
  "Muslim to man his all-Muslim navy! The India where the wail of the Muslim muezzin routinely",
  "blends with the chant of mantras at the Hindu temple, and where the tinkling of church bells",
  "accompanies the Sikh gurdwara’s reading of verses from the Guru Granth Sahib, is an India that",
  "fully embraces the world. Indeed the British historian E.P. Thompson wrote that this heritage of",
  "diversity is what makes India ‘perhaps the most important country for the future of the world. All",
  "the convergent influences of the world run through this society …. There is not a thought that is",
  "being thought in the West or East that is not active in some Indian mind.’",
  "That Indian mind has been shaped by remarkably diverse forces: ancient Hindu tradition, mythand scripture; the impact of Islam and Christianity; and two centuries of British colonial rule. The",
  "result is unique. Though there are some who think and speak of India as a Hindu country, Indian",
  "civilization today is an evolved hybrid. We cannot speak of Indian culture today without qawwali,",
  "the poetry of Ghalib, or for that matter the game of cricket, our de facto national sport. When an",
  "Indian dons ‘national dress’ for a formal event, he wears a variant of the sherwani, which did not",
  "exist before the Muslim invasions of India. When Indian Hindus voted a few years ago in a cynical",
  "and contrived competition to select the ‘new seven wonders’ of the modern world, they voted for",
  "the Taj Mahal constructed by a Mughal king, not for Angkor Wat, the most magnificent",
  "architectural product of their religion. In the breadth (and not just the depth) of its cultural heritage",
  "lies some of India’s soft power.",
  "One of the few generalizations that can safely be made about India is that nothing can be taken",
  "for granted about the country. Not even its name: for the word India comes from the river Indus,",
  "which flows in Pakistan. (That anomaly is easily explained, of course, since what is today Pakistan",
  "was hacked off the stooped shoulders of India by the departing British in 1947.) Indian nationalism",
  "is therefore a rare phenomenon indeed. It is not based on language (since our Constitution",
  "recognizes twenty-three and there are thirty-five, according to the ethnolinguists, that are spoken by",
  "more than a million people each—not to mention 22,000 distinct dialects). It is not based on",
  "geography (the ‘natural’ geography of the subcontinent—framed by the mountains and the sea—has",
  "been hacked by the Partition of 1947). It is not based on ethnicity (the ‘Indian’ accommodates a",
  "diversity of racial types, and many Indians have more in common ethnically with foreigners than",
  "with other Indians: Indian Punjabis and Bengalis, for instance, are ethnically kin to Pakistanis and",
  "Bangladeshis, respectively, with whom they have more in common than with Poonawalas or",
  "Bangaloreans). And it is not based on religion (we are home to every faith known to mankind, with",
  "the possible exception of Shintoism, and Hinduism—a faith without a national organization, no",
  "established church or ecclesiastical hierarchy, no Hindu Pope, no Hindu Mecca, no single sacred",
  "book, no uniform beliefs or modes of worship, not even a Hindu Sunday—exemplifies as much our",
  "diversity as it does our common cultural heritage). Indian nationalism is the nationalism of an idea,",
  "the idea of an ever-ever land—emerging from an ancient civilization, united by a shared history,",
  "sustained by pluralist democracy. Pluralism is a reality that emerges from the very nature of the",
  "country; it is a choice made inevitable by India’s geography and reaffirmed by its history.",
  "We are a land of rich diversities: I have observed in the past that we are all minorities in India.",
  "This land imposes no narrow conformities on its citizens: you can be many things and one thing.",
  "You can be a good Muslim, a good Keralite and a good Indian all at once. So the idea of India is",
  "of one land embracing many. It is the idea that a nation may endure differences of caste, creed,",
  "colour, culture, cuisine, conviction, costume and custom, and still rally around a democratic",
  "consensus. That consensus is around the simple principle that in a democracy you don’t really need",
  "to agree—except on the ground rules of how you will disagree. Part of the reason for India’s being",
  "respected in the world is that it has survived all the stresses and strains that have beset it, and that",
  "led so many to predict its imminent disintegration, by maintaining consensus on how to manage",
  "without consensus.",
  "The world of the twenty-first century will increasingly be a world in which the use of hard",
  "power carries with it the odium of mass global public disapproval, whereas the blossoming of softpower, which lends itself more easily to the information era, will constitute a country’s principal",
  "asset. Soft power is not about conquering others, but about being yourself. Increasingly, countries",
  "are judged by the soft-power elements they project on to the global consciousness, either",
  "deliberately (through the export of cultural products, the cultivation of foreign publics or even",
  "international propaganda) or unwittingly (through the ways in which they are perceived as a result",
  "of news stories about them in the global mass media).",
  "India produces various kinds of culture, notably including the films of Bollywood, now reaching",
  "ever wider international audiences. The triumph of Slumdog Millionaire at the 2009 Oscars both",
  "reflects and reinforces this trend. Bollywood is bringing its brand of glitzy entertainment not just to",
  "the Indian diaspora in the United States or the United Kingdom but around the globe, to the screens",
  "of Syrians and Senegalese. I have lost count of the number of senior African officials, ministers",
  "and even heads of state who have mentioned to me their pleasure at growing up watching Indian",
  "films in their childhood. A Senegalese friend told me of his illiterate mother who takes a bus to",
  "Dakar every month to watch a Bollywood film—she doesn’t understand the Hindi dialogue and",
  "can’t read the French subtitles, but these films are made to be understood despite such handicaps;",
  "she can still catch their spirit and understand the stories, and people like her look at India with",
  "stars in their eyes as a result. When I met the owner of the principal cinema theatres in Oman, he",
  "told me that he showed mainly Bollywood films. When I assumed that meant that he catered to an",
  "expatriate Indian clientele, he corrected me: 90 per cent of his customers, Bollywood fans to a",
  "man, were Omanis.",
  "So Arabs and Africans are swayed by films made for Allahabadis and Agrawalas. Indian art,",
  "classical music and dance have a similar effect. So does the work of Indian fashion designers, now",
  "striding across the world’s catwalks. Indian cuisine, spreading around the world, raises our",
  "culture higher in people’s reckoning; as the French have long known, the way to foreigners’ hearts",
  "is through their palates. The proliferation of Indian restaurants around the world has been little",
  "short of astonishing. When I was invited, as a United Nations peacekeeping official, to testify",
  "before the German Constitutional Court in the modest town of Karlsruhe in 1994, I wondered what,",
  "as a vegetarian, I would do for a meal in a small Mitteleuropean town that was far from being a",
  "cosmopolis. The German Foreign Office, satisfied with the day’s proceedings, duly invited me to a",
  "slap-up meal in Karlsruhe—at an Indian restaurant! A few years later, exploring Victorian wine-",
  "country in Australia, I drove through a tiny settlement in the countryside famous for two wine-",
  "tasting establishments; the only restaurant on its single main street was an Indian one. Indian",
  "restaurants have clearly become to the world what Chinese laundries were in the United States at",
  "the turn of the previous century. In England today, Indian curry houses employ more people than the",
  "iron and steel, coal and shipbuilding industries combined. (So the Empire can strike back.)",
  "Globalization has both sparked and allayed many Indians’ fears that economic liberalization",
  "will bring with it cultural imperialism of a particularly insidious kind—that Baywatch and burgers",
  "will supplant Bharatanatyam and bhelpuri. Instead, India’s recent experience with Western",
  "consumer products demonstrates that we can drink Coca-Cola without becoming coca-colonized.",
  "Indians will not become any less Indian if, in Mahatma Gandhi’s metaphor, we open the doors and",
  "windows of our country and let foreign winds blow through our house—because Indians are strong",
  "enough not to be blown off their feet by these winds. Our popular culture has proved resilientenough to compete successfully with MTV and McDonald’s. Besides, the strength of ‘Indianness’",
  "lies in its ability to absorb foreign influences and to transform them—by a peculiarly Indian",
  "alchemy—into something that belongs naturally on the soil of India.",
  "Indeed, from the export of Bollywood to bhangra dances, India has demonstrated that it is a",
  "player in globalization, not merely a subject of it. India benefits from the future and the past—from",
  "the international appeal of its traditional practices (from Ayurveda to yoga, both accelerating in",
  "popularity across the globe) and the transformed image of the country created by its thriving",
  "diaspora. Information technology has made its own contribution to India’s soft power. When",
  "Americans in Silicon Valley speak of the IITs with the same reverence they used to accord to MIT,",
  "and the Indianness of engineers and software developers is taken as synonymous with",
  "mathematical and scientific excellence, it is India that gains in respect. Sometimes this has",
  "unintended consequences. I met an Indian the other day, a history major like me, who told me of",
  "transiting through Schiphol airport in Amsterdam and being accosted by an anxious European",
  "crying out, ‘You’re Indian! You’re Indian! Can you help me fix my laptop?’ The old stereotype of",
  "Indians was that of snake-charmers and fakirs lying on beds of nails; now it is that every Indian",
  "must be a software guru or a computer geek.",
  "In the information age, Joseph Nye has argued, it is often the side which has the better story that",
  "wins. India must remain the ‘land of the better story’. As a society with a free press and a thriving",
  "mass media, with a people whose creative energies are daily encouraged to express themselves in",
  "a variety of appealing ways, India has an extraordinary ability to tell stories that are more",
  "persuasive and attractive than those of its rivals. This is not about propaganda; indeed, it will not",
  "work if it is directed from above, least of all by government. But its impact, though intangible, can",
  "be huge.",
  "To take one example: Afghanistan is clearly a crucial country for India’s national security, as it",
  "is for the United States’. President Obama has spoken of reinforcing American and NATO military",
  "capacity there. But the most interesting asset for India in Afghanistan doesn’t come out of a military",
  "mission: it doesn’t have one. It comes, instead, from one simple fact: till a couple of years ago, you",
  "simply couldn’t try to telephone an Afghan at eight-thirty in the evening. Why? Because that was",
  "when the Indian TV soap opera Kyunki Saas Bhi Kabhi Bahu Thi, dubbed into Dari, was telecast",
  "on Tolo TV, and no one wished to miss it. It was reportedly the most popular television show in",
  "Afghan history (at least until the onset of Afghan Idol in 2009), considered directly responsible for",
  "a spike in the sale of generator sets and even for absences from religious functions which clash",
  "with its broadcast times. (This has provoked visceral opposition to the show from the mullahs,",
  "who clamoured for it to be shut down.) But until the series ended in 2010, Saas so thoroughly",
  "captured the public imagination in Afghanistan that, in this deeply conservative Islamic country",
  "where family problems are usually hidden behind the veil, it was an Indian TV show that had come",
  "to dominate society’s discussion of family issues. I have read reports of wedding banquets being",
  "interrupted so that the guests could huddle around the television for half an hour, and even of an",
  "increase in crime at 8.30 p.m. because watchmen are sneaking a look at the TV rather than minding",
  "the store. One Reuters dispatch in 2008 recounted how robbers in Mazar-i-Sharif stripped a",
  "vehicle of its wheels and mirrors during the telecast time and wrote on the car, in an allusion to the",
  "show’s heroine, ‘Tulsi Zindabad’ (long live Tulsi). That’s soft power, and India does not have tothank the government or charge the taxpayer for its exercise. Instead, Indians, too, can simply say,",
  "‘Tulsi Zindabad.’",
  "Of course, official government policy can also play a role. Pavan Varma, a former head of the",
  "Indian Council for Cultural Relations, has argued that ‘culturally India is a superpower’ and that",
  "cultural diplomacy must be pursued for political ends. So India is highly visible at cultural shows",
  "around the world, and the ICCR is rather good at organizing Festivals of India in assorted foreign",
  "cities. That’s good, but I’m not a fan of propaganda, which most people tend to see for what it is. I",
  "believe the message that really gets through is that of who we are, not what we want to show.",
  "For soft power is not just what we can deliberately and consciously exhibit or put on display; it",
  "is rather how others see what we are, whether or not we are trying to show it to the world. To take",
  "a totally different example: politically, the sight in May 2004—after the world’s largest exercise",
  "in democratic franchise (but then every Indian election is the world’s largest exercise in",
  "democratic franchise!)—of a leader of Roman Catholic background (Sonia Gandhi) making way",
  "for a Sikh (Manmohan Singh) to be sworn in as prime minister by a Muslim (President Abdul",
  "Kalam), in a country 81 per cent Hindu, caught the world’s imagination and won its admiration.",
  "(This is not a Congress MP’s insight: I was travelling in the Gulf on behalf of the United Nations at",
  "the time, and the reactions of my Arab interlocutors to what had happened in India could not have",
  "been more gratifying.)",
  "So it is not just material accomplishments that enhance India’s soft power. Even more important",
  "are the values and principles for which India stands. After all, Mahatma Gandhi won India its",
  "independence through the use of soft power—because non-violence and satyagraha were indeed",
  "classic uses of soft power before the term was even coined. Jawaharlal Nehru was also a skilled",
  "exponent of soft power: he developed a role for India in the world based entirely on its",
  "civilizational history and its moral standing, making India the voice of the oppressed and the",
  "marginalized against the big power hegemons of the day. This gave the country enormous standing",
  "and prestige across the world for some years, and strengthened our own self-respect as we stood,",
  "proud and independent, on the world stage. But the flaw in Nehru’s approach was that his soft",
  "power was unrelated to a significant acquisition of hard power; as the humiliation of the military",
  "defeat by China in 1962 demonstrated, soft power has crippling limitations in national security",
  "terms. Instead of Theodore Roosevelt’s maxim ‘speak softly and carry a big stick’, Nehru’s India",
  "spoke loudly and carried a rather slender stick. But in a tough neighbourhood, the rhetoric of peace",
  "can only take you so far. Soft power becomes credible when there is hard power behind it; that is",
  "why the United States has been able to make so much of its soft power.",
  "Recent Indian history offers a somewhat mixed picture when it comes to the effective use of",
  "hard power. The 1971 war with Pakistan, leading to the emergence of Bangladesh, remains the",
  "pre-eminent example, but there are few others—the eviction of the Portuguese from Goa in 1961,",
  "the annexation of Sikkim in 1975, the repelling of Pakistani intruders from the Kargil heights in",
  "1999 and a swift paratroop intervention in the Maldives to reverse a coup against President",
  "Gayoom in 1996 providing rare instances of hard power success. Against these examples are the",
  "1962 China war, the spectacular failures of the Indian Peace-Keeping Force in Sri Lanka in 1987",
  "(which withdrew after incurring heavy casualties in an unplanned war with the Tamil insurgents),",
  "the hijacking of an Indian Airlines aircraft to Kandahar in 1999 resulting in the craven release ofdetained terrorists from Indian jails, the repeated ‘bleeding’ of the country through terrorist",
  "incidents planned and directed from Pakistan, and innumerable unprovoked incidents on the",
  "Bangladesh border involving Indian loss of life. India is often caught in a cleft stick on such",
  "matters: it often treads softly in its anxiety not to come across as a regional bully, and in so doing it",
  "emboldens those who are prepared to test it. As a result it has been noticeably reluctant to evolve",
  "a strategic doctrine based on hard power; there is a sense in which most Indians still think that",
  "would be unseemly.",
  "This helps explain India’s growing consciousness of its soft power. I do not argue that hard",
  "power will become irrelevant, merely that its limitations are apparent, whereas soft power lasts",
  "longer and has a wider, more self-reinforcing reach. For China and Russia, kung-fu movies or the",
  "Bolshoi Ballet will win more admirers internationally than the People’s Liberation Army or",
  "Siberian oil reserves, even if in each case the latter is what the state relies on. But of course New",
  "Delhi knows that its soft power cannot solve its security challenges. After all, an Islamist terrorist",
  "who enjoys a Bollywood movie will still have no compunction about setting off a bomb in a Delhi",
  "market, and the United States has already learned that the perpetrators of 9/11 ate their last dinner",
  "at a McDonald’s. To counter the terrorist threat there is no substitute for hard power. Hard power",
  "without soft power stirs up resentments and enmities; soft power without hard power is a",
  "confession of weakness. Yet hard power tends to work better domestically than internationally: an",
  "autocratic state is not concerned about having a ‘better story’ to tell its own people, but without",
  "one, it has little with which to purchase the goodwill of the rest of the world. Whether it is the",
  "Americans in Guantánamo, the Chinese in Tibet or the Russians in Georgia, it can in each case be",
  "said that a major military power won the hard power battle, and lost the soft power war. Where",
  "soft power works in security terms is in attracting enough goodwill from ordinary people to reduce",
  "the sources of support and succour that the terrorists enjoy, and without which they cannot function.",
  "But this means that India also needs to solve its internal problems before it can play any role of",
  "leadership in the world. We must ensure that we do enough to keep our people healthy, well fed",
  "and secure not just from jihadi terrorism but from the daily terror of poverty, hunger and ill health.",
  "Progress is being made: India can take satisfaction from its success in carrying out three kinds of",
  "revolutions in feeding its people—the ‘green revolution’ in food grains, the ‘white revolution’ in",
  "milk production and, at least to some degree, a ‘blue revolution’ in the development of our",
  "fisheries. But the benefits of these revolutions have not yet reached the third of our population still",
  "living below the poverty line. We must ensure they do, or our soft power will ring hollow, at home",
  "and abroad.",
  "At the same time, if India wants to be a source of attraction to others, it is not enough to attend to",
  "these basic needs. It must preserve the precious pluralism that is such a civilizational asset in our",
  "globalizing world. Our democracy, our thriving free media, our contentious civil society forums,",
  "our energetic human rights groups and the repeated spectacle of our remarkable general elections,",
  "all have made of India a rare example of the successful management of diversity in the developing",
  "world. It adds to India’s soft power when its NGOs actively defend human rights, promote",
  "environmentalism, fight injustice. It is a vital asset that the Indian press is free, lively, irreverent,",
  "disdainful of sacred cows.",
  "But every time there are reports of sectarian violence or a pogrom like the savagery in Gujaratin 2002, or a nativist attack like those by a fringe group in 2010 on women drinking at a pub in",
  "Mangalore, India suffers a huge setback to its soft power. Soft power will not come from a narrow",
  "or restricted version of Indianness, confined to the sectarian prejudices of some of the self-",
  "appointed guardians of Indian culture (‘Bharatiya sanskriti’). It must instead proudly reflect the",
  "multi-religious identities of our people, our linguistic diversity, the myriad manifestations of our",
  "creative energies. India must maintain its true heritage in the eyes of the world.",
  "And that will mean acknowledging that the central battle in contemporary Indian culture is that",
  "between those who, to borrow Walt Whitman’s phrase, acknowledge that we are vast, we contain",
  "multitudes, and those who have presumptuously taken it upon themselves to define (in increasingly",
  "narrower terms) what is ‘truly’ Indian. Pluralist India must, by definition, tolerate plural",
  "expressions of its many identities. To allow any self-appointed arbiters of Indian culture to impose",
  "their hypocrisy and double standards on the rest of us is to permit them to define Indianness down",
  "until it ceases to be Indian. To wield soft power, India must defend, assert and promote its culture",
  "of openness against the forces of intolerance and bigotry inside and outside the country.",
  "It helps that India is anything but the unchanging land of timeless cliché. There is an",
  "extraordinary degree of change and ferment in our democracy. Dramatic transformations are taking",
  "place that amount to little short of an ongoing revolution—in politics, economics, society and",
  "culture. Both politics and caste relations have witnessed convulsive changes: who could have",
  "imagined, for 3000 years, that a woman from the ‘untouchable’ community of outcastes (now",
  "called ‘Dalits’) would rule India’s largest state, Uttar Pradesh, as Kumari Mayawati did for five",
  "years with a secure majority? It’s still true that in many parts of India, when you cast your vote,",
  "you vote your caste. But that too has brought about profound alterations in the country, as the lower",
  "castes have taken advantage of the ballot to seize electoral power.",
  "These changes are little short of revolutionary. But the Indian revolution is a democratic one,",
  "sustained by a larger idea of India—an India that safeguards the common space available to each",
  "identity, an India that celebrates diversity. If America is a melting pot, then to me India is a thali, a",
  "selection of sumptuous dishes in different bowls. Each tastes different, and does not necessarily",
  "mix with the next, but they belong together on the same plate, and they complement each other in",
  "making the meal a satisfying repast. India’s civilizational ethos has been an immeasurable asset for",
  "our country. It is essential that India does not allow the spectre of religious intolerance and",
  "political opportunism to undermine the soft power which is its greatest asset in the world of the",
  "twenty-first century. Maintain that, and true leadership in our globalizing world—the kind that has",
  "to do with principles, values and standards—will follow.",
  "This will require the more systematic development of a soft power strategy than India currently",
  "has. So far, such strategic advantages as have accrued from India’s soft power—goodwill for the",
  "country among African, Arab and Afghan publics, for instance—have been a largely unplanned by-",
  "product of the normal emanations of Indian culture. Such goodwill has not been systematically",
  "harnessed as a strategic asset by New Delhi. It is ironic that in and around the 2008 Olympics,",
  "authoritarian China showed a greater determination to use its hard power strengths to cultivate a",
  "soft power strategy for itself on the world stage. India will not need to try as hard, but it will need",
  "to do more than it currently does to leverage its natural soft power into a valuable instrument of its",
  "global strategy.Some commentators have pointed to the irony that while communist China avers its allegiance to",
  "Confucius, democratic India comes across as wary of projecting its culture for fear that doing so",
  "might seem insufficiently secular. Foreign Indophiles—especially in the scholarly community—",
  "have no such qualms. A German writer settled in India since the 1980s, Maria Wirth, wrote in the",
  "Garhwal Post in late 2011 about her dismay at the Government of India’s decision in 2005 to",
  "refuse to sponsor the World Sanskrit Conference in Bangkok, which had been initiated by",
  "Thailand’s crown princess, a Sanskrit scholar. (In Wirth’s recounting, once an expatriate Indian",
  "businessman had risen to the occasion and filled the sponsorship breach, an Indian government",
  "minister insisted on inaugurating the conference.)",
  "‘India has the deepest philosophy still expressed in a vibrant religion, a huge body of literature,",
  "amazing art, dance, music, sculpture, architecture, delicious cuisine and yet Indians are in denial",
  "mode and wake up only when foreigners treasure India,’ wrote Wirth. ‘They don’t seem to know",
  "the value and, therefore, don’t take pride in their tradition, unlike Westerners who take a lot of",
  "pride in theirs, even if there is little to be proud of.’ (She ascribed this principally to the ignorance",
  "of Anglophone Indians and the inability of non-Anglophone ones to make their voices heard,",
  "though I know many English-educated Indians who are far more deeply steeped in an erudite",
  "appreciation of ancient Indian culture than many overtly chauvinist Hindi-speaking nativists. But",
  "that’s another matter.)",
  "The charge that India has been reticent about its cultural diplomacy and noticeably",
  "unenthusiastic about leveraging its soft power is, however, one that is convincing. Despite my",
  "reluctance to indulge in comparisons with China, Beijing’s performance in this domain has been",
  "revealing. China devised the concept of Confucius Institutes only in 2004 but has already",
  "established 350 of them at universities across the world (with 260 more in the pipeline, awaiting",
  "Chinese government funding to follow suit). To these Confucius Institutes it has added 430",
  "‘classrooms’ affiliated with secondary schools in 103 countries. According to Chinese education",
  "ministry figures, 7000 teachers are recruited every year from Chinese universities and sent abroad",
  "to impart Chinese language and cultural instruction for two-year stints. They have reached some",
  "100 million foreigners who are currently, according to official Chinese estimates, learning",
  "Mandarin.",
  "By contrast, Indian governmental backing for the development and dissemination of culture has",
  "been largely formalistic. The ICCR, established as far back as in 1950, has thirty-five centres",
  "abroad and is in the process of creating eight more around the world. It also supports ninety-five",
  "academic chairs for Indian studies in universities abroad, though at very modest levels that usually",
  "require supplementing by the host institution. For the rest, it sends out travelling troupes and runs",
  "festivals of Indian culture from time to time in foreign countries. The ICCR has done good work,",
  "but at a modest level of ambition, and it has appeared to its well-wishers to be in serious need of",
  "additional resources, both financial and creative, if it is to make a serious global impact.",
  "It is, of course, true that China’s extensive outreach is not matched by commensurate benefits in",
  "terms of goodwill because its culture is being projected by an authoritarian state that is known to",
  "impose considerable restrictions on freedom of expression. As Joseph Nye observed in the New",
  "York Times:",
  "The 2008 Olympics were a success, but shortly afterwards, China’s domestic crackdown in Tibet and Xinjiang, and onhuman rights activists, undercut its soft power gains. The Shanghai Expo was also a great success, but was followed by",
  "the jailing of the Nobel peace laureate Liu Xiaobo and the artist Ai Weiwei. And for all the efforts to turn Xinhua and",
  "China Central Television into competitors for CNN and the BBC, there is little international audience for brittle",
  "propaganda. What China seems not to appreciate is that using culture and narrative to create soft power is not easy",
  "when they are inconsistent with domestic realities.",
  "My earlier observations about the limitations of government propaganda have been borne out by",
  "the Chinese experience. But India’s failure to leverage its soft power lies in its inability to exploit",
  "its own democratic traditions of freedom. The ICCR could serve as a framework organization and",
  "a source of catalytic funding support for principally private-sector initiatives, buttressed by the",
  "reach and enthusiasm of non-resident Indians (NRIs), the 25-million-strong Indian diaspora. In my",
  "book India: From Midnight to the Millennium I suggested that the term NRI could equally stand",
  "for ‘Not Really Indian’ and ‘Never Relinquished India’. The Not-Really-Indians are, for the most",
  "part, prone to an atavistic nostalgia that makes them yearn to rediscover their mother country,",
  "while the Never-Relinquished-Indians chronically seek to be of service to India, and are usually",
  "well heeled enough to make a difference. What is lacking is a policy to channel their enthusiasm,",
  "their commitment and their resources to the promotion of India’s image and the showcasing of",
  "Indian culture. If India sought to do that, it would find both categories of NRIs to be ‘Now-",
  "Required-Indians’.",
  "It must be admitted, however, that in one major area of soft power failure, India has only itself",
  "to blame. If soft power is about making your country attractive to others, the Indian bureaucracy",
  "seems determined to do everything in its (not inconsiderable) power to achieve the opposite effect,",
  "in the way in which it treats foreigners wishing to travel to or reside in India. Visa processes,",
  "already time-consuming, unnecessarily demanding and expensive, have become far more",
  "cumbersome as a result of the government’s reaction to 26/11. Travellers on tourist visas may now",
  "not return to India for a period of at least two months after a previous visit—a restriction designed,",
  "it would seem, to curb a future David Coleman Headley, whose frequent trips to India",
  "(interspersed with trips to Pakistan) were aimed at ‘scoping out’ or reconnoitring the venues for",
  "the 26/11 attacks. Aside from the fact that Headley travelled on a business, not a tourist, visa, the",
  "new policy has made victims of a wide range of legitimate travellers, from tourists planning to",
  "base themselves in India while making brief forays to neighbouring countries, to frequent visitors",
  "with personal or cultural interests in India. The initial application of the new visa regulation",
  "pointed to its obvious absurdity: a man who had been in India to attend to his gravely ailing mother",
  "was not allowed to re-enter to attend her funeral because two months had not elapsed since his",
  "previous visit; a couple who had left their bags at a Mumbai hotel to make an overnight visit to Sri",
  "Lanka were not allowed to come back even to collect their luggage; in another case, an NRI who",
  "had come to India to get engaged was not permitted to return for his own wedding! Such stories,",
  "recounted by the ambassadors of the nations whose passports were held by these victims, made me",
  "cringe with embarrassment, but their wide repetition around the world certainly did India’s image",
  "a great deal of harm and therefore diminished its soft power.",
  "If all this is bad enough, it is even worse when it comes to those who, like Headley, are of",
  "Pakistani descent or were born in that country. Visa regulations are already severely restrictive for",
  "Pakistani passport holders, but a similar level of scrutiny is now applied to other passport holders",
  "with a Pakistani connection. Not only is their wait interminable, but clearance in each case isrequired from India’s home ministry, rather than at the discretion of the Indian embassy official",
  "dealing with the applicant (an obvious case of closing the stable door after the horse has bolted).",
  "When the visa is granted, onerous restrictions are placed on the holders of Pakistani passports,",
  "including regular reporting to police stations and limitations on the places where they can travel. A",
  "markedly sympathetic Pakistani journalist was denied a second visa to India because, while",
  "officially confined to New Delhi on her first visa, she had ventured into the adjoining township of",
  "Gurgaon (which for all practical purposes is a Delhi suburb)! The objective of ‘winning friends",
  "and influencing people’ is clearly not part of the ethos of India’s visa bureaucracy.",
  "Though some halting progress has been made by extending visa-on-arrival facilities to a handful",
  "of foreign nationalities, even these carry restrictions on the Indian airports where a visa-on-arrival",
  "can be availed of, so that tourists from the right countries arriving in the wrong airport can be (and",
  "have been) summarily sent home. The alienation and antagonism this generates among people who,",
  "for the most part, start off being generously well disposed to India is considerable, and entirely",
  "unnecessary. The same is true of the severe difficulties undergone by journalists and scholars",
  "wishing to write about India, whose visa issuance requires jumping several unreasonable hurdles",
  "(unreasonable, that is, for a democracy with a notoriously free press). Journalists and even",
  "academics deemed to be insufficiently friendly to India are often denied visas or required to",
  "produce so much documentation, or fulfil so many conditions, that they give up the effort. Some",
  "who have expressed criticisms of India in the past, whether or not these criticisms are well",
  "founded, are placed on a negative list and denied visas when they apply. Such practices are",
  "disgraceful in principle in a democracy; worse, since they are intended to avoid negative views",
  "about India appearing abroad, they ensure precisely what they are trying to prevent.",
  "India’s ability to promote and leverage its soft power in the world will receive a major boost",
  "only if and when the country’s visa policy is thoroughly re-examined and, ideally, revised.",
  "I must stress, of course, that hard power will continue to have its place in our world.",
  "Nonetheless, the world’s respect will no longer be accorded merely to the strongest and richest",
  "countries. Those who tell the most persuasive stories—and those about whom the most positive",
  "stories are told—will fare better in the public’s reckoning than those who win the wars. But it is",
  "essential to remember that the ‘better story’ is not merely the story that can be told; it is the story",
  "that is heard and seen (and repeated), whether or not one is trying to tell it.",
  "In any case, the need to develop and exploit India’s considerable soft power is clear. Pursuing a",
  "soft power strategy will mean we must spend smartly on improving our infrastructure and",
  "reforming our markets to attract outsiders materially, while developing support systems and",
  "adequate financing support for artistic products. It is essential to understand that focusing more on",
  "internal investment can lead to gains in the external diplomatic front. Within the MEA, the",
  "leveraging of soft power must be done by making its promotion integral to the work of the",
  "substantive territorial divisions, rather than leaving it solely to umbrella entities like ICCR and the",
  "public diplomacy division. This will mean taking Indian literature, culture, music and dance",
  "abroad as an adjunct to Indian diplomacy, and doing so within a context of a coherent public",
  "diplomacy strategy that weaves together many institutions that currently function separately. I have",
  "made this case extensively in my other writings and speeches. In bringing my arguments together in",
  "this book, I urge the development and implementation of a soft power strategy for India.This is where public diplomacy comes in. I once asked a distinguished senior diplomat what lay",
  "behind all the hostility I heard expressed towards the Government of India in a particular foreign",
  "country: were we not getting our message across, didn’t our critics understand what we were",
  "doing—was it ignorance or was it apathy? He replied: ‘I don’t know, and I don’t care’ (which",
  "rather explains the Indian government’s earlier public diplomacy problem).",
  "And yet we know that none of the government’s goals can be met without the support of ordinary",
  "people around the world—the informed publics who sustain the political will of their",
  "governments. This is what makes public diplomacy necessary.",
  "So what is public diplomacy? Our first challenge is definitional. I know that many",
  "communications experts in the West draw a distinction among the terms public diplomacy, public",
  "affairs and public relations. The United States is the country where these three terms first came",
  "into official use. Simply put, from a US government point of view, public diplomacy seeks to",
  "engage, inform and influence foreign publics in order to promote sympathy and goodwill for the",
  "United States and for American policies; public affairs seeks to encourage domestic public",
  "understanding and support of US government policies and activities; and public relations seeks to",
  "win the support of a target audience, domestic or foreign, for the work or objectives of a specific",
  "US organization or project. Though the Government of India does not use the term ‘public affairs’",
  "at all, rarely admits to ‘public relations’ in its own dealings, and has only started speaking of",
  "‘public diplomacy’ quite recently, the fact is that the government engages in public diplomacy,",
  "public affairs and public relations all at the same time, every day.",
  "It is the responsibility of any government to seek to gain the support of people around the world,",
  "by reaching out to them through the media, NGOs, and other institutions of civil society as well as,",
  "where feasible, directly to the public. While the Wikileaks scandal has demonstrated anew the",
  "importance of private diplomacy—the transmission of confidential communications between",
  "governments—public diplomacy consists of what governments want the public to know and are",
  "prepared to say publicly. Ultimately, both public diplomacy and the more conventional kind have",
  "the same ultimate objective, which is to promote a country’s national interests, including the well-",
  "being and security of the people in whose name the government concerned is acting.",
  "Public diplomacy, of course, is neither as old as Grotius, nor as new as 9/11, though both have",
  "shaped its practice. The term was coined at my alma mater, the Fletcher School of Law and",
  "Diplomacy, in 1965, and it was during my time at Fletcher a decade later, in the mid-1970s, that I",
  "first came to study the subject at the Murrow Center for Public Diplomacy.",
  "Unnamed, and then named, public diplomacy was a keystone of US Cold War foreign policy",
  "from the 1950s into the 1980s—when Voice of America, Radio Free Europe, Radio Marti,",
  "WorldNet TV and the United States Information Agency (USIA) were treated as important",
  "elements of Washington’s strategic foreign policy mix. But before we hold the United States up as",
  "an exemplar of how to get public diplomacy right, it’s also important to recall that with the success",
  "of the Solidarity Movement in Poland, and the collapse first of the Berlin Wall and then of the",
  "Soviet bloc, US government interest in public diplomacy slumped, and this was inevitably",
  "followed by a reduction in resources—and even the abolition of the USIA. It was only in theaftermath of 9/11, and the ongoing battle for hearts and minds in the Islamic world, that we again",
  "witnessed a sudden renewal of interest in public diplomacy in the United States. India may have",
  "been slower to wake up to the potential of public diplomacy, but in recent years, helmed by a",
  "visionary and skilled diplomat heading the MEA’s public diplomacy division, Navdeep Suri, India",
  "has displayed a new willingness to seek to ‘influence public attitudes to the formation and",
  "execution of foreign policy’—to use the Fletcher School’s definition.",
  "So public diplomacy is the framework of activities by which a government seeks to influence",
  "public attitudes with a view to ensuring that they become supportive of foreign policy and national",
  "interests. It differs from traditional diplomacy in that public diplomacy goes beyond governments",
  "and engages primarily with the general public. In India, at least the way the MEA uses the term,",
  "‘public diplomacy’ embraces both external and domestic publics, that is what Americans would",
  "call ‘public diplomacy’ and ‘public affairs’. I think this is fine, since it is clear that in today’s",
  "world you cannot meaningfully confine your public diplomacy to foreign publics alone; in the",
  "current media environment, whatever message any government puts out is also instantly available",
  "to its domestic audience on the Internet.",
  "Public diplomacy is not just about communicating your point of view or putting out propaganda.",
  "It is also about listening. It rests on the recognition that the public is entitled to be informed about",
  "what a government is doing in international affairs, and is also entitled to responsiveness from",
  "those in authority to their concerns on foreign policy. Successful public diplomacy involves an",
  "active engagement with the public in a manner that builds, over a period of time, a relationship of",
  "trust and credibility. Effective public diplomacy is sometimes overtly conducted by governments",
  "but sometimes seemingly without direct government involvement, presenting, for instance, many",
  "differing views of private individuals and organizations in addition to official government",
  "positions.",
  "Public diplomacy should also recognize that, in our information-saturated world of today, the",
  "public also has access to information and insights from a wide and rapidly growing array of",
  "sources. This means that government information must be packaged and presented attractively and",
  "issued in a timely fashion if it is to stand up against competing streams of information, including",
  "from critics and rivals of the government. Your public diplomacy is no longer conducted in a",
  "vacuum; you are also up against the public diplomacy of other countries, sometimes on the very",
  "same issues.",
  "This is all the more so in the era of the Internet. How does information reach people,",
  "particularly young people, today? In recent years, the emergence of Web 2.0 tools and social",
  "media sites like Facebook, Orkut, Twitter, YouTube and Flickr—to name just a few of the more",
  "popular ones—offer governments a new possibility not only to disseminate information efficiently",
  "through these channels but also to receive feedback and respond to concerns. Countries like the",
  "United States, United Kingdom and Canada consider Web 2.0 a boon for their public diplomacy",
  "and have been quick to embrace and deploy a wide array of Internet tools. They also proactively",
  "encourage their diplomats to blog, so that they can populate the discussion forums with sympathetic",
  "points of view. In doing so, they are acutely aware of the effectiveness with which terrorist groups",
  "like Al Qaeda and many other militant organizations have harnessed the full power of Web 2.0",
  "tools to propagate their message.I believe the MEA has begun to do well to rise to this challenge. The MEA is on Twitter and",
  "Facebook, though the extent to which transparency is encouraged remains quite limited. But the",
  "very fact that the public diplomacy division has gone beyond seminars in Delhi, and the production",
  "of coffee table books, documentaries, and the India Perspectives magazine, is welcome. In my",
  "brief stint as minister I used to argue that foreign policy is too important to be left to the MEA",
  "alone. The nation needs an informed and engaged citizenry to face up to the responsibilities of",
  "being a global player in the twenty-first century. This is why I applauded the valuable nationwide",
  "lecture series conducted by the public diplomacy division. Even better is the government’s",
  "willingness, however tentative this may be, to start using Web 2.0 tools. A lively and candid",
  "presence on the Internet will have the impact of a force multiplier in terms of the efficacy of our",
  "outreach efforts, far in excess of the current reach of the relatively anodyne press releases and",
  "statements the government puts out every day.",
  "India cannot be unaware of the global perspective. The role of social media websites—such as",
  "Facebook, Twitter, Google, YouTube and Skype—in the 2011 ‘Jasmine Revolutions’ in Tunisia,",
  "Egypt and Libya, with ripples elsewhere in North Africa and the Middle East, has given new",
  "impetus to the discussion of social media on world politics. The eminent American journal",
  "Foreign Affairs recently debated the issue. One analyst, Clay Shirky, argued eloquently that ‘these",
  "tools alter the dynamics of the public sphere. Where the state prevails, it is only reacting to",
  "citizens’ ability to be more publicly vocal and to coordinate more rapidly and on a larger scale",
  "than before these tools existed.’ On the other hand, the author Malcolm Gladwell responded that,",
  "for Shirky’s ‘argument to be anything close to persuasive, (he) has to convince readers that in the",
  "absence of social media, those uprisings would not have been possible’.",
  "My own position is somewhere between them. Of course, uprisings can occur (and have",
  "occurred) without Twitter or even Google, but media always has an impact on the reach and",
  "spread of word about an uprising, and therefore has an impact on its intensity and sustainability. In",
  "this case, I would argue that satellite television—notably Al Jazeera and its imitators—as well as",
  "mobile phones and SMSes, had probably more of an impact on the unrest across these North",
  "African Arab countries than Facebook or Twitter. But impact is undeniable. As the American",
  "commentator Peter Osnos puts it:",
  "It is pointless to dispute that digital advances have played an enormous role in recent years in the speed of",
  "communications, and, in some situations, Egypt and Tunisia certainly among them, these technologies have played a",
  "meaningful part in the rallying of crowds and in garnering international recognition. A global generation of mainly young",
  "people will continue to refine and use the capacity to reach out to each other. Turmoil reflects the conditions of the era in",
  "which it occurs, and social media are very much a factor of our age.",
  "This is why China has paid particular attention to censoring the Internet, employing 40,000",
  "cyber police to monitor blogging sites, shutting down any sites that get out of line and banning",
  "Twitter. When a US-based Chinese-language site called for a Jasmine Revolution in China, the",
  "Great Firewall of China blocked all searches for the word ‘Jasmine’, even if you were merely",
  "looking for jasmine tea! Clearly, the authoritarians in Beijing are quite aware of the enormous",
  "potential of social media to disrupt even their politics.",
  "The reach of social media has been facilitated by rapid technological developments as well.",
  "When we speak of social media we do not mean only media running on a desktop computer or a",
  "mainframe server. In a recent study, Nik Gowing of the BBC highlights how in a moment of major,unexpected crisis the institutions of power—whether political, governmental, military or corporate",
  "—face a new, acute vulnerability of both their influence and effectiveness thanks to new media",
  "technologies. In the twenty-first century, it is impossible to ignore the issue of the uncontrolled",
  "impact of instant news on the workings of society and more generally on the impact of new media",
  "technologies on political affairs. As Gowing points out:",
  "It was a chance video taken by a New York investment banker that dramatically swung public perceptions of police",
  "handling of the G20 protests. Those 41 seconds swiftly exposed apparently incomplete police explanations of how and",
  "why a particular protestor, Ian Tomlinson, died. They alone forced a level of instant accountability from the police about",
  "their orders, behaviour and operation.",
  "When US-led NATO warplanes bombed villages in Afghanistan’s Azizabad village, US forces",
  "initially claimed only seven people died. NGOs said the bombing killed up to ninety. Only after",
  "mobile phone video emerged two weeks later did US commanders accept they had to re-examine",
  "evidence. In a reinvestigation, the United States had to revise the death toll up to fifty-five. As",
  "Gowing argues:",
  "Such examples confirm how new information technologies and dynamics are together driving a wave of democratisation",
  "and accountability. It shifts and redefines the nature of power in such moments. It also creates a new policy vulnerability",
  "and brittleness for institutions, who then struggle even harder to maintain public confidence.",
  "In India, as in much of the world, it is evident that most major institutions of power still do not",
  "appreciate the full scale and implications of the dramatic new real-time media trend and its",
  "profound impact on their credibility. Increasingly, a cheap camera or mobile phone that is easily",
  "portable in a pocket can undermine the credibility of a government despite the latter’s massive",
  "human and financial resources. The new lightweight technologies available to almost anyone mean",
  "that they enjoy a new capacity for instant scrutiny and accountability that is way beyond the",
  "narrower, assumed power and influence of the traditional media. More people than ever access the",
  "videos on mobile phones; while most Indian cellphones are not yet video enabled, the trend is",
  "irresistibly moving in that direction. Today, about 300 million people a day watch videos on their",
  "mobile phones, four times the number of a year ago.",
  "On any given day, people are sending 150 million Twitter messages, nearly a billion tweets",
  "every week. There are two ways to look at this: that it’s symptomatic of information overload, or",
  "that it represents a huge audience of information generators and consumers that people in positions",
  "of public responsibility ignore at their peril. My own sympathies are very much towards the latter",
  "view.",
  "The world is full of examples of what Gowing calls ‘non-professional information doers’:",
  "hundreds of millions of amateurs with an electronic eye who can now be found anywhere. As many",
  "as 4 billion people worldwide—including 84 per cent of Americans, more than 65 per cent of",
  "Chinese and perhaps 60 per cent of all Indians today—now use mobile phones worldwide. They",
  "all get messages out. And they do so more rapidly than the official mechanisms can. Their strength",
  "is that they enable people to issue and disseminate material, including raw footage and",
  "compellingly authentic images, before the mainstream media, or for that matter governments, can",
  "do so. Inevitably, this means they shed light where officialdom would prefer darkness, as China",
  "learned when video footage of a shootout involving Uighur separatists in 2008 made it to the",
  "world media despite Beijing’s denials.",
  "The core implications are striking. We have all heard about the so-called 24/7 news andinformation cycle, but with social media the pressure of the news cycle can build up not just over a",
  "few hours but often in no more than a few minutes. As images, facts and allegations emanating from",
  "cellphones and digital cameras go viral, they undermine and discredit official versions, present an",
  "alternative reality in the face of government denials and, fuelled by dissenters and expatriates,",
  "rebound on to the evolution of the situation itself. Twitter and digital cameras had a huge impact on",
  "the Iranian protests after the disputed re-election of President Mahmoud Ahmedinejad. Despite",
  "Tehran’s attempts to manage the crisis, social media kept the protests alive for far longer, and with",
  "more prolonged intensity, than they could have survived without that digital fuel.",
  "With such instant scrutiny, governmental power is rendered more vulnerable. In the old days,",
  "governments assumed they could command the information high ground in a crisis. That is simply",
  "no longer true.",
  "It is fair to say that India has been slow to recognize the potential of social media in dealing",
  "with its own domestic challenges and opportunities. But the case for social media has been gaining",
  "ground. We are already one of the world’s leading countries in the use of Twitter, and social",
  "media is bound to gain as the prospects for e-government improve by the day. Indeed, the first draft",
  "of the Electronic Delivery of Services Bill, 2011, has proposed that all ministries and government",
  "departments will have to deliver services electronically, whether through the Internet or mobile",
  "phones. So India is not just on the right track, but bids fair to become a model of e-governance in",
  "the developing world.",
  "And yet the recent controversy over the government’s alleged desire to censor Facebook,",
  "Twitter and other leading lights of the social media has obscured our progress in this area and also",
  "raised some genuine and urgent questions we need to address about free speech in our society—",
  "not to mention dented India’s image as a bastion of freedom abroad, and so undermined our soft",
  "power in the eyes of the Internet community.",
  "The problem arose when the New York Times reported that our telecom minister, Kapil Sibal,",
  "had called in senior social media executives from Facebook, Microsoft, Google and Yahoo and",
  "allegedly asked them to prescreen disparaging, inflammatory or defamatory user content from India",
  "‘and to remove it before it goes online’. Such a request inevitably sparked off a firestorm of",
  "Internet protest against the minister, without waiting to hear his side of the story. Facebook pages",
  "sprang up to denounce him; web-boards overflowed with nasty comments against the minister, the",
  "ruling party and the government, suggesting they were trying to protect a political leader; and the",
  "hashtag ‘#IdiotKapilSibal’ started ‘trending’ on Twitter. All a bit over the top, a reflection of the",
  "gradual coarsening of public discourse thanks to the anonymity that the Internet provides (the very",
  "anonymity that protects activism in repressive dictatorships allows irresponsibility to thrive in",
  "democracies).",
  "As a frequent recipient of ‘disparaging, inflammatory or defamatory content’ myself, I’m no",
  "great fan of unpleasantness on any media, social or otherwise, but I’m strongly opposed to",
  "censorship. Freedom of speech is fundamental to any democracy, and many of the most valuable",
  "developments in India would not have been possible without it. Freedom of speech is the mortar",
  "that binds the bricks of our democracy together, and it’s also the open window embedded in those",
  "bricks. Free speech keeps our government accountable, and helps political leaders know what",
  "people are thinking. Censorship is a disservice to both rulers and ruled.But—and free speech advocates hate that ‘but’!—every society recognizes some sensible",
  "restraints on how free speech is exercised. Those restraints almost always relate to the",
  "collectivity; they arise when the freedom of the individual to say what he wants causes more harm",
  "to more people in society than restricting his freedom would. Justice Oliver Wendell Holmes, in",
  "the United States, put it memorably when he said that freedom of speech does not extend to the",
  "right to shout ‘Fire!’ in a crowded theatre. (After all, that could cause a stampede, in which people",
  "could get trampled upon, injured and even killed, and the theatre’s property destroyed—all",
  "consequences that outweigh the individual’s right to say what he likes.)",
  "Since societies vary in their cultural and political traditions, the boundaries vary from place to",
  "place. Free speech absolutists tend to say that freedom is a universal right that must not be",
  "abridged in the name of culture. But in practice such abridgement often takes place, if not by law",
  "then by convention. No American editor would allow the ‘n’ word to be used to describe Black",
  "Americans, not because it’s against the law, but because it would cause such offence as to be",
  "unacceptable to use. Just as the commonplace practice of women taking off their bikini tops at St",
  "Tropez, Copacabana or Bondi Beach could not be replicated on the beaches of Goa, Dubai or",
  "Karachi without risking assault or arrest, so also things might be said in the former set of places",
  "that would not pass muster in the latter. It’s no use pretending such differences (of culture, politics",
  "and sensitivity) don’t exist. They do, and they’re the reason why free speech in, say, Sweden isn’t",
  "the same as free speech in Singapore, or even in Surat.",
  "The problem is particularly acute on social media, because it’s a public forum for the",
  "expression of private thoughts. The fact is that social media’s biggest asset is also its biggest",
  "problem. Its strength is that social media enables ordinary people (not just trained journalists) to",
  "‘report’ news and opinions before any other source, including governments or traditional media,",
  "can do so. Even more, any individual with the basic literacy needed to operate a keyboard can",
  "express his or her opinion, create information, whether video or text, and communicate it",
  "immediately, without the delays necessarily wrought by editorial controls, cross-checking or even",
  "the synthesizing that occurs in a ‘mainstream’ media newsroom.",
  "That gives social media an advantage over regular media as a disseminator of public opinion. If",
  "you wanted to express your views in, say, a newspaper, you would have to write something well",
  "enough to pass editorial muster; your facts and opinions would be checked, vetted and challenged;",
  "your prose might be cut for space reasons (or mere editorial whim); and you might have to wait",
  "days, if not weeks, to see your words in print. None of that applies to social media. You can write",
  "all you want, as you want, in the words you want, on a blog or a Facebook page, put it up with a",
  "Twitter link, click a mouse and instantly watch it all go viral. It’s a twenty-first-century freedom",
  "that no democratic political leader would wish to confront.",
  "And yet this very freedom is its own biggest threat. It means anyone can say literally anything,",
  "and inevitably, many do. Lies, distortions and calumny go into cyberspace unchallenged; hatred,",
  "pornography and slander are routinely aired. There is no fact-checking, no institutional reputation",
  "for reliability to defend. The anonymity permitted by social media encourages even more",
  "irresponsibility: people hidden behind pseudonyms feel free to hurl abuses they would never dare",
  "to utter to the recipients’ faces. The borderline between legitimate creative expression and",
  "‘disparaging, inflammatory or defamatory content’ becomes more difficult to draw.Minister Sibal’s main concern, as he explained it to me, was not with politics, but with",
  "scurrilous material about certain religions that could have incited retaliatory violence by their",
  "adherents. People say or depict things on social media that might be bad enough in their living",
  "rooms, but are positively dangerous in a public space. The challenge of regulating social media is",
  "that the person writing or drawing such things does so in the privacy of his home but releases them",
  "into the global commons. My own yardstick is very clear: I reject censorship. Art, literature and",
  "political opinion are to me sacrosanct. But publishing or circulating inflammatory material to",
  "incite communal feelings is akin to dropping a lighted match at a petrol pump. No society can",
  "afford to tolerate it, and no responsible government of India would allow it. Personally, I’d rather",
  "stub out that match than close down the petrol pump.",
  "But I’m far from sure that prosecuting Facebook or Google is the right way to go about it. After",
  "all, could you sue the phone companies for someone sending a defamatory or obscene SMS? The",
  "analogy to a newspaper is wrong—these social network sites are more like the postman carrying",
  "the newspaper to your door. You would prosecute the newspaper for publishing legally actionable",
  "material, but you would not prosecute the postal service. Our learned judges are now examining",
  "the matter but I hope they will take into account these realities of the Internet era. In the meantime,",
  "there is an urgent need for senior government officials to recognize the realities of the Internet age",
  "and the huge damage that can be done to India’s soft power if, as a judge fatuously and",
  "irresponsibly remarked, India chooses to go the way of China.",
  "I suppose I was the first government official in India who engaged with the general public online",
  "on Twitter, though in all fairness, BJP leader L.K. Advani’s web page had already created a lot of",
  "buzz during the last elections. More and more politicians are online today, including Sushma",
  "Swaraj and Narendra Modi of the BJP, and Digvijay Singh, Anil Shastri, Naveen Jindal, Manish",
  "Tewari and Hamdullah Sayeed of the Congress, with politicians issuing their own bulletins and",
  "actually answering individual questions online. Sometimes this creates its own challenges: Sushma",
  "Swaraj has already blamed Twitter’s 140-character limit for an imprecisely worded message",
  "about the prime minister that created political ripples within the BJP. Of course, there is the safety",
  "net that politicians can always type, delete and retype before pressing enter—but Ms Swaraj, by",
  "her own admission, dictates her Twitter messages, so perhaps that is more difficult for her.",
  "Bureaucrats are following suit, with the best-known example probably being former Foreign",
  "Secretary Nirupama Rao, who opened and operated a Twitter account while still in office (a",
  "practice her successor has, alas, abandoned). She in turn may well have been inspired by the",
  "success of the MEA’s public diplomacy division, whose officials, led by Navdeep Suri and with",
  "my active encouragement, have set up a Twitter page and have been pursuing social media",
  "strategies, including a Facebook page and a YouTube channel, to let people know about what the",
  "ministry and diplomatic missions do. This has enabled them to promote India’s soft power (even",
  "within the country) by creating goodwill among social media users, whether in India or abroad. To",
  "me the MEA’s initiative was excellent: it puts India on a par with the Western democracies which",
  "have already adopted social media sites as an instrument of outreach.",
  "Of course, India must examine the advantages—and possible pitfalls—of using social media asa tool for diplomacy. The advantages are clear. India acquires a new, young, literate and global",
  "audience for our foreign policy initiatives and positions. By being accessible to Internet searchers,",
  "we earn goodwill. By providing accurate and timely information, we eliminate the risks of",
  "misrepresentation or distortion of our position.",
  "The pitfalls of using social media are the ever-present risk that something said on a social",
  "network could itself be taken out of context or misused by our critics. Responses to questions are",
  "particularly vulnerable to being issued in haste and without the usual careful vetting that more",
  "formal statements undergo. The nature of the medium calls for speedy issuance of information and",
  "instant reaction, neither of which government processes are designed for. India was excoriated on",
  "the Internet for having failed to issue a reaction to bomb blasts in Mumbai’s Jhaveri Bazaar in",
  "2011 before the Pakistani foreign office did so, even though the tragedy had taken place on Indian",
  "soil. MEA officials were, however, unrepentant, pointing out that it is precisely because the events",
  "took place in India that New Delhi had a greater responsibility to measure its words.",
  "Such challenges persist. Social media is a tool for disseminating a message, not one for making",
  "policy. When the policy is not ready, the message will inevitably lag. But the existence of social",
  "media should prompt the injection of a new urgency into the government’s traditional ways of",
  "doing business.",
  "Of course, the MEA is not alone in using social media to reach out to the public. The Delhi",
  "Police has a Facebook page, India Post helps people track parcels through Twitter, the Municipal",
  "Corporation of Delhi and the Pune city council provide information on garbage disposal, the",
  "Census authorities have an extensive Internet presence. For domestic ministries, the use of social",
  "media both provides useful public information (as the Twitter sites of the Delhi Police and the",
  "Indian Post Office attest) and adds to the sense of public accountability that is invaluable in a",
  "democracy.",
  "The principal lesson of this experience is that it works, provided you are willing to make the",
  "effort required. And that means having a team in place to deal with all the questions, comments and",
  "complaints that come your way, because a non-responsive social media site could be seriously",
  "counter-productive. As the Indian blogger Mahima Kaul wrote, ‘If you are not in it, you are out of",
  "it.’ This young lady puts it well when she says that the Indian government ‘will have to trust its",
  "people, and it will have to trust its own ability to respond to the people’.",
  "There is no good reason why an IT powerhouse like India should not be in the forefront of",
  "public diplomacy efforts using twenty-first-century technologies and communications practices.",
  "Not to deploy social media tools effectively is to abdicate a channel of contact not only with the",
  "millions of young Indians who use Facebook, Twitter and Orkut, but also to the huge Indian",
  "diaspora that tends to have such an active presence on the Net on Indian issues and in turn wields a",
  "disproportionate influence on international perceptions of India. To place matters in perspective,",
  "Facebook alone currently has over 500 million subscribers, 50 per cent of whom access the site on",
  "any given day, and a unique ability to disseminate information virally among its system and beyond",
  "through its networks of friends, fans and those who share their information. The average Facebook",
  "user has 130 friends, and each of those has 130 more, and so on. When President Obama delivered",
  "his famous Africa address in Ghana, the state department deployed a full range of digital tools and",
  "some 250,000 Africans posed questions or made comments on the address—and most receivedresponses from dedicated staff assigned to respond!",
  "My own experience with Twitter has had its positive and negatives, but in my view the",
  "positives outweigh the negatives. It is an extraordinary interactive broadcast medium—an",
  "interactive Akashvani. With one message today, I can reach more than 1.3 million people, and that",
  "number keeps expanding every day. As I discovered during my time in government, I can also use",
  "it to put out information the mainstream media may not be interested in. My visit to Liberia, for",
  "example, was the first ministerial visit in thirty-eight years. It was ignored in India by the media,",
  "but through my updates and a couple of links I posted, India’s Africa diplomacy got more widely",
  "known because of Twitter. A similar phenomenon occurred when I interrupted a tour of Latin",
  "America to travel to Haiti after its tragic earthquake in early 2010, becoming both the first Indian",
  "minister to set foot in that country ever and also one of the first foreign officials to express",
  "solidarity with the victims of that disaster. Once again, the Indian media’s lack of interest in world",
  "affairs meant that the visit went unreported in India but for my Twitter updates from the spot.",
  "I believe that during my ten months in government, I was able to use social media to demystify",
  "governance and sensitize people to the daily life of a minister. And after leaving office I have been",
  "able to expand my conversation with politically engaged people around the globe. Of course, I",
  "haven’t shared any sensitive information from any political or government meetings on Twitter, but",
  "politicians all over the world are tweeting. President Obama has millions of ‘followers’ on",
  "Twitter and Hillary Clinton was tweeting eight to ten times a day when she was on an official visit",
  "to India. The UK government encourages frequent use of Twitter and even issues guidelines on",
  "effective tweeting. The former Australian prime minister Kevin Rudd and Canada’s ex-leader of",
  "the Opposition Michael Ignatieff tweet regularly. A whole slew of foreign ministers—Rudd",
  "himself, Norway’s Jonas Store, Bahrain’s Khalid al-Khalifa (who did so, he declared, inspired by",
  "me) and many others—are regular tweeters.",
  "In my view, a democratic politician should not resist a new communications medium. The name",
  "Twitter initially put me off, and has led people to suggest that it is not a suitable medium for a",
  "serious politician—the BJP’s Venkaiah Naidu even presciently warned me that ‘too much tweeting",
  "can lead to quitting’. But I suppose his colleagues have, like me, come to realize that Google and",
  "Yahoo were also silly names that are now household terms. I am convinced that a large number of",
  "politicians in twenty-first-century democracies—including India—will be tweeting within ten",
  "years from now. Those who are ahead of the curve are rarely appreciated.",
  "Twitter is only a vehicle—the message is the issue, not the medium. I believe that the",
  "Government of India should understand that using social media brings into the government’s ambit",
  "a large number of people who would otherwise be indifferent to India’s diplomacy. We just need",
  "to take care to ensure that the message is not misunderstood, without becoming so anodyne as to",
  "not attract an audience. The idea has always been to inform and engage, rather than to merely issue",
  "press releases.",
  "Social media is also critical for connecting the world’s younger generation on a single platform,",
  "thus strengthening bonds between them across borders and cultures. Young people from different",
  "geographic and economic backgrounds can be brought together in a positive direction. Students",
  "who attended the India-Pakistan Youth Peace Conferences have started using digital media to stay",
  "connected and have even invited others from their campuses to join the conversations.But there is a long way to go, and it would be idle to pretend there isn’t resistance, both from",
  "traditionalists and on grounds of security risks. But we can be encouraged, perhaps, by the fact that",
  "the practice is spreading, and that governmental organizations have started to make full use of the",
  "possibilities offered by the new social media tools. They are receiving a positive response to such",
  "initiatives. Whatever traditionalists might say, the same logic does apply to India’s external",
  "affairs. The government just needs to recognize that social media is here to stay, and we need to",
  "live with it. Quite simply, we will not be able to live without it.",
  "So much for what public diplomacy is, why it is needed and how it can be deployed. The one issue",
  "that remains, though, is the substance of the message. A bad decision or a weak policy can rarely",
  "be salvaged by good public diplomacy alone. ‘Incredible India!’ is a great campaign for the",
  "department of tourism, but in public diplomacy what you need is Credible India. There is a need",
  "for a positive and forward-looking strategy that projects a vision of India in the world, that helps",
  "define and shape what is increasingly being called—in the new buzzword these days about our",
  "country—‘Brand India’. It’s an idea, says the subtitle of a recent book, whose time has come.",
  "There’s already a foundation to Brand India, and the phrase trips lightly off the tongues of assorted",
  "pontificators.",
  "But what is that idea? What, for that matter, is Brand India? A brand, the marketing gurus tell us,",
  "is a symbol embodying all the key information about a product or a service: it could be a name, a",
  "slogan, a logo, a graphic design. When the brand is mentioned, it carries with it a whole series of",
  "associations in the public mind, as well as expectations of how it will perform. The brand can be",
  "built up by skilful advertising, so that certain phrases or moods pop up the moment one thinks of",
  "the brand; but ultimately the only real guarantee of the brand’s continued worth is the actual",
  "performance of the product or service it stands for. If the brand delivers what it promises, it",
  "becomes a great asset in itself. Properly managed, the brand can increase the perceived value of a",
  "product or service in the eyes of the consumer. Badly managed, a tarnished brand can undermine",
  "the product itself.",
  "So can India be a brand? A country isn’t a soft drink or a cigarette, but its very name can conjure",
  "up certain associations in the minds of others. This is why our first prime minister, Jawaharlal",
  "Nehru, insisted on retaining the name ‘India’ for the newly independent country, in the face of",
  "resistance from nativists who wanted it renamed ‘Bharat’. ‘India’ had a number of associations in",
  "the eyes of the world: it was a fabled and exotic land, much sought after by travellers and traders",
  "for centuries, the ‘jewel in the crown’ of Her Britannic Majesty Victoria, whose proudest title was",
  "that of ‘Empress of India’. Nehru wanted people to understand that the India he was leading was",
  "heir to that precious heritage. He wanted, in other words, to hold on to the brand.",
  "For a while, it worked. India retained its exoticism, its bejewelled maharajas and caparisoned",
  "elephants cavorting before the fabled Taj Mahal, while simultaneously striding the world stage as",
  "a moral force for peace and justice in the vein of Mahatma Gandhi. But it couldn’t last. As poverty",
  "and famine stalked the land, and the exotic images became replaced in the global media with",
  "pictures of suffering and despair, the brand became soiled. It stood, in many people’s eyes, for a",
  "mendicant with a begging bowl, a hungry and skeletal child by his side. It was no longer a brandthat could attract the world.",
  "Today, the brand is changing again. As India transforms itself economically from a lumbering",
  "elephant to a bounding tiger, it needs a fresh brand image to keep up with the times. The",
  "government even set up, with the collaboration of the Confederation of Indian Industry, an India",
  "Brand Equity Foundation. They were tasked with coming up with a slogan that encapsulated the",
  "new brand in time for the World Economic Forum’s 2006 session in Davos, where India was guest",
  "of honour. They did. ‘India: Fastest-growing free market democracy’ was emblazoned all over the",
  "Swiss resort. Brand India was born.",
  "But though it’s a great slogan, is it enough? Coca-Cola, for years, offered the ‘pause that",
  "refreshes’: it told you all that you needed to know about the product. Does ‘fastest-growing free",
  "market democracy’ do the same? India’s rapid economic growth is worth drawing attention to, as",
  "is the fact that it’s a free market (we want foreigners to invest, after all) and a democracy (that’s",
  "what distinguishes us from that other place over there, which for years has grown faster than us).",
  "But isn’t there more to us than that?",
  "In fairness to the smart people who coined the phrase, the more attributes you try to get in, the",
  "clunkier and less memorable the phrase becomes. It’s easier for smaller countries that aim for one-",
  "issue branding. Regions of ancient India enjoyed branding before the term was coined—the ‘Spice",
  "Coast’, for example, for the stretches of Kerala to which European and Arab traders came, looking",
  "for pepper and cloves; or the ‘Silk Route’ passing through manufacturing and trading centres of",
  "silk across northern India. Such terms highlight the importance of getting the basics right, so the",
  "brand encapsulates what you want to be your core appeal to outsiders. What do we want the world",
  "to think of when they hear the name ‘India’? Clearly we’d prefer ‘fastest-growing free market",
  "democracy’ to replace the old images of despair and disrepair. But surely there are other elements",
  "we want to build into the brand: the exquisite natural beauty of much of our country, encapsulated",
  "in the ‘Incredible India!’ advertising campaign conducted by the tourism department; the glitz and",
  "glamour of Bollywood and Indian fashion and jewellery designs; the unparalleled diversity of our",
  "plural society, with people of every conceivable religious, linguistic and ethnic extraction living",
  "side by side in harmony; and the richness of our cultural heritage, to name just four obvious",
  "examples. Yet it would be impossible to fit all that into a poster, a banner or even a TV",
  "commercial. (And we’d still have left out a host of essentials, from Ayurveda to IT.)",
  "The NDA government led by the BJP tried out a different kind of branding in the 2004 elections",
  "with the slogan ‘India Shining’. The question that inevitably arose was: who was India shining for?",
  "Those who felt that the still-incomplete transformation of India had not brought lustre into their",
  "lives were quick to react adversely to the slogan. The NDA lost the election, and the slogan was",
  "quietly buried. Good advertising copy cannot make a brand by itself; it must speak to a reality that",
  "everyone recognizes.",
  "The importance of Brand India lies in the fact that India’s claims to a significant role in the",
  "world of the twenty-first century lie in the aspects and products of Indian society and culture that",
  "the world finds attractive. As I have already argued, our strength lies in our soft power, which",
  "lends itself more easily to the information era. Soft power is not about conquering others, but about",
  "being yourself. A country’s brand is judged by the soft power elements it projects on to the global",
  "consciousness, either deliberately (through the export of cultural products, the cultivation offoreign publics or even international propaganda) or unwittingly (through the ways in which it’s",
  "perceived as a result of news stories in the global mass media). National brands, in other words,",
  "are not merely created by governments; they emerge from a variety of sources, conscious and",
  "unconscious, planned and unplanned. Branding isn’t just what we can deliberately and consciously",
  "put on display; it’s rather how others see what we are. With many of the examples I have provided",
  "earlier in this chapter, we weren’t trying to impress the world, but the world said ‘wow—that’s",
  "India’. There’s your branding.",
  "As I have argued, in the information age, it’s not the side with the bigger army, but the one with",
  "the better story, that wins. India must remain the ‘land of the better story’. To be a source of",
  "attraction to others, it must preserve the democratic pluralism that is such a civilizational asset in",
  "our globalizing world. An India that is open, accessible, diverse and creative, and that succeeds at",
  "creating a more decent life for its citizens, is always more likely to remain a positive force in the",
  "eyes of the world than its less admirable neighbours.",
  "I believe that the India that has entered its seventh decade as an independent country is one open",
  "to the contention of ideas and interests within it, unafraid of the prowess or the products of the",
  "outside world, wedded to the democratic pluralism that is India’s greatest strength, and determined",
  "to liberate and fulfil the creative energies of its people. Such an India will tell stories the rest of",
  "the world wants to hear and is glad to repeat—and that will offer it an inestimable advantage in the",
  "global mass media of our information age. Today’s India truly enjoys soft power, and that may",
  "well be the most valuable way in which it can offer leadership to the twenty-first-century world.",
  "But one essential fact remains: what really matters is not the image but the reality. If we can",
  "make India a healthy and prosperous place for all Indians, the brand will be burnished all by itself.",
  "Then, and only then, might we even return to ‘India Shining’.c  n",
  ""
]