[
  "by some of the terms of the peace settlement reached after the war, and the peace",
  "itself was unstable.",
  "8 In his recent book The Great War and the Making of the Modern World (2011),",
  "Jeremy Black makes the point that the war led to the final stage of the partition of",
  "31",
  "THEFIRSTWORLDWAR ANDITS AFTERMATHAfrica, when the peace settlement placed Germany’s colonies in Africa under the",
  ".",
  "control of the League of Nations The League allowed them to be ‘looked after’ by",
  ".",
  "various member states This meant that in practice, for example, Britain acquired",
  "Tanganyika, while Britain and France divided Togoland and the Cameroons",
  ".",
  "between them, and South Africa gained German South West Africa (Namibia)",
  "2.7 THE PROBLEMS OF MAKING A PEACE SETTLEMENT",
  "(a) War aims",
  "When the war started, none of the participants had any specific ideas about what they",
  "hoped to achieve, except that Germany and Austria wanted to preserve the Habsburg",
  "Empire, and thought this required them to destroy Serbia. As the war progressed,some of",
  "the governments involved, perhaps to encourage their troops by giving them some clear",
  "objectives to fight for, began to list their war aims.",
  "British prime minister Lloyd George mentioned (January 1918) the defence of democ",
  "¬",
  "racy and the righting of the injustice done to France in 1871 when she lost Alsace and",
  "Lorraine to Germany. Other points were the restoration of Belgium and Serbia, an inde",
  "¬",
  "-",
  "pendent Poland, democratic self government for the nationalities of Austria-Hungary,",
  "self-determination for the German colonies and an international organization to prevent",
  "war. He was also determined that Germany should pay reparationsfor all the damage they",
  ".",
  "had done",
  "American President Woodrow Wilson stated US war aims in his famous 14 Points",
  "(January 1918):",
  "1 abolition of secret diplomacy;",
  "2 free navigation at sea for all nations in war and peace;",
  "3 removal of economic barriers between states;",
  "-",
  "4 all round reduction of armaments;",
  "5 impartial adjustment of colonial claims in the interests of the populations",
  "concerned;",
  "6 evacuation of Russian territory;",
  "7 restoration of Belgium;",
  "8 liberation of France and restoration of Alsace and Lorraine;",
  "9 readjustment of Italian frontiers along the lines of nationality;",
  "10 self-government for the peoples of Austria-Hungary;",
  "11 Romania,Serbiaand Montenegro tobeevacuatedandSerbiagiven access to thesea;",
  "-",
  "12 self government for the non-Turkish peoples of the Turkish Empire and perma",
  "¬",
  "nent opening of the Dardanelles;",
  "13 an independent Poland with secure access to the sea;",
  ".",
  "14 a general association of nations to preserve peace",
  "These points achieved publicity when the Germans later claimed that they had expected",
  "the peace terms to be based on them, and that since this was not the case, they had been",
  ".",
  "cheated",
  "(b) Differing Allied views about how to treat the defeated powers",
  "When the peace conference met (January 1919) it was soon obvious that a settlement",
  "would be difficult because of basic disagreements among the victorious powers:",
  "32",
  "PARTI WAR ANDINTERNATIONAL RELATIONS. - c- .-",
  "! (represented Qsr«iY.>jr) wwxlwl * harsh pcixe, At irb sr ratiy",
  "eLcvoon:oi1n8ic1/alltyheatrG.dcrrmi.mtm&r/bysAm::;ntvh£adtsshcevoroairdokeinooevfeewkc£ctbth:aLnmfisvseehrmI.'itsesw,,AAJtfcaoliri croSsTtF*,",
  "'",
  "1 Pftrnemm.ienkOw'r/\"-vLmM-utsgt?dAosweaaateddo..%w>ur .A a less sevcte settlerr-vrA *'T>a»r^.",
  "OvitvyLsrait;vA't:orw&cAcve|'jvt,-id.fc;:l, ;-l(cid:127)osoiikthisahtnsfhcvleooecr'-a.daraese.wcorneoJmvxyIDwhas-?s*<:a::&v. a?i»c^r:ea.&s.utevrnre:vr",
  "were v he paid Lle^vvsf, LJLA : vv:::;^ ad el won an eJbccicr ikaii",
  "csuanchss&j%te'fnt*argoaLt.v,osK*aliesemr*o,naannddtaalkbiotvmve.-lr?t-’^, Tbkeee3nft.f*si-£(cid:127)i£v6;cl>ieAtnheyrtehfionregetvhoat^-fto*::",
  "a harsh ssacesetfeoent",
  "3 ld%ive-vUvSiAiil[xv- ..w.hei n, flit-Gi e.r?mrlaiwnaigg-iatofv&vvobaivf oAlP>obiniLtssamndi -i.m3-vpwo.s*ehdtetge*?i,:hvarahhadTr!ematy..",
  "h-e&ArMc.H*e<Mc.v,:k «».ioe(cid:127)KAuvnixAsar.'dy:.F>.r&enccthed:nbmfr.s'idlltt}\\lviksvvrsvjmt^vv.3^;.j*.G'-e?txn.--ar,;,... *:AA.:hvotuf£or'",
  "- mt(f&A r . ' '. - f x* '. . A. ., .- ' tLkcn.",
  "was a.'»'C in !\" ‘a, it of sbf .iLev^iSveAvn. m- t'w .*. cs.i.J. Iv. 'vvd fir t.. ' igi n i",
  "Kid jo:: :(cid:127) 1 ' :?'£&: of :(cid:127): . own sA-vt 1",
  ",",
  "By Jw >15 the conference had awnc ;i(; wAb gfee yerWittes ycr Avtm&jsjt",
  "AAI)ow;tA ..y otAV'Vvfiti.es. Aski-ing wv 1 AeviioTyk Asrt v bw This I'vviyot wsa'A.cs",
  "'A. .-;..vtf'onU- was one df rbc Tr.cs;eeviot A geAtlcTT.cntg cvcrr lA, srA if wor ,..r ‘i:",
  "aw-. '.t2K;:r-A.c.. mhoovaanewyr.l):3tfoAn:(cid:127).yic'rtirom:soj,ot:u.v. cAkvmr;.-'reta-'hpaatvaettime>rthsgs%o;:y,sirvwativ?tonrev-viAteA&'yf:ev,a-eadonimerpomryA&'Ako' tIonaaeA.tri.}-",
  "mtf",
  "_",
  "Lie.uioi:;; L Thefvocksversat ¥offsaOks* (MfJ tir n$ki)Skm^LCiws",
  ".",
  "WLSOEand fdbyd George",
  "^ 33",
  "TH3F STWORLDWAR.AiJD\"V A1TT!R\\1.A.T¥2.8 THE TREATY OF VERSAILLES WITH GERMANY",
  "(a) The terms",
  "1 Germany had to lose territory in Europe:",
  "(cid:127)",
  "Alsace-Lorraine to France;",
  "(cid:127) Eupen, Moresnet and Malmedy to Belgium;",
  "(cid:127) North Schleswig to Denmark (after a plebiscite, i.e. a vote by the people);",
  "(cid:127)",
  "West Prussia and Posen to Poland, though Danzig (the main port of West",
  "Prussia) was to be a free city under League of Nations administration,",
  "because its population was wholly German.",
  "(cid:127) Memel was given to Lithuania.",
  "(cid:127) The area known as the Saar was to be administered by the League of Nations",
  "for 15 years, when the population would be allowed to vote on whether it",
  "should belong to France or Germany. In the meantime, France was to have",
  ".",
  "the use of its coal mines",
  "(cid:127)",
  "Estonia, Latvia and Lithuania, which had been handed over to Germany by",
  "Russia by the Treaty of Brest-Litovsk, were taken away from Germany and",
  ".",
  "set up asindependent states This wasan exampleof self-determinationbeing",
  ".",
  "carried into practice",
  "(cid:127) Union (Anschluss) between Germany and Austria was forbidden.",
  "2 Germany’s Africancolonies weretakenawayand became ‘mandates’ under League",
  "of Nations supervision: thismeant that variousmemberstatesof the League ‘looked",
  ".",
  "after’ them",
  "3 German armaments were strictly limited to a maximum of 100 000 troops and no",
  "conscription (compulsory military service), no tanks, armoured cars, military",
  "aircraft or submarines, and only six battleships. The Rhineland was to be perma",
  "¬",
  "nently demilitarized. This meant that all German territory on the left bank of the",
  "Rhine, together with a 50-kilometre strip on the right bank, was to be closed to",
  "German troops and was to be occupied by Allied troops for at least ten years.",
  "4 TheWarGuiltclausefixed the blamefor theoutbreak of the warsolelyonGermany",
  ".",
  "and herallies and proposed that the ex-Kaiser should be put on trial for war crimes",
  "5 Germany was to pay reparations for damage done to the Allies; the actual amount",
  "was not decided at Versailles, but it was announced later (1921), after much argu",
  "ment and haggling, as £6600 million. ¬",
  "6 A League of Nations was formed; its aims and organization were set out in the",
  ".",
  "League Covenant (see Chapter 3)",
  ".",
  "The Germans had little choice but to sign the treaty, though they objected strongly The",
  "signing ceremony took place in the Hall of Mirrors at Versailles, where the German",
  "Empire had been proclaimed less than 50 years earlier.",
  "(b) Why did the Germans object, and how far were their objections",
  "justified?",
  "1 It was a dictated peace",
  "The Germans were not allowed into the discussions at Versailles; they were simply",
  "presented with the terms and told to sign. Although they were allowed to criticize the",
  "34 PART I WAR ANDINTERNATIONAL RELATIONS.",
  "treaty in writing, all their criticisms were ignored except one (see Point 3 below) Some",
  "historians feel that the Germans were justified in objecting, and that it would have been",
  ". -",
  "reasonable to allow them to take part in the discussions This might have led to a toning",
  ".",
  "down of some of the harsher terms It would certainly have deprived the Germans of the",
  "argument much used by Hitler, that because the peace was a ‘Diktat’, it should not be",
  "morally binding.On the other hand, it is possible to argue that the Germanscould scarcely",
  "have expected any better treatment after the harsh way they had dealt with the Russians at",
  "Brest-Litovsk-also a ‘Diktat’ (see Section 16.3(b)).",
  "2 Many provisions were not based on the 14 Points",
  "TheGermansclaimed that they had been promised terms basedon Wilson’s 14Points,and",
  "that many of the provisions were not based on the 14 Points,and were therefore a swin",
  "¬",
  "dle. This is probably not a valid objection: the 14 Points had never been accepted as offi",
  "¬",
  "cial by any of the states involved, and the Germans themselves had ignored them in",
  "January 1918, when therestillseemedachance of outrightGerman victory.By November,",
  "German tactics (Brest-Litovsk, the destruction of mines, factories and public buildings",
  "during their retreat through France and Belgium) had hardened the Allied attitude and led",
  ".",
  "Wilson to add two further points Germany should pay for the damage to civilian popula",
  "' ¬",
  "tion and property,and should be reduced to ‘virtual impotence’; in other words,Germany",
  "should be disarmed. The Germans were aware of this when they accepted the armistice,",
  ".",
  "and, in fact, most of the terms did comply with the 14 Points and the additions",
  "There were also objections on specific points:",
  "3 Loss of territory in Europe",
  "This included Alsace-Lorraine and especially West Prussia, which gave Poland access to",
  ". .",
  "the sea However, both were mentioned in the 14 Points Originally Upper Silesia, an",
  "industrial region with a mixed population of Poles and Germans, was to be given to",
  "Poland, but this was the one concession made to the German written objections: after a",
  "vote among the population,Germany was allowed to keep about two-thirds of the area. In",
  "fact most of the German losses could be justified on grounds of nationality (Map 2.5).",
  "Where the Germans did have genuine cause for protest was on the question of national",
  "self-determination. Rightfrom the startof the peaceconference the Allies had emphasized",
  "that all nationalities should have the right to choose which country they wanted to belong",
  "to. This principle had been applied in the case of non-Germans; but the settlement left",
  "around a million Germans under Polish rule, and almost three million in the Sudetenland",
  "controlled by the new state of Czechoslovakia. In addition, Austria was a completely",
  "German state with a population of some seven million. All these Germans wanted to",
  "become part of Germany, but the unification of Germany and Austria was specifically",
  "forbidden in the agreement, probably because that would have made Germany larger and",
  "more powerful even than in 1914.",
  "4 Loss of Germany’s African colonies",
  "The Germans probably had good groundsfor objection to the lossof their Africancolonies,",
  "which was hardly an ‘impartial adjustment’. The mandate system allowed Britain to take",
  "over German East Africa (Tanganyika) and parts of Togoland and the Cameroons, France",
  "to take most of Togoland and the Cameroons, and South Africa to acquire German South",
  "West Africa (now known as Namibia); but this was really a device by which the Allies",
  ".",
  "seized the colonies without actually admitting that they were being annexed (Map 2.6)",
  "5 The disarmament clauses were deeply resented",
  "The Germansclaimed that 100000 troops were notenough to keep law andorder ata time",
  "of political unrest. Perhaps the German objection was justified to some extent, though the",
  "35",
  "THEFIRSTWORLDWAR ANDITS AFTERMATHJ T7",
  "I",
  "NaPrvickT IV",
  "/ J Is",
  "/",
  "c&t Ii/ FINLAND",
  "^ ! J j",
  "NORWAY",
  "I",
  "£ ';N",
  "Ber9 /f ^ Helsinki",
  ", * Leningrad",
  "r Oslo 7SU flimil",
  "a SWEDEN “",
  "fa Aland Is",
  "Stavanger\\p /T ^f ~v.Sto,ckholm <.?<Al ESTONIA1",
  "Vi",
  "Kristiansand",
  "4110 U.S.S.R.",
  "— fix V ^",
  ". Riga LATVIA",
  "P",
  "DENMARK /",
  "Memel ill",
  "LI IITTWHIUIAANMIIAA",
  "North r'",
  "Schleswig ^ Yilna",
  "MsrJmni",
  "Seized by",
  "fiCf* _ > IS hPLoitlhaunadnifarom",
  "S4THOOTLLLL'AANNDD !- Berli(cid:127)n WESPTosPteRnU*SSIA1J-? Warrsaw k >",
  ", &} GERMANY Brest-Litovsk",
  "The POLAND",
  "Upper",
  "V/l Eupen Weimar SSiilleessiiaa—P'S",
  "Malmedy Prague m r*",
  "Rhineland imm",
  "Galici",
  "—",
  "Sanr 9",
  "fc",
  "Lorreiirie Bohemi",
  "Alsace Munich ml*.to M IJJ",
  "mmm",
  "AUSvTiiReennIAnnea B,UV<PV$ IWl",
  "fifBuedapest",
  "ysvv",
  "y\\ » Graz UNGARY ransylvanin",
  "' ^Trentolf amiwwxm",
  "fsis ROMA*NIA",
  "FRANCE * ^-- Jri :e V",
  "SJ VeniceS. ’ Fiume >",
  "V piBfcr . Bucharest*. '1",
  "J Istria*pti %% . — .",
  "^YUGOSL\\AVIA",
  "° \\ AS Serbia J BBUULLGGAARIA",
  "- ITALY Montenegro Vv\" T\\",
  "Ofv S . fromBulgn\\na ^",
  "f rj",
  ". TTJRKE P",
  "VD",
  "- - <0",
  "fe",
  "Territory lost Formerterritory of H Austria-Hungary",
  "by Germany tsaristRussia ' until1918",
  "-",
  "CurzonLine proposed byBritain (Dec.1919)asPoland'seasternfrontier.",
  "Russianterritoryeastofthelinev/asseized by Poland in1920",
  "Map 2.5 European frontiers after the First World War and the Peace Treaties",
  "36",
  "PART I WAR AND INTERNATIONAL RELATIONS^",
  "( SPAIN v",
  "^ 0",
  "Algeciras ibraltar",
  "Tangier ^",
  "SPANISH TUNISIA",
  "MORO'CCCCOO^ /MFOeRz®OCICO L (French) tr BRITISH",
  "AA9na®r3lir*Z {French) Alexandria SOMALILAND",
  "ALGERIA LIBYA",
  "RIO DE ORO (French {Italian] EGYPCTairo FRENCH",
  "SOMALILAND",
  "(British",
  "\\",
  "occupation)",
  "GAMBIA FRENCH ERITREA",
  "WEST AFRICA FRENCH > 1",
  "GUINEA EQUATORIAL",
  "(Portuguese) _ ALFakReIC—A EAGNYGPLTOIA-N",
  "NIGERIA Chad , SUDAN",
  "(British) A",
  "CAMEROON-S- Fashoda ABYSSINIA",
  "(British)",
  "SIERRA I GUINEA iGermanfec",
  "LEONE",
  "(Spanish) Lake f ITALIAN",
  "LIBERIA BELGIAN Victoria SOMALILAND",
  "V",
  "GOLD COAST FRENCH CONGO 7",
  "CONGO",
  "(British) Lake ItGERMAN=: ! BRITISH",
  "TOGOLAND TanganyikaEEEAST EAST AFRICA",
  "(German) Lake ZANZIBAR",
  "Nyasa/",
  "'ANGOLA 4% NYASALAND",
  "(Portuguese)",
  "from Britain 1890",
  "GERMAN SOUTH PORTUGUESE",
  "WEST AFRICA EAST r)",
  "AFRICA",
  "BECHUANALAND Transvaal",
  "(British—) MADAGASCAR",
  "UNION OF - Natal (French)",
  "Cape",
  "SOUTH AFRICA",
  "Colony",
  "Cape Town Orange Free",
  "State",
  "German colonies taken away as mandates by the",
  "(cid:127)",
  "Versailles Treaty 1919",
  "1 ,",
  "Map 2.6 Africa and the Peace Treaties",
  ".",
  "French desire for a weak Germany was understandable The Germans became more",
  "aggrieved later, as it became clear that none of the other powers intended to disarm, even",
  "though Wilson’s Point 4 mentioned ‘all-round reduction of armaments’. However, disar",
  "¬",
  "mament of Germany was impossible to enforce fully, because the Germans were deter",
  ". ¬",
  "mined to exploit every loophole",
  "6 ‘The War Guilt’ clause (Article 231)",
  ".",
  "The Germans objected to being saddled with the entire blame for the outbreak of war",
  "There are some grounds for objection here, because although later research seems to indi",
  "¬",
  "cate Germany’s guilt, it was hardly possible to arrive at that conclusion in the space of six",
  "weeks during 1919, which is what the Special Commission on War Responsibility did.",
  "However, the Allies wanted the Germans to admit responsibility so that they would be",
  "liable to pay reparations.",
  "37",
  "THE FIRST WORLD WAR AND ITS AFTERMATH7 Reparations",
  ".",
  "Reparations were the final humiliation for the Germans Though there could be little valid",
  "objection to the general principle of reparations,many historians now agree that the actual",
  "amount decided on was far too high at £6600 million. Some people thought so at the time,",
  "including J. M. Keynes, who was an economic adviser to the British delegation at the",
  "conference. He urged the Allies to take £2000 million, which he said was a more reason",
  "¬",
  "able amount, which Germany would be able toafford.Thefigureof £6600 million enabled",
  "the Germans to protest that it was impossible to pay, and they soon began to default (fail",
  "to pay) on their annual instalments. This caused resentment among the Allies, who were",
  "relyingonGerman cash to help them pay theirown wardebts to the USA.There wasinter",
  "¬.",
  "national tension when France tried to force the Germans to pay (see Section 4.2(c))",
  "Eventually the Allies admitted their mistake and reduced the amount to £2000 million",
  "(Young Plan, 1929),but not before reparations had proved disastrous, both economically",
  ".",
  "and politically",
  "The Germansclearly did have some grounds for complaint, but it is worth pointing out",
  "that the treaty could have been even more harsh. If Clemenceau had had his way, the",
  "Rhineland would have become an independent state, and France would have annexed the",
  ".",
  "Saar",
  "2.9 THE PEACE TREATIES WITH AUSTRIA HUNGARY",
  "-",
  "When Austria was on the verge of defeat in the war, the Habsburg Empire disintegrated",
  "as the various nationalities declared themselves independent. Austria and Hungary sepa",
  "¬",
  ".",
  "rated and declared themselves republics Many important decisions therefore had already",
  "been taken before the peace conference met. However, the situation was chaotic, and the",
  ".",
  "task of the conference was to formalize and recognize what had taken place",
  "(a) The Treaty of St Germain (1919), dealing with Austria",
  "By this treaty Austria lost:",
  "(cid:127) Bohemia and Moravia (wealthy industrial provinces with a population of 10",
  "million) to the new state of Czechoslovakia;",
  "(cid:127) Dalmatia, Bosnia and Herzegovina to Serbia, which, with Montenegro, now",
  "became known as Yugoslavia;",
  "(cid:127) Bukovina to Romania;",
  "(cid:127) Galicia to the reconstituted state of Poland;",
  "(cid:127) the South Tyrol (as far as the Brenner Pass),Trentino, Istria and Trieste to Italy.",
  "(b) The Treaty of Trianon (1920), dealing with Hungary",
  "This treaty was not signed until 1920 because of political uncertainties in Budapest (the",
  "capital); the Communists, led by Bela Kun, seized power but were later overthrown.",
  "(cid:127) Slovakia and Ruthenia were given to Czechoslovakia;",
  "(cid:127)",
  "Croatia and Slovenia to Yugoslavia;",
  "(cid:127) Transylvania and the Banat of Temesvar to Romania.",
  ".",
  "Both treaties contained the League of Nations Covenant",
  "38 PARTI WAR ANDINTERNATIONAL RELATIONSThese settlements may seem harsh, but it has to be remembered that much of what was",
  "agreed had already happened; on the whole they did keep to the spirit of self-determina",
  "¬",
  "tion. More people were placed under governments of their own nationality than ever",
  "before in Europe, though they were not always as democratic as Wilson would have liked",
  "(especially in Hungary and Poland). However, there were some deviations from the",
  "pattern;forexample the three million Germans(in the Sudetenland) who now found them",
  "¬",
  "selves in Czechoslovakia, and the million Germans who were placed under Polish rule.",
  "The Allies justified this on the grounds that the new states needed them in order to be",
  "economically viable. It was unfortunate that both these cases gave Hitler an excuse to",
  "begin territorial demands on these countries.",
  "The treaties left both Austria and Hungary with serious economic problems",
  "Austria was a small republic, its population reduced from 22 million to 6.5 million; most",
  ".",
  "of itsindustrial wealth had been lost toCzechoslovakiaand Poland Vienna,once thecapi",
  "¬",
  "tal of the huge Habsburg Empire, was left high and dry,surrounded by farming land which",
  "could hardly support it. Notsurprisingly, Austria was soonfacing asevereeconomiccrisis",
  ".",
  "and wasconstantly having to be helped out by loansfrom the League of Nations Hungary",
  "was justas badly affected,her population reducedfrom 21million to7.5 million,andsome",
  "of her richest corn land lost to Romania. Matters were further complicated when all the",
  ".",
  "new states quickly introduced tariffs (import and export duties) These hampered the flow",
  "of trade through the whole Danubeareaand made the industrial recovery of Austria partic",
  ". ¬",
  "ularly difficult In fact there was an excellent economic case to support a union between",
  ".",
  "Austria and Germany",
  "2.10 THE SETTLEMENT WITH TURKEY AND BULGARIA",
  "(a) The Treaty of Sevres (1920), dealing with Turkey",
  "Turkey wasto lose Eastern Thrace, many Aegean islandsand Smyrna toGreece;Adaliaand",
  "Rhodes to Italy;theStraits(theexitfrom the Black Sea) were to be permanently open;Syria",
  "became a French mandate,and Palestine, Iraq and Transjordan British mandates. However,",
  "the loss of so much territory to Greece, especially Smyrna on the Turkish mainland,",
  "outraged Turkish national feeling (self-determination was being ignored in this case). Led",
  ".",
  "by Mustafa Kemal, the Turks rejected the treaty and chased the Greeks out of Smyrna The",
  "Italians and French withdrew their occupying forces from the Straits area, leaving only",
  "British troops at Chanak. Eventually a compromise was reached and the settlement was",
  "revised by theTreatyof Lausanne(1923),by which Turkey regained EasternThrace includ",
  "ing Constantinople,and Smyrna (Map 2.7).Turkey was therefore the first state to challenge¬",
  "the Paris settlement successfully. One legacy of the Treaty of Sevres which was to cause",
  ".",
  "problemslater was thesituation in themandates These were peopled largely by Arabs, who",
  "had been hoping for independence as a reward after their brave struggle, led by an English",
  "officer,T.E. Lawrence (Lawrence of Arabia),against theTurks. Nor were the Arabs happy",
  ".",
  "about the talk of establishing a Jewish ‘national home’ in Palestine (see Section 11.2(a))",
  "(b) The Treaty of Neuilly (1919), dealing with Bulgaria",
  "Bulgaria lost territory to Greece, depriving her of her Aegean coastline, and also to",
  "Yugoslavia and Romania. She could claim, with some justification, that at least a million",
  "Bulgars were under foreign governments as a result of the Treaty of Neuilly.",
  "THEFIRSTWORLDWAR ANDITS AFTERMATH 39& s V",
  ">7 1",
  "$I V. SutXMMA(**'» ,!/- «tsv-*- V,-.. =»W S. V'",
  "(cid:127)tirVir- A",
  "^ ^ (V (cid:127)w",
  "xeyyFZ",
  "*\" ^ \"",
  "- f' SA »jt * i'W*.r",
  "* - .",
  "« # 1m * IS",
  "> n ’ i",
  "k' . v (cid:127)*« * '(cid:127)./.I' sgii Hl*fi«M",
  "DOT.",
  "c",
  "ir* >> vm",
  ". .",
  "f’-im^r-'-rui-,*UM mfir",
  "(cid:127)*»Ks TH#& h",
  ". V _ %",
  "1 1I1biit1;>«o-,r*5m-*j«'»aM''c'1'JU0\"-.WI#W-W.*->V*T?~Mi^n--(cid:127)*^*,.',,f.Wwr*:?*-''±ir'*'*'*{..::'.i‘:iMTVl/>iii;:/yjf,.. \\1^>1A\\* 3v\\jfWfln-' L<(cid:127),* «(cid:127)(cid:127) *MsV' s",
  "- '",
  ".",
  "r'- . Tfr-.fi.-(cid:127)'jm.ircfM {T«7 r «j*r <*CTt«‘<:,v af2.11 VERDICT ON THE PEACE SETTLEMENT",
  "In conclusion, it has to be said that this collection of peace treaties was not a conspicuous",
  ".",
  "success It had the unfortunate effect of dividing Europe into the states which wanted to",
  "revise the settlement (Germany being the main one), and those which wanted to preserve",
  ".",
  "it On the whole the latter turned out to be only lukewarm in their support. The USAfailed",
  "to ratify the settlement (see Section 4.5) and never joined the League of Nations. This in",
  "-",
  "turn left France completely disenchanted with the whole thing because the Anglo",
  ".",
  "American guarantee of her frontiersgiven in the agreement could not now apply Italy felt",
  "cheated because she had not received all the territory promised her in 1915, and Russia",
  ".",
  "was ignored, because the powersdid not want to negotiate with its Bolshevik government",
  "Germany, on the other hand, was only temporarily weakened and was soon strong",
  "enough to challenge certain of the terms. In fact it is possible to argue that Germany was",
  ".",
  "weakened less than her enemies Much of France, Poland and the Balkans had been",
  "ravaged by occupying troops, whereasGerman territory was virtually untouched. Afterall,",
  "no enemy troops had set foot on German soil and not surprisingly it was soon widely",
  ".",
  "accepted in Germany that their armies had not been defeated Returning German soldiers",
  "were welcomed back as heroes, fresh and undefeated from the battlefield. German indus",
  "¬",
  "try was able to switch back to peacetime production remarkably quickly,and by 1921 was",
  "producing three times as much steel as France.",
  "All this tended to sabotage the settlement from the beginning, and it became increas",
  "¬",
  "ingly difficult to apply the terms fully. Clearly, since Germany was still the strongest",
  "power in Europe economically, the greatfailing of the peace settlement was that it left the",
  "Germans with a sense of resentment and grievance, but did not leave them too weak to",
  "retaliate and seek revenge. These weaknesses were widely recognized at the time, even",
  "among allied delegates at the conference. Harold Nicolson, a British diplomat at the",
  "conference, wrote: ‘If I were the Germans, I shouldn’t sign for a moment.’ John Maynard",
  "Keynes,a senior British delegate and economic adviser, was so disillusioned with the way",
  "things weregoing that heresigned in protestand came home. But it iseasy tocriticizeafter",
  "theevent;GilbertWhite,oneof the Americandelegates,put it well when he remarked that,",
  "given the intricacy of the problems involved, ‘it is not surprising that they made a bad",
  "peace: what is surprising is that they managed to make peace at all’. With the availability",
  "of new sources, many historians find themselves in sympathy with this assessment, and",
  "argue that the settlement can now be seen ‘as a workable compromise’, and perhaps the",
  "best that could have been achieved under difficult circumstances. True, there were some",
  "mistakes, but the peacemakers cannot be blamed for Hitler’s rise to power, and certainly",
  ". . . .",
  "not for the Second World War For example P M H Bell, in his book Origins of the",
  "Second World War in Europe (2007), argues that in the early 1920s, Europe, including",
  "Germany, was beginning to recover well from the after-effectsof the war.The tragedy was",
  "that ‘the outline of a successful European recovery was cut off in its prime by the great",
  "depression and its dreadful consequence, the advent of Hitler’.",
  "FURTHER READING",
  "Beckett, I. F. W., The Great War, 1914-1918 (Longman, 2000).",
  "Black, J., The GreatWar and the Making of the ModernWorld (Continuum, 2010).",
  "Harris, J. P., Douglas Haig and the FirstWorldWar (Cambridge University Press, 2008).",
  "Laffin, W. J., British Butchers and Bunglers of WorldWar 1 (Alan Sutton, 1988).",
  ". . .",
  "Macfie, A L , The End of the Ottoman Empire (Longman, 1998)",
  "Palmer, A., Twilight of the Habsburgs (Weidenfeld & Nicolson, 1994).",
  "THEFIRSTWORLDWAR ANDITS AFTERMATH 41.",
  "Sharp, A , The Versailles Settlement: Peacemaking in Paris, 1919 (Palgrave Macmillan,",
  ".",
  "2008)",
  "Sheffield, G., Forgotten Victory: The First World War, Myth and Realities (Headline,",
  "2001).",
  "Sheffield, G., The Chief: Douglas Haig and the British Army (Aurum Press, 2011).",
  "Stevenson, D., 1914-1918: The History of the FirstWorldWar (Penguin, 2005).",
  "Stevenson, D., With Our Backs To The Wall: Victory and Defeat in 1918 (Allen Lane,",
  "2011).",
  "Watson, A., Enduring the Great War: Combat, Morale and Collapse in the German and",
  "British Armies, 1914-1918 (Cambridge University Press, 2008).",
  "QUESTIONS",
  "1 Assess the reasons why the First World War was not ‘over by Christmas’ 1914.",
  "2 Explain why the 1919 Peace Settlement provoked so much opposition among the",
  ".",
  "Germans",
  "3 To what extent was the Paris Peace Settlement shaped by the principle of self-",
  "determination?",
  "^",
  "| | There is a document question about the First World War on the website.",
  "42",
  "PART I WAR ANDINTERNATIONAL RELATIONS3"
]