[
  "-",
  "China 1900 49",
  ",",
  "SUMMARY OF EVENTS",
  "-",
  "China had a long history of national unity and since the mid seventeenth century had been",
  ".",
  "ruled by the Manchu or Ch’ing dynasty However, during the 1840s, the country moved",
  "into a troubled period of foreign interference, civil war and disintegration, which lasted",
  "until the communist victory in 1949.",
  "The last emperor was overthrown in 1911 and a republic was proclaimed. The period",
  "1916 to 1928, known as the Warlord Era,was one of great chaos, as a number of gener",
  "¬",
  "als seized control of different provinces. A party known as the Kuomintang (KMT), or",
  "Nationalists, was trying to govern China and control the generals, who were busy fighting",
  "each other. The KMT leaders were Dr Sun Yat-sen, and after his death in 1925, General",
  "- .",
  "Chiang Kai shek The Chinese Communist Party (CCP) was founded in 1921,and at first",
  "it co-operated with the KMT in its struggle against the warlords. As the KMT gradually",
  "established control over more and more of China, it felt strong enough to do without the",
  ".",
  "help of the communists, and it tried to destroy them The communists, under their leader",
  "-",
  "Mao Zedong (Mao Tse tung), reacted vigorously, and after escaping from surrounding",
  "-",
  "KMTforces,they embarked on the6000 mile Long March (1934-5) to form a new power",
  ".",
  "base in northern China",
  "Civil war dragged on, complicated by Japanese interference, which culminated in a",
  "full-scale invasion in 1937. When the Second World War ended in defeat for theJapanese",
  "and their withdrawal from China, the KMT and the CCP continued to fight each other for",
  "control of China. Chiang Kai-shek received help from the USA, but in 1949 it was Mao",
  ".",
  "and the communists whofinally triumphed Chiang and his supportersfled to the island of",
  "Taiwan (Formosa). Mao Zedong quickly established control over the whole of China,and",
  ".",
  "he remained leader until his death in 1976",
  "19.1 REVOLUTION AND THE WARLORD ERA",
  "(a) Background to the revolution of 1911",
  "In theearly partof the nineteenthcentury China kept itself very muchseparatefrom therest",
  "of the world;life went on quietly and peacefully with no great changes,asit had donesince",
  ". -",
  "the Manchus took over in the 1640s However, in the mid nineteenth century China found",
  "itself faced by a number of crises.The prolonged period of relative peace had led toa rapid",
  "increase in the population- between 1741 and 1841 the population rose from 140 million",
  "to 410 million.This made itdifficult to produce enough foodfor subsistence,forcing many",
  "peasants to turn to robbery and banditry as a meansof survival. The ensuing chaosencour",
  "¬",
  "aged foreigners, especially Europeans, to force their way into China to take advantage of",
  "trading possibilities.The British werefirst on the scene,fighting and defeating the Chinese",
  "420 PART III COMMUNISM-RISEANDDECLINE.",
  "in the Opium Wars (1839-42) They forced China to hand over Hong Kong and to allow",
  ".",
  "them to trade at certain ports Other western nations followed, and eventually these",
  "‘barbarians’, as the Chinese regarded them, had rights and concessions in about 80 ports",
  ".",
  "and other towns",
  "Next came the Taiping Rebellion (1850-64),which spread all over southern China. It",
  "was partly a Christian religious movement and partly a political reform movement, which",
  ".",
  "aimed to set up a ‘Heavenly Kingdom of Great Peace’ (Taiping tianguo) The movement",
  "was eventually defeated, not by the Manchu government troops, which proved to be inef",
  "- ¬",
  "fective, but by newly formed regional armies. The failure of the government forces was a",
  "serious blow to the authority of the Ch’ing dynasty. It left them dependent on regional",
  ".",
  "armies that they did not control This began the process in which provinces began to assert",
  "their independence from the central government in Beijing (Peking), culminating in the",
  ".",
  "Warlord Era (1916-28)",
  "China was defeated in a war with Japan (1894-5) and forced to hand over territory,",
  "including the large island of Formosa. By the end of 1898 Britain, Germany, France and",
  "Russia had leased large areas of land from the Chinese government which they proceeded",
  "to treat as if they were no longer Chinese territory. There was a story in circulation that",
  ".",
  "outsidea British-run park inShanghai, there wasasignreading NODOGSOR CHINESE",
  "The sign never actually existed, but the story showed the outrage felt by ordinary Chinese",
  ".",
  "people at the intrusive foreign presence in their country A Chinese uprising -the Boxer",
  "Rising-againstforeigninfluence took placein 1898-1900,but it wasdefeated by aninter",
  "¬",
  "-",
  "national army, and the Empress Tz’u hsi was forced to pay massive compensation for",
  ".",
  "damage done to foreign property in China More territory was lost to Japan as a result of",
  "the Japanese victory in theRusso-Japanese War(1904-5),andChina wasclearly inasorry",
  ".",
  "state",
  "In the early years of the twentieth century thousandsof young Chinese travelled abroad",
  "and were educated there. They returned with radical, revolutionary ideas of overthrowing",
  ". -",
  "the Manchu dynasty and westernizing China Some revolutionaries, like Dr Sun Yat sen,",
  "wanted a democratic state modelled on the USA.",
  "(b) The 1911 revolution and the Twenty-One Demands (1915)",
  "The government tried to respond to the new radical ideas by introducing reforms, promis",
  ". ¬",
  "ing democracy and setting up elected provincial assemblies However, this only encour",
  "¬",
  "aged the provinces to distance themselves still further from the central government, which",
  "was now extremely unpopular. The revolution began among soldiers in Wuchang in",
  ".",
  "October 1911, and most provinces quickly declared themselves independent of Beijing",
  "The government,ruling on behalf of the childemperorPuyi (who wasonly5 yearsold),",
  "in desperation sought help from a retired general, Yuan Shikai, who had been commander",
  "of the Chinese Northern Army,and still had a lotof influence with the generals. However,",
  "the plan backfired: Yuan, who was still only in his early fifties, turned out to have ambi",
  "¬",
  "tions of his own. He did a deal with the revolutionaries-they agreed to his becoming the",
  "first president of the Chinese republic in return for the abdication of Puyi and the end of",
  ".",
  "the Manchu dynasty With the support of the army, Yuan ruled as a military dictator from",
  "1912 until 1915.",
  "Meanwhile the Japanese sought to take advantage of the upheaval in China and the",
  "outbreak of the First World War. A few days after the war began they demanded that",
  "Germany should hand over all their rights in the Chinese Shantung peninsula to Japan.",
  "-",
  ".",
  "This was followed up in January 1915 by Japan’s Twenty One Demands to China These",
  "were divided into five groups. First they wanted Chinese approval of Japan’s concessions",
  "in Shantung (seized from the Germans), including the right to build railways and to begin",
  "CHINA,1900-49 421—",
  "I (cid:127)",
  "»",
  "<",
  "a",
  "%",
  "w",
  ",",
  "* i",
  "4",
  ">",
  ">",
  "1luntraMcu d 4streetexecutionm ChinaIn1i/7 towardsthe",
  "r",
  "endcfthe War'.ordEra",
  "-",
  "i-a..m\"'(cid:127)d(cid:127)d(cid:127)u -Mi I\"WhtihE:eer-ionfmesittforcevr.r.i'ai'(fa*..:Qttbrh'*r%oecr,ue.agr<hrtodd;irn'R&csK:temjeC.Mdaholiosnroits.zng,(cid:127);ii’,^t;5y*£ta[*Hln(cid:127)o,-dr.(.T-t%T»to.-;xsiCtoe.ldwLsr(cid:127).-.(cid:127)iu(cid:127)*dm?eu;;r(cid:127)I*,.-./i n. eMawcrcexom'ir.rdbyttirneaagcdcienad>",
  "s b *s i air . * ' * . ss. r",
  "iw.l.TsveMiuot ard. Ma* the Fourth 19lie some writers bep.a-c. tc JKO&K»cue*",
  "anc chkieifanr works c&LiXjfi fet trodernkaiioft in p..lims. science and",
  "Chi ids.4 input:, i:iuto-w.- oi traditional Conktoiurwin,But tor iiiacrica.. once:u:",
  "u. wndci'iwas irw.- b the warlords were tr,aU ..itifflftovee be this new dhrnki",
  "and Chinann Naioiiahsn sup.* wned ktsIIecuC. anfil inhim.freedomaider",
  "i hadset up their Bov&nmenlin1' wr/onintonkin ibSCn. 'inn=(cid:127) even .-;*.m l.-.",
  "CC;DNKSUNSN' bcc??jrsc oC s,> * -'vw- iiuj;in nn1* Kceauw, o wa* a f-pmnats ct",
  "dtf'ii'rf.jgjifiJ/jr-'g vhwnnCww ICWM Mac* and nn. comic:i®w Ji w«s nto tor:i!. the",
  "lea i",
  "* :7* i * i ' ' .,",
  "DR SUN -SEN AND CHIANG KAI-SHEK",
  "»",
  "{ ) The KusmiriariQ",
  "Tvns mar.,r.n- opeffomr.m*ks*:.Sh:i *1>9vksl:C Hi')rwnj»n'tcnd CeMw'a-.t.eMyewbiat:dntraoinXemdva.scw- >.Mr>.(cid:127)&..:*:»rboNHataiotnmal",
  "tong n:a ! ireddhlDa&u&dlthu i tost Hewas",
  "<",
  "oegiatW'ij. of Cdob. r,end wanted10 create arenem democratic st£teRetenu&g to",
  "Chinaalt?:therevolt.den..he-ijc-.cee-d.ed:o iskxp (cid:127)Ja?v:centrumat CzrtoaL:sooth.er:",
  "China ' '(cid:127) i His idea:were :t'ke aelbri r*:; ' voiv little|>:wm tnthdde tinCar o:",
  "aeB ELS aeon atpa . as - - : i - .",
  "T9fi0 4i 42:3",
  ".communists, and developed its own party organization along communist lines, as well as",
  ".",
  "building up its own army Sun himself summarized his aims as the Three Principles:",
  "nationalism-to rid China of foreign influence and build the country into a strong and",
  "united power, respected abroad.",
  "democracy-Chinashould not be ruled by warlords, but by the people themselves,after",
  "they had been educated to equip them for democratic self-government.",
  "land reform-sometimes known as ‘the people’s livelihood’;this was vague-although",
  "-",
  "Sun announced a long term policy of economic development and redistribution of",
  "land to the peasantsand wasin favour of rent restraint, he wasopposed to the confis",
  "¬",
  ".",
  "cation of landlords’ property",
  "Sun gained enormous respect as an intellectual statesman and revolutionary leader, but",
  "when he died in 1925 little progress had been made towardsachieving the three principles,",
  "mainly because he was not himself a general. Until the KMT armies were built up, he had",
  "to rely on alliances with sympathetic warlords,and he haddifficultyexercisingany author",
  "¬",
  ".",
  "ity outside the south",
  "(b) Chiang Kai-shek",
  "General Chiang Kai-shek became leader of the KMT after Sun’s death. He had received",
  "his military training in Japan before the First World War, and being a strong nationalist,",
  "joined the KMT. At this stage the new Russian Soviet government was providing help and",
  "guidance for the KMT in the hope that Nationalist China would be friendly towards",
  ".",
  "Russia In 1923 Chiang spent some time in Moscow studying the organization of the",
  "Communist Party and the Red Army.The following year he became head of the Whampoa",
  "Military Academy (near Canton), which was set up with the help of Russian cash, arms",
  "and advisers to train officersfor the KMTarmy. However,in spite of his Russian contacts,",
  "Chiang was not a communist. In fact he was more right-wing than Sun Yat-sen and",
  "-",
  "became increasingly anti communist, his sympathies lying with businessmen and",
  "landowners. Soon after becoming party leader, he removed all left-wingers from leading",
  "positions in the Party, though for the time being he continued the KMT alliance with the",
  ".",
  "communists",
  "In 1926 he set out on the Northern March to destroy the warlords of central and north",
  "¬",
  ".",
  "ern China Starting from Canton, the KMT and the communists had captured Hankow,",
  "Shanghai and Nanking by 1927.The capital, Beijing, was taken in 1928.Much of Chiang’s",
  "success sprang from massive local support among the peasants, who were attracted by",
  "communist promises of land. The capture of Shanghai was helped by a rising of industrial",
  "workers organized by Zhou En-lai,a member of the KMT and also a communist.",
  ".",
  "During 1927Chiang decidedthatthecommunists werebecoming too powerful In areas",
  "where communists were strong,landlords were being attacked and land seized;it was time",
  ".",
  "to destroy an embarrassing ally Allcommunists were expelled from the KMT and a terri",
  "¬",
  "ble ‘purification movement’ was launched in which thousandsof communists, trade union",
  "and peasant leaders were massacred; some estimates put the total murdered as high as",
  "250 000. The communists had been checked, the warlords were under control and Chiang",
  ".",
  "was the military and political leader of China",
  "The Kuomintang government proved to be a great disappointment for the majority of",
  ".",
  "the Chinese people Chiang could claim to have achieved Sun’s first principle, national",
  "¬",
  "ism, but relying as he did on the support of wealthy landowners, no moves were made",
  "towardsdemocracy or land reform,though there wassome limited progress with the build",
  "¬",
  "ing of more schools and roads.",
  "424 PART III COMMUNISM-RISEANDDECLINE19.3 MAO ZEDONG AND THE CHINESE COMMUNIST PARTY",
  "(a) The early years",
  "The party had been officially founded in 1921; at first it consisted mostly of intellectuals",
  "and had very little military strength, which explains why it was willing to work with the",
  "KMT. Mao Zedong, who was present at the founding meeting, was born in Hunan",
  "-",
  "province (1893) in south east China, the son of a prosperous peasant farmer. After spend",
  "¬",
  "ing some time working on the land, Mao trained as a teacher,and then moved northwards",
  "to Beijing where he worked asa library assistantat the university,acentre of Marxist stud",
  "¬",
  "ies. Later he moved back to Hunan and built up a reputation as a skilful trade union and",
  "peasant association organizer. After the communist breach with the KMT, Mao was",
  "responsible for changing the Party’s strategy: they would concentrate on winning mass",
  "support among the peasants rather than trying to capture industrial towns, where several",
  "communist insurrections had already failed because of the strength of the KMT. In 1931",
  "Mao waselected chairman of theCentralExecutive Committee of the Party,and from then",
  ".",
  "on, he gradually consolidated his position as the real leader of Chinese communism The",
  "Chinese Soviet Republic was proclaimed at Juichin in 1931,and on 7 November 1931 the",
  "first All-China Congress of Soviets was held there. It was attended by delegates from 15",
  ".",
  "soviet areas",
  "Mao and his supporters spent most of their energies on survival as Chiang carried out",
  "five ‘extermination campaigns’ against them between 1930 and 1934. They took to the",
  "mountains between Hunan and Kiangsi provincesand concentrated on building up the Red",
  "Army. However, early in 1934 Mao’s base area was surrounded by KMT armies poised",
  "for the final destruction of Chinese communism. Mao decided that the only chance of",
  "survival was to break through Chiang’s lines and set up another power base somewhere",
  "else. In October 1934 the breakthrough was achieved and almost 100 000 communists set",
  "out on the remarkable Long March, which was to become part of Chinese legend. They",
  "covered about 6000 miles in 368days (see Map 19.1) and, in the wordsof American jour",
  "¬",
  "nalist Edgar Snow:",
  "crossed 18 mountain ranges,5 of which were snow-capped,and 24 rivers.They passed",
  "through 12 different provinces, occupied 62 cities, and broke through enveloping",
  "armies of 10 different provincial warlords, besides defeating, eluding, or out-manoeu",
  "¬",
  ".",
  "vring the various forces of government troops sent against them",
  "Eventually the 20 000 survivors found refuge at Yenan in Shensi province: this was the",
  "last surviving communist base in China and was controlled by the guerrilla leader Kao",
  "Kang. The Shensi communists, not entirely willingly, accepted Mao as leader, and a new",
  ".",
  "base and a soviet were organized Mao was able to control the provinces of Shensi and",
  "Kansu. However, according to writers Jung Chang and Jon Halliday in their book Mao:",
  "The Unknown Story, published in 2005, the march was vastly exaggerated and was in fact",
  "nothing like as heroic as legend claimed. They even suggested that Mao’s ‘breakout’ in",
  "October 1934 was actually permitted by Chiang Kai-shek because he preferred the",
  "communists to be in the north where he could box them in while he extended the KMT",
  "control over the south-west.This interpretation was welcomed by Mao’scritics, but histo",
  "¬",
  "rians generally gave a more balanced judgement: while agreeing that there had been some",
  "exaggeration in accounts of the march in order to show Mao and the communists in the",
  "best possible light, they rejected the Jung Chang/Halliday interpretation as ‘more fantasy",
  "than fact’. During the ten years following the Long March the communists continued to",
  ".",
  "gain support,while Chiang and the KMT steadily lost popularity",
  "-",
  "CHINA,1900 49 425426",
  "PART",
  "(",
  "COMMUNISM",
  "III uaah ivinncnunnn VIacfilOROdl",
  "Rail",
  "\\ MW: ia",
  "OuterMongolia r fcrdaeni rTokyo",
  "-",
  ") -- 'V",
  ":i 3",
  "Arthur",
  "RISE",
  "iTienem :",
  "A",
  "AND NKpaMya",
  "DECLINE Stngkinng Yen2! R 9",
  "Kansu",
  "LldHPI *T-*X0& 3an anking —BMIMM",
  "M ikow *(cid:127)",
  "W",
  "Tibet Mao’sLongMar-ch Chungking",
  "1934 5 rtf",
  ": SSSSST",
  "TCS r «FT",
  "SX-, / ) *",
  "/",
  "T y'Tiongkong",
  "k P r",
  "- (cid:127) ^ r 'j \\ 0 500 1000km",
  "-",
  "Japaneseterritoryin1930 :TerritoryoccupiedbytheJapanese1931 9",
  "Map 19.1 Chinaafter theFirst World War(b) Why did Mao and the communists gain support?",
  "/ The inefficiency and corruption of the KMT in government",
  "The KMT had little to offer in the way of reform, spent too much time looking after the",
  "interestsof industrialists, bankersand landowners,and made no effective attempts toorga",
  "¬",
  ".",
  "nize masssupport This provided the main opportunity for Maoand the communists to win",
  "support.",
  "2 There was little improvement in factory conditions",
  "Poor industrial working conditions continued, in spite of laws designed to remove the",
  "worst abuses,such as child labour in textile mills.Often these laws were not applied: there",
  "was widespread bribery of inspectors and Chiang himself was not prepared to offend his",
  ".",
  "industrial supporters",
  "3 There was no improvement in peasant poverty",
  "In the early 1930s there was a series of droughts and bad harvests which caused wide",
  "¬",
  "spread famine in rural areas. At the same time there was usually plenty of rice and wheat",
  "being hoarded in thecities by profiteering merchants. In addition there were high taxesand",
  ".",
  "forced labour In contrast, the land policy followed in areas controlled by the communists",
  "was much more attractive: at first in the south, they seized theestatesof rich landlordsand",
  "redistributed them among the peasants. After the temporary truce with the KMTduring the",
  "war with Japan, the communists compromised, and confined themselves to a policy of",
  "restricting rents and making sure that even the poorest labourers got a small piece of land.",
  "This less drastic policy had the advantage of winning the support of the smaller landown",
  "¬",
  "ers, as well as the peasants.",
  "4 Chiang's ‘New Life Movement’ was controversial",
  "In the early 1930s Chiang began to advocate a return to the traditional values of",
  "Confucianism, the traditional Chinese religion. In 1934 he introduced the New Life",
  "Movement which, he claimed, was a unique secular, rational and modern Chinese version",
  "of Confucianism. It was meant to mobilize the population and to revive the country’s",
  "‘innate morality’, thereby helping tocreate a healthy society and a strong and united coun",
  ". ¬",
  "try However, in the words of historian Rana Mitter: ‘The movement was not ultimately",
  "successful, as its formal prescriptions, including not spitting in the street, and queuing up",
  "in an orderly fashion, came over as trivial in comparison with the much larger issues of",
  "national coherence which dogged twentieth-century China.’ Unfortunately many May the",
  "Fourth supporters and other modem progressive thinkers protested that this was another",
  ".",
  "backward step designed to return China to its oppressive imperial past",
  "5 The KMT put up no effective resistance to the Japanese",
  "This was the crucial factor in the communist success. The Japanese occupied Manchuria",
  "in 1931 and were obviously preparing to bring the neighbouring provinces of northern",
  "China under their control. Chiang seemed to think it was more important to destroy the",
  ".",
  "communists than to resist theJapanese,and moved into southShensi toattack Mao(1936)",
  "Here a remarkable incident took place: Chiang was taken prisoner by some of his own",
  ".",
  "troops, mostly Manchurians, who were incensed at the Japanese invasion They demanded",
  "that Chiang should turn against the Japanese, but at first he was unwilling. Only after the",
  "prominent communist Zhou En-lai came to see him at Sian did he agree to a fresh alliance",
  "with the CCP and a national front against the Japanese.",
  "The new alliance brought great advantages for the communists: the KMT extermina",
  "¬",
  "tion campaigns ceased for the time being and consequently the CCP was secure in its",
  "Shensi base. When full-scale war broke out with Japan in 1937, the KMT forces were",
  "CHINA,1900-49 427quickly defeated and most of eastern China was occupied by the Japanese as Chiang",
  ".",
  "retreated westwards Thisenabled the communists, undefeated in Shensi, to present them",
  "¬",
  "selves as patriotic nationalists, leading an effective guerrilla campaign against the",
  ".",
  "Japanese in the north This won them massive support among the peasants and middle",
  "classes, who were appalled at Japanese arrogance and brutality. Whereas in 1937 the CCP",
  "had 5 base areas controlling 12 million people, by 1945 this had grown to 19 base areas",
  ".",
  "controlling 100 million people",
  "However, a recent biographer of Chiang Kai-shek, Jay Taylor, has suggested that he",
  "deserves more credit than the Americans and British have given him. For example, the",
  "American General Stilwell used to refer to him as ‘Peanut’, while the British Field-",
  "- .",
  "Marshal Lord Alanbrooke described him as ‘a cross between a pine marten and a ferret’",
  "Without trying to ignore Chiang’s brutality and his mistakes,Taylor argues that,given the",
  "enormity of the problems facing him, he governed the country with reasonable skill and",
  ".",
  "certainly understood the challenges facing him far better than his American advisers did",
  "19.4 THE COMMUNIST VICTORY, 1949",
  "(a) China and the Second World War",
  "When the war began,Chiang Kai-shek wasin adilemma:China had already beeninastate",
  "of undeclared war with Japan since 1937, yet he had great admiration for Japan’s ally",
  ".",
  "Germany, and for the German military tradition It was only after the German defeat at",
  "Stalingrad in 1942-3 that he decided to commit China to the Allied side. However, rela",
  "¬",
  "tions between China and the USSR were strained because of Chiang’s campaigns against",
  "the communists, so that Stalin refused to take part in any meeting at which Chiang was",
  "present. As an encouragement, in January 1943 the USA, Britain and several other states",
  "renounced their territorial rights and concessions in China (though Britain insisted on",
  "keeping Hong Kong), and promised that Manchuria and Formosa would be returned to",
  "China after the war. The irony was that most of these territories were occupied by the",
  "Japanese at the time - unless Japan could be defeated, none of it would happen.",
  "Nevertheless the agreements were important because they showed that at last China was",
  "being treated as an equal among the great powers, and was promised a permanent seat on",
  ".",
  "the Security Council of the United Nations",
  "The Japanese reaction to these developments was to launch an offensive by troops",
  "moved from Manchuria. Striking southwards from the Yangtse Valley, they eventually",
  "reached the frontier with Indochina, cutting off the south-east coast from the interior. The",
  "Nationalist forces were disorganized and ineffective, and their sporadic attempts to repel",
  "the Japanese advance were swept aside. Fortunately for the Chinese, time was running out",
  "for theJapanese in otherareas (seeSection 6.6(e)). In August 1945 theatomic bombs were",
  "dropped on Hiroshima and Nagasaki, and within a few days Japan surrendered. The",
  "Chinese contribution to the defeat of Japan had been to keep hundreds of thousands of",
  ".",
  "Japanese troops bogged down in what was,for them, only a sideshow",
  "(b) Victory for the communists was still not inevitable",
  "When the Japanese were defeated in 1945, the KMT and the CCP became locked in the",
  "final struggle for power. Many observers, especially in the USA, hoped and expected that",
  "Chiang would be victorious. The Americans helped the KMT to take over all areas previ",
  "¬",
  "ously occupied by the Japanese, except Manchuria, which had been captured by the",
  "Russians a few days before the war ended. Here the Russians obstructed the KMT and",
  "428 PART III COMMUNISM-RISEANDDECLINEallowed CCP guerrillas to move in. In fact the apparent strength of the KMT was decep",
  "¬",
  "tive: in 1948 the ever-growing communist armies were large enough to abandon their",
  "guerrilla campaign and challenge Chiang’s armies directly. As soon as they came under",
  "direct pressure, the KMT armies began to disintegrate. In January 1949 the communists",
  "took Beijing, and later in the year, Chiang and what remained of his forces fled to the",
  ".",
  "island of Taiwan, leaving Mao Zedong in command of mainland China In October 1949,",
  "standing at Tiananmen (the Gate of Heavenly Peace) in Beijing, Mao proclaimed the new",
  "People’s Republic of China with himself as both Chairman of the CCP and president of",
  "the republic.",
  "(c) Reasons for the CCP triumph",
  "The communists continued to win popular support by their restrained land policy, which",
  "varied according to the needs of particular areas: some or all of a landlord’s estate might",
  "be confiscated and redistributed among the peasants,or there might simply be rent restric",
  "¬",
  "tion; communist armies were well disciplined and communist administration was honest",
  ".",
  "and fair",
  "On the other hand the KMT administration was inefficient and corrupt, much of its",
  "American aid finding its way into the pocketsof officials.Its policy of paying for the wars",
  "by printing extra money resulted in galloping inflation, which caused hardship for the",
  ".",
  "massesand ruined many of the middle class Itsarmies were poorly paid and were allowed",
  "to loot the countryside; subjected to communist propaganda, the troops gradually became",
  ".",
  "disillusioned with Chiang and began todesert to the communists The KMT tried to terror",
  "¬",
  "ize the local populations into submission, but this only alienated more areas. Chiang also",
  "made some tactical blunders: like Hitler, he could not bear to order retreats and conse",
  "¬",
  "quently his scattered armies were surrounded, and often, as happened at Beijing and",
  ".",
  "Shanghai, surrendered without resistance, totally disillusioned",
  "Finally the CCP leaders, Mao Zedong and Zhou En-lai, were shrewd enough to take",
  "advantage of KMT weaknesses and were completely dedicated. The communist generals,",
  "-",
  "Lin Biao, Chu Teh and Ch en Yi, had prepared their armies carefully and were more",
  ".",
  "competent tactically than their KMT counterparts",
  "FURTHER READING",
  "Bergere, M-C., Sun Yat-sen (Stanford University Press, 2000).",
  ".",
  "Felber, R (ed.), The Chinese Revolution in the 1920s: Triumph and Disaster (Routledge,",
  "2002).",
  "Fenby, J., Generalissimo: Chiang Kai-shek and the China he Lost (Free Press, 2005",
  ".",
  "edition)",
  "Fenby,J.,The PenguinHistoryof ModemChina,1850-2009 (Penguin/Allen Lane,2009).",
  "Fenby, J., Tiger Head, Snake Tails: China Today, How it Got There and Where it is",
  ".",
  "Heading (Simon & Schuster, 2012)",
  "Jung Chang and J. Halliday, Mao: The Unknown Story (Cape, 2005).",
  ".",
  "Lynch, M ,China: From Empire to People’s Republic (Hodder & Stoughton, 1995).",
  "Martin, M., StrangeVigour: a Biography of Sun Yat-Sen (Read Books, 2006).",
  ".",
  "Mitter, R , A Bitter Revolution: China’s Struggle with the Modem World (Oxford",
  "University Press, 2004).",
  "Snow, E., Red Star Over China : The Rise of the Red Army (Read Books, 2006 edition).",
  "Taylor, J., The Generalissimo: Chiang Kai-shek and the Struggle for Modern China",
  "(Harvard University Press, 2011).",
  "-",
  "429",
  "CHINA,1900 4920"
]