[
  ",",
  "collapse and aftermath",
  ",",
  "1953 to the present",
  "SUMMARY OF EVENTS",
  "This long period falls intofour phases:",
  "1953-64",
  "After Stalin’s death, Nikita Khrushchev gradually emerged as the dominant leader. He",
  "began a de-Stalinization policy and introduced new measures to strengthen the Soviet",
  "economy and reform the bureaucracy..In 1962theUSSR came tothebrink of war with the",
  "USA over the Cuban missiles crisis Khrushchev’s colleagues turned against him and he",
  "wasforced toretireinto private life in October 1964.",
  "1964-85",
  "This wasa period of stagnation and decline,during which Leonid Brezhnev wasthelead",
  "ingfigure. ¬",
  "1985-91",
  "Mikhail Gorbachev tried to reform and modernize Russian communism and to encour",
  "age similar progress in the satellite states of eastern Europe. However, he proved¬",
  "nuonnab-cleomtomcuonnitsrtoglothveerrnimsinengtstidweeoref ecsrittaibcliissmheddirienctmedosattocfotmhemsutnaitsems ,ofanedasitnern19E8u9-ro9p0e,",
  "(seeSection 8.7).When Gorbachev failed to keep his promisesof economic reformand",
  "higherlivingstandards., the peopleof theUSSR turned against communism and helost",
  "power to Boris Yeltsin The Communist Party was declared illegal, the USSR broke up",
  "into 1.5 separate states and Gorbachev resigned as president of the USSR (December",
  "1991)",
  "1991-2012",
  "rpBelosuringigsneaYdteioltinsnitnaotwtchahseapeornsedsiaodsfenDstueoccfceeRmsusbisevsriea1,g9wo9hv9i.ecrhAnmfwteearnsttnshoewtcrioaeldlsaeppdsaeersapotefercasottaemltyem,furnoimsm1,9R91ususniatilnwehawiss",
  "to introduce",
  "economic and political systems. The problems were vast: inflation, unemployment,",
  "Vpolavdeirmtyi,rtProuutibnlebecinamCehpercehsnidyeantananddcwlaasshrees-ebleectwteedefnorYaesletscionndantedrmpairnliMamaercnht 2I0n0420T0h0e,",
  "constitution did not allow a president two terms, so in 2008 Putin’s close supporter.",
  "sMpietdevoefddevec,lwinains.gelpeocpteudlarpirteysaidnednatlwleigthatiPountsinofaeslepcritmorealmfrianuisdt,ePr.ultnintwheas2~c0l1e2cteeldecptrieosnids,enint",
  "fora third term",
  "396 PARTIII COMMUNISM-RISEANDDECLINE18.1 THE KHRUSHCHEV ERA 1953-64",
  ",",
  "(a) The rise of Khrushchev 1953-7",
  ",",
  "With the departure of Stalin, the situation was similar to that after Lenin’s death in 1924:",
  "there was no obvious candidate to take charge. Stalin had allowed no one to show any",
  "initiative in case he developed into a dangerous rival. The leading members of the",
  "Politburo,or Praesidium,as it was now called,decided to share powerand rule asa group.",
  "Malenkov became chairman of the Council of Ministers, Khrushchev party secretary, and",
  "Voroshilov chairman of the Praesidium. Also involved were Beria, the chief of the secret",
  "police,Bulganin and Molotov.Gradually Nikita Khrushchev began toemerge as the domi",
  "¬",
  ".",
  "nant personality The son of a peasant farmer, he had worked as a farm labourer and then",
  "as a mechanic in a coalmine before going to technical college and joining the Communist",
  "Party. Beria, who had an atrocious recordof cruelty aschief of police,wasexecuted,prob",
  ". ¬",
  "ably because the others were nervous in case he turned against them Malenkov resigned",
  "in 1955 after disagreeing with Khrushchev about industrial policies, but it was significant",
  ".",
  "that in the new relaxed atmosphere, he was not executed or imprisoned",
  "Khrushchev’s position was further strengthened by an amazing speech which he deliv",
  "¬",
  "ered at the Twentieth Communist Party Congress (February 1956) strongly criticizing",
  ".",
  "various aspects of Stalin’s policies He:",
  "(cid:127) condemned Stalin for encouraging the cult of his own personality instead of allow",
  "¬",
  "ing the Party to rule;",
  "(cid:127)",
  "revealeddetailsaboutStalin’s purgesand the wrongful executionsof the 1930s,and",
  "criticized his conduct of the war;",
  "(cid:127) claimed that socialism could be achieved in ways other than those insisted on by",
  "Stalin;",
  "(cid:127)",
  "suggested that peaceful coexistence with the west was not only possible but essen",
  "¬",
  "tial if nuclear war was to be avoided.",
  "Why did Khrushchev make this attack on Stalin? It was a risky step to take, bearing in",
  "mind that he and most of his colleagues owed their positions to Stalin and had gone along",
  ".",
  "with his worst excesses without protest Khrushchev genuinely believed that the truth",
  "about Stalin’s crimes would have to come out sooner or later, and that it would be better",
  "if the Party took the initiative itself and confronted the issue before it was forced into it by",
  "public pressure. This argument enabled him to secure the approval of his colleagues for",
  "him to deliver the speech, and then he used the opportunity cleverly for his own political",
  "ends. He emphasized that he had only joined the Politburo in 1939, giving the clear",
  "impression that his seniors-Malenkov, Molotov, Kaganovitch and Voroshilov-were all",
  ".",
  "infinitely more responsible for the bloodletting than he was His publicly condemning",
  "Stalin’s behaviour in this way made it more difficult for any future leader to attempt to",
  "imitate him. Khrushchev genuinely felt, too, that Stalin’ssystem had held up progressand",
  "stifled initiative;he wanted to get things back on the track that Lenin would havefollowed,",
  ".",
  "and rule as an enlightened dictator",
  "Khrushchev was not quite supreme yet; Molotov and Malenkov believed his speech",
  "was too drastic and would encourage unrest (they blamed him for the Hungarian revolu",
  "¬",
  "tion of October 1956), and they tried to force him out of office. However, as party secre",
  "¬",
  "tary, Khrushchev, like Stalin before him, had been quietly filling key positions with his",
  "own supporters, and since he could rely on the army, it was Molotov and Malenkov who",
  "found themselves compulsorily retired (June 1957). After that, Khrushchev was fully",
  "responsible for all Russian policy until 1964. But he never wielded as much power as",
  "397",
  "CONTINUINGCOMMUNISM,COLLAPSEAND AFTERMATH, 1953grain output was down to 110 million tons, mainly because of the failure of the virgin",
  ".",
  "lands scheme Critics in the Party complained that too much was being spent on agricul",
  "¬",
  "ture to the detriment of industry; Khrushchev had to give way, and the supply of agricul",
  "¬",
  "tural equipment dwindled. But the main problem was that much of the land was of poor",
  "quality, not enough fertilizers were used, because they were expensive,and the exhausted",
  "soil began to blow away in dust storms. In general there was still too much interference in",
  "agriculture from local party officials,and it remained the least efficient sector of the econ",
  "¬",
  "omy. The Russians had to rely on grain imports, often from the USA and Australia; this",
  "humiliation contributed to Khrushchev’s downfall in October 1964.",
  "3 Political, social and cultural changes",
  "There were important changes in all these areas. Khrushchev favoured a more relaxed",
  "approach in general and the period became known as the ‘thaw’. In politics this included",
  "a return to party control instead of Stalin’s personality cult. Khrushchev was careful not to",
  ".",
  "act too much like a dictator for fear of laying himself open to similar charges There was",
  "a reduction in secret police activities; after the execution of the sinister Beria, sacked",
  "politicians and officials were allowed to retire into obscurity instead of being tortured and",
  ". .",
  "shot Thelabourcamps began toemptyand many people wererehabilitated Unfortunately",
  "this was too latefor some people: Nadezhda Mandelstam received a letteraddressed to her",
  "husband Osip, informing him that he had been rehabilitated;sadly, he had died in a labour",
  "camp in 1938.",
  ".",
  "There was more freedom for ordinary people, and a higher standard of living It was",
  "estimated that in 1958 at least 100 million people were living below the poverty line, but",
  "in 1967 this had fallen to about 30 million; the improvement was due mainly to the intro",
  "¬",
  ".",
  "duction of a minimum wage",
  ".",
  "There was more freedom for writers, for whom Khrushchev had great respect Ilya",
  "Ehrenburg caused a stir with the publication of The Thaw,a novel full of criticisms of the",
  ". .",
  "Stalin era (1954) Anna Akhmatova, Bulgakov and Meyerhold were rehabilitated",
  "Alexander Solzhenitsyn’s novelOne Dayinthe Life of Ivan Denisovich,aboutan innocent",
  "man sentenced to hard labour, drew on his own experiences of eight years in a camp. The",
  "simple test of Khrushchev’s reaction to a new work was: if it attacked Stalin and his",
  "system, it would be approved; if it attacked the Party or present aspects of Soviet life, it",
  ".",
  "would be denounced and banned Some writers overstepped the mark and found them",
  "¬",
  "selves disgraced and expelled from the writers’ union. But at least they did not end up in",
  ".",
  "labour camps",
  "The ‘thaw’ also had its limits in other areas;for example, Khrushchev decided that the",
  "Orthodox Church was gaining too much influence in Soviet life. Thousands of churches",
  "were closed down and it was illegal to hold gatherings in private houses without permis",
  "¬",
  "sion; since this was never granted for religious meetings,it became extremely difficult for",
  "Christians to worship. In 1962 when some factory workers at Novocherkassk went on",
  "strike and organized a demonstration in protest against increases in meat and dairy prices,",
  ".",
  "tanks and troops were called in Troops fired into the crowd, killing 23 people and injur",
  ". ¬",
  "ing dozens more; 49 people were arrested and five of the ringleaders were executed",
  "4 Foreign affairs",
  "Following his Twentieth Party Congress speech, Khrushchev aimed for peaceful coexis",
  "¬",
  "tence and a thaw in the ColdWar (see Section 7.3), and seemed prepared to allow differ",
  "¬",
  "ent ‘roads to socialism’ among the satellite states of eastern Europe. However, these",
  "departures from strict Marxist-Leninist ideas (including his encouragement of profit and",
  ".",
  "wage incentives) laid him open toChinese accusationsof revisionism (seeSection 8.6(d))",
  "In addition, encouraged by his speech, Poland and Hungary tried to break free from",
  "Moscow’sgrip. Khrushchev’s reaction to the developmentsin Hungary, where the ‘rising’",
  "399",
  "CONTINUINGCOMMUNISM,COLLAPSEAND AFTERMATH, 1953,",
  "^",
  "was brutally crushed, showed how limited his toleration was (see Sections 9je",
  "10.5(d)). The greatest crisis of all came in 1%2 when the USSR .clashed with the",
  "over the question of the Russian missiles in Cuba (see Section 7.4) A",
  "(c) Khrushchev'sfall",
  "In October 1964 the Central Committee of the Party voted Khrushchev into retirement",
  ">n",
  "the grounds of ill health; in fact, although he was 70, his health was perfectly good T(he",
  "real reasons were probably the failure of his agricultural policy (though he had been no",
  "less successful than previous governments in this), his loss of prestige over the Cuban",
  "missiles crisis (see Section 7.4(b)), and the widening breach with China, which he made",
  "no attempt to heal. He had offended many important groups in society: his attempts",
  "to",
  "make the Party and the government more efficient and decentralized brought him into",
  "conflict with the bureaucracy, whose privileged positions were being threatened.Themili-",
  "tary disapprovedof hiscutsin defencespendingand hisattempts tolimit nuclear weapons.",
  "Perhaps his colleagues were tired of his extrovert personality (once, in a heated moment",
  "at the United Nations, he took off hisshoe and hammered the table with it)and felt hewas",
  "taking too much on himself. Without consulting them he had just tried to win the friend",
  "¬",
  "ship of President Nasser of Egypt by awarding him the Order of Lenin at a time when he",
  "was busy arresting Egyptian communists. Khrushchev had become increasingly aggres",
  "¬",
  "sive and arrogant, and at times seemed to have developed the ‘cult of personality’ almosi",
  "as much as Stalin.",
  "In spite of his failures, many historians believe that Khrushchev deservesconsiderable",
  "credit; his period in power has been described as ‘the Khrushchev revolution’. He wasa",
  "man of outstanding personality:a tough politician and yet at the same time impulsiveand",
  "full of warmth and humour. After Stalin’s grim remoteness, his more approachable and",
  "human style was more than welcome; he deserves to be remembered for the return to",
  "comparatively civilized politics (at least inside Russia). Alec Nove believed that the",
  "improvement in living standardsand hissocial policies were perhaps hisgreatest achieve",
  "¬",
  "ments. Others see his ‘peaceful coexistence’ policy and his willingness to reduce nuclear",
  "weaponsas a remarkable change in attitude.",
  "Martin McCauley sees Khrushchev as a kind of heroic failure, a man with a noble",
  "vision,whosesuccess wasonly modest because he was letdown by thegreedandconcern",
  "for theirown positionsof those in authority. Powerful vested interests in the Party and the",
  "state administration did everything they could to delay his attempts to decentralize and",
  "‘return power to the people’. Dmitri Volkogonov, who was not a great admirer of any of",
  "theSoviet leaders,wrotethat Khrushchev hadachieved the virtually impossible:asaprod¬",
  "uct of the Stalinist system, ‘he had undergone a visible change in himself and in a funda¬",
  "mental way also changed society. However much his successor, Brezhnev, may have",
  "placed",
  "sympathized with Stalinism, he could not bring himself to restore it; the obstacles",
  "in his way by Khrushchev proved insurmountable.’",
  "-",
  "18.2 THE USSR STAGNATES,1964 85",
  "(a) The Brezhnev era",
  "Alter Khrushchev s departure, three men, Kosygin, Brezhnev and Podgomy,seemed tohe",
  "sharing power.At first Kosygin was the leadingfigure and thechief spokesman on foreign",
  "affairs,while Brezhnevand Podgomy lookedafterhomeaffairs.In theearly 1970sKosyS*",
  "pressed",
  "waseclipsed by Brezhnevafteradisagreementovereconomicpolicies.Kosygin 0",
  "400 PART III COMMUNISM-RISEANDDECLINEmore economic decentralization, but this was unpopular with the other leaders, who",
  "claimed that it encouraged too much independence of thought in the satellite states, espe",
  "¬",
  "cially Czechoslovakia. Brezhnev established firm personal control by 1977, and he",
  "remained leader until his death in November 1982. Reform disappeared from the agenda;",
  "most of Khrushchev’s policies were abandoned and serious economic problems were",
  "ignored. Brezhnev and his colleagues were less tolerant of criticism than Khrushchev;",
  "anything that threatened the stability of the system orencouraged independent thinking was",
  "stifled, and this applied to the states of eastern Europe as well. Brezhnev’s main concern",
  "seems to have been to keep the nomemklatura (the ruling elite and the bureaucracy) happy.",
  "1 Economic policies",
  "Economic policies maintained wage differentials and profit incentives, and some growth",
  "took place, but the rate was slow.Thesystem remained strongly centralized,and Brezhnev",
  "was reluctant to take any major initiatives. By 1982 therefore, much of Russian industry",
  "was old-fashioned and in need of new production and processing technology. There was",
  "concern about the failure of the coal and oil industries to increase output,and the building",
  "industry was notorious for slowness and poor quality. Low agricultural yield was still a",
  "major problem-not once in the period 1980-4did grain production come anywhere near",
  "the targets set. The 1981 harvest was disastrous and 1982 was only slightly better, throw",
  "¬",
  "ing Russia into an uncomfortable dependence on American wheat. It was calculated that",
  "in the USA in 1980 one agricultural worker produced enough to feed 75 people, while his",
  ".",
  "counterpart in Russia could manage only enough to feed 10",
  "The one section of the economy which was successful was the production of military",
  "hardware. By the early 1970s the USSR had caught up with the USA in numbers of inter",
  "¬",
  "continental missiles, and had developed a new weapon, the anti-ballistic missile (ABM).",
  "Unfortunately,the armsracedid not stop there-the Americanscontinued to produceeven",
  "more deadly missiles, and at each step, the USSR strained to draw level again. This was",
  "the basic problem of the Soviet economy -defence spending was so vast that the civilian",
  ".",
  "areas of the economy were deprived of the necessary investment to keepthem upto date",
  "2 The Eastern bloc",
  "The Eastern bloc states were expected to obey Moscow’s wishes and to maintain their",
  "existing structure. When liberal trends developed in Czechoslovakia (especially the aboli",
  "¬",
  "tion of presscensorship),a massive invasion took place by Russian andother Warsaw Pact",
  "-",
  "troops.The reforming government of Dubcek was replaced by astrongly centralized, pro",
  "Moscow regime (1968) (see Section 10.5(e)). Soon afterwards Brezhnev declared the so-",
  "called Brezhnev Doctrine: according to this, intervention in the internal affairs of any",
  "communist country was justified if socialism in that country was considered to be threat",
  ". ¬",
  "ened This caused some friction with Romania, which had always tried to maintain some",
  "independence, refusing to send troops into Czechoslovakia and keeping on good terms",
  "with China. The Russian invasion of Afghanistan (1979) was the most blatant application",
  "of the doctrine, while more subtle pressures were brought to bear on Poland (1981) to",
  ".",
  "control the independent trade union movement,Solidarity (see Section 10.5(f))",
  "3 Social policy and human rights",
  "-",
  "Brezhnev genuinely wanted the workers to be better off and more comfortable, and there",
  ".",
  "is no doubt that life improved for most people during these years Unemployment was",
  "almost eliminated and there was a full programme of social security. The increasing",
  "amountof accommodation enabled millionsof people to movefrom communalapartments",
  "-",
  "to single family flats.",
  "However, personal freedom became more limited. For instance, by 1970 it was impos",
  "¬",
  "sible to get any writings published which were critical of Stalin. Historians such as Roy",
  "CONTINUINGCOMMUNISM,COLLAPSEANDAFTERMATH, 1953 401Medvedev and Viktor Danilov had their latest books banned,and AlexanderSolzhenitsyn,",
  "after the successof One Dayinthe Lifeof Ivan Denisovich,found that his next two novels,",
  "The First Circle and Cancer Ward, were rejected. He was expelled from the writers’",
  "union, which meant that it was impossible for him to publish in the USSR.",
  "The KGB (secret police) were now using a new technique to deal with ‘troublemakers’",
  "-they wereconfined in psychiatric hospitalsor mental asylums, where some were keptfor",
  ".",
  "many years In May 1970 the biologist and writer Zhores Medvedev, Roy’s twin brother,",
  "was locked up in a mental hospital and diagnosed as suffering from ‘creeping schizophre",
  "- ¬",
  "nia’; the real reason was that his writings were considered to be anti Soviet. This sort of",
  "treatment made reform-minded intellectuals more determined to persevere. A Human",
  "Rights Committee was formed by the physicists Andrei Sakharov and Valeri Chalidze, to",
  "protest about conditions in labour camps and prisons, and to demand free speech and all",
  ".",
  "the other rights promised in theconstitution Writers began to circulate works in typescript",
  "around their little groups, a practice known as samizdat-self-publishing.",
  "The Human Rights Committee gained a new weapon in 1975 when the USSR, along",
  "with the USA and other nations,signed the Helsinki Final Treaty. Among other things,this",
  "provided for economic and scientific cooperation between East and West, as well as full",
  ".",
  "human rights Brezhnev claimed to be in favourof the treaty,and appeared to make impor",
  "¬",
  "tant concessions about human rights in the USSR, but in fact little progress was made.",
  "Groups were set up to check whether the terms of the agreement were being kept, but the",
  ".",
  "authorities put them under intense pressure Their members were arrested, imprisoned,",
  "exiled or deported, and finally the groups were dissolved altogether. Only Sakharov was",
  "spared, because he was so internationally renowned that there would have been a world",
  "¬",
  "wide outcry had he been arrested. He was sent into internal exile in Gorky and later in",
  ".",
  "Siberia",
  "4 Foreign policy",
  "‘Peaceful coexistence’ was the only Khrushchev initiative which wascontinued during the",
  "Brezhnev period. The Russians were anxious for detente, especially as relations with",
  "China deteriorated almost to the point of open warfare in 1969. But after 1979 relations",
  "with the West deteriorated sharply as a result of the Russian invasion of Afghanistan.",
  "Brezhnev continued to advocate disarmament but presided over a rapid increase in Soviet",
  "-",
  "armed forces, particularly the navy and the new SS 20 missiles (see Section 7.4(c)). He",
  "stepped up Soviet aid to Cuba and offered aid to Angola, Mozambique and Ethiopia.",
  "(b) Andropov and Chernenko",
  "After Brezhnev’s death in 1982, Russia was ruled for a short period by two elderly and",
  "ailing politicians-Yuri Andropov (November 1982-February 1984) and then Konstantin",
  "Chernenko (February 1984-March 1985). Head of the KGB until May 1982, Andropov",
  "immediately launched a vigorous campaign to modernize and streamline the Soviet",
  ".",
  "system He began an anti-corruption drive and introduced a programme of economic",
  ".",
  "reform, hoping to increase production by encouraging decentralization Some of the older",
  "party officials were replaced with younger, more go-ahead men. Unfortunately Andropov",
  "was dogged by ill health and died after little more than a year in office.",
  "The72-year-old Chernenko wasa more conventional typeof Soviet politician;heowed",
  "his rise to the fact that for many years he had been Brezhnev’s personal assistant, and he",
  "was already terminally ill when he was chosen as next leader by the Politburo.Clearly the",
  "-",
  "majority wanted somebody who would abandon the anti corruption campaign and leave",
  "them in peace. There was no relaxation in the treatment of human rights activists.",
  "Sakharov was still kept in exile in Siberia (where he had been since 1980), in spite of",
  "402 PART III COMMUNISM-RISEANDDECLINE.",
  "appeals by western leaders for his release Members of an unofficial trade union, support",
  "¬",
  "ers of a group ‘for the establishment of trust between the USSR and the USA’ and",
  "members of unofficial religious groups were all arrested. This was how Dmitri",
  "Volkogonov (in The Rise and Fall of the Soviet Empire) summed up Chernenko’s 13",
  "months in power: ‘Chernenko was not capable of leading the country or the party into the",
  "future. His rise to power symbolized the deepening of the crisis in society, the total lack",
  "of positive ideas in the party, and the inevitability of the convulsions to come.’",
  "18.3 GORBACHEV AND THE END OF COMMUNIST RULE",
  "Mikhail Gorbachev, who came to power in March 1985, was, at 54, the most gifted and",
  "dynamic leader Russia had seen for many years.He wasdetermined to transform and revi",
  "¬",
  "talize the country after the sterile years following Khrushchev’s fall. He intended to",
  "achieve this by modernizing and streamlining the Communist Party with new policies of",
  "glasnost (openness) and perestroika (restructuring - of the Party, the economy and the",
  "government).The new thinking soon made an impacton foreign affairs, with initiativeson",
  "detente, relations with China,a withdrawal from Afghanistan and ultimately the ending of",
  "the Cold War in late 1990 (see Section 8.6).",
  "Gorbachev outlined what was wrong at home in a speech to the Party Conference in",
  ".",
  "1988: the system was too centralized,leaving no room forlocalindividualinitiative It was",
  "a ‘command’ economy, based almost completely on state ownership and control, and",
  "weighted strongly towards defence and heavy industry, leaving consumer goods for ordi",
  "¬",
  "nary people in short supply. Gorbachev did not want to end communism; he wanted to",
  "replace the existing system, which was still basically Stalinist, with a socialist system",
  ".",
  "which was humane and democratic He sincerely believed that this could be achieved",
  "within the framework of the Marxist-Leninist one-party state. He did not have the same",
  ".",
  "success at home as abroad His policies failed to provide results quickly enough, and led",
  "-",
  "to the collapse of communism, the break up of the USSR,and the end of his own political",
  "career.",
  "(a) Gorbachev's new policies",
  "/ Glasnost",
  ". -",
  "Glasnost was soon seen in areas such as human rights and cultural affairs Several well",
  "known dissidents were released, and the Sakharovs were allowed to return to Moscow",
  ".",
  "from internal exile in Gorky (December 1986) Leaders like Bukharin, who had been",
  "disgraced and executed during Stalin’s purges of the 1930s, were declared innocent of all",
  "crimes. Pravda was allowed to print an article criticizing Brezhnev for overreacting",
  "against dissidents, and a new law was introduced to prevent dissidents from being sent to",
  "mental institutions (January 1988). Important political events like the Nineteenth Party",
  "Conference in 1988 and the first session of the new Congress of People’s Deputies (May",
  ".",
  "1989) were televised",
  "In cultural matters and the media generally, there were some startling developments.",
  "In May 1986 both the Unionof SovietFilm-makersand the Union of Writers wereallowed",
  "- . -",
  "to sack their reactionary heads and elect more independent minded leaders Long banned",
  "-",
  "anti Stalin films and novels were shown and published, and preparations were made to",
  "publish works by the great poet Osip Mandelstam, who died in a labour camp in 1938.",
  "There wasanewfreedominnews reporting:in April 1986,forexample,when a nuclear",
  "reactor at Chernobyl in the Ukraine exploded, killing hundreds of people and releasing a",
  "massive radioactive cloud which drifted across most of Europe, the disaster wasdiscussed",
  "CONTINUINGCOMMUNISM,COLLAPSEAND AFTERMATH, 1953 403(b) What went wrong with Gorbachev's policies?",
  "1 Opposition from radicals and conservatives",
  "As the reforms got under way, Gorbachev ran into problems. Some party members, such",
  "as Boris Yeltsin, were more radical than Gorbachev, and felt that the reforms were not",
  "drastic enough. They wanted a change to a western-style market economy as quickly as",
  "-",
  "possible, though they knew this would cause great short term hardship for the Russian",
  "people. On the other hand, the conservatives, like Yegor Ligachev, felt that the changes",
  "were too drastic and that the Party was in danger of losing control. This caused a danger",
  "¬",
  "ous split in the Party and made it difficult for Gorbachev to satisfy either group. Although",
  "he had some sympathy with Yeltsin’s views, he could not afford to side with Yeltsin",
  ".",
  "against Ligachev, because Ligachev controlled the party apparatus",
  "The conservatives were in a large majority, and when the Congress of People’s",
  "Deputies elected the new Supreme Soviet (May 1989), it was packed with conservatives;",
  ".",
  "Yeltsin and many other radicals were not elected This led to massive protest demonstra",
  "¬",
  "tions in Moscow, where Yeltsin was a popular figure, since he had cleaned up the corrupt",
  "Moscow Communist Party organization. Demonstrations would not have been allowed",
  "beforeGorbachev’s time, but glasnost-encouraging people to voice theircriticisms-was",
  "now in full flow, and was beginning to turn against the Communist Party.",
  "2 The economic reforms did not produce results quickly enough",
  "The rate of economic growth in 1988 and 1989 stayed exactly the same as it had been in",
  "previous years. In 1990 national income actually fell, and continued to fall- by about 15",
  "per cent-in 1991. Some economists think that the USSR was going through an economic",
  "crisis as serious as the one in the USA in the early 1930s.",
  "A major cause of the crisis was the disastrous results of the Law on State Enterprises.",
  "The problem was that wages were now dependent on output, but since output was",
  "measured by its value in roubles,factories were tempted not to increase overalloutput, but",
  "to concentrate on more expensive goods and reduce output of cheaper goods. This led to",
  "higher wages, forcing the government to print more money to pay them with. Inflation",
  ".",
  "soared, and so did the government’s budget deficit Basic goods such as soap, washing-",
  "-",
  "powder, razor blades, cups and saucers, TV sets and food were in very short supply, and",
  ".",
  "the queues in the towns got longer",
  "Disillusion with Gorbachev and his reforms rapidly set in,and, having had theirexpec",
  "¬",
  "tations raised by his promises, people becameoutraged at theshortages.In July 1989 some",
  "coal miners in Siberiafound there was no soap to wash themselves with at the end of their",
  "shift. ‘What kind of a regime is it’, they asked, ‘if we can’t even get washed?’ After stag",
  "¬",
  "-",
  "ing a sit in, they decided to go on strike; they were quickly joined by other miners in",
  "Siberia, in Kazakhstan and in the Donbass (Ukraine), the biggest coalmining area in the",
  "USSR, until half a million miners were on strike. It was the first major strike since 1917.",
  "The miners were well disciplined and organized, holding mass meetings outside party",
  "headquarters in the main towns. They put forward detailed demands, 42 in all. These",
  "included better living and working conditions, better supplies of food,a share in the prof",
  "¬",
  "its and more local control over the mines. Later, influenced by what was happening in",
  "Poland (where a non-communist president had just been elected - see Section 10.6(c)),",
  "they called for independent trade unions like Poland’s Solidarity, and in some areas they",
  "demanded an end to the privileged position of the Communist Party.The government soon",
  "gave way and granted many of the demands, promising a complete reorganization of the",
  ".",
  "industry and full local control",
  "By the end of July the strike was over, but the general economic situation did not",
  "improve. Early in 1990 it was calculated that about a quarter of the population was living",
  "below the poverty line; worst affected were those with large families, the unemployed and",
  "CONTINUINGCOMMUNISM,COLLAPSEAND AFTERMATH, 1953 405.",
  "pensioners Gorbachev was fast losing control of the reform movement which he had",
  "started, and the success of the miners was bound to encourage the radicals to press for",
  "even more far-reaching changes.",
  "3 Nationalist pressures",
  "These also contributed towards Gorbachev’s failure and led to the break-up of the USSR.",
  "TheSoviet Union wasafederal stateconsisting of 15 separate republics,each with itsown",
  "parliament. The Russian republic was just one of the 15, with its parliament in Moscow",
  "(Moscow was also the meeting place for the federal Supreme Soviet and Congress of",
  ".",
  "People’s Deputies) The republics had been kept under tightcontrolsinceStalin’s time, but",
  "glasnost and perestroika encouraged them to hope for more powers for their parliaments",
  "and more independence from Moscow. Gorbachev himself seemed sympathetic, provided",
  "that the Communist Party of the Soviet Union (CPSU) remained in overall control.",
  "However, once started, demands got out of hand.",
  "(cid:127) Trouble began in Nagorno-Karabakh, a small Christian autonomous republic",
  "within the Soviet republic of Azerbaijan, which was Muslim. The parliament of",
  "Nagorno-Karabakh asked to become part of neighbouring Christian Armenia",
  "(February 1988), butGorbachev refused. He wasafraid that if he agreed,this would",
  "upset the conservatives (who opposed internal frontier changes) and turn them",
  ".",
  "against his entire reform programme Fighting broke out between Azerbaijan and",
  "Armenia, and Moscow had clearly lost control.",
  "(cid:127) Worse was to follow in the three Baltic soviet republics of Lithuania, Latvia and",
  "Estonia, which had been taken over against their will by the Russians in 1940.",
  "Independence movements, denounced by Gorbachev as ‘national excesses’, had",
  ".",
  "been growing in strength In March 1990,encouraged by what was happening in the",
  "satellite states of eastern Europe, Lithuania took the lead by declaring itself inde",
  ". ¬",
  "pendent The other two soon followed, though they voted to proceed more gradu",
  "¬",
  "ally. Moscow refused to recognize their independence.",
  "(cid:127) Boris Yeltsin, who had been excluded from the new Supreme Soviet by the conser",
  "¬",
  "vatives,madeadramaticcomeback when he waselected presidentof the parliament",
  "of the Russian republic (Russian Federation) in May 1990.",
  "4 Rivalry between Gorbachev and Yeltsin",
  ".",
  "Gorbachev and Yeltsin were now bitter rivals, disagreeing on many fundamental issues",
  "(cid:127)",
  "Yeltsin believed that the union should be voluntary each republic should be inde",
  ", ¬",
  "pendent but also have joint responsibilities to the Soviet Union as well. If any",
  "republic wanted tooptout,asLithuaniadid,itshould beallowed todoso.However,",
  "Gorbachev thought that a purely voluntary union would lead to disintegration.",
  "(cid:127) Yeltsin was now completely disillusioned with the Communist Party and the way",
  "the traditionalists had treated him.He thought the Party no longer deserved its priv",
  ". ¬",
  "ileged position in the state Gorbachev was still hoping against hope that the Party",
  "could be transformed into a humane and democratic organization.",
  "(cid:127)",
  "On the economy, Yeltsin thought the answer was a rapid changeover to a market",
  "economy, though he knew that this would be painful for the Russian people.",
  "Gorbachev was much more cautious, realizing that Yeltsin’s plans would cause",
  "massive unemployment and even higher prices. He was fully aware of how",
  "unpopular he was already; if things got even worse, he might well be over",
  "¬",
  "thrown.",
  "406 PART III COMMUNISM-RISEANDDECLINEone year, beginning with ‘price liberalization’ and going on to privatize almost the entire",
  ".",
  "economy It would be difficult for about six months, but he assured Yeltsin that things",
  "would then stabilize and people’s lives would gradually improve.",
  "This ‘shock therapy’,asit was called, began in January 1992 with the removal of price",
  "controlsfrom about90 percentof goods,and theendingof governmentsubsidies to indus",
  "¬",
  "try. Prices rose steeply and kept on rising after the first six months. By the end of the year",
  "prices were,on average, 30 times higher than at the beginning; there were plenty of goods",
  "in the shops but most people could not afford to buy them. The situation was disastrous,",
  "since wagesdid not keep pace with prices;as sales fell,factory workers were laid off,and",
  "over a million people lost their jobs. Thousands were homeless and were forced to live in",
  "tents outside the towns. Many people had to rely on food parcels sent from abroad.",
  "When the privatization programme began, it seemed as though the intention wasforall",
  "big state industries and collective farms to be transferred to the joint ownership of all the",
  "people. Every citizen was given vouchers to the value of 10000 roublesas theirshare,and",
  "there were plansfor workers to be able to buy shares in theirenterprise. However, none of",
  "this happened; 10000 roubles was the equivalentof about£35-a minuteamountata time",
  "of rapid inflation; nor could most workers afford to buy shares. What happened was that",
  "managers were able to buy up and accumulate enough vouchers to take over the owner",
  "¬",
  "ship of their plant. This continued until by the end of 1995 most of the former state indus",
  "¬",
  "try had fallen into the hands of a relatively small group of financiers, who became known",
  ".",
  "as the ‘oligarchs’ They made enormous profits, but from government subsidies, which",
  "were reintroduced, rather than from the market. Instead of reinvesting their profits in",
  "industry,as the government intended, they transferred them into Swiss bank accounts and",
  "foreign investments. Total investment in Russia fell by two-thirds.",
  "Long before this stage was reached, Yeltsin’s popularity had dwindled. Two of his",
  "former supporters, Alexander Rutskoi and Ruslan Khasbulatov, led the opposition in the",
  "Supreme Soviet and forced Yeltsin to dismiss Gaidar, replacing him with Viktor",
  "Chernomyrdin. In January 1993 he reintroduced some controls on prices and profits, but",
  "at the end of 1993,after two yearsof ‘shock therapy’,according to one report: ‘Our coun",
  "¬",
  "try has been thrown back two centuries to the “savage era” of capitalism.’ As a first expe",
  "¬",
  "rience of any kind of ‘democracy’, it was a grave disappointment for the vast majority of",
  "people. In the words of Daniel Beer, ‘the Yeltsin government presided over an economic",
  "collapse so vastand devastating thatfor most Russians the term became synonymous with",
  "chaos and the plunder of state property (that is, society’s) by a small clique of robber",
  "barons. ... By 1993 Russians were bitterly referring to democracy - dermo being the",
  ".",
  "Russian for “shit” ’ Sadly, corruption, fraud, bribery and criminal activity became part of",
  "everyday life in Russia. Another report, prepared for Yeltsin early in 1994, estimated that",
  "criminal mafias had gained control of between 70 and 80 per cent of all business and",
  ".",
  "banking One Russian writer, Alexander Chubarov, recently described the government’s",
  "policies as ‘deformed capitalism’. It was an attempt to create in six months the sort of",
  ".",
  "market capitalism which had taken generations to evolve in the West",
  "(b) Opposition and the 'civil war' in Moscow",
  "The leading politicians lacked experience of democracy as well as of how to organize a",
  ".",
  "market economy At first there were no properly organized political parties on the western",
  "model,and the constitution,a leftover from the Soviet era, was unclear about the division",
  "of powers between president and parliament. However,in November 1992 theCommunist",
  "Party was legalized again, and other groups began to form, although Yeltsin himself did",
  "not have a supporting party. A majority in parliament strongly opposed Yeltsin’s policies",
  "and tried to get rid of him, but in a referendum in April 1993, 53 per cent of voters",
  "410 PART III COMMUNISM-RISEANDDECLINEwithdraw their troops, the Chechens promised to set up a government acceptable to",
  ".",
  "Moscow and there was to be a cooling-off period of five years However, the Chechens",
  "did not drop their demands for independence, and fighting started again long before five",
  "years had elapsed.",
  "(d) Elections: December 1995 and June/July 1996",
  "Under the terms of the new constitution, elections for the Duma were to be held in",
  "December 1995 and the presidential election in June 1996. The results of the Duma elec",
  "¬",
  "tions were disappointing for the government, which was still unpopular. Yeltsin and his",
  "supporters won only 65 seats out of the 450, whereas the Communist Party, led by",
  "Gennady Zyuganov, took 157seats; together with theirallies,they could muster 186seats,",
  "by far the largest grouping. There was obviously much residual support and nostalgia for",
  ".",
  "the old days of the USSR and strong government In a genuinely democratic system the",
  "communists would have taken a leading role in the next government; but this did not",
  "happen: Yeltsin remained president for the time being at least. The big question was:",
  "would the communist candidate win the presidential election the following June?",
  "Almost immediately, the politicians began to prepare for the June election. Yeltsin’s",
  "popularity rating wassolow thatsomeof hisadvisers wanted him tocancel theelection and",
  ".",
  "resort to force if necessary However, to his credit he allowed it to go ahead, and over 20",
  "candidates registered for the first round, including the communist leader Zyuganov and",
  ".",
  "Mikhail Gorbachev Early opinion polls put Zyuganov as the likely winner, causing",
  "consternation in the West at the prospect of a return to communism. However, Yeltsin and",
  "his supporters rallied well;he had suffered a heart attack in thesummer of 1995 but now he",
  ".",
  "seemed to find new energy,and toured thecountry promising everything to everybody His",
  "greatest boost came when the ceasefire was signed in Chechnya shortly before the election.",
  "Zyuganov also presented an attractive programme, but he lacked Yeltsin’s personal",
  "charisma and failed to distance himself sufficiently from Stalin. In the first round Yeltsin",
  "won a narrow victory with 35 per cent of the votes to Zyuganov’s 32 per cent; Gorbachev",
  "received barely 1 per cent of the votes. In spite of his ill health, Yeltsin’s team continued",
  "to campaign vigorously; in the second round he won a decisive victory over Zyuganov,",
  "taking 54 per cent of the votes. It was a remarkable victory, considering his low popular",
  "¬",
  "ity at the beginning of the campaign and the fact that the economic situation was only just",
  "beginning to improve. The reason for Yeltsin’s victory was not so much that people liked",
  "him, but that they liked the alternative even less. If the communists had put forward",
  "genuine social democrat policies,Zyuganov might well have won. But Zyuganov was not",
  "a social democrat; he made no secret of his admiration for Stalin, and this was a fatal",
  ".",
  "mistake When it came to the push, the majority of Russianscould not bring themselves to",
  "vote a Stalinist-type communist back into power.They gritted their teeth and voted for the",
  ".",
  "lesser of two evils",
  "(e) Yeltsin's second term, 1996-9",
  "As Yeltsin began his second term as president, it seemed that at last things had reached a",
  "turning point: inflation had fallen to only 1 per cent a month, and for the first time since",
  ". .",
  "1990, production ceased to fall But the promise was not fulfilled The great weakness of",
  "the economy was lack of investment, without which no significant expansion could take",
  "place. In the autumn of 1997, external events had an adverse effect on Russia. There was",
  "a series of financial crises and disaster in the Asian ‘tiger’ economies - Thailand,",
  "Singapore and South Korea-which affected stock markets all over the world. There was",
  "412 PART III COMMUNISM-RISEANDDECLINE.",
  "dangerous stuff, and his comments on the Beslan crisis proved to be the final straw In",
  "November 2006 Litvinenko was killed in London by a rare radioactive poison, Polonium",
  "210. Investigations suggested that the poison had been administered by Andrey Lugovoy,",
  ".",
  "a Russian security agent, who was charged with the murder The UK authorities requested",
  "his extradition from Russia, but this was refused. Although the UK government did not",
  "directly blame the Russian government, there was a clear inference that the murder was",
  "indeed sponsored by the Russian state. In 2007 another Russian exile, AlexGoldfarb, with",
  "the collaboration of Litvinenko’s widow, Marina, published a book containing compelling",
  "evidence that Putin himself must have ordered the murder. Nor was this the first time a",
  "criticof the Putin regime had been murdered. A few weeksearlier,in October 2006, Anna",
  "Politskovskaya, a journalist and writer, was shot dead in the lift of her apartment block.",
  "She had been a long-time critic of the Chechen War, and in 2004 had published a book,",
  "Putin’s Russia, in which she claimed that Russia still had elements of the police state, or",
  ".",
  "mafia state On the more positive side, as Putin began his second term as president, the",
  ".",
  "economic situation was looking bright Oil prices were rising: around£28a barrelin 2000,",
  "they now stood at £40 a barrel, and by the end of 2006 they had reached over £60. By this",
  "time Russia was the largest producer of gas in the world, and the second largest exporter",
  "of oil after Saudi Arabia. As Europe becomes more dependent on fuel supplies from",
  "Russia, this could well strengthen Moscow’s influence and leverage. The economy had",
  ".",
  "grown steadily by over 6 per cent a year since Putin became president in 2000 Another",
  "contributor to the success story was the software-manufacturing industry: in 2006 exports",
  "of software were worth $1.5 billion asopposed to only £128 million in 2001.Thissuccess",
  ".",
  "was encouraging more foreign investment There were plans to use some of the increased",
  "revenue to improve living standards. In 2005 the National Priority Projects were",
  "announced, designed to improve the health system, education, housing and agriculture,",
  ".",
  "including wage increases for health workers and teachers",
  "However, Putin decided to use much of the cash to build up a large reserve fund to",
  ".",
  "protect against a fall in oil prices This meant less government investment and stagnation",
  "in the economic reform programme. To make matters worse, Russia was hard-hit by the",
  "2008-9 world financial crisis, which cut off the flow of cheap credit and investment from",
  "the West. Fortunately Putin’s $90-billion reserve fund helped Russia to cope, and by the",
  "end of 2009 the economy was growing again. On the downside, the National Priority",
  "Projectssuffered. Under theSoviet system,universitiesandacademies were wellfinanced,",
  "as were the arts-orchestras, theatres, film studios and publishers. Admittedly, there was",
  "a price to pay in theform of strict censorship, but following the 1998economic crisis, this",
  "funding had been drastically reduced -for example, the budget for higher education had",
  "been slashed to only 12 per cent of the 1989 level. By 2008, in spite of its promises, the",
  "government had largely failed to reverse these cuts. Average wagesof lecturersand teach",
  "- . ¬",
  "ers were only two thirds of the national rate Even the Ministry of Education reported that",
  "only 20 per cent of institutions of higher education had retained the high standards that",
  "were the norm under the Soviet system. The state now provides less than a third of their",
  "funding. The same is true of the health service: although this is still free, the care is far",
  ".",
  "inferior to that provided under the communists To get the best and quickest treatment,",
  "patients must pay. Probably worst affected are the elderly;although prices have rocketed,",
  "pensions have not increased. In most Russian towns and cities, old people can be seen on",
  "street corners trying to sell bits of produce, fruit and vegetables, as they struggle to make",
  "ends meet. Understandably, many ordinary Russians look back on post-Stalinist Soviet",
  ".",
  "times with nostalgia, in spite of its drawbacks",
  "During 2007 there were a number of protest demonstrations, known as Dissenters’",
  "Marches, in Moscow, St Petersburg, Nizhny Novgorod and Samara, but later demonstra",
  "¬",
  "tions were met by police,and overt public support soon dwindled. Although by the end of",
  "2008 there was much hostility to the Putin regime,most of it was in private,and there was",
  "416 PART III COMMUNISM-RISEANDDECLINE.",
  "very little public criticism This was partly because the government kept tight control of",
  "the media, and journalists and writers were afraid of meeting the same fate as Anna",
  "Politskovskaya and Alexander Litvinenko. There was another reason too: according to",
  "Perry Anderson:",
  "it is the knowledge, which can only be half-repressed, that the liberal intelligentsia is",
  "compromised by its own part in bringing to being what it now so dislikes. By clinging",
  "to Yeltsin long after the illegality and corruption of his rule were plain, in the name of",
  "defence against a toothless Communism, it destroyed its credibility in the eyes of the",
  ".",
  "population, only to find that Yeltsin had landed it with Putin",
  "The constitution did not allow Putin to stand for a third consecutive term, so he chose his",
  "close friend and ally, Dmitri Medvedev, as the United Russia presidential candidate.",
  "Before the election, Medvedev announced that if he won, he would choose Putin as his",
  "prime minister. Their election slogan was ‘Together We Win’. In March 2008 Medvedev",
  "won a sweeping victory, taking around 70 per cent of the popular vote. His nearest rival,",
  "the Communist leader,Gennady Zyuganov,received just under 18 percent. In spite of the",
  "dissatisfaction with falling living standards,itseemed that Putin’s personal popularity was",
  "still sufficient to win elections. Whatever his faults, he and his United Russia party were",
  "still more attractive than any of the alternatives.",
  "(i) Putin and Medvedev 2008-12",
  ",",
  "The day after he became president in May 2008, Medvedev duly appointed Putin as prime",
  "minister.The State Duma approved the appointment by 392 votes to 56;only the commu",
  "¬",
  ".",
  "nists voted against Clearly Putin would continue to be extremely influential, and journal",
  ". ¬",
  "ists soon labelled the new government the ‘tandemocracy’ They were soon faced with a",
  "crisis-The South Ossetia War.When the USSR broke up, Georgia became independent.",
  "But South Ossetia and Abkhazia soon declared themselves independent of Georgia, and",
  "were supported by Russia. Georgia refused to accept this, and the conflict dragged on. In",
  "August 2008 Georgian troops suddenly invaded South Ossetia. Medvedev reacted swiftly",
  "-",
  "- Russian forces counter attacked and after five days of heavy fighting, the Georgians",
  "were driven out. Russia officially recognized South Ossetia and Abkhazia as independent",
  "states.Medvedev’sdecisive handling of the crisis was popular with most Russians, though",
  ".",
  "the Western media, especially in the USA, sided with Georgia Towards the end of 2008",
  ".",
  "Russia began tofeel theeffectsof the worldfinancial crisis(seeSection 27.7) Fortunately",
  "the government was able to use the large surplusaccumulated earlier to bailout any banks",
  "that were in difficulties, and to help struggling companies with generous loans. Even so",
  "GDP fell by around 10 per cent in 2009, and the economy only began to move forward",
  ".",
  "again in 2010 The reserve fund had been emptied and this delayed various reform and",
  ".",
  "modernization programmes Medvedev’s main aim was to reduce Russia’sdependence on",
  "income from oil and gas exports by diversifying into nuclear technology and pharmaceu",
  "¬",
  ".",
  "ticals, and by further developing information technology and software production In",
  "January 2011 Medvedev admitted that one of his other key policies-to eliminate corrup",
  "¬",
  "tion-had so far been a failure. As the time approached for the next Duma and presiden",
  "¬",
  "tial elections, there was great speculation as to whether Medvedev would stand for",
  "re-election or step down in favour of Putin. There had been rumours of a breach between",
  "the two. However, in September 2011, Medvedev announced that he would not stand",
  "again and he officially proposed Vladimir Putin as the United Russia party candidate. In",
  "the Duma elections held on 4 December 2011, United Russia suffered something of a",
  "setback. Their share of the vote was below 50 per cent for the first time; it actually fell",
  "CONTINUINGCOMMUNISM,COLLAPSEAND AFTERMATH, 1953 417QUESTIONS",
  "1 Khrushchev believed that communism in the USSR could be reformed and modern",
  "¬",
  "ized and made more efficient. How far had this been achieved by 1970?",
  "2 ‘The USSR remained politically and socially stable the years 1964 to 1982 despiti:e",
  "in",
  "the policies of the Brezhnev era.’ How far would you agree with this view?",
  "3 Consider the view that if Gorbachev had followed different policies, the USSR could",
  "have survived, in the same way that communism survived in China.",
  "4 ‘It was Gorbachev’s reluctance to commit himself to sufficiently radical changes that",
  "led to the break-up of the Soviet Union.’ Assess the validity of this view.",
  "5 Explain why the collapse of the USSR was followed by serious economic and politi",
  "¬",
  ".",
  "cal problems",
  "6 ‘Putin’s Russia may well have been a police state, but at least he rescued the country",
  ".",
  "from the chaos of the Yeltsin years’ How far do you think this is a fair comment on",
  "both presidents?",
  "*1 1",
  "There is a document question about Khrushchev’s promises for the future on the",
  ".",
  "website",
  "CONTINUINGCOMMUNISM,COLLAPSEANDAFTERMATH, 1953 41919"
]