[
  "Communism in Korea and",
  "south-east Asia",
  "SUMMARY OF EVENTS",
  "-",
  "In Korea and some of the countries of south east Asia, foreign occupation, among other",
  "factors, had led to the development of communist parties, which were usually in the fore",
  "¬",
  "front of resistance and which played a vital role in the campaign for independence.",
  "(cid:127) Korea was under Japanese rule for most of the first half of the twentieth century",
  "and regained its independence when Japan was defeated at the end of the Second",
  "World War. However, it was divided into two separate states - the North was",
  "communist, the South non-communist. After the war of 1950-3, the two states",
  "-",
  "remained strictly separate; North Korea,one of the most secretive and little known",
  ".",
  "states in the world, has remained communist until the present day",
  "(cid:127) The area known as Indo-China was under French control, and consisted of three",
  "countries: Vietnam Cambodia and Laos At the end of the Second World War,",
  ", .",
  "instead of gaining their independence, as they had expected in view of France’s",
  "defeat, they found that the French intended to behave as though nothing had",
  "happened and to reimpose their colonial rule. Vietnam and Laos, unlike Cambodia,",
  "were notcontent tosit back and waitfor the French to withdraw.They foughta long",
  "campaign, in which the communist parties of both countries played a prominent",
  "part. In 1954 the French admitted defeat, and all three states became completely",
  ".",
  "independent",
  ".",
  "Tragically, this did not bring a more peaceful era",
  "(cid:127) Communist North Vietnam became involved in a long conflict with South",
  "Vietnam (1961-75), which became part of the Cold War. There was massive",
  ".",
  "American involvement in supportof South Vietnam Thanks to Chinese help,North",
  "Vietnam was victorious,but both states were devastated by the war.In 1975 the two",
  "Vietnams were united under communist rule, a situation which has lasted until the",
  ".",
  "present day",
  "-",
  "(cid:127) Cambodia succeeded in remaining relatively peaceful until 1970, under the semi",
  ".",
  "autocratic rule of Prince Sihanouk Eventually the country found itself dragged",
  ".",
  "into the Vietnam War It suffered five years of catastrophic heavy bombing by the",
  "USA,followed by four yearsof rule by the bloodthirsty communist Pol Pot and his",
  "Khmer Rouge regime. By the time he wasoverthrown in 1979, thanks to the inter",
  "¬",
  "vention of Vietnamese communist forces, Cambodia had probably suffered as",
  "much devastation as Vietnam. For the next ten years a more moderate communist",
  "government with Vietnamese backing ran Cambodia, after which the country",
  "returned to something like democratic rule, with Prince Sihanouk again playing a",
  ".",
  "leading role",
  "448 PART III COMMUNISM-RISE ANDDECLINE^",
  "righfandTfi!TntuTt",
  "between ifredT,hetaTe\"? c” 'Td,^°U‘",
  "deonrragdwaunrneiziiannttidooinstchtroeimoVkinipeaottnewaemUrS,WabnoadrmisinbsislnnigkiAentctotnaite,rnodl'oof'nthe97c^ofuante^'a\"s«“Cambo’d'a\"11 w'a°s",
  "21.1 NORTH KOREA",
  "(a) The communist regime established",
  "vKioctroe.ar)'hiandthbeeRenususnod-JearpJaanpeasneeWseaorcocfu1p9a0ti4o—n5.aTndherruelewassinacsetr1o9n0g5K, foorlelaonwninagtiotnhaeliJsatpmanoevsee",
  "ment and at acoherence held in Cairoin 1943, the USA.the UK and China promised that¬",
  "when the war was over., a united, independent Korea would be created. As defeat loomed",
  "forJapanearly in 1945 it seemed that at last a free Korea was a distinct possibility.",
  "Unfortunately lor the Koreans, things did not work out as they had hoped: three weeks",
  "before theJapanese surrendered, the USSR declared war on Japan (8 August 1945).This",
  "brought a new element into the equation:the Russians had for many years wanted togain",
  "influence in Korea, and their entry into the war meant that they too would have a say in",
  "Korea sfuture. Russian troops in Manchuria wereclosest to Korea,and wereable to move",
  "into the north of the country even before the Japanese officially surrendered on 2",
  "September. Soviet torees worked closely with Korean communists and nationalists, and",
  "theJapaneseoccupying armies werequickly disarmed.The Korean People's Republic was",
  "proclaimed, and the communist leader.Kim.Il-sung,soon emerged as the dominant polit",
  "ical figure.Supported by Soviet troops, Kim who had been trained in the USSR began to¬",
  "- ,",
  "introduce his own version of Marxism Leninism into the new state.",
  "Meanwhile, the Americans, who were w'orried that the entire Korean peninsula was",
  "about to be taken over by the Russians, hastily sent troops tooccupy the south. It was the",
  "Americans who proposed that the division between north and south should be along the",
  ".",
  "38th parallel. In the south Dr Syngman Rhee emerged as the leading politician. He was",
  "strongly nationalist and anti-communist,and wasdetermined tobringabouta united Korea",
  "free of communism. In response, Stalin poured massive Russian aid into the north, trans¬",
  "forming it into a powerful military state well able to defend itself against any attack from",
  "the south.In 1948 Stalin withdrew Soviet troops, and the Democratic People's Republic",
  "- .",
  "of Korea wasproclaimed with Kim Il sungas premier North Korea therefore had an inde",
  ",",
  "¬",
  "pendent communist government belore the communist victory in China. The following",
  "year, after Mao Zedong became Chinese leader the independent North Korea was given",
  ",",
  "official diplomatic recognition by China, the USSR and the communist states of eastern",
  "Europe.",
  "(b) One state or two?",
  "The dominating question in the immediate post-war period was:what had become of the",
  "-",
  "Allied promise of a united Korea? Ideally, the Americans wanted a united, anti commu¬",
  "nist and pro-Western Korea, while the Russians, and after 1949 the Chinese, wanted a",
  "unified Korea which was communist. However, neither the USA nor the USSR wanted to",
  "become closely involved; given the entrenched positions of both Kim and Rhee, the",
  "It",
  "dilemmaseemed insoluble. was therefore agreed that the problem be handed over tothe",
  "United Nations, which undertook toorganizeelectionsforthe wholecountryasa firststep",
  "towards unifying the peninsula.",
  "COMMUNISM IN KOREA ANDSOUTH-EASTASIA 449for unification.However, the North’s policy waserratic: sometimes Kim suspended",
  "all discussions; in 1980 he proposed a federal state in which both North and South",
  "would haveequalrepresentation;in 1983several leading South Koreans werekilled",
  "in a bomb explosion; in 1987 a South Korean airliner was destroyed by a time",
  ". -",
  "bomb Then in 1991, high level talks were held which led to the announcement of",
  "ajoint renunciation of violenceand nuclear weapons.However,itseemed as though",
  "no genuine progress could be made while Kim was still in charge.",
  "(cid:127)",
  "During the second half of the 1960s North Korea’seconomy ran intodifficultiesfor",
  "a number of reasons. The rift between the USSR and China, which gradually",
  "widened from 1956 onwards, placed Kim in a difficult position. Which side should",
  "-",
  "he support? At first he stayed pro Soviet, then he switched his allegiance to China,",
  "and finally tried to be independent of both. When he moved away from Moscow at",
  "the end of the 1950s the USSR sharply reduced its aid; in 1966 at the beginning of",
  "Mao’s Cultural Revolution, the Chinese cut off their aid. After that, none of Kim’s",
  "development plans reached their targets. Another serious weakness was the exces",
  "¬",
  ".",
  "sive expenditure on heavy industry and armaments Consumer goods and luxuries",
  "were considered to be of secondary importance. There was a rapid population",
  ".",
  "increase, which put a strain on agriculture and the food industries generally Living",
  "standardsfell;lifefor most people was hard and conditions basic.During the 1980s",
  "theeconomy recovered but in the early 1990s,asaidfrom Russiadisappeared,there",
  ".",
  "were more difficulties",
  "(d) Life under Kim Jong-il",
  "- -",
  "In 1980 Kim Il sung (‘Great Leader') made it clear that he intended his son Kim Jong il",
  "(soon to be known as ‘Dear Leader'), who had been acting as Party Secretary,to be his",
  ". - -",
  "successor The younger Kim gradually took over more of the day to day work of govern",
  "¬",
  "ment, until his father died of a heart attack in 1994 at the age of 82. By this time North",
  "Korea was facing crisis. The economy had deteriorated further during the previous ten",
  "years, the population had increased threefold since 1954and the country was on the verge",
  "of famine. Yetenormousamountsof cash had been spentdeveloping nuclear weaponsand",
  "long-range missiles. With the collapse of the USSR, North Korea had lost one of the few",
  "states which might be expected to show some sympathy with its plight.",
  "- -",
  "Kim Jong il, who was more open minded and progressive than his father, was forced",
  "into drastic action. He accepted that North Korea needed to move away from its isola",
  "¬",
  "tionism and aimed to improve relations with the south and with the USA. In 1994 he",
  "agreed to shut down North Korea’s plutonium-producing nuclear-reactor plants in return",
  "-",
  "for the provision of alternative sourcesof energy-two light water nuclear reactors for the",
  "generation of electricity - by an international consortium known as KEDO (Korean",
  "Peninsula Energy Development Organization), involving the USA, South Korea and",
  ".",
  "Japan The Clinton administration was sympathetic, agreeing to ease US economic sanc",
  "¬.",
  "tions against North Korea; in return, Kim suspended his long-range missile tests (1999)",
  "In June 2000 President Kim Dae-jung of South Korea visited Pyongyang and soon after",
  "¬",
  "wards a number of North Korean political prisoners who had been held in the south for",
  "many years were released. Even more startling, in October, American secretary of state",
  ".",
  "Madeleine Albright paid a visit to Pyongyang and had positive talks with Kim North",
  "Korea reopened diplomatic relations with Italy and Australia. In 2001 Kim, who had",
  "gained a reputation as something of a recluse, paid state visits to China and Russia, where",
  "he met President Putin, and promised that his missile testing would remain in suspension",
  "at least until 2003.",
  ".",
  "Meanwhile the situation inside North Korea continued to deteriorate In April 2001 it",
  "COMMUNISM IN KOREA ANDSOUTH EAST ASIA 451",
  "-wasreported thatfollowing thesevere winter,there wereseriousfood shortages, with most",
  ".",
  "people surviving on 200 gramsof rice aday In response,Germany immediately promised",
  "to send 30 000 tonnes of beef. In May the deputy foreign minister presented a horrifying",
  "report to a UNICEF conference about conditions in his country. Between 1993 and 2000,",
  "mortality ratesfor children under 5 had risen from 27 to 48 per thousand; percapita Gross",
  "National Product had fallen from $991 per year to $457; the percentage of children being",
  "vaccinated against diseases such as polio and measles fell from 90 to 50 per cent;and the",
  "percentage of the population with access to safe water fell from 86 to 53. In 2001 North",
  "-",
  "Korea receivedalmost$300 million worth of food aidfrom theEuropean Union,the USA,",
  "Japan and even from South Korea.",
  "In July 2002 a programme of limited economic reform was introduced: the currency",
  "was devalued and food prices were allowed to rise in the hope that this would encourage",
  "an increase in agricultural production. Food rationing was to be phased out and a family-",
  "unit farming system was introduced for the first time since collectivization. At the end of",
  "2003 reports indicated that living conditions inside North Korea were showing signs of",
  "improvement. However, by the summer of 2005 there were soldiers in the paddy fields to",
  "make sure that every grain of rice was handed over to the state procurement agency.",
  "There was even a ban on private selling of produce from kitchen gardens. At the same",
  "time there was disturbing information about the existence of large numbers of labour",
  "camps in the north of the country containing thousands of political prisoners, and where",
  "torture and execution were common-a situation reminiscent of Stalin’s gulag system in",
  "the USSR.",
  "(e) North Korea, USA and the nuclear confrontation",
  "On top of all the economic problems, relations with the USA took a sudden turn for the",
  ".",
  "worse when George W. Bush came to power there in January 2001 The new president",
  ".",
  "seemed reluctant to continue the sympathetic approach begun by the Clinton regime",
  "After the 11 September atrocities he issued threats against what he called ‘the axis of",
  "evil’, by which he meant Iraq, Iran and North Korea. The confrontation with the USA",
  ".",
  "developed over the question of whether or not North Korea possessed nuclear weapons",
  "The Americans suspected that they did, but the North Koreans claimed that their nuclear-",
  "reactor plants were to provide electricity. The behaviour of both sides, especially North",
  "Korea, was inconsistent, and the dispute was still ongoing in 2012. The problem arose",
  "from the lack of progress with the KEDO project agreed in 1994. Work was not even",
  "started on the promised light-water reactors; the Americans accused Kim of not complet",
  "¬",
  "ing the promised shutdown of his existing nuclear plants, while the North Koreans",
  "-",
  "protested that work on the new light water reactors must start before they shut down their",
  "own reactors. In August 2002 work actually began on the first of the light-water reactors.",
  "The Americans then demanded that Koreaallow inspectorsfrom the International Atomic",
  "Energy Agency (IAEA) to inspect its existing nuclear facilities, but the Koreans refused",
  ".",
  "and blamed the USAfor the delay in building the reactors The Americans imposed tech",
  "¬",
  "nology sanctions on the North Koreans and accused them of supplying ballistic missile",
  ".",
  "parts to Yemen",
  "After a meeting with the Japanese prime minister, Yurichiro Koizimi, Kim conceded",
  "that he would allow the inspectors in. However, when this failed to produce a positive",
  "response from the USA, it was announced that North Korea would restart its nuclear",
  "power plant at Yongbyon, which had been closed since 1994.The USA then declared the",
  "KEDO project to be null and void, although Japan and South Korea were prepared to go",
  "ahead with it.The Americans, who were also threatening waragainst Iraq,continued their",
  "-",
  "hardline stance, claiming that the USA was capable of winning two large scale wars in",
  "452",
  "PART III COMMUNISM-RISEANDDECLINEdifferent areas at the same time (December 2002). The North Koreans responded by",
  "-",
  "announcing their withdrawal from the Nuclear Non Proliferation Treaty (NPT) signed in",
  "1970, though they insisted that they had no plans to make nuclear weapons. What they",
  ".",
  "really wanted, their ambassador told the UN, was a non-aggression pact with the USA",
  "This the Americans refused, claiming that the Koreans already had at least two nuclear",
  "bombs. At about the same time the UN World Food Programme reported that there were",
  "serious shortages of basic foods and medicines in North Korea, and appealed for contri",
  "¬",
  ".",
  "butions of grain",
  "January 2003 brought a sudden change in US policy. President Bush, probably under",
  "pressure from Japan and South Korea, who wereanxious to see the crisis resolved,offered",
  "to resume food and fuel aid to North Korea if it dismantled its nuclear weapons",
  "programme. The Koreans insisted that they had no nuclear weapons and had no intention",
  "of making any, and said they were ready to allow the USA to send its own inspectors to",
  "verify the claims. However, in April 2003 a spokesman for the North Korean foreign",
  "ministry claimed that they already had nuclear weapons and would shortly have enough",
  "plutonium for eight more nuclear warheads. This gave rise to widespread international",
  "speculation and discussion over whether or not the North Koreans really did have nuclear",
  "weapons; the majority view seemed to be that they did not, and that their tactics were",
  "designed to force the USA to make concessions, such as economic aid and a non-aggres",
  "¬",
  "sion agreement. Another theory was that,given the recent American and British attack on",
  ".",
  "Iraq, Kim wanted to make Bush think twice before he took on North Korea as well",
  "Although some members of Bush’s administration made hostile remarks about Kim",
  "Jong-il, the president himself was anxious to calm things, especially as American forces",
  "were becoming embroiled in an increasingly difficult situation in Iraq. In August 2003 the",
  "Americans softened their approach in talks with the North Koreans: instead of demanding",
  "that the nuclear programme be scrapped completely before USaid would beresumed,they",
  "now signified that a step-by-step approach to dismantling nuclear facilities would be",
  ".",
  "acceptable and would be matched by ‘corresponding steps’ from the American side Later",
  "Bush announced that the USA would continue to finance the KEDO project and was",
  "prepared tooffer North Koreaassurancesof securityin exchangefora verifiablescrapping",
  "of its nuclear weapons programme. North Korea replied that it was ready to consider",
  "Bush’s proposals (October 2003). Then in February 2005 the government announced that",
  "it now had nuclear weapons,and in October 2006 itclaimed to have successfully exploded",
  "a nuclear device underground, without any radiation leak.",
  "In 2009 relations between North and South Korea became strained after the north",
  "carried out more nuclear tests,and even more so in 2010 when it was revealed that North",
  "Korea had opened a new uranium enriching plant.There wereseveralclashes between the",
  "two naval forces, and then in March 2010 a South Korean corvette, the Cheonan, was",
  "sunk by a torpedo fired from a North Korean submarine, with the loss of 46 lives. In",
  "November 2010 the South Korean island of Yeonpyeong was bombarded by North",
  "Korean shells and rockets. There was considerable damage to both military and civilian",
  ".",
  "property,and four people were killed The North Koreansclaimed that the south had fired",
  "first, and in fact the incident took place during the annual joint South Korean-US mili",
  "¬",
  ".",
  "tary and naval exercise in and around the Yellow Sea, off the west coast of South Korea",
  "The North Korean government regards this as part of the preparations for an eventual",
  "invasion of their territory, and every year tensions rose in case the exercise turned out to",
  ".",
  "be the real thing",
  "In December 2011 Kim Jong-il, the Dear Leader, died of a heart attack and his third",
  "son, Kim Jong-un, was named as the next Supreme Leader. It seemed likely that he would",
  "continue with broadly the same policiesas hisfather. Hisadministration gotoff toadisap",
  "¬",
  "pointing start when, in April 2012,a rocket that was meant to send an observational satel",
  "- ¬",
  ".",
  "lite into orbit broke up and crashed into the Yellow Sea shortly after lift off",
  "453",
  "COMMUNISM IN KOREA ANDSOUTH EAST ASIA",
  "->",
  "21.2 VIETNAM",
  "(a) The struggle for independence",
  "Vietnam together with Laos and Cambodia, was part of the French Empire in south-",
  "Asia kno,wn as the Indochinese Union which wasestablished in 1887. In many wayseatt",
  ", , the",
  "French were good colonial administrators; they built roads and railways schools",
  ", and",
  "hospitals, and even a university in Hanoi, in the north of Vietnam. But there was very",
  "gliltetl.eDinudriunsgtrtihaeliz1a9ti3o0ns;.mproosttesotfmthoevpemeoepnletswbeergeanpotoorepmeearsgaen,tsbufotrthwehsoemwelrifeeuwnacesraemstorungi.-",
  "ously suppressed by the French authorities. The French attitude encouraged nationalist",
  "and revolutionary feelings and brought a rush of support for the new Vietnamese",
  "Communist Party, formed by Ho Chi Minh in 1929. Ho Chi Minh had spent time in",
  "France, China and the USSR; he had always been a committed nationalist, but afterhis",
  "travels abroad he became a committed communist as well. His dream was a united",
  ",",
  "Vietnam under communist rule. During the 1930s, however, there seemed little hopeof",
  "breaking free from French control.",
  "The French defeat in Europe in June 1940 raised hopes of Vietnamese independence",
  ",",
  "but theseweresoondashed whenJapanese forcesmoved into Indochina. Whenthenation",
  "alists and communists launched a full-scale uprising in the south of Vietnam the French¬",
  ",",
  "(now underorders from the Vichy government and therefore technically on the sameside",
  "asGermanyandJapan)andJapanese worked togetherand the rising was brutallycrushed",
  ".",
  "With thecommunist movement almost wiped out in the South HoChi Minh movedtothe",
  ",",
  "north and organized the communist and nationalist resistance movement the League for",
  ",",
  "the Independenceof Vietnam, known as ‘Vietminh’.",
  "The Vietminh were forced to hide their time until the tide turned against theJapanese",
  ".",
  "In the summer of 1945. with the Japanese defeat imminent (they surrendered on 14",
  "August). Ho Chi Minh prepared to seize the initiative before the French returned",
  ".",
  "Vietminh forces and supporters took over Hanoi, Saigon and most of the large towns,and",
  "in September 1945 the Democratic Republic of Vietnam was proclaimed with Ho Chi",
  "Minh as president. Unfortunately the declaration proved to be premature. It had been",
  "agreed among the Allies that when the war ended the southern half of Vietnam should",
  ",",
  "come under British and French administration When British forces moved in it was",
  ". ,",
  "decided that French control should be restored assoon as possible",
  ".",
  "Unbelievably, the British used Japanese troops who were still in Vietnam after their",
  "government had surrendered, and who had still not been disarmed to suppress the",
  ",",
  "Vietminh in the south. The British were anxious not to deprive their ally of its colonies,",
  "since this mightencourage a general trend towardsdecolonization in which Britain might",
  "also lose its empire. By the end of the year order had been rest,ored and some 50 000",
  "French troopshadarrived totakecontrol. At t,histime, before theCold Wardeveloped,the",
  "Americans were appalled at what had happened, since they had promised to liberate the",
  "people of Indo-China. AsJ. A. S. Grenville pointsout (in The Collins History oftheWorld",
  "'",
  "in the Twentieth Century) this was",
  ",",
  "one of the most extraordinary episodes of the post-war period. If the south had been",
  "permitted to follow the north and the independence of the whole of Indo-China had",
  "been accepted by the British, the traumaof the longest war in Asia which led toat least",
  "2.5 million deaths and untold miser}', might have been avoided. ,",
  "At first the French seemed prepared to compromise. They controlled the south but‘",
  "recognized the independence of the Vietnamese Republic in the north provided i",
  ",",
  "454 PARTIII COMMUNISM -RISEAND DECLINEremained within the French Union. However, during the summer of 1946 it became",
  "increasingly clear that the French had no intention of allowing the north genuine indepen",
  "¬",
  ".",
  "dence Ho Chi Minh therefore demanded complete independence for the whole of",
  ".",
  "Vietnam The French rejected this, and hostilities began when they shelled the northern",
  "port of Haiphong, killing thousands of Vietnamese civilians. After eight years of bitter",
  "struggle, the French were finally defeated at Dien Bien Phu (1954); the Geneva",
  "Agreements recognized the independence of Ho Chi Minh’s North Vietnam, but for the",
  "time being the area south of the 17th parallel of latitude was to be controlled by an inter",
  "¬",
  "national commission of Canadians, Poles and Indians. The commission was to organize",
  "elections for the whole country in July 1956, after which Vietnam would be united.",
  "(b) The two Vietnams",
  "All theindications were that the Vietminh would win the nationalelections, butonceagain",
  "their hopes were dashed. The elections never took place: with the ColdWar in full swing,",
  "the Americans were determined to preventVietnam becoming united under a government",
  ".",
  "with strong communist connections They backed Ngo Dinh Diem, a nationalist and anti",
  "¬",
  "communist, for the leadership of the south. In 1955 he proclaimed the Vietnam Republic,",
  "-",
  "with himself as president of a strongly anti communist regime;elections had disappeared",
  ".",
  "from the agenda",
  "By this time, both Vietnams were in a sorry state, devastated by almost a decade of",
  ".",
  "fighting Ho Chi Minh’sgovernment in Hanoireceived aid from the USSR and China and",
  "began to introduce socialist policies of industrialization and the collectivization of agri",
  "¬",
  "culture. President Ngo Dinh Diem’s government in Saigon became increasingly unpopu",
  "¬",
  "lar, causing more people to join the communists or Vietcong, who were enthusiastically",
  "backed by the North. (For subsequent developmentsand the Vietnam War of 1961-75 see",
  ".",
  "Section 8.3)",
  "(c) The Socialist Republic of Vietnam isolated",
  "The government of the new Socialist Republic of Vietnam, officially proclaimed in July",
  "1976,with its capital at Hanoi,faced daunting problems.The country had hardly known",
  "peace for over 30 years. Large parts of the north had been devastated by American bomb",
  "¬",
  "ings, and throughout the country millions of people were homeless. Their inspirational",
  "leader, Ho Chi Minh, had died in 1969. Clearly, recovery would be a struggle.",
  "(cid:127) The government began to extend its centralized command-economy policies to the",
  ".",
  "south, abolishing capitalism and collectivizing farm land But this aroused serious",
  "opposition,especially in thegreat businessand commercialcentreof Saigon (which",
  ". - -",
  "was renamed Ho Chi Minh City) Many people refused to co operate and did then",
  ".",
  "utmost to sabotage the new socialist measures Thecadres, whose job was to go out",
  "into the countryside to organize collectivization, were often unwilling and incom",
  "¬",
  "petent. This, together with the corruption which was rife among party officials,",
  "turned the whole process into a disaster.",
  "(cid:127)",
  "There were serious divisions among the top party leaders over how long pure",
  "Marxist-Leninist policies should be continued. Some wanted to follow China’s",
  "example and experiment with elementsof capitalism; but the hardlinerscondemned",
  "these ideas as sacrilegious.",
  "(cid:127)",
  "In the late 1970s the country suffered from major floods and drought, which,",
  "together with collectivization problemsand the rapid increase in population,caused",
  "COMMUNISM IN KOREA ANDSOUTH EAST ASIA 455",
  "-.",
  "serious food shortages Hundreds of thousands of people fled the country, some on",
  ".",
  "foot to Thailand and Malaya, and others by sea (the ‘boat people’)",
  "(cid:127)",
  "Vietnamese foreign policy was expensive and brought the county into conflict with",
  "its neighbours. The regime aimed to form alliances with the new left-wing govern",
  "¬",
  "ments in Laos and Cambodia (Kampuchea). When Pol Pot’s Khmer Rouge govern",
  "¬",
  "ment in Cambodia refused the offer of a close relationship and persisted with",
  "provocative border raids, Vietnam invaded and occupied most of the country",
  "(December 1978). The Khmer Rouge were driven out and replaced by a pro-",
  "Vietnamese government.However,the Khmer Rouge were notfinished: they began",
  "a guerrilla war against the new regime, and the Vietnamese were forced to send",
  "some 200 000 troops to maintain their ally in power. To make matters worse, Pol",
  "Pot was a protege of the Chinese, who were furious at Vietnam’s intervention. In",
  "February 1979 they launched an invasion of northern Vietnam; they inflicted",
  "considerable damage in the frontier area,although they did not escape unscathed as",
  ".",
  "the Vietnamese mounted a spirited defence The Chinese withdrew after three",
  ".",
  "weeks, claiming to have taught the Vietnamese a sharp lesson After that, the",
  "Chinese supported the KhmerRouge guerrillas,and theUSA,Japanand mostof the",
  ".",
  "states of Western Europe imposed a trade embargo on Vietnam It was a bizarre",
  "situation in which the USA and its allies continued to support Pol Pot, one of the",
  "most grotesque and brutal dictators the world had ever seen.",
  "By the mid-1980s Vietnam was almost completely isolated; its neighbours in the",
  "Association of South-East Asian Nations (ASEAN) were all hostile and supported the",
  "resistance movement in Cambodia, and even the USSR, which had consistently backed",
  "Vietnam against China, was drastically reducing its aid.",
  "(d) Vietnam changes course",
  ".",
  "In 1986 Vietnam was in serious crisis Internationally isolated, the regime had a vast",
  "permanent army of around one million, which was cripplingly expensive to maintain; it",
  "had still not succeeded in introducing a viable socialist economy in the south. With the",
  "deaths of the older party leaders, younger members were able to convince the party of the",
  "need for drastic policy changes, and in particular the need to extricate themselves from",
  "Cambodia. At the Third National Congress of the Communist Party (December 1986), a",
  "leading economic reformer, Nguyen Van Linh, was appointed as general secretary. He",
  "introduced a new doctrine known as Doi Moi,which meant renewing the economy,as the",
  "Chinese hadalreadybeguntodo,bymoving towardsthefreemarket,in an attempt to raise",
  "living standards to the level enjoyed by Vietnam’s neighbours.",
  "Agreement was at last reached over Cambodia: Vietnamese troops were withdrawn in",
  "September 1989 and the task of findinga permanentsettlement was handedover to theUN",
  ".",
  "(seenextsection) This wasagreat relief for theregime,sinceitfreed vastsumsof revenue",
  ".",
  "which could now be invested in the economy Even so, economic progress was slow, and",
  "it was several years before the population felt much benefit. One of the problems was the",
  "rapidly growing population, which reached almost 80 million at the end of the century (in",
  "1950 it had been around 17 million).",
  ".",
  "Signsof progress were more obvious during the early years of the new century In July",
  "2000 the country’s first stock exchange was opened in Ho Chi Minh City, and important",
  "steps were taken towards reconciliation with the USA. A trade agreement was signed",
  "allowing American goods to be imported into Vietnam in exchange for lower duties on",
  "Vietnamese goods entering the USA; in November, President Clinton paid a visit to",
  "Vietnam as part of a publicity drive to encourage closer business and cultural ties.",
  "456 PART III COMMUNISM-RISEANDDECLINEuntil 1945 Cambodia was under Japanese occupation. In March 1945, as the Japanese",
  "defeat became inevitable, Sihanouk proclaimed Cambodia an independent state; however,",
  "French troops soon returned, and he had to accept a reversion to the position that had",
  ".",
  "existed before the war Sihanouk was a shrewd politician; he believed that French rule",
  "would not survive long and was prepared to bide his time rather than use force. While the",
  "struggle for independence raged in neighbouring Vietnam, Cambodia was relatively",
  ".",
  "peaceful He placed himself at the head of the nationalist movement,avoided involvement",
  "-",
  "in any political party, and soon won respect and popularity with a wide cross section of",
  "Cambodian society.",
  "In 1954, after the French defeat in Vietnam, the Geneva Conference recognized the",
  "independence of Cambodia, and Sihanouk’s government as the rightful authority.",
  "Although he was immensely popular with ordinary people as the architect of peace and",
  "independence,many of the intelligentsia resented his growing authoritarianism.The oppo",
  "- ¬",
  "sition included pro democracy groups and the Communist Party,formed in 1951, which",
  ".",
  "eventually became known as the Communist Party of Kampuchea Sihanouk founded his",
  "own political party, ‘the People’s Socialist Community’, and in March 1955 he took the",
  "remarkable step of abdicating in favour of his father, Norodom Suramarit, so that he",
  "himself could play a full part in politics,as plain Mr Sihanouk (though he continued to be",
  "popularly known as Prince Sihanouk).",
  "His new party won a total landslide victory in the subsequent elections, taking every",
  ".",
  "seat in the National Assembly Prince Sihanouk took the title of prime minister,and when",
  "his father died in 1960, he became head of state, but did not take the title of king. Given",
  "his continuing popularity, the opposition parties, especially the communists (now calling",
  "themselvesthe KhmerRouge),made very little headway,and Sihanouk remained in power",
  "for the next 15 years. His rule succeeded in being authoritarian and benign at the same",
  "time,and the countryenjoyeda periodof peaceandreasonable prosperitywhile,for much",
  "of this time, Vietnam was torn by civil war.",
  ".",
  "Unfortunately, Sihanouk’s foreign policy antagonized the USA He distrusted US",
  "motives and suspected that Thailand and South Vietnam - both American allies - had",
  "designs on Cambodia. He tried to remain neutral in international affairs; he avoided",
  "accepting American aid and was encouraged in this attitude by President de Gaulle of",
  "France, whom he admired. As the war in Vietnam escalated, Sihanouk realized that the",
  "Vietnamese communists were likely to win in the end; he agreed to allow the Vietnamese",
  "communists to use bases in Cambodia, as well as the Ho Chi Minh trail through",
  "Cambodian territory, which the Vietminh used for moving troops and supplies from the",
  "communist north to the south. Since he was powerless to prevent this anyway, it seemed",
  ".",
  "the most sensible policy However, the Americans started to bomb Cambodian villages",
  "near the border with Vietnam,and consequently in May 1965Sihanouk broke off relations",
  "with the USA. At the same time he began to move towards a closer relationship with",
  ".",
  "China",
  "(b) Prince Sihanouk overthrown: Cambodia at war (1970-5)",
  "Inthe late 1960s Sihanouk’s popularity waned.Right-wingers resented his anti-American",
  "stance and his collaboration with the Vietnamese communists, while the left and the",
  ".",
  "communists opposed his authoritarian methods The communists, under the leadership of",
  "SalothSar(who latercalled himself Pol Pot),a teacher in Phnom Penh, the capital, before",
  "he left to organize the Party, were becoming stronger. In 1967 they provoked an uprising",
  "among peasants in the north of the country, which frightened Sihanouk into thinking that",
  "a communist revolution was imminent. He overreacted, using troops to quell the uprising;",
  "villages were burned, and suspected troublemakers were murdered or imprisoned without",
  "458 PART III COMMUNISM-RISEANDDECLINEtrial.Hefurtherdiscredited himself with the left by reopeningdiplomaticrelations with the",
  ".",
  "USA Clashes between Cambodian communist guerrillas (the Khmer Rouge) and",
  "Sihanouk’s army increased, becoming almost daily events.",
  "Worsestill, thenew American president,Richard Nixon,and his security adviserHenry",
  "- .",
  "Kissinger began large scale bombings of Vietnamese bases in Cambodia As the commu",
  "¬",
  "nists moved deeper inside the country, the bombers followed and Cambodian civilian",
  "casualties mounted. By 1970 the leading anti-communists decided that drastic action was",
  "needed. In March 1970, while Sihanouk was visiting Moscow, General Lon Nol and his",
  "supporters, backed by the Americans, staged a coup. Sihanouk was overthrown; he took",
  ".",
  "refuge in Beijing, and Lon Nol became head of the government",
  "Lon Nol’s period in power (1970-5) was a disaster for Cambodia. He had rashly",
  "promised to drive Vietcong forces out of the country, but this drew Cambodia into the",
  "thick of the Vietnam War. Almost immediately American and South Vietnamese troops",
  "invaded eastern Cambodia, while over the next three years, heavy US bombing pounded",
  "the countryside, destroying hundreds of villages. However, the Americans failed to",
  "destroy either the Vietcong or Pol Pot’s Khmer Rouge, both of which continued to harass",
  "American forces. Even Sihanouk’s supporters joined the struggle against the invaders.",
  "In January 1973, peacecame to Vietnam, but the Americanscontinued a massive aerial",
  "bombardment of Cambodia, in a final attempt to prevent the Khmer Rouge from coming",
  "to power. During March, April and May 1973, the tonnage of bombs dropped on",
  ".",
  "Cambodia was more than double that of the whole of the previous year Yet the USA and",
  "Cambodia were not at war, and no American troops were being threatened by",
  ".",
  "Cambodians Cambodia’s infrastructure, such as it was,and its traditional economy, were",
  "all but destroyed. After the Americanscalled off the bombings, the civil war continued for",
  "a further two years, as the Khmer Rouge gradually closed in on Lon Nol’s government in",
  ".",
  "Phnom Penh In April 1975, Lon Nol’s regime collapsed, the Khmer Rouge entered the",
  ".",
  "capital, and Pol Pot became the ruler of Cambodia",
  "(c) Cambodia under the Khmer Rouge",
  "The new government called the country ‘Democratic Kampuchea’, a completely inappro",
  "¬",
  "priate term, in view of what happened over the next four years. Prince Sihanouk, who had",
  "worked with the Khmer Rouge during the previous five years, returned home from",
  "Beijing,expecting to be well received by Pol Pot. Instead he was placed under housearrest",
  "and forced to watch helplessly as Pol Pot exercised total power. The Khmer Rouge caused",
  "even more misery for the unfortunate people of Cambodia by trying to introduce doctri",
  "¬",
  ".",
  "naire Marxist/Leninist principles almost overnight without adequate preparation In the",
  "words of Michael Leifer:",
  "Under the leadership of the fearsome Pol Pot, a gruesome social experiment was inau",
  "¬",
  "gurated.Cambodia was transformed intoa primitive agricultural workcampcombining",
  "the worst excesses of Stalin and Mao in which around a million people died from",
  ".",
  "execution, starvation and disease",
  "The communists ordered the population of Phnom Penh and other cities to move out,",
  "live in the countryside and wear peasant working clothes. Within a short time, the urban",
  "centres were virtually empty, and thousands of people were dying in what amounted to",
  "forced marches. The aim was to collectivize the entire country immediately, in order to",
  "double the rice harvest. Even Mao had taken years to get to this stage in China. But the",
  "party cadres whose job it was to organize the transformation were inexperienced and",
  "incompetent and most city dwellers were helpless in rural settings. The whole operation",
  "459",
  "COMMUNISM IN KOREA ANDSOUTH EAST ASIA",
  "-wasadisasterandconditions becameunbearable.At thesame time money,private ^",
  "erty, shops and markets were abolished, and schools, hospitals and monasteriesc|,",
  "Pol Pot's next move was to launch a campaign of genocide against all educ0a7'i",
  "CThame rbeosduilatn-saannedntaigreaignesntearnatyiboondoyf ehdeutchaoteudghpteompilgehwt abseecitahpearbkleilloedf oleraddriinvgenopinptoose|ixiiie\"l",
  "In his controversial 2005 biography of Pol Pot, Philip Short argues that these atrocitj6",
  "were not the product of cither a sociopathic dictator or his Marxist ideology, ^",
  "ut",
  "Cambodian popular culture which had a long histoiy ol violent extremism. Duringp of",
  "!",
  "own schooldays in the 1950s. naughty children were severely beaten and their woun0di’",
  "exposed to red ants.Previous royalist and republican governments had regularlytortureJd",
  "raped and murdered on a huge scale. In the words of Tim Stanley in his reviewof",
  "biography:",
  "Short is correct that there is something so uniquely insane about the Khmer",
  "genocide",
  "that national character is the only way of understanding its eccentric development",
  "Neighbouring Vietnam and Laosexperienced war and terrorat the same timebutnever",
  "attempted such a radical social solution.",
  "As his paranoia increased, hundreds of Pol Pot’s more moderate supporters began to",
  "turn against him. Many were executed and many more fled to Thailand and Vietnam",
  "These included Hun Sen, a former Khmer Rouge military commander, who organizedan,",
  "anti-Pol Pot army of Cambodian exiles in Vietnam. Some estimates put the total of those",
  "who died in the notorious ‘killing fields’ as high as 2 million; just over a third of thetotal",
  "population of 7.5 million disappeared. The tragedy was, as J. A.S. Grenville putsit,that",
  "‘if the Americans had not turned against Sihanouk, one of the cleverest and wiliest of",
  "-",
  "south east Asian leaders, Cambodia might have been spared the almost unbelievable",
  "horrors that followed’.",
  "Eventually Pol Pot contributed to his own downfall: he tried to cover up the failingsof",
  "hiseconomic policies by adopting a brash nationalistic foreign policy.Thiscaused unnec",
  "¬",
  "essary tensions with Vietnam whosegovernment wasanxious foraclose relationshipwith",
  ",",
  "its communist neighbour. After a number of border incidents and provocations by the",
  "Khmer Rouge, the Vietnamese army invaded Cambodia and drove out the Pol Pot regime",
  "(January 1979). They installed a puppet government in Phnom Penh in which HunSen",
  "was a leading figure.Most of the country wasoccupied by Vietnames,e troops until 1989.",
  "Meanwhile, Pol Po-t and a large army of Khmer Rouge guerrillas retreated into the moun¬",
  "tains of the south west and continued to cause trouble. The new regime was a great",
  "improvement on Pol Pot s murderous government,but it was not recognized by theUSA",
  ".",
  "andmost othercountries According to Anthony Parsons(see Further Reading forChapter",
  "9), the UK permanent representative at the UN",
  ",",
  "instead of receiving a public vote of thanks from the UN for ridding Cambodia of a",
  "latter-day combination of Hitler and Stalin, and saving the lives of counties*",
  "Cambodians,the Vietnamesefound themselveson the receivingendofdraftresolutions",
  "in January and March 1979 calling for a cease-fire and the withdrawal of ‘foreign",
  "forces’.",
  "However, the USSR supported Vietnam and vetoed the resolutions, so no further action",
  "was taken. The reason for-the UN’s anti-Vietnam stance was that the USA and the non¬",
  "communist states of south east Asia were more afraid of a powerful Vietnam than the)",
  "preferred",
  "were of the Khmer Rouge. For the sake of their own interests they would have",
  "to sec Pol Pot’s regime continue in power.",
  "460",
  "PART III COMMUNISM -RISEANDDECLINE(d) After Pol Pot: the return of Prince Sihanouk",
  "The new government in Phnom Penh consisted mainly of moderate communists who had",
  ".",
  "deserted Pol Pot Uncertainty about what might happen under the new regime caused",
  "perhaps half a million Cambodians, including former communists and members of the",
  ".",
  "intelligentsia, to leave the country and take refuge in Thailand As it turned out, although",
  "it was kept in power by Vietnamese troops, the government could claim considerable",
  ".",
  "success over the next ten years The extreme Khmer Rouge policies were abandoned,",
  "people were allowed to return to the towns and cities, schoolsand hospitals reopened,and",
  "Buddhists were allowed to practise their religion. Later, money and private property were",
  "restored, the economy settled down and trade started up again.",
  "The government’s main problem was opposition from resistance groups operating",
  "from over the border in Thailand.There were three main groups: the Khmer Rouge, who",
  "were still a formidable force of some 35 000; Prince Sihanouk and his armed support",
  "¬",
  "ers, numbering about 18 000; and the non-communist National Liberation Front led by",
  "Son Sann, who could musteraround 8000 troops. In 1982 the three groupsformed a joint",
  "- -",
  "government in exile with Sihanouk as president and Son Sann as prime minister. The",
  "UN officially recognized them as the rightful government, but they received very little",
  "support from ordinary Cambodians, who seemed happy with the existing regime in",
  "Phnom Penh. Hun Sen became prime minister in 1985, and the opposition made no",
  ".",
  "headway",
  "The situation changed towards the end of the 1980s as it became clear that Vietnam",
  ".",
  "could no longer afford to keep a large military force in Cambodia For a time there was",
  "the frightful possibility that the Khmer Rouge might seize power again when the",
  "Vietnamese withdrew. But the other two opposition groups, as well as Hun Sen, were",
  "determined not to let this happen. They all agreed to take part in talks organized by the",
  "UN. The ending of the Cold War made it easier to reach a settlement, and agreement was",
  ".",
  "reached inOctober 1991",
  "(cid:127) There was to bea transitionalgovernment known as theSupreme National Council,",
  ".",
  "consisting of representatives of all four factions, including the Khmer Rouge",
  "(cid:127) UN troopsand administrators were to help prepare the country for democratic elec",
  ". ¬",
  "tions in 1993",
  "The Supreme NationalCouncil elected Prince Sihanouk as president,and a large UN team",
  "of 16 000 troops and 6000 civilians arrived to demobilize the rival armies and make",
  "arrangements for the elections. Progress was far from easy, mainly because the Khmer",
  "-",
  "Rouge, which saw its chances of regaining power slipping away, refused to co operate or",
  ".",
  "take part in the elections",
  "Nevertheless the elections went ahead in June 1993; the royalist party led by Prince",
  "Ranariddh, Sihanouk’s son, emerged as the largest group, with Hun Sen’s Cambodian",
  "People’s Party (CCP) second. Hun Sen, who had difficulty forgetting his undemocratic",
  "past, refused to give up power. The UN found a clever solution by setting up a coalition",
  "government with Ranariddh asfirst prime minister and Hun Sen assecond prime minister.",
  "One of the first acts of the new National Assembly was to vote to restore the monarchy,",
  "and Prince Sihanouk became king and head of state once again.",
  "From this pointonwards the political history of Cambodiaconsisted largely of a bizarre",
  "feud between the royalistsand the supportersof Hun Sen. In July 1997, Hun Sen, with the",
  "elections of July 1998 in mind, removed Ranariddh in a violent coup; the prince was tried",
  "and found guilty, in absentia, of attempting to overthrow the government. He had appar",
  "¬",
  "ently been trying to enlist help from what was left of the Khmer Rouge. However, he was",
  "pardoned by hisfather, the king,and wasable to take part in the 1998elections.This time,",
  "COMMUNISM IN KOREA ANDSOUTH EAST ASIA 461",
  "-before they came to power, their leaders had worked in closeco-operation with theirallies",
  "in Vietnam, and it was only to be expected that the two governments would follow simi",
  "¬",
  ".",
  "lar paths In Laos the communists introduced farming collectives and brought trade, and",
  ".",
  "what little industry there was, under government control They also imprisoned several",
  "thousand political opponents in what were called re-education camps.The country and the",
  "economy were slow to recover from the ravages of the previous 15 years, and thousands",
  "of people-some estimates put the total at around 10 per cent of the population-left the",
  ".",
  "country to live in Thailand",
  "Fortunately, the government was prepared to compromise its strict Marxist principles;",
  "-",
  "in the mid 1980s, following the example of China and Vietnam, the collectivization",
  "-",
  "programme wasabandoned and replaced by groupsof family run farms.Statecontrol over",
  "business and industry was relaxed, market incentives were introduced and private invest",
  "¬",
  "ment was invited and encouraged. UN statistics suggested that by 1989 the economy of",
  "Laos was performing better than those of Vietnam and Cambodia in terms of Gross",
  "National Product per head. The Party still kept full political control, but after the intro",
  "¬",
  "duction of a new constitution in 1991, people were allowed more freedom of movement.",
  "Thefact that thegovernment, like thoseof Chinaand Vietnam,hadabandoned itscommu",
  "¬",
  "nist or socialist economic policies raised the interesting question of whether or not it still",
  "was a communist regime. The leaders still seemed to think of themselves and describe",
  "themselves as having communist political systems, and yet their economic restructuring",
  ".",
  "had left them with very few specifically socialist attributes They could just as well be",
  "- .",
  "called simply ‘one party states’",
  "At the end of the century Laos was still a one-party state, with a mixed economy which",
  ".",
  "was performing disappointingly In March 2001, President Khamtai Siphandon admitted",
  "- .",
  "that the government had so far failed to bring about the hoped for increase in prosperity",
  "-",
  "He outlined an impressive 20 year programme of economic growth and improved educa",
  "¬",
  "tion, health and living standards. Impartial analysts pointed out that the economy was",
  "precarious, foreign aid to Laos had doubled over the previous 15 years, and the",
  "International Monetary Fund had just approved a loan of $40 million to help balance the",
  "budget for the year.",
  "None of this made any difference to the National Assembly elections held in",
  "February 2002. There were 166 candidates for the 109 seats, but all except one were",
  "members of the LPRP. The state-run media reported that there had been a 100 per cent",
  "turnout and the Party continued blithely in power. Nevertheless, dissatisfaction with the",
  "lack of progress was beginning to cause some unrest. In July 2003 an organization",
  "-",
  "called the Lao Citizens’ Movement for Democracy held demonstrations and mini upris",
  "¬",
  "ings in ten provinces. In October another group, calling itself the Free Democratic",
  "People’s Government of Laos (FDPGL), exploded a bomb in Vientiane and claimed",
  "responsibility for 14 other explosions since 2000. They announced that their aim was to",
  "overthrow ‘the cruel and barbarian LPRP’. The pressure was on for the Party to deliver",
  "reform and prosperity without too much delay. In 2006 a new leader came to power:",
  "Choummaly Sayasone was chosen as Communist Party general secretary and president",
  ".",
  "of Laos",
  "FURTHER READING",
  "Buzo, A., The Guerilla Dynasty: Politics and Leadership in North Korea (I. B. Tauris,",
  "1999).",
  "Chandler, D. P., A History of Cambodia (Westview, 4th edition, 2007).",
  "Dae-sook Suh, Kim II Sung:The North Korean Leader(Columbia University Press, 1995).",
  "Hayton, B.,Vietnam: Rising Dragon (Yale University Press, 2011).",
  "464 PART III COMMUNISM-RISEANDDECLINEIV",
  "Part",
  "The United States",
  "of AmericaThis page intentionally left blank22"
]