[
  "Conflict in the Middle East",
  "SUMMARY OF EVENTS",
  "The area known as the Middle East has been one of the world’s most troubled regions,",
  "especially since 1945. Wars and civil wars have raged almost non-stop, and there has",
  "hardly been a time when the whole region was at peace. The Middle East consists of",
  "Egypt, the Sudan, Jordan, Syria, Lebanon, Iraq, Saudi Arabia, Kuwait, Iran, Turkey, the",
  ".",
  "Yemen republics, the United Arab Emirates and Oman (see Map 11.1) Most of these",
  "states, except Turkey and Iran, are peopled by Arabs; Iran, though not an Arab state,",
  ".",
  "contains many Arabs living in the area around the northern end of the Persian Gulf The",
  "Middle East also contains the small Jewish state of Israel, which was set up by the United",
  ".",
  "Nations in 1948 in Palestine",
  "The creation of Israel in Palestine,an area belonging to the Palestinian Arabs,outraged",
  "Arab opinion throughout the world (other Arab states outside the Middle East are",
  "Morocco, Algeria, Tunisia and Libya). The Arabs especially blamed Britain, who, they",
  "felt, had been more sympathetic to the Jews than to the Arabs; most of all they blamed the",
  "USA, which had supported the idea of a Jewish state very strongly. The Arab states",
  "refused to recognize Israel as a legal state and they vowed to destroy it. Although there",
  "were four short wars between Israel and the various Arab states (1948-9, 1956, 1967 and",
  "1973), Arab attacks failed, and Israel survived. However, the conflict between Israel and",
  "the Palestinians dragged on;even at the end of the first decade of the twenty-first century,",
  "no permanent peace agreement had been reached.",
  "The Arab desire to destroy Israel tended for much of the time to overshadow all other",
  "concerns. However, two other themes ran through Middle East affairs which became",
  "mixed up with the anti-Israel struggle:",
  "(cid:127) the desire of some Arabs to achieve political and economic unity among the Arab",
  "states;",
  "(cid:127) the desire of many Arabs to put an end to foreign intervention in their countries.",
  "The Middle East attracted a lot of attention from both western and communist powers,",
  "because of itsstrategic position and rich oil resources. In addition, there were a number of",
  "conflicts involving individual Arab states:",
  "(cid:127) .",
  "There was civil war in the Lebanon which lasted for close on 15 years from 1975",
  "(cid:127) There was a war between Iran and Iraq lasting from 1980 until 1988.",
  "(cid:127) In the First Gulf War (1990-1) Iraqi troops invaded Kuwait and were driven out",
  ".",
  "again by an international coalition led by the USA",
  "Interpretations of the Middle East situation vary depending on whose viewpoint one looks",
  ".",
  "at For example, many British politicians and journalists regarded Colonel Nasser",
  "CONFLICTIN THEMIDDLEEAST 225226",
  "N",
  "0 BLACKSEA",
  "PART",
  "0 0 \\ V,",
  "V/",
  "IWAR . -",
  "Rabat Algiers AnoabavTunis",
  "IANTERNNATIODNAL MCOasabl.a%nWMScCaaEAOrQSrHaTAkEiRsRhQAN;F/ez OrAanLGERIA l)<S(cid:127) ' STrIiApoli LIBMYEADIT)BEeRngR\\haAzNiifjEAl-NAi<»C<aa^rI^iSro,.RViT^?-A'vA—EUw\\^Ky5j'»paBJ^wJrfu<CDsfcaA'ilBerNmVr||RA;QK*UVV.uW”-Aa.^'0IVT-B,\\asAr\\aMIRUANENIMTEIRDATAERSAB \\V",
  "^ BAHRAI",
  "EGYPT",
  "X.",
  "RELATIONS V\\ V A vV-ii & \\^oMedASinRAaAUBDIAI 1 QATAR]) asqat",
  "V r C",
  "MAURITANIA \\ sj ~V^J'eNdd^aMecca .<OM.A/N",
  "an'wa^. >/p.D.^R",
  "Khartoum / YE YEM",
  "i",
  "SUDAN \\\\ /' ?S^P^Cden (ySocotra",
  "\\ V V (SouthYemen)",
  "> DJIBOUTI",
  "<",
  "LIBYA L(PeaalgeusetinoefiAsraalbsoSatamtesember) \\N \\ ETHIOPIA // INDIANOCEAN",
  "-",
  "0 500miles v » /\"f SOMALIA",
  "0 800kilometres |Mogadish",
  "Map 11.1 TheMiddleEastand North Africa(Egyptian leader 1954-70) as some kind of dangerous fanatic who was almost as bad as",
  ".",
  "Hitler On the other hand, most Arabs thought he was a hero, the symbol of the Arab",
  "people’s move towards unity and freedom.",
  "11.1 ARAB UNITY AND INTERFERENCE FROM THE OUTSIDE WORLD",
  "(a) Arabs have several things in common",
  "They all speak the Arabic language, they are nearly all Muslims (followers of the religion",
  "known as Islam),except for about half the population of Lebanon, who are Christian;and",
  "most of them wanted to see the destruction of Israel so that the Palestinian Arabs could",
  "have back the land which they feel is rightfully theirs. Many Arabs wanted to see the unity",
  "carried much further into some sort of political and economic union, like the European",
  "Community. As early as 1931 an Islamic conference in Jerusalem put out this announce",
  "¬",
  "ment: ‘The Arab landsareacompleteand indivisible whole ... all effortsare to bedirected",
  "towards their complete independence, in their entirety and unified.’",
  ".",
  "Several attempts were made to increase unity among the Arab states",
  "(cid:127) The Arab League,founded in 1945,included Egypt, Syria, Jordan, Iraq, Lebanon,",
  ".",
  "Saudi Arabia and Yemen; membership later expanded to include 20 states in 1980",
  "However, it achieved very little politically and was constantly hampered by inter",
  ". ¬",
  "nal squabbles",
  "(cid:127) In the mid-1950s Arab unity (sometimes known as pan-Arabism, ‘pan’ meaning",
  "‘all’) received a boost withtheenergeticleadershipof ColonelGamal AbdelNasser",
  "of Egypt, who gained enormous prestige in the Arab world after the 1956 Suez",
  "Crisis (see Section 11.3). In 1958 Syria joined Egypt to form the United Arab",
  ".",
  "Republic,with Nasseras president However, thisonly lasted until 1961 whenSyria",
  "withdrew because of resentment at Nasser’s attempts to dominate the union.",
  "(cid:127)",
  "After Nasser’s death in 1970, his successor, President Sadat, organized a loose",
  "union between Egypt, Libyaand Syria, known asthe Federationof Arab Republics,",
  "'",
  "but it never amounted to much.",
  "In spiteof their similarities,there were too many pointson which the Arab statesdisagreed",
  "for unity ever to be really close. For example:",
  "(cid:127) Jordan and Saudi Arabia were ruled (and still are) by fairly conservative royalfami",
  "¬",
  "lies who wereoften criticizedfor being too pro-British by the governmentsof Egypt",
  "and Syria, which were pro-Arab nationalist as well as socialist.",
  "(cid:127) The other Arab states fell out with Egypt in 1979 because Egypt signed a separate",
  "peace treaty with Israel (see Section 11.6). This caused Egypt to be expelled from",
  "the Arab League.",
  "(b) Interference in the Middle East by other countries",
  "(cid:127) .",
  "British and French involvement in the Middle East stretched back many years",
  "Britain ruled Egyptfrom 1882(when British troopsinvaded it) until 1922, when the",
  "country was given semi-independence under its own king. However, British troops",
  "still remained in Egypt and the Egyptians had to continue doing what Britain",
  "wanted. By the Versailles settlement at the end of the First World War, Britain and",
  "France were given large areas of the Middle East taken from the defeated Turks, to",
  "CONFLICTIN THEMIDDLEEAST 227< \\ | |British mandate",
  "5",
  "I I",
  "TURKEY French mandate",
  "CASPIAN ~",
  "SEA",
  "e",
  "CYPRUS IRAN",
  "SYRIA",
  "LEBANON",
  "IRAQ Baghdad",
  "PALESTINE",
  "I Amman",
  "Jerusale/m Q I) O",
  "TRANSJORDAN",
  "EGYPT",
  "-",
  "KUWAITI",
  "SAUDI ARABIA _",
  "\\ THE",
  "(from 1932) \\ \\GULF",
  ">»",
  "Map 11.2 Areas given to Britain and France as mandates at the end of the",
  "First World War",
  "look after as mandates. Map 11.2 shows which areas were involved. Although",
  "Britain gave independence to Iraq (1932) and to Jordan (1946), both remained pro-",
  "British. France gave independence to Syria and Lebanon (1945) but hoped to main",
  "¬",
  "tain some influence in the Middle East.",
  "(cid:127) The Middle East held a very important strategic position in the world -it acted as",
  "a sort of crossroads between the western nations, the communist bloc and the Third",
  ".",
  "World countries of Africa and Asia",
  "(cid:127) At one time the Middle East produced over a third of the world’s oil supplies, the",
  "main producers being Iran, Iraq,Saudi Arabia and Kuwait. In the days before North",
  "Sea oil was available,and before the adventof nuclear power, theEuropean nations",
  "were heavily dependent on oil supplies from the Middle East and wanted to make",
  "-",
  "sure that the oil producing states had friendly governments which would sell them",
  ".",
  "oil cheaply",
  "(cid:127)",
  "The lack of unity among the Arab states encouraged other countries to intervene in",
  ".",
  "the Middle East",
  "Mostof the Arab states had nationalist governments which bitterly resented western influ",
  "- ¬",
  "ence.One byone,governmentsthat werethoughttobetoo pro West were swept away and",
  "-",
  "replaced by regimes which wanted to be non aligned; this meant being free to act inde",
  "¬",
  "pendently of both East (Communist bloc) and West.",
  "I Egypt",
  "At the end of the Second World War, British troops stayed on in the canal zone (the area",
  "around the Suez Canal).This was to enable Britain to control the canal, in which over half",
  "228",
  "PART I WAR ANDINTERNATIONAL RELATIONS.",
  "the shares were owned by the British and French In 1952 a group of Egyptian army offi",
  "¬",
  "cers, tired of waiting for the British to leave, overthrew Farouk, the King of Egypt (who",
  "was thought not to be firm enough with the British),and seized power themselves. By 1954",
  "Colonel Nasser had become president and his policy of standing up to Britain soon led to",
  "the Suez War of 1956 (see Section 11.3 for full details). This brought complete humilia",
  "¬",
  ".",
  "tion for Britain and was the end of British influence in Egypt",
  "2 Jordan",
  ".",
  "King Abdullah had been given his throne by the British in 1946 He was assassinated",
  "in 1951 by nationalists who felt that he was too much under Britain’s thumb. His",
  "successor, King Hussein, had to tread very carefully to survive. He ended the treaty",
  "which allowed British troops to use bases in Jordan (1957), and all British troops were",
  ".",
  "withdrawn",
  "3 Iraq",
  "King Faisal of Iraq and his prime minister, Nuri-es-Said, were pro-British; in 1955 they",
  "signed an agreement with Turkey (the Baghdad Pact) to set up a joint defence and",
  ".",
  "economic policy Pakistan, Iran and Britain also joined, Britain promising to help Iraq if",
  "she was attacked. The British humiliation in the 1956 Suez War encouraged the anti-",
  "- -",
  "British movement in Iraq to act: Faisal and Nuri es Said were murdered and Iraq became",
  ".",
  "a republic (1958) The new government was sympathetic towards Egypt and it withdrew",
  "Iraq from the Baghdad Pact. This marked the end of Britain’s attempt to play a major role",
  ".",
  "in Arab affairs",
  "4 Iran",
  "Important changes were taking place in Iran, the only Middle East state which had a",
  "frontier with the USSR. In 1945 the Russians tried to set up a communist government",
  "in northern Iran, the part that bordered on the USSR and which had a large and active",
  "communist party. The western-educated Shah (ruler) of Iran, Reza Pahlevi, resisted the",
  "Russians and signed a defence treaty with the USA (1950); they provided him with",
  "economic and military aid, including tanks and jet fighters. The Americans saw the",
  "situation as part of the Cold War-Iran was yet anotherfront where they thought it vital",
  "to prevent a communist advance. However, there was a strong nationalist movement in",
  "Iran which resented all foreign influence. Feelings soon began to turn against the USA",
  "and against Britain too. This was because Britain held a majority of the shares in the",
  "-",
  "Anglo Iranian Oil Company and its refinery at Abadan. It was widely felt that the",
  "British were taking too much of the profits, and in 1951 the Premier of Iran, Dr",
  "Mussadiq, nationalized the company (took it under the control of the Iranian govern",
  "¬",
  "ment).However, most of the world,encouraged by Britain, boycotted Iran’s oil exports",
  "and Mussadiq wasforced to resign. In 1954a compromise was reached in which British",
  "Petroleum was allowed 40 per cent of the shares. Iran now took 50 per cent of the prof",
  "¬",
  "its, which the Shah was able to use for a cautious modernization and land reform",
  ".",
  "programme",
  "This was not enough for the left and for the devout Muslims. They resented the Shah’s",
  "close ties with the USA, which they considered to be an immoral influence on their coun",
  "¬",
  "try. They also suspected that a large slice of the country’s wealth was finding its way into",
  "his private fortune. In January 1979 he was forced to leave the country, and an Islamic",
  "republic was set up under a religious leader, the Ayatollah (a sort of High Priest)",
  "Khomeini. Like Nasser, he wanted his country to be non-aligned.",
  "229",
  "CONFLICTIN THEMIDDLEEAST11.2 THE CREATION OF ISRAEL AND THE ARAB ISRAELI WAR 1948 9",
  "- , -",
  "(a) Why did the creation of the state of Israel lead to war?",
  "1 The origin of the problem went back almost 2000 years to the year AD 71, when",
  "most of the Jews were driven out of Palestine, which was then their homeland,by",
  ".",
  "the Romans In fact,small communitiesof Jewsstayed behind in Palestine,andover",
  "the following 1700 years there was a gradual trickle of Jews returning from exile.",
  "Until the end of the nineteenth century, however, there were never enough Jews to",
  "make the Arabs, who now looked on Palestine as their homeland, feel threatened.",
  "2 In 1897 some Jews living in Europe founded the World Zionist Organization at",
  "Basle in Switzerland.Zionists were people who believed that Jews ought to be able",
  "to go back to Palestine and have what they called ‘a national homeland’; in other",
  "words,a Jewish state.Jews had recently suffered persecution in Russia, France and",
  "Germany,and a Jewish state would provide a safe refugefor Jewsfrom allover the",
  "world. The problem was that Palestine was inhabited by Arabs who were under",
  "¬",
  "standably alarmed at the prospect of losing their land to the Jews.",
  "3 Britain became involved in 1917, when the foreign minister, Arthur Balfour,",
  ".",
  "announced that Britain supported the idea of a Jewish national home in Palestine",
  "After 1919, when Palestine becamea British mandate,large numbersof Jews began",
  "toarrivein Palestine,and the Arabs protested bitterly to the British that they wanted",
  "an independent Palestine for the Arabs, and an end to the immigration of Jews.",
  "The British government stated (1922) that there was no intention of the Jews",
  "occupying the whole of Palestine and that there would be no interference with the",
  ".",
  "rights of the Palestinian Arabs Balfour himself said in his declaration: ‘nothing",
  "shall be done which may prejudice the civil and religious rightsof the existing non-",
  "Jewish communities in Palestine’.The British hoped to persuadeJewsand Arabs to",
  "live together peacefully in the same state; they failed to understand the deep reli",
  "¬",
  "gious gulf between the two; and they failed to keep Balfour’s promise.",
  "4 Nazi persecution of Jews in Germany after 1933caused a flood of refugees,and by",
  "1940 about half the population of Palestine was Jewish. From 1936 onwards there",
  "were violent protests by Arabs and an uprising, which the British suppressed with",
  "some brutality, killing over 3000 Arabs. In 1937 the British Peel Commission",
  "proposed dividing Palestine intotwo separate states,one Arab and one Jewish, but",
  "the Arabs rejected the idea. The British tried again in 1939,offering an independent",
  "Arab state within ten years, and Jewish immigration limited to 10 000 a year; this",
  ".",
  "time the Jews rejected the proposal",
  "5 The Second World War made the situation much worse: there were hundreds of",
  "thousands of Jewish refugees from Hitler’s Europe desperately looking for some",
  ". ¬",
  "where to go In 1945 the USA pressed Britain to allow 100 000 Jews into Palestine;",
  "this demand was echoed by David Ben Gurion, one of the Jewish leaders, but the",
  ".",
  "British, not wanting to offend the Arabs, refused",
  "6 The Jews,after all that their race had suffered at the handsof the Nazis, were deter",
  "¬",
  ".",
  "mined to fight for their ‘national home’ They began a terrorist campaign against",
  "both Arabs and British; one of the most spectacular incidents was the blowing up",
  "of the King David Hotel in Jerusalem, which the British were using as their head",
  "¬",
  "quarters; 91 people were killed and many more injured. The British responded by",
  "arresting Jewish leaders and by turning back ships such as the Exodus,crammed",
  "with Jews intending to enter Palestine.",
  "7 The British, weakened by the strain of the Second World War,felt unable to cope.",
  "Ernest Bevin, the Labour foreign secretary, asked the United Nations to deal with",
  "230",
  "PARTI WAR ANDINTERNATIONALRELATIONSthe problem,and in November 1947,the UN voted to divide Palestine,setting aside",
  ".",
  "roughly half of it to form an independent Jewish state Early in 1948 the British",
  "decided to come out altogether and let the UN carry out its own plan. Although",
  "fighting was already going on between Jews and Arabs (who bitterly resented the",
  "loss of half of Palestine), the British withdrew all their troops. In May 1948 Ben",
  "Gurion declared the independence of the new state of Israel. It was immediately",
  "attacked by Egypt,Syria, Jordan, Iraq and Lebanon.",
  "(b) Who was to blame for the tragedy?",
  "(cid:127) .",
  "Most of the rest of the world seemed to blame Britain for the chaos in Palestine",
  "Many British newspapers which supported the Conservative Party also criticized",
  "Bevin and Britain’s Labour government for its handling of the situation. It was said",
  "that British troopsshould havestayedon toensure that the partition of Palestine was",
  "carried outsmoothly.The Arabsaccused the British of being pro-Jewish,for letting",
  "far too many Jews into Palestine in the first place,and for causing them to lose half",
  "their homeland. The Jews accused the British of being pro-Arab,for trying to limit",
  "Jewish immigration.",
  "(cid:127) BevinblamedtheUSAforthechaos,and there issome evidence to support hiscase.",
  "It was US President Truman who pressured Britain to allow 100 000 extra Jews to",
  "go to Palestine in April 1946. Although this was bound to upset the Arabs even",
  "more, Truman refused to provide any American troops to help keep order in",
  "Palestine,and refused toallow any moreJews toenter the USA. It wasTruman who",
  "rejected the British Morrison Plan (July 1946), which would have set up separate",
  ".",
  "Arab and Jewish provinces under British supervision It was the Americans who",
  "pushed the plan for partition through the UN, even though all the Arab nations",
  "voted against it; this was bound to cause more violence in Palestine.",
  "(cid:127) Some historians have defended the British,pointing out that they were trying to be",
  "fair to both sides,and that in the end,it was impossible to persuade both Arabs and",
  "Jews to accept a peaceful solution. The British withdrawal was understandable: it",
  "would force the Americansand the UN to take more responsibility for the situation",
  ".",
  "they had helped create It would save the British, who since 1945 had spent over",
  "£100 million trying to keep the peace, further expense which they could ill afford.",
  "(c) The war and its outcome",
  "Most people expected the Arabs to win easily, but against seemingly overwhelming odds,",
  "the Israelis defeated them and evencapturedmore of Palestine thanthe UN partition had",
  "given them.They ended up with about three-quarters of Palestine plus the Egyptian port",
  "of Eilat on the Red Sea. The Israelis won because they fought desperately, and many of",
  "their troops had gained military experiencefighting in the British army during the Second",
  "World War (some 30 000 Jewish men volunteered tofight for the British).The Arab states",
  "were divided among themselves and poorly equipped. The Palestinians themselves u",
  "demoralized, and their military organization had been destroyed by the British during",
  "uprisings of 1936-9.",
  "The most tragic outcome of the war was that the Palestinian Arabs became the innocent",
  "victims: they had suddenly lost three-quarters of their homeland, and the majority were",
  "now withoutastateof theirown.Some werein the new Jewish stateof Israel;othersfound",
  "themselves living in the area-known as the West Bank-occupied by Jordan. After some",
  "Jews had slaughtered the entire population of an Arab village in Israel, nearly a million",
  "CONFLICTIN THEMIDDLEEAST 231Arabs fled into Egypt, Lebanon, Jordan and Syria, where they had to live in miserable",
  ". .",
  "refugee camps The city of Jerusalem was divided between Israel and Jordan The USA,",
  "Britain and France guaranteed Israel’s frontiers, but the Arab states did not regard the",
  ".",
  "ceasefire as permanent They would not recognize the legality of Israel,and they regarded",
  "this war as only the first round in the struggle to destroy Israel and liberate Palestine.",
  "11.3 THE SUEZ WAR OF 1956",
  "(a) Who was to blame for the war?",
  "It is possible to blame different countries depending on one’s point of view.",
  "(cid:127) The Arabs blamed the Israelis, who actually began hostilities by invading Egypt.",
  "(cid:127) The communist bloc and many Arab states blamed Britain and France, accusing",
  "them of imperialist tactics (trying to keep control in the Middle East against the",
  "wishes of the Arab nations) by attacking Egypt. They accused the Americans of",
  ".",
  "encouraging Britain to attack",
  "(cid:127) The British, French and Israelis blamed Colonel Nasser of Egypt for being anti-",
  "Western. However, even the Americans thought that Britain and France had over",
  ". ¬",
  "reacted by using force, and most British historians agree",
  "1 Colonel Nasser,the new ruler of Egypt, was aggressively in favour of Arab unity",
  "and independence, including the liberation of Palestine from the Jews; almost",
  "everything he did irritated the British, Americans or French:",
  "(cid:127) He organized guerrillafighters known as fedayeen(‘self-sacrificers’) to carry",
  "out sabotage and murder inside Israel,and Egyptian ships blockaded the Gulf",
  "of Aqaba leading to the port of Eilat, which the Israelis had taken from Egypt",
  ".",
  "in 1949",
  "(cid:127)",
  "In 1936 Britain had signed an agreement with Egypt which allowed the",
  "British to keep troops at Suez. This treaty was due to expire in 1956, and",
  "Britain wanted it renewed. Nasser refused and insisted that all British troops",
  ".",
  "should withdraw immediately the treaty ended He sent help to the Algerian",
  "Arabs in their struggleagainstFrance (seeSection 24.5(c)),prodded the other",
  "-",
  "Arab states into opposing the British sponsored Baghdad Pact, and forced",
  "King Hussein of Jordan to dismiss his British army chief of staff.",
  "(cid:127) He signed an arms deal with Czechoslovakia (September 1955) for Russian",
  "fighters, bombers and tanks, and Russian military experts went to train the",
  "Egyptian army.",
  "2 The Americans were outraged at this, since it meant that the West no longer",
  "controlled arms supplies to Egypt. Egypt now became part of the Cold War: any",
  "country which was not part of the Western alliance and which bought arms from",
  "Eastern Europe was, in American eyes, just as bad as a communist country. It was",
  "seen as a sinister plot by the Russians to ‘move into’ the Middle East. The",
  "Americans therefore cancelled a promised grant of $46 million towards the build",
  "¬",
  "ing of a dam at Aswan (July 1956); their intention was to force Nasser to abandon",
  "his new links with the communists.",
  "3 Crisis pointwasreachedwhenNasserimmediatelyretaliatedbynationalizing theSuez",
  "Canal, intending to use the income from it to finance the dam. Shareholders in the",
  "canal, the majority of whom were British and French, were promised compensation.",
  "232",
  "PARTI WAR ANDINTERNATIONALRELATIONS.",
  "4 Anthony Eden,the British Conservative prime minister,took the lead at this point",
  "He believed that Nasser wason the way to forming a united Arabia under Egyptian",
  "control and communist influence, which could cut off Europe’s oil supplies at will.",
  "He viewed Nasser as another Hitler or Mussolini, and according to historian Hugh",
  "Thomas, ‘saw Egypt through a forest of Flanders poppies and gleaming jackboots’.",
  "He was not alone in this: Churchill remarked: ‘We can’t have this malicious swine",
  "sitting across our communications’, and the new Labour leader, Hugh Gaitskell,",
  "agreed that Nasser must not be appeased in the way that Hitler and Mussolini had",
  ".",
  "been appeased in the 1930s Everybody in Britain ignored the fact that Nasser had",
  "offered compensation to the shareholders and had promised that the ships of all",
  ".",
  "nations (except Israel) would be able to use the canal",
  "5 Secret talks took place between the British, French and Israelis and a plan was",
  "hatched: Israel would invade Egypt across the Sinai peninsula, whereupon British",
  "and French troops would occupy the canal zone on the pretext that they were",
  ". -",
  "protecting it from damage in the fighting Anglo French control of the canal would",
  "be restored, and the defeat, it was hoped, would topple Nasser from power.",
  "Recent research has shown that the war could easily have been avoided and that",
  ".",
  "Eden was more in favour of getting rid of Nasser by peaceful means In fact there",
  "wasasecret Anglo-American plan (Omega) tooverthrow Nasser using politicaland",
  "economic pressures. In mid-October 1956, Eden was still willing to continue talks",
  ".",
  "with Egypt He had called off the military operation and there seemed a good",
  "chance of compromise being reached over control of the Suez Canal. However,",
  ".",
  "Eden was under pressure from several directions to use force MI6 (the British",
  "Intelligence Service) and some members of the British government, including",
  ".",
  "Harold Macmillan (chancellor of the exchequer), urged military action Macmillan",
  ".",
  "assured Eden that the USA would not oppose a British use of force In the end, it",
  "was probably pressurefrom the French government which caused Eden to opt fora",
  ".",
  "joint military operation with France and Israel",
  "(b) Events in the war",
  ".",
  "The war began with the planned Israeli invasion of Egypt (29 October) This was a bril",
  "¬",
  "liant success, and within a week the Israelis had captured the entire Sinai peninsula.",
  "Meanwhile the British and French bombed Egyptian airfields and landed troops at Port",
  ".",
  "Said at the northern end of the canal The attacks caused an outcry from the rest of the",
  "world, and the Americans, who were afraid of upsetting all the Arabs and forcing them",
  "into closer ties with the USSR, refused to support Britain,although they had earlier hinted",
  ".",
  "that support would be forthcoming At the United Nations, Americans and Russians for",
  "once agreed: they demanded an immediate ceasefire, and prepared to send a UN force.",
  "With the pressure of world opinion against them, Britain, France and Israel agreed to",
  ".",
  "withdraw,while UN troops moved in to police the frontier between Egypt and Israel",
  "(c) The outcome of the war",
  "It wasacomplete humiliation for Britain and France, whoachieved none of theiraims,and",
  ".",
  "it was a triumph for President Nasser",
  "(cid:127) The war failed to overthrow Nasser, and his prestige as the leader of Arab nation",
  "¬",
  "alism against interfering Europeans was greatly increased; for the ordinary Arab",
  "people, he was a hero.",
  "CONFLICTIN THEMIDDLEEAST 233TheEgyptians blocked the canal, the Arabs reduced oil supplies to western Europe,",
  "where petrolrationing wasintroduced fora time,and Russian aid replaced thatfrom",
  "the USA.",
  "- -",
  "The British action soon lost them an ally in Iraq, where premier Nuri es Said came",
  "-",
  "under increasing attack from other Arabs for his pro British attitude; he was",
  "murdered in 1958.",
  "Britain was now weak and unable to follow a foreign policy independently of the",
  ".",
  "USA",
  "The Algerians were encouraged in their struggle for independence from France",
  "which they achieved in 1962.",
  "The war was not without successfor Israel: although she had been compelled to hand back",
  "all territory captured from Egypt, she had inflicted heavy losses on the Egyptians in men",
  "and equipment, which would take years to make good. For the time being the fedayeen",
  "raids ceased and Israel had a breathing space in which to consolidate. Following Britain’s",
  ".",
  "humiliation, the Israelis now looked towards the USA as their chief supporter",
  "11.4 THE SIX-DAY WAR OF 1967",
  "The Arab states had not signed a peace treaty at the end of the 1948-9 war and were still",
  "refusing to give Israel official recognition. In 1967 they joined together again in a deter",
  ". . ¬",
  "mined attempt to destroy Israel The lead was taken by Iraq, Syria and Egypt",
  "(a) The build-up to war",
  "1 In Iraq, a new government came to power in 1963 which was influenced by the",
  ".",
  "ideasof the Ba’ath Party in neighbouring Syria Supporters of the Ba’ath (meaning",
  "-",
  "‘resurrection’) believed in Arab independence and unity and were left wing in",
  "outlook, wanting social reform and better treatmentfor ordinary people.They were",
  "prepared to co-operate with Egypt, and in June 1967 their president, Aref,",
  "announced: ‘Our goal is clear-to wipe Israel off the map.’",
  "2 InSyria,political upheavals brought the Ba’ath Party to power in 1966.It supported",
  "El Fatah, the Palestinian Liberation Movement, a more effective guerrilla force",
  ".",
  "than the fedayeen Founded in 1957, Fatah eventually became the core section of",
  "the Palestine Liberation Organization (PLO), with Yasser Arafat as one of its lead",
  "¬",
  "ers.TheSyriansalso began to bombard Jewish settlementsfrom the Golan Heights,",
  ".",
  "which overlooked the frontier",
  "3 In Egypt,Colonel Nasser was immensely popular because of his leadership of the",
  "Arab world and his attempts to improve conditions in Egypt with his socialist poli",
  "¬",
  "cies. These included limiting the size of farms to 100 acres and redistributing",
  ".",
  "surplus land to peasants Attempts were made to industrialize the country,and over",
  "a thousand new factories were built, almost all under government control. The",
  "Aswan Dam project was vitally important, providing electricity, and water for irri",
  "¬",
  "gating an extra million acres of land. After early delaysat the time of the Suez War",
  "in 1956, work on the dam eventually got under way and the project was completed",
  "in 1971. With all going well at home and the prospect of effective help from Iraq",
  "and Syria, Nasser decided that the time was ripe for another attack on Israel. He",
  "began to move troops up to the frontier in Sinai and closed the Gulf of Aqaba.",
  "4 The Russians encouraged Egypt and Syria and kept up a flow of anti-Israeli propa",
  "¬",
  "ganda (because Israel was being supported by the USA). Their aim was to increase",
  "234",
  "PARTI WAR ANDINTERNATIONALRELATIONS.",
  "their influence in the Middle East at the expense of the Americans and Israelis",
  ".",
  "They hinted that they would send help if war came",
  "5 Syria, Jordan and Lebanon also massed troops along their frontiers with Israel,",
  ".",
  "while contingents from Iraq, Saudi Arabia and Algeria joined them Israel’s situa",
  "¬",
  ".",
  "tion seemed hopeless",
  "6 The Israelis decided that the best policy was to attack first rather than wait to be",
  ".",
  "defeated They launched a seriesof devastating air strikes, which destroyed most of",
  "the Egyptian airforce on the ground (5 June). Israeli troops moved with remarkable",
  "speed, capturing the Gaza Strip and the whole of Sinai from Egypt, the rest of",
  ".",
  "Jerusalem and the West Bank from Jordan, and the Golan Heights from Syria The",
  "Arabs had nochoice but toaccepta UNceasefireorder(10June),and it wasall over",
  "in less than a week. Reasons for the spectacular Israeli success were: the slow and",
  "ponderous Arab troop build-up which gave the Israelis plenty of warning, Israeli",
  ".",
  "superiority in the air,and inadequate Arab preparations and communications",
  "J",
  "LEBANON",
  "SYRIA",
  "Golan Heights",
  "I",
  "Mediterranean Sea",
  "^ ^",
  "West Bank",
  "Tel Aviv",
  "o",
  "A.mman",
  "Gaza Strip Jerusalem",
  "Gaza",
  "Dead Sea",
  "Port Said",
  "Beersheba",
  "Suez |",
  "Cana! El Arish ISRAEL",
  "k JORDAN",
  "E G Y P T Negev i",
  "Suez",
  "Sinai",
  "Eilat",
  "\\",
  "% I",
  "SAUDI ARABIA",
  "Territory conquered",
  "by the Israelis",
  ",",
  "Red Sea",
  "Map 11.3 The situation after the 1967 war",
  "235",
  "CONFLICTIN THEMIDDLEEAST(b) Results of the war",
  "1 Forthe Israelisit was a spectacular success: this time they had ignored a UN order",
  "to return the captured territory; this acted as a series of buffer zones between Israel",
  "and the Arab states (see Map 11.3), and meant that it would be much easier to",
  "defend Israel. However, it did bring a new problem - how to deal with about a",
  "million extra Arabs who now found themselves under Israeli rule. Many of these",
  "were living in the refugee camps set up in 1948 on the West Bank and in the Gaza",
  "Strip.",
  "2 It was a humiliation for the Arab states,and especially for Nasser, who now real",
  "¬",
  "ized that the Arabs needed outside help if they were ever to free Palestine. The",
  ".",
  "Russians had been a disappointment to Nasser and had sent no help To try and",
  "improve their relations with Egypt and Syria, the Russians began to supply them",
  ".",
  "with modern weapons Sooner or later the Arabs would try again to destroy Israel",
  "and liberate Palestine. The next attempt came in 1973 with the Yom Kippur War.",
  "11.5 THE YOM KIPPUR WAR OF 1973",
  "(a) Events leading up to the war",
  "Several things combined to cause the renewed conflict.",
  "1 Pressure was brought to bear on the Arab states by the Palestine Liberation",
  "Organization (PLO) under its leader Yasser Arafat, for some further action. When",
  "very little happened, a more extreme group within the PLO, called the Popular",
  "Front for the Liberation of Palestine (PFLP), embarked on a series of terrorist",
  "attacks to draw world attention to the grave injustice being done to the Arabs of",
  ".",
  "Palestine They hijacked airliners and flew three of them to Amman, the capital of",
  "Jordan, where they were blown up (1970).This wasembarrassing for King Hussein",
  "of Jordan, who now favoured a negotiated peace, and in September 1970 he",
  "expelled all PLO members based in Jordan. However, terrorist attacks continued,",
  "reaching a horrifying climax when some members of the Israeli team were",
  ".",
  "murdered at the 1972 Munich Olympics",
  "2 Anwar Sadat,the president of Egypt since Nasser’s death in 1970,was becoming",
  ".",
  "increasinglyconvincedof the need fora negotiated peace settlement with Israel He",
  "was worried that PLO terrorism would turn world opinion against the Palestinian",
  "cause. He was prepared to work either with the USA or with the USSR, but he",
  "hoped to win American support for the Arabs, so that the Americans would",
  "persuade the Israelis to agree to a peace settlement. However, the Americans",
  ".",
  "refused to get involved",
  "3 Sadat,together with Syria, decided to attack Israel again, hoping that this would",
  ".",
  "force the Americans to act as mediators The Egyptians were feeling more confi",
  "¬",
  "dent because they now had modern Russian weapons and their army had been",
  ".",
  "trained by Russian experts",
  "(b) The war began on 6 October 1973",
  "Egyptian and Syrian forces attacked early on the feast of Yom Kippur, a Jewish reli",
  "¬",
  "gious festival, hoping to catch the Israelis off guard. After some early Arab successes,",
  "the Israelis, using mainly American weapons, were able to turn the tables. They",
  "236 PART I WAR ANDINTERNATIONAL RELATIONSsucceeded in hanging on to all the territory they had captured in 1967 and even crossed",
  ".",
  "the Suez Canal into Egypt In one sense Sadat’s plan had been successful - both the",
  "USA and the USSR decided it was time to intervene to try to bring about a peace settle",
  "ment. Acting with UN co-operation, they organized a ceasefire, which both sides¬",
  ".",
  "accepted",
  "(c) The outcome of the war",
  "The end of the war brought aglimmer of hopefor some sort of permanent peace.Egyptian",
  ".",
  "and Israeli leaders came together (though not in the same room) in Geneva The Israelis",
  "agreed to move their troops back from the Suez Canal (which had been closed since the",
  "1967 war), which enabled the Egyptians to clear and open the canal in 1975 (but not to",
  ".",
  "Israeli ships)",
  "-",
  "An important development during the war was that the Arab oil producing states tried",
  "to bring pressure to bear on the USA and on western European states which werefriendly",
  ".",
  "to Israel, by reducing oil supplies This caused serious oil shortages, especially in",
  ".",
  "Europe At the same time producers, well aware that oil supplies were not unlimited,",
  "looked on their action as a way of preserving resources. With this in mind, the",
  "Organization of Petroleum Exporting Countries (OPEC) began to raise oil prices",
  ".",
  "substantially This contributed to inflation and caused an energy crisis in the world’s",
  ".",
  "industrial nations",
  "11.6 CAMP DAVID AND THE EGYPTIAN-ISRAELI PEACE, 1978-9",
  "(a) Why did the two sides begin to talk to each other?",
  "1 President Sadat had become convinced that Israel could not be destroyed by force,",
  "and that it was foolish to keep on wasting Egypt’s resources in fruitless wars; but it",
  "took great courage to be the first Arab leader to meet the Israelisface to face. Even",
  "to talk with Israeli leaders meant conceding that Egypt recognized the lawful exis",
  "¬",
  "tence of the state of Israel. He knew that the PLO and the more aggressive Arab",
  "states, Iraq and Syria, would bitterly resent any approach. In spite of the dangers,",
  "Sadat offered to go to Israel and talk to the Knesset (Israeli parliament).",
  "2 The Israelis were suffering economic problems, partly because of their enormous",
  "defence expenditure, and partly because of a world recession. The USA was press",
  "¬",
  "ing them to settle their differences with at least some of the Arabs. They accepted",
  "Sadat’soffer;he visited Israel in November 1977,and Menachem Begin, the Israeli",
  "prime minister, visited Egypt the following month.",
  "3 President Carter of the USA played a vital role in setting up formal negotiations",
  "between the two sides, which began in September 1978 at Camp David (near",
  ".",
  "Washington)",
  "(b) The peace treaty and its aftermath",
  "With Carter acting as intermediary, the talks led to a- peace treaty being signed in",
  "Washington in March 1979. The main points agreed were.",
  "(cid:127) The state of war that had existed between Egypt and Israel since 1948 was now",
  "ended;",
  "CONFLICTIN THEMIDDLEEAST 237(cid:127)",
  "Israel promised to withdraw its troops from Sinai;",
  "(cid:127) Egypt promised not toattack Israelagainand guaranteed to supply her withoilfrom",
  "the recently opened wells in southern Sinai;",
  "(cid:127) .",
  "Israeli ships could use the Suez Canal",
  "The treaty was condemned by the PLO and most other Arab states (except Sudan and",
  "Morocco) and there was clearly a long way to go before similar treaties could be signed",
  "by Israel with Syria and Jordan. World opinion began to move against Israel and to",
  "accept that the PLO had a good case; but when the USA tried to bring the PLO and",
  "Israel together in an international conference, the Israelis would not co-operate. In",
  "November 1980 Begin announced that Israel would never return the Golan Heights to",
  "Syria, not even in exchange for a peace treaty; and they would never allow the West",
  "Bank to become part of an independent Palestinian state; that would be a mortal threat",
  "to Israel’s existence. At the same time, resentment mounted among West Bank Arabs",
  "at the Israeli policy of establishing Jewish settlements on land owned by Arabs. Many",
  "observers feared fresh violence unless Begin’s government adopted a more moderate",
  ".",
  "approach",
  "The peacealsoseemed threatened fora time when President Sadat wasassassinatedby",
  ".",
  "some extremist Muslim soldiers while he was watching a military parade (October 1981)",
  "They believed that he had betrayed the Arab and Muslim cause by doing a deal with the",
  ".",
  "Israelis However, Sadat’s successor, Hosni Mubarak, bravely announced that he would",
  ".",
  "continue the Camp David agreement",
  "For most of the 1980s the Arab-Israeli feud was overshadowed by the Iran-Iraq War",
  "(see Section 11.9), which occupied much of the Arab world’s attention. But beginning in",
  "December 1987 there were massive demonstrations by Palestinians living in the refugee",
  "camps of the Gaza Strip and the West Bank (see Map 11.3). The intifada (‘shaking off ),",
  "as it was known, was a long campaign of civil disobedience involving strikes, non",
  "¬",
  "paymentof taxes,and an attempt to boycott Israeli products.They were protestingagainst",
  "repressive Israeli policies and the brutal behaviour of Israeli troops in the camps and in",
  "the occupied territories. An Israeli clampdown failed to quell the intifada,which contin",
  "¬",
  "ued for over three years. The Israelis’ tough methods earned them UN and worldwide",
  ".",
  "condemnation",
  "11.7 PEACE BETWEEN ISRAEL AND THE PLO",
  "The electionof a lessaggressive government (Labour)in Israel in June 1992 raised hopes",
  ".",
  "for better relations with the Palestinians Prime Minister Yitzak Rabin and Foreign",
  "Minister Shimon Peres both believed in negotiation, and were prepared to make conces",
  "¬",
  "sions in order to achieve a lasting peace. Yasser Arafat, the PLO leader, responded and",
  "talks opened. But there was so much mutual suspicion and distrust after all the years of",
  ".",
  "hostility that progress was difficult However, both sides persevered and by early 1996,",
  ".",
  "remarkable changes had taken place",
  "(a) The peace accord of September 1993",
  "This, the first major breakthrough, took place at a conference in Oslo,and became known",
  ".",
  "as the Oslo Accords It was agreed that:",
  "(cid:127)",
  "Israel formally recognized the PLO;",
  "(cid:127) the PLO recognized Israel’s right to exist and promised to give up terrorism;",
  "238",
  "PART I WAR ANDINTERNATIONAL RELATIONSx part oftheuazaStrip,treesoccupiedbvIsrael since±e .96? war.Israelitroops",
  ".",
  "wou dbe withdrawnfro~ theseareas",
  "i",
  ". .",
  "Extrttnrst grcuos cn both &:des opposed the agreement The Popular Front for the",
  "beration of Palestine still wanted * completely independent Palestinian state. Israel",
  "stevers on the West Bank were against allconcession.s to the FLO,However,themoder¬",
  "ate sedersonbothsidesshowedgreat courageanddc erntinaLoe,especiallyYos«Beiliu,",
  "tieIsraelideputy foreign c.mister,andMahmoud Abbas(alsoknownasAbjMazen),one",
  "1",
  "\"",
  "KEY Tomile:s >",
  "Q one",
  "’",
  "Phasetwotroop wJthtfrewe):froTI450",
  "townsandlvilc^re -",
  "SO",
  "Jewettsotttoments",
  "'",
  "-",
  "r 'V nJr",
  "% \\",
  "’",
  "/",
  "u&karn",
  "Mediterranean <",
  "f:<3",
  "c",
  "%",
  "'",
  "f",
  "msr; h",
  "SANK",
  "tem",
  "cL",
  ".",
  "SB A l",
  "-",
  "^",
  "W",
  "orjsa.Br",
  "i v '",
  "#",
  "/ *B«h«h",
  ".",
  "Hebro~",
  "r i",
  "i j",
  "J",
  "1995",
  "Smirre. TheGuardian,25September 1995",
  "239.",
  "of Arafat’s advisers Two years later they took an even more momentous step forward,",
  ".",
  "building on the Oslo Accords",
  "(b) Self-rule for the Palestinians (September-October 1995)",
  "(cid:127)",
  "Israel agreed to withdraw its troops from most of the West Bank (except Hebron),",
  "in stages over several years, handing over both civil and security powers to the",
  "PLO.This would end Israeli control of the areas they had held since 1967 (see Map",
  "11.4). The areas would then remain demilitarized.",
  "(cid:127) The areas would be ruled by a parliamentor Palestinian Council of 88 members, to",
  "be elected early in 1996 by all West Bankers and Arab residents of Jerusalem aged",
  "over 18. East Jerusalem was to be the capital.",
  "(cid:127) AllPalestinian prisonersheld byIsrael(about6000)would be released,in threephases.",
  "Mostof theworld’sleaderswelcomed thisbraveattempt to bring peaceto thetroubled region.",
  "But once again extremists on both sides claimed that their leaders were guilty of ‘shameful",
  "surrender’. Tragically, Prime Minister Yitzhak Rabin was assassinated by an Israeli fanatic",
  "shortly after addressing a peace rally (4 November 1995). Peres became prime minister; the",
  "murder caused a revulsion of feeling against the extremists and the agreement was gradually",
  "put into operation. In January 1996, King Hussein of Jordan paid an official public visit to",
  "Israel for the first time, 1200 Palestinian prisoners were released and talks opened between",
  ".",
  "Israel and Syria The promised elections were held; although the extremists urged people to",
  "boycott them, there was an encouragingly large turnout of over 80 per cent. As expected,",
  "Yasser Arafat became the new Palestinian presidentand hissupporters were ina large major",
  ". ¬",
  "ity in the newly elected parliament This government wasexpected to hold office until 1999,",
  "when,it was hoped,a permanent peace agreement would have been reached.",
  "However, the situation changed rapidly during the spring of 1996: four suicide bomb",
  "¬",
  "ings,carried out by the militant Palestinian group Hamas (Islamic Resistance Movement),",
  "claimed 63 lives; the militant Shiite Islamic group Hezbollah (Party of God), based in",
  "Lebanon, shelled villages in northern Israel from southern Lebanon. All this enabled the",
  "hardline Likud leader Binyamin Netanyahu, who denounced Labour policy as ‘too soft’",
  "towards the Palestinians, to win a narrow victory in the election of May 1996. This",
  "dismayed much of the outside world and threw the whole peace process into doubt.",
  "11.8 CONFLICT IN THE LEBANON",
  "Originally part of the Ottoman (Turkish) Empire, Lebanon (see Map 11.5) was made a",
  "French mandate at the end of the First World War and became fully independent in 1945.",
  "It soon became a prosperous state, making money from banking and from serving as an",
  "important outlet for the exports of Syria, Jordan and Iraq. However, in 1975 civil war",
  "broke out, and although all-out war ended in 1976, chaos and disorder continued right",
  "through the 1980s as different factions struggled to gain influence.",
  "(a) What caused civil war to break out in 1975?",
  "/ Religious differences",
  "The potential for trouble was there from the beginning, since the country was a bewilder",
  "¬",
  "ing mixture of different religious groups,some Muslim,some Christian, which had devel",
  "¬",
  "oped independently, separated from each other by mountain ranges.",
  "240 PARTI WAR ANDINTERNATIONAL RELATIONSI Bekaa",
  "tft lj /",
  "- . Valley",
  "©",
  "Mediterranean / Baalbek /",
  "# ,",
  "rO",
  "Sea",
  "/",
  "Beirut JT",
  "\\",
  "SidonC)",
  "/",
  "LEBANON",
  "Tyrew y?*",
  "Naqoura SYRIA",
  "— /",
  "1",
  "Kiryat",
  "Shmonai",
  "ISRAEL",
  "40 miles",
  "Map 11.5 The Lebanon",
  "Source: The Guardian,May 1996",
  "There were four main Christian groups:",
  "(cid:127)",
  "Maronites (the wealthiest and most conservative);",
  "(cid:127) Greek Orthodox;",
  "(cid:127) Roman Catholics;",
  "(cid:127) .",
  "Armenians",
  "There were three Muslim groups:",
  "(cid:127) Shia-the largest group, mainly poor working class;",
  "(cid:127)",
  "Sunni - a smaller group, but wealthier and with more political influence than the",
  "Shia;",
  "(cid:127) - .",
  "Druze a small group living in the centre of the country, mainly peasants",
  "There was a long history of hatred between Maronites and Druze, but this seemed to be",
  "kept in check by the carefully framed constitution, which tried to give fair representation",
  "toall groups.The president wasalwaysa Maronite,the prime ministeraSunni,thespeaker",
  "(chairman of parliament) a Shia, and the army chief of staff a Druze. Of the 43 seats in",
  "241",
  "CONFLICTIN THEMIDDLEEASTto Iraq and the rest dispersed tntodifferent Arabcountries,where they were,on the",
  "whole, not welcome The Israelis withdrew and a multinational force (made up of",
  "troops from ^the USA, France, Italy and Britain) took their place to maintain the",
  "owe er a spate of attacks and suicide bombings forced them to withdraw.",
  "’",
  "4 In 1984 an alliance of Shia militia (known as Amal) and Druze militia, backed by",
  "Syria,drove President Gemayel out of Beirut. Then the Shia and Druze themselves",
  "came to blows in a struggle for control of West Beirut. Yasser Arafat used the",
  "general confusion to rearm his Palestinians in the refugee camps.",
  "At the end of 1986 the situation was extremely complex:",
  "(cid:127) Shiite Amal militia, backed by Syria, alarmed at the renewed strength of the PLO,",
  "which seemed likely to set up a state within a state, were besieging the refugee",
  "camps, hoping to starve them into surrender.",
  "(cid:127) At the same time an alliance of Druze, Sunni and communists was trying to drive",
  ".",
  "Amal out of West Beirut Another more extreme Shia group, known as Hezbollah",
  "(Party of God) which was backed by Iran, was also involved in the struggle.",
  ",",
  "(cid:127) Early in 1987 fierce fighting again erupted between Shia and Druze militia for",
  "control of West Beirut. Several European and American hostages were seized,",
  "including Terry Waite, the Archbishop of Canterbury’s special envoy, who had",
  ".",
  "gone to West Beirut to try to negotiate the release of some earlier hostages",
  "(cid:127) With the country apparently in a state of total disintegration, President Assad of",
  "Syria responding toa request from the Lebanese government, again sent histroops",
  ",",
  "and tanksinto West Beirut (February 1987). Within a week,calm had been restored.",
  "(c) Peace at last",
  "Although assassinationsof leading figures continued, the situation gradually stabilized. In",
  "September 1990 important changes were introduced in the country's constitution, giving",
  "the Muslims fairer representation. The membership of the National Assembly was",
  "increased to 108,equally divided between Christiansand Muslims.The government, with",
  "Syrian help gradually restored its authority over more and more of the country and",
  ",",
  "managed to get most of the militia armies disbanded. The government also succeeded in",
  "getting all the Western hostages released, the last ot them in June 1992. All this was very",
  "much becauseof theSyrian presence;in May 1991 the twostatessigned a treaty of ‘broth¬",
  "erhood and co-ordination’. However, this was strongly criticized by the Israelis, who",
  "crelamimaiendedthiantstohuetthreerantyLmebaarkneodntthoes‘avfiergtuuaalrdantnheexiratnioornthoefrnLefrboanntoienr.by Syria’. Israeli troops",
  "(d) The July War of 2006",
  "The Israelis eventually removed their troops from southern Lebanon, but not until 2000.",
  "However they still occupied an area known as theSheba’a farms, which,so they claimed,",
  "waspart of Syria and therefore there was no need for Israeli troops tomoveout. Hezbollah",
  "insisted that the Sheba’a farms belonged to Lebanon, and therefore Israel must withdraw.",
  "Many observers suspected that both Hezbollah and Syria, which suppo.rted Hezbollah,",
  "were using the situation as a pretext to justify continued hostility to Israel They want.ed to",
  "show support for the Palestinians, who were now involved in the second intifada The",
  "CONFLICTINTHEMIDDLE EAST 243dispute simmered on until in July 2006 Hezbollah decided to test Israel’s reactions and at",
  "the same time help Hamas, which was being attacked by Israel: they ambushed an Israeli",
  "patrol. In total, eight Israeli soldiers were killed and two were taken prisoner. Hezbollah",
  "believed that Israel would be too busy with Hamas to retaliate.They were sadly mistaken.",
  "In fact Israel had been looking for an excuse to destroy Hezbollah, and the USA was",
  ".",
  "urging them to take action, as part of the general ‘war on terror’",
  "The very day after the attack on the patrol, the Israeli response began. The Lebanese",
  "coast was blockaded, and air strikes put Beirut airport out of action and destroyed",
  "Hezbollah’s headquarters. Afterafew days, Israeli ground troops invaded. It soon became",
  "clear that Israel intended to destroy Hezbollah’sfighting ability by bombing its arsenal of",
  ".",
  "rockets, killing its leaders,cutting it off from its supply linesand from itssupporters This",
  "did not prevent Hezbollah from retaliating by firing rockets into Israel at an average of",
  "over a hundred a day for the 34 days that the war lasted. But Israeli bombing did enor",
  "¬",
  "mous damage to civilians and their property in southern Lebanon, and if anything,",
  "increased support for Hezbollah. In August 2006 the UN succeeded in arranging a cease",
  "¬",
  "fire, but not before over a thousand Lebanese civilians and some 200 Hezbollah fighters",
  "had been killed and around a million civilians made homeless. On the Israeli side 118",
  "soldiersand around 40civilians were killed.Hezbollah claimed victory, but privately they",
  "admitted that it was a hollow victory and that had they known what Israel’s response",
  "would be, it would never have kidnapped the soldiers. For Israel it left a rare taste of",
  "defeat; the ground invasion was poorly organized and ineffective,and it somewhat dented",
  "Israel’s reputation for invincibility. David Hirst, in his book about Lebanon, concludes",
  "that what was meant to be a demonstration of strength by Israel turned out to be an almost",
  ".",
  "comic illustration of ineffectuality It seemed that Israel had learned nothing from the",
  ".",
  "1982 Lebanon War",
  "11.9 THE IRAN-IRAQ WAR, 1980-8",
  "The Middle East and the Arab world were thrown into fresh confusion in September 1980",
  "when Iraqi troops invaded Iran.",
  "(a) Iraq's motives",
  "President Saddam Hussein of Iraq had several motives for launching the attack.",
  "(cid:127) He was afraid of militant Islam spreading across the border into Iraq from Iran.",
  "Iran had become an Islamic republic in 1979 under the leadership of the Ayatollah",
  ".",
  "Khomeini and his fundamentalist Shiite Muslim supporters They believed that the",
  "country should be run according to the Islamic religion, with a strict moral code",
  "enforced by severe punishments. According to Khomeini, ‘in Islam the legislative",
  ".",
  "power to establish laws belongs to God Almighty’ The population of Iraq was",
  "mainly Sunni Muslim, but there was a large Shia minority.Saddam, whose govern",
  "¬",
  "ment was non-religious, was afraid that the Shias might rise up against him, and he",
  "had some of their leadersexecuted early in 1980.The Iranians retaliated by launch",
  "¬",
  "ing raids across the frontier.",
  "(cid:127) The Iraqis claimed that the Iranian border province of Khuzestan should rightfully",
  ".",
  "belong tothem This wasan area peopled largely by Arabs,and Saddam hoped that",
  ".",
  "they would rally to support Iraq (most Iranians were Persians, not Arabs)",
  "(cid:127) - - - .",
  "There was a long standing dispute over the Shatt el Arab waterway This was an",
  "important outlet for the oil exports of both countries, and it formed part of the",
  "244 PARTI WAR ANDINTERNATIONALRELATIONS. - -",
  "frontier between the two states The Shatt el Arab had once been completely under",
  "Iraqi control, but five years earlier the Iranian government had forced Iraq to share",
  "control of it with Iran.",
  "(cid:127)",
  "Saddam thought that the Iranian forces would be weak and demoralized so soon",
  "after the fundamentalist takeover, so he expected a quick victory. It soon became",
  ".",
  "clear that he had miscalculated badly",
  "(b) The war drags on",
  "The Iraniansquickly organized themselves todeal with the invasion, which began with the",
  "Iraqi seizure of the disputed waterway. The Iranians replied with mass infantry attacks",
  "against heavily fortified Iraqi positions. On paper Iraq seemed much the stronger, being",
  "well supplied with Soviet tanks, helicopter gunships and missiles, and some British and",
  "American weapons as well. However, the Iranian revolutionary guards, inspired by their",
  "religion, and ready to become martyrs, fought with fanatical determination; eventually",
  "- -",
  "they too began to get modern equipment (anti aircraft and anti tank missiles) from China",
  ".",
  "and North Korea (and secretly from the USA) As the war dragged on, Iraq concentrated",
  "on strangling Iranian oil exports, which paid for their arms supplies; Iran meanwhile",
  "captured Iraqi territory, and early in 1987 their troops were only ten miles from Basra,",
  "Iraq’s second most important city, which had to be evacuated. By this time the territorial",
  "dispute had become lost in the deeper racial and religious conflict: Khomeini had sworn",
  "never to stop fighting until his Shia Muslim fundamentalists had destroyed the ‘godless’",
  ".",
  "Saddam regime",
  ".",
  "The war had important international repercussions",
  "(cid:127) The stabilityof the entire Arab world wasthreatened.The more conservative states",
  "- Saudi Arabia, Jordan and Kuwait - gave cautious support to Iraq; but Syria,",
  "Libya, Algeria,South Yemen and the PLO were critical of Iraq for starting the war",
  "ata time when,they believed,all Arabstatesshould have been concentrating on the",
  "destruction of Israel.TheSaudisand the otherGulf states,suspiciousof Khomeini’s",
  "fundamentalist brand of Islam, wanted to see Iran’s ability to dominate the Persian",
  ".",
  "Gulf controlled Asearly as November 1980an Arabsummitconference in Amman",
  "(Jordan), to draw up new plans for dealing with Israel, failed to get off the ground",
  "-",
  "because the anti Iraq states, led by Syria, refused to attend.",
  "(cid:127) The attacks on Iran’s oil exports threatened the energy supplies of the West,and at",
  "various times brought American, Russian, British and French warships into the",
  "region, raising the international temperature. In 1987 the situation took a more",
  "dangerous turn as oil tankers, whatever their nationality, were threatened by mines;",
  "which side was responsible for laying them was open to debate.",
  "(cid:127) The success of Iran’s Shia fundamentalist troops, especially the threat to Basra,",
  "alarmed the non-religious Arab governments,and many Arabs were afraid of what",
  ".",
  "might happen if Iraq was defeated Even President Assad of Syria, at first a strong",
  "supporter of Iran, was worried in case Iraq split up and became another Lebanon;",
  "this could well destabilize Syria itself. An Islamic conference held in Kuwait",
  "(January 1987) was attended by representatives of 44 nations; but Iran’s leaders",
  "refused to attend,and no agreement could be reached on how to bring the war to an",
  ".",
  "end",
  "(cid:127) The war entered a new and even more terrible phase towards the end of 1987 when",
  "both sides began to bombard each other’s capital cities,Tehran (Iran) and Baghdad",
  "(Iraq), causing thousands of deaths.",
  "CONFLICTIN THEMIDDLEEAST 245(c) The end of the war, 1988",
  "Although neither side had achieved itsaims, the cost of the war, both economically and in",
  "human lives, was telling heavily. Both sides began to look for a way to end the fighting,",
  "though for a time they continued to pour out propaganda; Saddam talked about ‘total",
  "victory’ and the Iranians demanded ‘total surrender’. The UN became involved, did some",
  "straight talking to both sides, and succeeded in arranging a ceasefire (August 1988). This",
  "was monitored by UN troops, and against all expectations, the truce lasted. Peace negoti",
  "¬",
  "ations opened in October 1988 and terms were finally agreed in 1990.",
  "11.10 THE GULF WAR, 1990-1",
  "Even before he had accepted the peace terms at the end of the Iran-Iraq War, Saddam",
  ".",
  "Hussein began his next act of aggression His forces invaded and quickly occupied the",
  "small neighbouring state of Kuwait (August 1990).",
  "(a) Saddam Hussein's motives",
  "(cid:127) His real motive was probably to get his handson the wealth of Kuwait,since he was",
  "seriously shortof cash after the long war with Iran. Kuwait, though small, had valu",
  "¬",
  "able oil wells, which he would now be able to control.",
  "(cid:127) He claimed that Kuwait was historically part of Iraq, though in fact Kuwait had",
  "existedasaseparate territory-a British protectorate-since 1899, whereas Iraq had",
  ".",
  "not been created until after the First World War",
  "(cid:127) Hedid notexpectany action from theoutside world now that his troops werefirmly",
  "entrenched in Kuwait, and he had the strongest army in the region. He thought",
  "Europe and the USA were reasonably amenable to him since they had supplied him",
  "with arms during his war with Iran. After all, the USA had been supporting him all",
  "the way through his war against the Iranian regime that had overthrown the Shah,",
  ".",
  "an American ally The Americans valued him as a stabilizing influence within the",
  "region and in Iraq itself - they had taken no action when Saddam had suppressed",
  "the Shias, nor when he brutally crushed the Kurds (who were demanding an inde",
  "¬",
  "pendent state) in the north of Iraq,in 1988.",
  "(b) The world unites against Saddam Hussein",
  "Once again,as inthe case of Iran,Saddam hadmiscalculated.President Bush of the USA",
  "took the lead in pressingfor action to remove the Iraqisfrom Kuwait.The UN placed trade",
  "sanctions on Iraq, cutting off her oil exports, her main source of income. Saddam was",
  "ordered to remove his troops by 15January 1991,after which the UN would use ‘all neces",
  "¬",
  "sary means’ to clear them out. Saddam hoped that this was all bluff and talked of ‘the",
  "mother of all wars’ if they tried to throw him out. But Bush and Margaret Thatcher had",
  "decided that Saddam’s power must be curbed; he controlled too much of the oil that the",
  ".",
  "industrial west needed Fortunately for Britain and the USA, Saudi Arabia, Syria and",
  "Egypt were also nervous about what Saddam might do next, so they supported the UN",
  ".",
  "action",
  "In spite of frantic diplomatic efforts, Saddam Hussein felt that he could not lose face",
  "by withdrawing from Kuwait,though he knew that an international force of over 600 000",
  ".",
  "had been assembled in Saudi Arabia More than thirty nations contributed with troops,",
  "246 PART I WAR ANDINTERNATIONAL RELATIONS^",
  "^",
  "sn ^",
  ":",
  "&iwsaMsss",
  ".",
  "passed Operation Desert Storm was launched against the Iraqis.",
  "The campaign in two parts, was quickly successful.First came a series of bombing",
  "attacks on Baghdad (the Iraqi capital), whose unfortunate citizens again suffered heavy",
  "casualties,and on military targets such as roads and bridges.The second phase, the attack",
  "on the Iraqi army itself, began on 24 February.Within fourdaysthe Iraqishadbeendriven",
  "out of Kuwait and routed. Kuwait was liberated and Saddam Hussein accepted defeat.",
  "However, although Iraq lost many troops (some estimates put Iraqi dead at 90 000",
  "compared with less than 400 tor the allies), Saddam was allowed to withdraw with much",
  "of his army intact. The retreating Iraqis were at the mercy of the allies, but Bush called a",
  "ceasefire, afraid that if the slaughter continued, the allies would lose the support of the",
  ".",
  "other Arab nations",
  "-",
  "(c) The aftermath of the war Saddam Hussein survives",
  "The war had unfortunate consequences for many of the Iraqi people. It was widely",
  "expected outside Iraq that after this humiliating defeat Saddam Hussein would soon be",
  ",",
  "overthrown. There were uprisings of Kurds in the north and Shia Muslims in the south,",
  "and it seemed as though Iraq was breaking up. However, theallieshad left Saddam enough",
  "troops tanks and aircraft to deal with the situation and both rebellions were ruthlessly",
  ", ,",
  "crushed. At first nobody intervened: Russia, Syria and Turkey had Kurdish minorities of",
  "their own and did not want the rebellion spreading over from Iraq. Similarly a Shiite",
  "victory in southern Iraq would probably increase the power of Iran in that region, and the",
  "USA did not want that. But eventually world opinion became so outraged at Saddam’s",
  "continued ruthless bombings of his people that the USA and Britain, with UN backing,",
  "-",
  "declared the areas ‘no fly zones’ and used their air power to keep Saddam’s aircraft out.",
  ",",
  "And soSaddam Hussein remained in power.",
  "The war and its aftermath were very revealing about the motives of the West and the",
  "great powers.Their primary concern was not with international justice and moral ques",
  "¬",
  "tions of right and wrong, but with their own self-interest. They only took action against",
  "Saddam in the first place because they felt he was threatening their oil supplies. Often in",
  "the past when other small nations had been invaded, no international action had been",
  "taken. For example, when East Timor was occupied by neighbouring Indonesia in 1975,",
  "the rest of the world ignored it, because their interests were not threatened. After the Gulf",
  "War,Saddam, whoon any assessment must rank as one of the most brutal dictatorsof the",
  "century, was allowed to remain in power because the West thought that his survival was",
  ".",
  "the best way of keeping Iraq united and the region stable",
  "11.11 ISRAELIS AND PALESTINIANS FIGHT AGAIN",
  "(a) Thefailure of the Oslo Accords",
  "Binyamin Netanyahu, Israeli prime minister from May 1996 until May 1999, never",
  "accepted the agreements reached in Oslo. He spent much of his time in office trying to",
  "backtrackfrom thecommitmentsmade by thepreviousIsraeligovernmentandallowed the",
  "building of large Jewish settlements on the outskirts of Jerusalem, which would cut off",
  "Arab villages on the eastern side of Jerusalem from the rest of the West Bank. This only",
  "caused more violent protests from the Palestinians; Yasser Arafat released some Hamas",
  "activists from jail and suspended security co-operation with Israel. US president Clinton",
  "CONFLICTINTHEMIDDLEEAST 247tried to keep the peace process on course by calling both sides together at Camp David in",
  "October 1998, but little progress was made. Netanyahu,facing recession and rising unem",
  "¬",
  "ployment, called an election in May 1999. In the contest for prime minister, the candidate",
  "of the LabourParty (now calling itself ‘One Israel’) wasEhud Barak,a retired general. He",
  "campaigned on promises of economic growth and a renewed drive for peace, and he won",
  "a decisive victory.",
  "Barak’s victory raised great hopes: he wanted a comprehensive peace settlement which",
  "included Syria (which had not signed a peace treaty with Israel after the 1973war) as well",
  ".",
  "as the Palestinians, and he tried hard to achieve one Sadly his efforts failed.",
  "(cid:127) Although theSyriansagreed to talk, negotiationsfinally brokedown in March 2000",
  "- - -",
  "when they insisted that there should be a return to the pre Six Day War frontiers",
  "before any further talks could take place. Barak could not agree to this without",
  ".",
  "alienating a majority of Israelis",
  "(cid:127) In spite of this, in May 2000 Barak went ahead with his election promise to with",
  "¬",
  "draw Israeli troops from southern Lebanon, where they had remained policing a",
  "security zone since 1985.",
  "(cid:127) Barak offered to share Jerusalem with the Palestinians, but Arafat refused to",
  "compromise and continued to demand full Palestinian sovereignty in East",
  ".",
  "Jerusalem",
  "By the summer of 2000, Barak’s government was falling apart, many of his supporters",
  "feeling that he was making too many concessions to the Arabs and getting nothing in",
  "return. An American-sponsored summit meeting at Camp David in July failed.",
  "Clinton madeone lasteffort to bring peace before his term as president ended. (The new",
  "president,George W. Bush, wasdue to takeoffice on 20January 2001.) Ata meeting in the",
  "White House (in December 2000) he announced his new plan to representatives of both",
  ".",
  "sides It moved some way towards accommodating Palestinian demands: it required the",
  "Israelis to withdraw completely from Gaza and from about 95 per cent of the West Bank,",
  "and there was to be an independent Palestinian state.With regard toJerusalem, ‘thegeneral",
  "principleisthat Arabareasare Palestinian and Jewishonesare Israeli’. Ataconferenceheld",
  "at Taba in Egypt to discuss the plan (January 2001), agreement seemed tantalizingly close;",
  "only the question of Jerusalem remained as a major obstacle, but neither side would",
  "compromise over this critical issue. The Oslo peace process had well and truly foundered.",
  "(b) The problem of Jerusalem",
  "-",
  "The Oslo Accords had by passed several vital questions, such as the status of Jerusalem,",
  "the right of return of the 1948 refugees, and the future of the Jewish settlements in the",
  ".",
  "areas occupied by Israel since 1967 The intention was that these thorny problems would",
  "be negotiated towards the end of a five-year transition period, but the first time they were",
  ".",
  "discussed in detail was at Clinton’s Camp David summit in July 2000",
  "The original UN intention when Israel was created was that Jerusalem should be under",
  "international control. However, the fighting of 1948-9 ended with Jordan ruling East",
  "Jerusalem and Israel occupying West Jerusalem. This position remained until the 1967",
  "Six-Day War, when Israelcaptured East Jerusalem,along with the entire West Bank,from",
  "Jordan; it is still occupied by the Israelis today. The problem is that Jerusalem has great",
  ".",
  "symbolic and emotional significance for both sides For the Jews, Jerusalem was their",
  "ancient capital city, and they believe that Temple Mount was the site of their Temple in",
  "biblical times. For the Muslims, Jerusalem, known as Al-Haram al-Sharif, is the site from",
  ".",
  "which the Prophet Muhammad ascended into heaven",
  "248",
  "PARTI WAR ANDINTERNATIONAL RELATIONSThe Israelis were determined to hold on toJerusalem; they took over Arab land and built",
  ".",
  "new Jewish settlements,in violation of international law International opinion and the UN",
  "repeatedly condemned these Israeli activities. However, in 1980 the Knesset (the Israeli",
  "parliament) passed the Jerusalem Law which stated that ‘Jerusalem, complete and unified,",
  ".",
  "is the capital of Israel’ This provoked a storm of criticism from moderate Israelis who",
  "thought it was unnecessary, from world opinion, and from the UN Security Council which",
  "passed a resolution reprimanding Israel. Even the USA, which almost always supported",
  "Israel, abstained on this vote. This is why the 1995 agreements, which for the first time",
  "recognized the possibility of Jerusalem being divided, were such a major breakthrough. It",
  "also explains why the Palestinians were so bitterly disappointed when Netanyahu dropped",
  ".",
  "the idea,following the assassination of Yitzak Rabin (seeSection 11.7(b)) When Clinton’s",
  "Camp David summit failed in July 2000,another outbreak of violence was inevitable.",
  "(c) Sharon and the intifada",
  "On 28 September 2000,Ariel Sharon,the leader of the opposition Likud party,surrounded",
  "by a large contingent of security men, paid a highly publicized visit to Temple Mount in",
  ".",
  "Jerusalem He claimed that he was going to deliver ‘a messageof peace’. But to mostof the",
  "rest of the world it seemed that this wasa gesture to emphasize Israeli sovereignty over the",
  "wholeof Jerusalem,andevenadeliberateattempt to provoke violence, which would end the",
  "peace process. If this was indeed his motive, he wasall too successful. His visit sparked off",
  "riots which spread from Temple Mount across the entire West Bank and Gaza, and among",
  ". - -",
  "ArabsinIsrael It soon turned into a full scale uprising,whichbecame knownastheal Aqsa",
  "- .",
  "(Jerusalem) intifada (‘shaking off’) After the failure of Clinton’s final attempts to bring",
  "peace, in January 2001,Sharon was elected prime minister,defeating Barak, who was seen",
  ".",
  "as being too fond of offering concessions to Yasser Arafat (February 2001)",
  "Sharon immediately announced that there would be no further negotiations while",
  "violence continued. His aim was to control the intifada by acombination of tough military",
  "action and international pressure. The Israelis started to build a protective wall around the",
  "West Bank; they claimed it was purely defensive, but unfortunately for the Palestinians,a",
  "numberof their villages were trappedon the Israeli sideof the barrier, which also included",
  "Jewish settlements builton Arab land.The more drastic the military action taken by Israel,",
  "the less international support it got. For the next three years the tragic cycle of suicide",
  "bombings, massive Israeli retaliations, and short ceasefires interspersed with fruitless",
  "international efforts at mediation,continued unabated.For example:",
  "(cid:127) A Hamas suicide bomber killed five Israelis in Netanya, a popular seaside resort.",
  "The Israelis responded with 16 air strikes, killing 16 Palestinians on the West Bank",
  "(May 2001).",
  "(cid:127) In August 2001 Israelisassassinated Abu Ali Mustafa,deputy leader of the Popular",
  "Frontfor the Liberationof Palestine (PFLP),in Ramallah, the seatof the Palestinian",
  ".",
  "Authority",
  "(cid:127)",
  "Following the 11September terroristattackson the USA,President Bush took steps",
  "to prevent the Palestine issue becoming mixed up in his ‘war on terrorism’. He",
  "announced new plans for peace, including an independent Palestinian state with",
  ".",
  "East Jerusalem as its capital",
  "(cid:127) The PFLP assassinated the Israeli tourism minister, a hardline anti-Palestinian and",
  "friend of Sharon (October 2001).",
  "(cid:127) Hamas suicide bombers killed 25 Israelis in Haifa and Jerusalem; ten others were",
  "killed when a bomb exploded in a bus. Israel responded by occupying Ramallah,",
  ".",
  "and surrounding Arafat’s headquarters Arafat condemned terrorism and called for",
  "249",
  "CONFLICTIN THEMIDDLEEASTan immediate ceasefire; Hamas called a halt to the suicide bombings (December",
  "2001). The ceasefire lasted just over four weeks.",
  "(cid:127) During the early months of 2002, fighting became more vicious. After Palestinian",
  "gunmenhad killedsixIsraelisoldiersnearRamallah,theIsraelisoccupied twolarge",
  "Palestinian refugee camps at Nablus and Jenin. The Palestinians carried out more",
  "attacks, and the Israelis sent 150 tanks and 20 000 troops into the West Bank and",
  "the Gaza Strip and attacked Arafat’s compound in Ramallah once again. It seemed",
  "that Sharon was doing everything he possibly could to injure Arafat, short of actu",
  "¬",
  "ally having him directly assassinated.There was heavyfighting in the Jenin refugee",
  "camp, and the Palestinians claimed that Israeli forces had carried out a massacre.",
  "The UN sent a team to investigate these claims, but the Israelis refused to let them",
  "in (February-April 2002). In March the UN for the first time endorsed the idea of",
  "an independent Palestinian state; UN secretary-general Annan accused Israel of the",
  ".",
  "‘illegal occupation’ of Palestinian land",
  "(cid:127) Nevertheless the UN team collected sufficient information to publish a report on",
  "conditions in the West Bank and Gaza (referred to as ‘the Occupied Territories’), in",
  "September 2002. It charged Israel with causing a humanitarian catastrophe among",
  "the Palestinians: the economy had been destroyed, unemployment stood at 65 per",
  "cent, half the population was living on less than $2 a day, schools and houses had",
  "been bulldozedand demolished,people deported and curfews imposed;ambulances",
  ".",
  "were being prevented from passing roadblocks",
  "(cid:127) The USA and Israel saw Yasser Arafat as the main obstacle to progress, since he",
  "would make no significant concessions and was either unwilling or unable to bring",
  "a lasting halt to Palestinian attacks. Having failed to kill him in the attacks on his",
  "compound, the Israeli leadership tried to sideline him by refusing to meet him and",
  "demanding the appointment of another leader to represent the Palestinians in nego",
  "¬",
  "tiations. Consequently, in March 2003, Mahmoud Abbas was appointed to the",
  "newly created post of prime minister, although Arafat remained president, and",
  "continued to be the real power in the Palestinian Authority.",
  "(d) The 'road map' for peace?",
  "This new peace plan was drawn up originally in December 2002 by representatives of the",
  "European Union,Russia,the UN and the USA. Formal discussion had been delayed by the",
  "Israeli general election of January 2003 (won by Sharon), by the war in Iraq, and by US",
  "and Israeli insistence that they would only deal with Abbas rather than Arafat. At last, on",
  "30 April 2003it wasformally presented, separately, to Abbasand Sharon. The‘roadmap’",
  "aimed to achieve a final settlement of the entire Palestinian-Israeli conflict by the end of",
  ".",
  "2005 Its basic points were:",
  "(cid:127)",
  "the creation of an independent,democraticand viable Palestinian stateexisting side",
  "by side in peace and security with Israel and its other neighbours;",
  "(cid:127)",
  "there should be ‘an unconditional cessation of violence’ by both sides, a freeze on",
  "new Israeli settlements, the dismantling of all the ‘illegal’ ones built since Sharon",
  "came to power in March 2001and a new Palestinian constitution and elections-all",
  "to be achieved by the end of May 2003;",
  "(cid:127) after the Palestinian elections, there would be an international conference to draw",
  "up the provisional frontiers of the new state- by the end of 2003;",
  "(cid:127)",
  "over the next two years-up to the end of 2005-Israel and Palestine would nego",
  "¬",
  "tiate final details such as the remaining settlements, refugees, the status of",
  ".",
  "Jerusalem, and the frontiers",
  "250",
  "PARTI WAR ANDINTERNATIONALRELATIONSThe ‘road map’ was accepted in principle by both the Palestinians and the Israelis,",
  "although Sharon had a number of reservations; for example, he would not recognize the",
  ".",
  "right of Palestinian refugees to return to their former homes in Israel The Israeli cabinet",
  "voted narrowly in favour of the plan, the first time that they had countenanced the idea of",
  "a Palestinian state which would include some of the territory they had occupied since the",
  "-",
  "Six Day War in 1967. Referring to the West Bank and the Gaza Strip, Sharon made a",
  "historic statement: ‘To keep 3.5 million people under occupation is bad for us and for",
  "them. I have come to the conclusion that we have to reach a peace agreement.’",
  "(e) What brought about the Israeli change of attitude?",
  "Sharon’s change of heart did not come totally out the blue: already in November 2002 he",
  "had persuaded his Likud party to accept that an eventual Palestinian state was now",
  "inevitable and that ‘painful concessions’ would have to be made once violence ended.",
  "Fighting on this platform, Likud won the general election of January 2003, and Sharon",
  "remained prime minister. A combination of reasons caused him to relinquish his hardline",
  "vision of a Greater Israel stretching from the Mediterranean to the River Jordan, and",
  ".",
  "including the whole of Jerusalem",
  "Afteralmost three yearsof violence,evenSharon began to realize that his policy was",
  "not working. The ferocity and determination of the Palestinian resistance astonished",
  ".",
  "and dismayed most Israelis Although international opinion condemned Palestinian",
  "suicide bombings, the disproportionate Israeli responses were even more unpopular;",
  "it was the Palestinian underdogs who won the sympathy of the rest of the world,",
  ".",
  "except the USA, which almost invariably supported and financed Israel",
  "Moderate Israeli opinion had turnedagainst the hardlineapproach and many Israelis",
  ".",
  "were horrified at events such as the ‘massacre’ in the Jenin refugee camp Yitzhak",
  "Laor, an Israeli writer and poet, wrote: ‘There’s no doubt that Israel’s “assassina",
  "¬",
  "tion policy” -its killing of senior politicians-has poured petrol on thefire. ... The",
  "bulldozer,once the symbol of the building of a new country, has become a monster,",
  "following the tanks,so thateverybody can watch asanotherfamily’s home,another",
  "future disappears. ... Enslaving a nation, bringing it to its feet, simply doesn’t",
  "work.’ One estimate suggested that56 percentof Israelis supported the ‘road map’.",
  "Even President Bush eventually began to lose patience with Sharon. The USA",
  "denounced the attacks on Arafat’s headquarters and told Sharon to withdraw his",
  "troops from the West Bank, pointing out that his attacks on the Palestinians were",
  "threatening to destroy the American-led coalition against the Taliban regime in",
  "Afghanistan and Osama bin Laden. Bush wasafraid that unless he did something to",
  "curb Sharon, the Arab states - Egypt, Jordan and Saudi Arabia - might withdraw",
  "from the coalition. Bush also threatened to reduce US aid to Israel. Sharon’s first",
  "reaction was anger and defiance, but in the end he had to listen - a gradual with",
  ". ¬",
  "drawal of troops from the West Bank got under way",
  "Population trends have been suggested as another possible influence on Sharon. At",
  "the beginning of 2004 the population of Israel and Palestine was around 10 million",
  "-5.4 million Jewsand 4.6 million Arabs. At current rates of population growth,the",
  "number of Palestinian Arabs would overtake the number of Jews in the next six to",
  "ten years;within 20 years,this trend would threaten the very existenceof theJewish",
  ".",
  "state This is because, if it is a genuinely democratic state, which the Israelis claim",
  "to want, the Palestinians must have equal voting rights,and would therefore be in a",
  "majority. The best solution for both sides would be peace, and the creation of two",
  "separate states, as soon as possible.",
  "CONFLICTIN THEMIDDLEEAST 251(f) Difficult times ahead",
  "Although both sides had accepted the ‘road map’ in principle,there werestill grave doubts",
  "about exactly where it was leading. By the spring of 2004 no progress had been made to",
  "implement any of the points,and the plan was well behind schedule. In spite of all efforts,",
  "it had proved impossible to achieve a lasting ceasefire; violence continued and Mahmoud",
  "Abbas resigned in exasperation, blaming the Israelis for acting ‘provocatively’ every time",
  "the Palestinian militant groups-Hamas, Islamic Jihad and Fatah - began a ceasefire. He",
  "was also involved in a power struggle with Arafat, who would not give him full powers to",
  "negotiate in his own way. He was replaced by Ahmed Qurie, who had been involved in",
  "the Oslo discussions in 1993.",
  "In October 2003 some Israeli critics of Sharon, including Yossi Beilin (who had also",
  "been involved in the Oslo Peace Accords), held talks with some Palestinian leaders and",
  ".",
  "together they produced a rival,unofficial peace plan This was launched withgreat public",
  ". ¬",
  "ity at a ceremony in Geneva in December, and was welcomed as a sign of hope The",
  "Israelis made some concessions: Jerusalem would be divided and incorporated in the",
  "Palestinian state, Israel would give up sovereignty over Temple Mount, and would aban",
  "¬",
  "don about 75 per cent of the Jewish settlements in the West Bank; these would be incor",
  ". ¬",
  "porated in the new Palestinian state However, in return the Palestinians were required to",
  ".",
  "give up the right of return for refugees and to accept financial compensation For the vast",
  "majority of the Palestinians,this issue wasat the heartof the conflict,and they could never",
  "willingly submit to such an agreement. For the Israelis, the abandonment of so many",
  "settlements was equally anathema. The stalemate continued during 2004.",
  "(g) Why did the peace process stall in this way?",
  "Basically the reason was that although the ‘road map’ and the so-called Geneva Accords",
  "represented some concessions by the Israelis, they did not go nearly far enough. Several",
  "vital points were omitted which the Palestinians had a right to expect would be included.",
  "(cid:127) There was no real acknowledgement that the Israeli presence in Gaza and the West",
  "Bank wasan illegal occupation and had been since 1967. Israel ignored a UNorder",
  "to evacuate all territory captured during the Six-Day War (including the Golan",
  ".",
  "Heights, taken from Syria)",
  "(cid:127) Frontiers were referred toas ‘provisional’.Palestinianssuspected thatSharon’sidea",
  "was to have a weak Palestinian state made up of a number of enclaves separated",
  ".",
  "from each other by Israeli territory, and therefore easily dominated by the Israelis",
  "(cid:127) There was the thorny problem of Israeli settlements. The ‘road map’ mentioned",
  "the dismantling of ‘illegal’ settlements built since March 2001, which numbered",
  "about 60. This implied that all the earlier settlements-almost 200 of them, hous",
  "¬",
  "ing over 450 000 people, half of them in or near East Jerusalem, the rest in the",
  "West Bank and Gaza - were legal. But these were also arguably illegal, having",
  "been built on occupied territory. There was no mention in the ‘road map’ of these",
  ".",
  "being dismantled",
  "(cid:127) There was no reference to the massive security wall, 347 km long, being built by",
  "the Israelis in the West Bank, stretching from north to south, and looping round to",
  "include some of the larger Israeli settlements. The wall cut through Palestinian",
  "lands and olive groves, in some places cutting the Palestinians off from the farms",
  "which provided their livelihood. It was estimated that when the wall was finished,",
  "300 000 Palestinians would be trapped in their townships, unable to get to their",
  ".",
  "land",
  "252",
  "PARTI WAR ANDINTERNATIONALRELATIONS(cid:127)",
  "Above all there was the question of the refugees and their dream of returning to",
  ".",
  "their pre-1948 homelands, a desire formulated in a number of UN resolutions On",
  "the Israeli side, they believed that if the Palestinian dream became reality, that",
  "would destroy their own particular dream -the Jewish state.",
  "In January 2004, Sharon announced that if no progress was made towards a negotiated",
  "peace, Israel would go ahead and impose its own solution. They would withdraw from",
  "some settlements and relocate the Jewish communities. Frontiers would be redefined to",
  "create aseparate stateof Palestine, but it would be smaller than thatenvisaged in the ‘road",
  "map’. The situation was thrown into chaos once again in March 2004 when the Israelis",
  ".",
  "assassinated Sheikh Ahmed Yassin, the founder and leader of Hamas",
  "Later that month Sharon announced his new unilateral solution: the Israelis would",
  "dismantle their settlements in the Gaza Strip, but keepcontrol of all buta token four of the",
  "settlements on the West Bank. Although this was a fundamental shift away from the ‘road",
  "map’ by the Israelis, it received unqualified support from President Bush, who said that it",
  "was unrealistic to expect afull Israeli withdrawalfrom landoccupied during the 1967 war,",
  "and equally unrealisticfor Palestinian refugees toexpect to return ‘home’.Predictably this",
  "caused complete outrage across the Arab world; tensions were further inflamed in April",
  "2004 when the Israelisassassinated Dral-Rantissi,Sheikh Yassin’ssuccessor,and warned",
  "that Yasser Arafat could be the next target. This provoked a violent response from",
  "Palestinian militants; the Israelis retaliated by launching an attack on the Rafah refugee",
  "camp in Gaza, killing some 40 people, including children.",
  "Yasser Arafat appeared to be extending an olive branch when he told an Israeli news",
  "¬",
  "paper that he recognized Israel’s right to remain a Jewish state and was prepared to accept",
  "the return of only a fraction of the Palestinian refugees. This offer was unpopular with",
  ".",
  "Palestinian militants, and there was no positive response from the Israelis",
  "Meanwhile the International Court of Justice at The Hague had been considering the",
  "legality of the West Bank security wall; the Palestinians were delighted when the court",
  "ruled (July 2004) that the barrier was illegal, and that the Israelis should demolish it and",
  "compensate the victims. However, Prime Minister Sharon rejected the court’s decision,",
  "saying that Israel had a sacred right to fight terrorists in whatever ways were necessary.",
  "The Israelis showed further defiance with an announcement that they planned to build a",
  "new settlement near Jerusalem, which would surround Palestinian East Jerusalem and",
  ".",
  "make it impossible for East Jerusalem to become the capital of a Palestinian state This",
  "violated Israel’s agreement in the ‘road map’ not to build any more settlements; the",
  "announcement provoked condemnation from the rest of the world,except the USA, which",
  "gave tacit approval.",
  ".",
  "The situation changed with the death of Yasser Arafat in December 2004 The",
  "Palestinian prime minister, Mahmoud Abbas (also known as Abu Mazen), who was the",
  "leader of Fatah, won a decisive victory in the election fora new president, taking about 70",
  "per cent of the votes (January 2005). He was a moderate who had constantly opposed",
  "violence; consequently President Bush of the USA, who had refused to deal with Arafat,",
  "signalled his willingness to meet the new president, and urged both the Palestinians and",
  "Israel to reduce tension and move towards peace. Later in 2005 the Israelis obligingly",
  "withdrew their troops from Gaza, along with thousands of Jews who had settled in the",
  "territory. However, Israel still controlled the Gaza Strip’s land borders as well as its terri",
  "¬",
  "torial waters and its airspace, so that it was effectively isolated, except for its short fron",
  "¬",
  ".",
  "tier with Egypt",
  "By the end of 2005 Abbas was seen as weak and ineffective by all sides-Palestinians,",
  "Israelis and Americans. In January 2006 Hamas won a majority in the Palestinian elec",
  "¬",
  "tions for the legislature, with 74 seats to 58 for the opposition (mainly supporters of the",
  "more moderate Fatah).The Israelis announced that no further peace talks could take place",
  "253",
  "CONFLICTIN THEMIDDLEEAST.",
  "while ‘terrorists’ were in power In July 2006 the Israelis unsuccessfully tried to destroy",
  "Hezbollah, which had just ambushed an Israeli patrol on their frontier with southern",
  "Lebanon (see Section 11.8 (d)). Meanwhile, the more moderate Palestinian party, Fatah,",
  "refused to accept the January election result and violence broke out; by the spring of 2007",
  "something approaching a Palestinian civil war between Fatah and Hamas supporters",
  "seemed to be under way. There is evidence that the USA was financing Fatah and Abbas,",
  "who was still president,in the hope of destroying Hamas. Anothercomplicating factor was",
  "that Egypt distrusted Hamas, which was an offshoot of the Muslim Brothers, Egypt’s",
  "largest opposition group to President Mubarak. By the end of 2007 Palestine was split in",
  "two: the West Bank ruled by Fatah, and the Gaza Strip ruled by Hamas. The two areas",
  "were separated by Israeli territory and communication between the two was often difficult",
  "(see Map 11.3). However, in November 2007, in an attempt to get the peace process",
  "moving again, Abbas met Israeli prime minister Ehud Olmert in Annapolis (USA). Bur",
  "Hamas was not invited to take part in the talks, and so, not surprisingly, no progress was",
  ".",
  "made",
  "Israel refused to negotiate with Hamas,and did all they could to destabilize the Hamas",
  ".",
  "regime in Gaza, although they had been democratically elected The blockade of Gaza,",
  "which had been intensified since Hamas took over,aimed to prevent the entry of goods of",
  "all types, including food, and to cut fuel supplies. Early in 2008 a group of aid agencies",
  "reported that the population of the strip were having to survive on less than a quarter of",
  "the volume of supplies they had been importing at the end of 2005. A six-month truce was",
  "agreed beginning in June 2008-Hamas promised to stop firing rockets into Israel, while",
  ".",
  "Israel undertook to ease its stranglehold on Gaza However, by the end of 2008 the situa",
  "¬",
  "tion in Gaza had not improved; there was very little evidence of a relaxation in the block",
  "¬",
  "ade; in fact conditions were said to be worse than at any time since the Israeli occupation",
  "began in 1967. Fuel shortages and lack of spare parts were having a disastrous effect on",
  "treatment of sewage, water supply and medical facilities;in short,Gaza was in the grip of",
  ".",
  "a humanitarian crisis Even a retired general of the Israeli Defence Force (Gaza Division),",
  "Shmuel Zakai, was critical of his own government. He claimed that they had made a",
  "central error by failing to take advantage of the truce to improve the economic conditions",
  "of the Palestinians. ‘You cannot just land blows,’ he said, ‘leave the Palestinians in Gaza",
  "in theeconomicdistress they’re in,and expect that Hamas will sitaround and do nothing.’",
  "The Israelisalso violated the truce in November 2008 when troopsenteredGazaand killed",
  "six members of Hamas. In response Hamas launched Qassam rockets and Grad missiles",
  ".",
  "into Israel",
  "According to Henry Siegman,formerly a director of the American Jewish Congress, at",
  "this point Hamas ‘offered to extend the truce, but only on condition that Israel ended its",
  "blockade. Israel refused. It could have met its obligations to protect its citizens by agree",
  "¬",
  "ing to ease the blockade, but it didn’t even try.’ In fact, the opposite happened: the Israelis",
  ".",
  "began a propaganda campaign against Hamas ‘terrorism’, and closed Gaza to journalists",
  "On 27 December 2008 they launched a major air attack on Gaza targeting weapons",
  ".",
  "depots; a week later ground troops invaded the territory After 22 days the Israelis called",
  ".",
  "a ceasefire But damage from the aerial bombardment was indiscriminate and disastrous:",
  "15 out of 27 hospitals were put out of action or destroyed, together with schools, police",
  ".",
  "stations, mosques,factories and Hamas government buildings About 10 000 small family",
  "farms were destroyed, which badly disrupted food supplies over the next few months. Out",
  "of 110 primary healthcare facilities, 43 were badly damaged. Altogether over 1000",
  "Palestinians were killed and about 5000 injured;50 000 were left homeless, half a million",
  "had no running water and a million were left without electricity. Much of the Gaza Strip",
  "was left in ruins. On the other side, 13 Israelis were killed. Amnesty International later",
  ".",
  "confirmed that the Israelis had used white phosphorous shells made in the USA These",
  "causefires thatare extremely difficult toextinguish: when the UN compound in GazaCity",
  "254",
  "PARTI WAR ANDINTERNATIONAL RELATIONSwashit,thefiresdestroyed hundredsof tonsof emergency food and medicines which were",
  ".",
  "about to be distributed to hospitals and medical centres",
  "Following theceasefire,the blockadeof Gazacontinued,although the Israelisdid allow",
  "insome humanitarian medicalaid. However, the Red Crossreported that the blockade was",
  "still damaging the economy and that there was ashortage of basic medical supplies. Israel",
  "justified the attacks and the continued blockade on the need to protect their people from",
  "rockets. But Henry Siegman claims that this is a lie: ‘it cannot be said that Israel launched",
  "its assaults to protect its citizens from rockets. It did so to protect its right to continue the",
  ".",
  "strangulation of Gaza’spopulation Everyoneseems to haveforgotten that Hamasdeclared",
  "an end to suicide bombings and rocket fire when it decided to join the Palestinian politi",
  "¬",
  "cal process, and largely stuck to it for more than a year.’",
  "The Israelis blithely ignored the mounting international criticism flooding in from most",
  "parts of the world (except from the USA), calling on them to ease or lift the blockade. In",
  "July 2010 British prime ministerDavid Cameron warned: ‘humanitarian goodsand people",
  ".",
  "must flow in both directions Gaza cannot and must not be allowed to remain a prison",
  "camp’; to which the Israeli embassy in London retorted: ‘the people of Gaza are the pris",
  "¬",
  "oners of the terrorist organisation Hamas. The situation in Gaza is the direct result of",
  ".",
  "Hamas rules and priorities’ Eventually it was Egypt which relented and partially opened",
  "itsfrontier with Gaza,but only for people, not supplies. In February 2011 the UN reported",
  "that Israel had co-operated to some extent between January 2009 and June 2010 by allow",
  "¬",
  "ing fuel and cooking gas into Gaza, but added that this had not resulted in any significant",
  "improvement in people’s livelihoods.",
  "Then in May 2011 there was a dramatic change in the situation: following months of",
  "protest demonstrations and increasing violence, President Hosni Mubarak of Egypt",
  "resigned (see Section 12.7(c)). Not long before this, US president Obama had described",
  "...",
  "him as ‘a stalwart ally, in many respects, to the United States a force for stability and",
  "good’ in the Middle East. Yet many people had viewed Mubarak as one of the most brutal",
  ".",
  "dictators in the region One of his main opponents was the Muslim Brotherhood, who had",
  "close associations with Hamas. Egypt immediately opened its border with Gaza",
  "completely. There was great rejoicing as the people of Gaza began to look forward to",
  "better times ahead. But this was somewhat premature: in November 2012 Israel launched",
  "a series of airattacks on Gaza,claiming that theiraction was in retaliation for hundreds of",
  "rockets recently fired from Gaza into Israel. Lasting for eight days, the Israeli attacks",
  "killed over 160 Palestinians, including many children,and destroyed several military sites",
  "in Gaza. Five Israelis were killed. Egypt’s president, Mohamed Morsi, helped to broker a",
  "ceasefire. Both sides claimed victory, but there was still no commitment by Israel to end",
  "their blockade of Gaza. Until that point was reached, it seemed likely that Hamas would",
  "continue its rocket campaign.",
  "FURTHER READING",
  "Aburish, S. K., Arafat: From Defender to Dictator (Bloomsbury, 1999).",
  "Aburish, S. K., Nasser: The Last Arab (Duckworth, 2005 edition).",
  "Chomsky, N. and Pappe, I., Gaza in Crisis: Reflections on Israel’s War against the",
  "Palestinians (Penguin, 2011).",
  "Cohn-Sherbok, D. and El-Alami, D. S., The Palestinian-Israeli Conflict: A Beginner’s",
  ".",
  "Guide (One World, 3rd edition, 2008)",
  "Dawisha, A., Arab Nationalism inthe 20th Century: From Triumphto Despair (Princeton",
  "University Press, new edition, 2005).",
  "Hirst, D., Beware of Small States: Lebanon, Battleground of the Middle East (Faber,",
  "2010).",
  "255",
  "CONFLICTIN THEMIDDLEEAST. .",
  "Kyle,K ,Suez: Britain’s Endof Empire inthe Middle East (Tauris,Reprintedition, 2011)",
  "Milton-Edwards, B. & Farrell, S., Hamas: The Islamic Resistance Movement (Polity,",
  "2010).",
  ".",
  "Osman, T , Egypt on the Brink: from Nasser to Mubarak (Yale University Press, revised",
  "edition, 2011).",
  "Roy, S., Hamas and Civil Society in Gaza (Princeton University Press, 2011).",
  "Schlaim, A., Israel and Palestine: Reappraisals, Revisions, Refutations (Verso, 2010).",
  "Siegman, H., ‘Israel’s Lies’ in London Review of Books (29 January 2009.),",
  "Tripp, C., A History of Iraq (Cambridge University Press, 3rd edition, 2007).",
  "QUESTIONS",
  "1 Why and with what resultsdid the Arabsand Israelisfight the warsof 1967 and 1973?",
  "2 ‘Terrorism and violence rather than peaceful diplomacy.’ How far would you agree",
  "with this view of the activities of the PLO in the Middle East in the period 1973 to",
  "1995?",
  "3 How successful was President Nasser as leader of Egypt?",
  "4 ‘The USA and the USSR intervened in the Middle East in the period 1956 to 1979",
  ".",
  "purely to preserve political and economic stability in the region’ How valid do you",
  "think this view is?",
  "5 Assess the reasons why the Six-Day War of 1967 was followed by the Yom Kippur",
  ".",
  "War only three years later",
  "6 To what extent have the violent actions of some Palestinians been the main obstacle to",
  "the establishment of a Palestinian state?",
  "^",
  "1 1 There isadocumentquestion about the USAand the 1990-1Gulf Waron the website.",
  "256",
  "PARTI WAR ANDINTERNATIONAL RELATIONSChapter",
  "The new world order and the",
  "war against global terrorism",
  "SUMMARY OF EVENTS",
  "When communism collapsed in eastern Europe and the USSR broke up in 1991, the Cold",
  ". .",
  "War came to an end The USA was left as the world’s only superpower Following its",
  "victory over communism, the USA was full of confidence and pride in the superiority of",
  "its way of lifeand its institutions.Optimists thought that the world could now look forward",
  "to a period of peace and harmony, during which the USA, which saw itself as the land of",
  "freedom and benevolence, would lead the rest of the world forward, wherever necessary,",
  "into democracy and prosperity. In addition, wherever necessary, the USA would act as the",
  "world’s policeman, keeping ‘rogue states’ under control and making them toe the line.",
  "Francis Fukuyama, professor of political economy at Johns Hopkins University, even",
  "argued that the world had reached ‘the end of history’, in the sense that History, seen as",
  "the development of human societies through variousformsof government, had reached its",
  "-",
  ".",
  "climax in modern liberal democracy and market oriented capitalism",
  "However, the new world order turned out to be quite different. Much of the rest of the",
  "world did not wish to be led anywhere by the USA, and disagreed with the USA’s world",
  "¬",
  "view. Since it was so powerful both militarily and economically, it was difficult for small",
  "countries to challenge the USA in conventional ways. To the extremists, it seemed that",
  "terrorism was the only way to strike at the USA and its allies.",
  "Terrorism was nothing new - anarchists were responsible for many assassinations",
  "around the turn of the nineteenth and twentieth centuries; during the late nineteenth and",
  "the twentieth centuries there had been many terrorist organizations, but these were mostly",
  "localized,carrying out their campaigns in their own areas.There were,for example, ETA,",
  "which wanteda Basquestatecompletely independentof Spain;and the IRA, which wanted",
  ".",
  "Northern Ireland united with the Irish Republic",
  "It was in the 1970s that terrorists began to act outside their own territories. For exam",
  "¬",
  "ple, in 1972 Arab terrorists killed 11 Israeli athletes at the Munich Olympics; and there",
  "wasaseriesof bomb explosionson aircraft. In the 1980s it became clear that the USA was",
  "the chief target:",
  "(cid:127)",
  "there was an attack on the American embassy in Beirut (Lebanon) in 1983;",
  "(cid:127)",
  "an American airliner flying from Frankfurt to New York crashed onto the Scottish",
  "town of Lockerbie after a bomb had exploded on board (1988);",
  "(cid:127)",
  "a bomb exploded in the World Trade Center in New York in February 1993;",
  "(cid:127) US embassies in Kenya and Tanzania were attacked in 1998;",
  "(cid:127) there was an attack on the American battleship Cole in port at Aden in the Yemen",
  "(2000).",
  "The culmination of this campaign was the terrible events of 11 September 2001 when the",
  "WorldTrade Center in New York was completely destroyed (see Ulus. 12.1).The blamefor",
  "257",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISM1",
  ":\"l",
  ";",
  "i «",
  ":",
  ",1",
  "I",
  "N",
  "V y l H",
  "’111",
  "11111 I",
  "El",
  "|v",
  ",",
  "1",
  "H",
  ",",
  "liberation ! . i New 11September 2001:&fkry blast rocks ills unfit",
  "lower of Uic WorldTrade Centeras the hijacked.United.Alrlicsflight1/Sfrom.",
  "Boston crashes into the building",
  "'",
  "tOrs&amata&bciknwftzu&dmpl,acwerdidobrwaat-sQcaaemda^a(ntgrurierrgraiggaVinset Wdroesr’t;e,raonr Aanrfm-Isrljatmgaicr.si«rtje.c:rnes>tsa.. UryS",
  "rrr&dentGeorge W Bush irijr.esfcateiv'announced ’h. declara,tion o: waronterrorism’ Os",
  "alms were toovrithrcw t-ie-Telibar.(studen.ts)regimein Afghanistan, which w-astrough:to-",
  "beaidingand ajettingal Qaeda,toeapiuirOsama binLac.cnarc.todes&ryal Qgcda B .sh",
  "also threatened to attach andoverthrow szy regime.tiai ^nc-oura'-sc ce harbcLie.itere*ds«fe.",
  "First on tie list was to be Saddam Ilussein of Iraq 2nd action wasalso threatened iraim",
  "trailail hoitr &oria - tin ; states ever, aoojvtlinn:.c Bush, icmi.x an h:;u .: . (cid:127) :",
  "258 hB.EL J70N5",
  "-The Taliban regime in Afghanistan was quickly overthrown (October 2001) and a",
  ".",
  "national government led by Hamid Kharzai was put in place, supported by NATO troops",
  "The USA, with British help, then moved on to deal with Iraq, where Saddam Hussein was",
  ".",
  "also overthrown (April-May 2003) and later captured Although these regimes were",
  "removed relatively easily,it proved much moredifficult to replace them with viable,stable",
  "administrations which could bring peace and prosperity to their troubled countries. In",
  "Afghanistan the Taliban soon regrouped and in 2003they began a new insurgency. NATO",
  "troops and the native Afghan army struggled to control the insurgency, but the violence",
  "continued and in 2012 Afghanistan was still in a state of civil war. And so the ‘war on",
  ".",
  "terror’ continued",
  "At the same time there was increasing tension between the Islamic republic of Iran and",
  "the West. Since 1979 when the American-backed regime of the Shah Reza Pahlevi was",
  "overthrown in the Islamic revolution, Iran had been viewed with suspicion, partly because",
  "they were pursuing a nuclear programme. Although the Iranians insisted that their nuclear",
  "-",
  "power was intended only for peaceful purposes-mainly to produce electricity the West",
  "was convinced that they were planning to manufacture nuclear weapons. By early 2012",
  "there was talk of American and Israeli pre-emptive strikes to destroy Iran’s nuclear plants.",
  "Meanwhile sensational events were taking place in other part of the Middle East and",
  "across North Africa. Beginning in Tunisia in December 2010,a series of anti-government",
  "protests and demonstrations quickly spread through the entire region. In little over a year",
  "the governments of Tunisia, Egypt, Libya and Yemen were overthrown and several other",
  "countries were forced to introduce important reforms and improvements, in a movement",
  ".",
  "that became known as the ‘Arab Spring’",
  "12.1 THE NEW WORLD ORDER",
  "Soon after the US ‘victory’ in the Cold War, various American spokesmen announced that",
  "the USA was looking forward to a new era of peace and international co-operation. They",
  "implied that the USA, the world’s only superpower-all-powerful and unchallengeable-",
  "was now committed to good works; support for international justice, liberty and human",
  "rights; the eradication of poverty; and the spread of education, health and democracy",
  "throughout the world. Understandably, Americans were full of pride in their country’s",
  "achievements; in 1997 David Rothkopf, a minister in the Clinton administration, wrote:",
  "‘The Americans should not deny thefact that of all the nations in the history of the world,",
  ".",
  "theirs is the most just, the most tolerant and the best model for the future ’",
  "And yet,insteadof being universally loved and admired, the USA,or rather USgovern",
  "¬",
  "ments, ended up being hated so violently in certain quarters that people were driven to",
  "commit the most terrible acts of terrorism in protest against the USA and its system. How",
  "did this happen? How did the post-Cold War era, which seemed so full of hope,turn out",
  "to be so full of hatred and horror?In simple terms, there were millions of people in many",
  "countries of the world who did not share the advantages of the prosperous American",
  "lifestyle;nordid they seemuchevidence that theUSA wasgenuinely trying todoanything",
  "to narrow the gap between the poor and the wealthy, or to fight for justice and human",
  ".",
  "rights",
  "Many American writers were aware of the dangers of this situation. Nicholas Guyatt,",
  "in his book Another American Century, published in 2000, pointed out that",
  "many people around the world are frustrated by the complacency and impenetrability",
  "of the US, and by the fact that the apparent absence of political solutions to this (such",
  "as a genuinely multilateral and independent United Nations) is likely to drive many",
  "towards radical and extreme measures ... [there are] large and dangerous pockets of",
  "259",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISMresentment towards the USaround the world,grounded not in fundamentalism orinsan",
  "¬",
  "ity but ina real perceptionof theimbalanceof power,and a real frustrationat theimpo",
  "¬",
  "tence of political means of change.",
  "‘As long as the US remainsinsulated from the effectsof itsactions’, he concluded, ‘it will",
  "have little sense of the true desperation they produce in others.’",
  "WhatweretheseactionsoftheUSAthatcaused suchdesperationinothers?Clearly there",
  "was a complex combination of actions and policies which led to such extreme reactions.",
  "(cid:127) US foreign policy continued along the same interventionist course as during the",
  "ColdWar.For example, in December 1989 at least 2000civilians were killed when",
  "US forces invaded and bombed Panama. This was an operation designed to arrest",
  "Manuel Noriega, the Panamanian military leader who was the power behind the",
  "presidents of Panama during the 1980s. He had worked for the CIA and had been",
  "backed by the US government until 1987, when he was accused of drug trafficking",
  "and money laundering. The heavy-handed US operation resulted in his capture and",
  "removal to the USA to stand trial.The Organization of American States proposed a",
  "resolution ‘todeeply regret the military intervention in Panama’.Theresolution was",
  "approved by a vote of 20 tol, the one being the USA.",
  "(cid:127) During the 1990s the Americans helped to suppress left-wing movements in",
  ".",
  "Mexico, Colombia, Ecuador and Peru In 1999 they took part in the controversial",
  "bombing of Serbia.Twice-in 1989 and 2001-American agents intervened in the",
  "Nicaraguan elections, the first time to defeat the left-wing government, the second",
  "time to prevent the left returning to power. This sort of policy was bound to cause",
  "resentment, especially now that it could not be justified as part of the campaign",
  ".",
  "against theadvance of global communism In the wordsof William Blum (in Rogue",
  "State): ‘The enemy was, and remains, any government or movement, or even indi",
  ". ¬",
  "vidual, that stands in the way of the expansion of the American Empire’",
  "(cid:127)",
  "At other times the USA failedto intervene in situations where international opinion",
  ".",
  "hoped for a decisive US role In Rwanda in 1994 the USA was reluctant to play a",
  "full part, since no direct US interests were involved and intervention on a suffi",
  "¬",
  "ciently large scale would have been expensive. Because of the delays, some half a",
  "million people were massacred. As Nicholas Guyatt puts it: ‘Reluctant to give up",
  "its central role in world affairs but unwilling to commit troops and money for UN",
  "operations, the USA atrophied the cause of peacekeeping just as the situation in",
  "Rwanda required a flexible and dynamic response.’ The other main example of US",
  "failure was the Arab-Israeli conflict: although the USA became involved in trying",
  "to bring peace, they were clearly on the side of Israel. George W. Bush refused to",
  ".",
  "deal with Yasser Arafat, regarding him as nothing but a terrorist This US failure to",
  "bringabouta justsettlementof theconflict is probably the main reason for the bitter",
  ".",
  "Arab and Muslim hostility",
  ".",
  "(cid:127)",
  "TheUSAoften failed to support the United Nations In 1984for example,President",
  "Ronald Reagan talked about the importance of international law and order: ‘with",
  "¬",
  "out law’, he said,‘therecanonly be chaosand disorder’.However,the previousday",
  "he had rejected the verdict of the International Court of Justice which condemned",
  "the USA for its unlawful use of force by its mining of harbours in Nicaragua. Later",
  "the court ordered the USA to pay compensation to Nicaragua, but the government",
  "refused and increased its financial support to the mercenaries who were trying to",
  "destabilize thedemocratically elected Nicaraguan government.The UN was unable",
  ".",
  "to enforce its decision",
  "(cid:127)",
  "The USA had a long history of vetoing Security Council resolutions and opposing",
  "General Assembly resolutions. A few examples demonstrate the US attitude. In",
  "260",
  "PARTI WAR ANDINTERNATIONAL RELATIONS1985 the USA was the only country to voteagainsta resolution proposing new poli",
  "¬.",
  "ciesforimproving thesafeguardingof human rights(voting was 130for, 1against)",
  "Similarly in 1987,the USA was theonly member to voteagainsta resolution aimed",
  "at strengthening communication services in the Third World (voting was 140 for, 1",
  "against). In 1996, at a World Food Summit organized by the UN, the USA refused",
  "to endorse a general view that it was everyone’s right ‘to have access to safe and",
  ".",
  "nutritious food’ As Noam Chomsky succinctly puts it (in Hegemony or Survival):",
  "‘When the UN fails to serve as an instrument of American unilateralism on issues",
  ".",
  "of elite concern,it isdismissed ’ The USA even voted against UN proposals on the",
  "control of terrorism, presumably because it wanted to fight terrorism in its own",
  "way. All this- before 11 September-could only result in a weakening of the UN",
  "and of international law. In the words of Michael Byers, ‘international law as",
  "applied by the US increasingly bears little relationship to international law as under",
  "¬",
  "... ...",
  "stood anywhere else It is possible that the US is in fact attempting to create",
  "new, exceptional rules for itself alone.’",
  "(cid:127) PresidentGeorgeW.Bush was lessthanenthusiastic about some of the agreements",
  ".",
  "enteredintoby previousadministrations During hisfirst yearin office-and before",
  "11 September-he rejected the 1972 Anti-Ballistic Missile Treaty, withdrew from",
  "the 1997 Kyoto Protocols on climate change, halted the new diplomatic contacts",
  "-",
  "with North Korea and refused to co operate in discussions about the control of",
  ".",
  "chemical weapons",
  "(cid:127)",
  "The US economy wasso powerfulthat decisionstakeninWashingtonand New York",
  ".",
  "had worldwide repercussions With the increasing globalization of the world’s",
  "economy, American companies had interests all over the world. The Americans",
  "kept firm controlover the World Bank and the International Monetary Fund,so that",
  "states applying for loans had to make sure that their internal policies were accept",
  "¬",
  "able to the USA. In 1995 the new president of the World Bank,James Wolfensohn,",
  "announced that he wanted the Bank todo more to promotedebt relief,good govern",
  "¬",
  "ment,education and health in the Third World. But Washington opposed this,argu",
  "¬",
  ".",
  "ing for strict austerity In fact,according to Will Hutton, ‘the international financial",
  "system has been shaped to extend US financial and political power, not to promote",
  "the world public good’. By the end of 2002 it was clear that the USA was pursuing",
  "what some observers described as ‘an imperial grand strategy’ leading to a new",
  "world order in which it ‘runs the show’.",
  "12.2 THE RISE OF GLOBAL TERRORISM",
  "(a) How do we define 'terrorism'?",
  "Ken Booth and Tim Dunne, in their recent book Worlds in Collision,offer this definition:",
  "Terrorism is a method of political action that uses violence (or deliberately produces",
  "fear)againstciviliansand againstcivilianinfrastructurein order toinfluence behaviour,",
  ".",
  "to inflict punishment or to exact revenge For the perpetrators, the point is to make the",
  "target group afraid of today, afraid of tomorrow and afraid of each other. Terrorism is",
  ".",
  "an act, not an ideology Its instruments are assassination, mass murder, hijacking,",
  ".",
  "bombing,kidnapping and intimidation Such acts can be committed by statesas well as",
  "private groups.",
  "There are problems with any definition of terrorism. For example, are people engaged",
  "in alegitimatestrugglefor independence,like the Mau Mau in Kenya(seeSection 24.4(b))",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISM 261and the African National Congress in South Africa (see Section 25.8), terrorists or revo",
  "¬",
  "lutionaries and freedom fighters? In the 1960s Nelson Mandela was regarded as a terror",
  "¬",
  "ist by the white governments of South Africa and kept in jail for 27 years; now he is",
  ".",
  "respected and revered by both blacks and whites all over the world What about Yasser",
  "Arafat, the Palestinian leader? President Bush refused to meet him because, according to",
  "the Americans, he was nothing but a terrorist. Yet when the Israeli government carried out",
  "similarattacks to those perpetrated by the Palestinians, this wasclassified not as terrorism,",
  "but as legitimate actionsof a government against terrorism. Clearly it depends which side",
  "you are on, and which side wins in the end.",
  "(b) Terrorist groups",
  "-",
  "Some of the best known terrorist organizations were based in the Middle East:",
  "The Abu Nidal Organization (ANO) was one of the earliest groups to make itself felt.",
  "Formed in 1974, it wasan offshoot of Yasser Arafat’s Palestinian Liberation Organization",
  "(PLO), which was thought not to be sufficiently aggressive. The ANO was committed to",
  "acompletely independent Palestinian state;it had bases in Lebanon and Palestine (in some",
  "of the refugee camps) and it drew support from Syria, Sudan, and at first from Libya. It",
  "was responsibleforoperationsin about 20 differentcountries,including attackson airports",
  "in Rome and Vienna (1985),and a number of aircraft hijackings.Since the early 1990s the",
  ".",
  "ANO has been less active",
  "Hezbollah (Party of God), also known as Islamic Jihad (Holy War), was formed in",
  "Lebanon in 1982 after the Israeli invasion (see Section 11.8(b)). Mainly Shia Muslims,",
  ".",
  "they claimed to be inspired by the Ayatollah Khomeini, the ruler of Iran They aimed to",
  "follow his example by setting up an Islamic state in Lebanon; they also wanted to expel",
  "the Israelis from all the occupied territories in Palestine. Hezbollah was thought to be",
  "responsiblefor severalattackson the USembassy in Beirut during the 1980s,and for seiz",
  "¬",
  "ing a number of Western hostages in 1987, including Terry Waite, a special peace envoy",
  ".",
  "sent by the Archbishop of Canterbury In the 1990s they began to extend their sphere of",
  "operations,attacking targets in Argentina-the Israeli embassy (1992) and later an Israeli",
  "cultural centre (1994).",
  "Hamas (Islamic Resistance Movement) was formed in 1987 with the aim of setting up",
  "an independent Islamic state of Palestine. It tried to combine armed resistance to Israel",
  "with political activity, by running candidates for some of the Palestinian Authority elec",
  "¬",
  ".",
  "tions Hamas has massive support in the West Bank and the Gaza Strip; in the last few",
  "years it has specialized in suicide bomb attacks against Israeli targets.",
  "Al-Qaeda (the Base) was the most famous terrorist group during the early years of the",
  "twenty-first century. Consisting mainly of Sunni Muslims, it was formed towards the end",
  "of the 1980s as part of the struggle to expel the Soviet forces which had invaded",
  "Afghanistan in 1979 (seeSection 8.6(b)). Since this could be portrayed as part of the Cold",
  "War,al-Qaeda wasactually financed and trained by the USA,among other Western coun",
  ". ¬",
  "tries After the Russian withdrawal from Afghanistan was completed (February 1989),al-",
  "Qaeda extended its horizons. It began a general campaign in support of the establishment",
  ". -",
  "of Islamic governments The special target was the non religious conservative regime in",
  "Saudi Arabia, Osama bin Laden’s homeland, which was supported by the USA and",
  "garrisoned by American troops. Al-Qaeda’s aim was to force the Americans to withdraw",
  "their troops so that an Islamic regime would be able to come to power. A secondary aim",
  "was to bring an end to US support for Israel. The organization is thought to have around",
  "5000 members, with cells in many countries.",
  "Perhaps the best-known terrorist group outside the Middle East has been the Tamil",
  "Tigers in Sri Lanka. They were Hindus living in the north and east of Sri Lanka, whereas",
  "262",
  "PARTI WAR ANDINTERNATIONAL RELATIONS.",
  "the majority of the island’s population were Buddhist The Tigers campaigned since the",
  "early 1980sfor an independent homeland, using suicide bombings,assassinationsof lead",
  "¬",
  "ing politicians, and attacks on public buildings and Buddhist shrines. By the 1990s they",
  ".",
  "had over 10 000 troops and the struggle had reached civil-war proportions Their most",
  "notoriousaction was the assassination of the Indian prime minister, Rajiv Ghandi,in India",
  "in 1991. A truce was arranged in 2001,and although it was broken several times, by 2003",
  "there were encouraging signs that a peaceful settlement could be found.",
  "Probably the most successful terrorist group was the African National Congress (ANC)",
  "in South Africa. Originally formed in 1912, it only adopted violent methods in the early",
  "1960s when apartheid became more brutal. After a long campaign, the white supremacist",
  "government eventually succumbed to pressure from world opinion as well as from the",
  "ANC. Nelson Mandela was released (1990), and multiracial elections were held (1994).",
  "Mandela, the former ‘terrorist’, became the first black president of South Africa. There",
  "have been scores of other organizations, for example the Tupamaru Revolutionary",
  "Movement in Peru, which aims to rid the country of US influence; the Islamic Group in",
  "-",
  "Algeria, which aimsto set upan Islamicstate in placeof theexisting non religiousgovern",
  "¬",
  "ment; and the National Liberation Army in Bolivia, which aims to rid the country of US",
  ".",
  "influence",
  "(c) Terrorism becomes global and anti American",
  "-",
  ".",
  "It was in the early 1970s that terrorist groups began to operate outside their own countries",
  "In 1972 there was the murder of 11 Israeliathletesat the Munich Olympics,carried out by",
  "a pro-Palestinian group calling itself Black September. Gradually it became clear that the",
  ". -",
  "main target of the outrages was the USA and its interests After the downfall of the US",
  "backed Shah of Iran early in 1979, there was a great wave of anti-American feeling in the",
  ".",
  "region In November 1979 a large army of several thousand Iranian students attacked the",
  "American embassy in the capital, Tehran, and seized 52 Americans, who were held",
  "hostage for almost 15 months. The demands of the country’s new ruler, the Ayatollah",
  "Khomeini, included handing over the ex-Shah so that he could face trial in Iran, and an",
  "acknowledgement by the USA of itsguiltforall its interference in Iran prior to 1979.Only",
  "when the USA agreed to release $8 million of frozen Iranian assets were the hostages",
  "allowed to return home.This incident wasseen asa national humiliation by the Americans",
  "and showed the rest of the world that there were limits to the power of the USA. But at",
  "-",
  "least the hostages were not harmed; after that, the anti American acts became more",
  ".",
  "violent",
  "(cid:127) In 1983 the Middle East became the focus of attention as resentment grew at the",
  ".",
  "extent of American interests and interventions in the region Especially unpopular",
  "was US support of Israel, which had invaded the Lebanon in 1982. In April 1983a",
  "truckcarryinga huge bomb wasdriveninto the USembassy in Beirut,the Lebanese",
  ". .",
  "capital The building collapsed, killing 63 people In October 1983a similar attack",
  "wascarried out on the headquartersof the US marines in Beirut, killing 242 people.",
  "Thesameday anothersuicide lorry wasdriven intoaFrench military basein Beirut;",
  "this time 58 French soldiers were killed. In December, action switched to Kuwait",
  "City, where a lorry packed with explosives wasdriven into the US embassy, killing",
  "four people. All four attacks were organized by Islamic Jihad, probably backed by",
  ".",
  "Syria and Iran",
  "(cid:127) Shortly beforeChristmas 1988an American airlinercarrying 259 peopleen routefor",
  "New York blew upandcrashedonto theScottish town of Lockerbie,killing all those",
  "on board and 11 people on the ground. No organization claimed responsibility but",
  "263",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISM.",
  "suspicion fell on Iran and Syria Later it shifted to Libya; eventually the Libyan",
  ".",
  "government handed over two men suspected of planting the bomb In January 2000",
  "both were tried in a Scottish court sitting in special session in Holland; one was",
  "found guilty of killing the270 victimsand sentenced to lifeimprisonment,the other",
  "man was acquitted. However,many people believe that the conviction wasdubious",
  ".",
  "-the evidence was extremely thin-and that Syria and Iran were the real culprits",
  "(cid:127)",
  "In February 1993 a bomb exploded in the basement of the World Trade Center in",
  "New York, killing six people and injuring several hundred.",
  "(cid:127) American interests in Africa were the next target:on the sameday-7 August 1998",
  "- bomb attacks were launched against the US embassies in Nairobi (Kenya) and",
  "- -",
  "Dar es Salaam (Tanzania). In total, 252 people were killed and several thousand",
  "injured; but the vast majority of the victims were Kenyans, and only 12 of those",
  "killed were Americans. The Americans were convinced that al-Qaeda was respon",
  "¬",
  "sible for the attacks, especially when the Islamic Army Organization, which was",
  "thought to be closely connected to Osama bin Laden, issued a statement claiming",
  "that the bombings were in revenge for injustices which the USA had committed",
  "against Muslim states; the statement also threatened that this was just a beginning",
  "-there would be even more attacks and the USA would meet a ‘black fate’.",
  "(cid:127) President Bill Clinton ordered immediate retaliation - the Americans fired cruise",
  "missiles at complexes in Afghanistan and Sudan, which were said to be producing",
  ". .",
  "chemical weapons However, this tactic seemed to backfire One of the sites",
  "bombed turned out to beanordinary pharmaceuticalfactory,and there wasa violent",
  ".",
  "anti-American reaction throughout the Middle East",
  "(cid:127) October 2000 brought a new sort of terrorist action - the attack on the American",
  "destroyer Cole,which was refuelling in the port of Aden (in Yemen) on its way to",
  "the Persian Gulf. Two men rammed a small boat packed with explosives into the",
  ".",
  "sideof the ship,apparently hoping tosink it They failed, but the explosion did blow",
  ".",
  "a large hole in the Cole's side, killing 17 sailors and injuring many more The",
  "damage was easily repaired, but once again it was a humiliation that the world’s",
  "supposedly most powerful nation had been unable to defend its property adequately",
  "in hostile regions. The message from the Islamic states was clear: ‘We do not want",
  "you here.’ Would the USA take heed and change its policies?",
  "(c) Has the USA been guilty of terrorism?",
  "If weaccept thatadefinition of ‘terrorism’ should include actscommitted by statesas well",
  "as by individuals and groups, then we have to ask the question: which states have been",
  "guilty of terrorism, in the sense that their governments have been responsible for some or",
  "even all the terrorist activities mentioned - assassinations, mass murders, hijackings,",
  "bombings, kidnappings and intimidation? The list of candidates is a long one; the most",
  "obvious must be Nazi Germany, the USSR under Stalin, Communist China, the South",
  "African apartheid regime,Chile during the Pinochet regime,Cambodia under Pol Pot and",
  "Milosevic’s Serbia. But what about the shocking claim that the USA has also been guilty",
  "of terrorism? The accusation has been made not just by Arabs and Latin American left",
  "¬",
  "wingers, but by respected Western commentators and by Americans themselves. It is",
  "linked to the question of why there have been so many terrorist acts directed against the",
  ".",
  "USA",
  "Twenty years ago very few people in the West would have thought of asking such a",
  "question. But since theend of theCold War,andespeciallysince the 11 Septemberattacks,",
  "there has been a radical reappraisal by a number of writers of the US role in international",
  "affairs since the end of the Second World War. Their motive in most cases is a genuine",
  "264 PARTI WAR ANDINTERNATIONAL RELATIONSdesire tofind explanationsas to why USgovernment policieshavearoused somuch hostil",
  ". ¬",
  "ity According to William Blum in his book Rogue State:",
  "From 1945 until the end of the century, the United States attempted to overthrow more",
  "than 40 foreign governments, and to crush more than 30 populist-nationalist move",
  "¬",
  "ments struggling against intolerable regimes. In the process, the US caused the end of",
  "life for several million people, and condemned many millions more to a life of agony",
  ".",
  "and despair",
  "Sections 8.4-5 gave examples of such US actions in South America, South-East Asia,",
  "Africa and the Middle East; thefirst section of this chapter showed that US foreign policy",
  "continued on essentially the same lines after 1990.",
  "Noam Chomsky (a professorat the Massachusetts Institute of Technology) pointed out",
  "(in his book Rogue States) that often ‘terrorist’ acts against the USA were committed in",
  "retaliation for US actions. For example, it seems highly likely that the destruction of the",
  "American airliner over Lockerbie in 1988 was a retaliation for the shooting down of an",
  "Iranian airliner by the Americans, with the loss of 290 lives,a few months earlier.Similar",
  "American acts which precipitated retaliation were the bombings of Libya in 1986 and the",
  "shooting down of two Libyan aircraft in 1989;in these instances, however, the Americans",
  "could claim that their actions were in retaliation for earlier Libyan outrages. One of the",
  "most horrificactsof terrorism wasacar bomb placed outside a mosque in Beirut in March",
  "1985. It was timed to explode as worshippers left after Friday prayers: 80 innocent people",
  ".",
  "were killed, including many women and children, and over 200 were seriously injured",
  "The target was a suspected Arab terrorist, but he was unhurt. It is now known that the",
  "attack was organized by the CIA with help from British intelligence.Sadly, these were the",
  ".",
  "sorts of action which were likely to turn ordinary Muslims into ‘fanatical’ terrorists In",
  "1996, Amnesty International reported:",
  "Throughout the world, on any given day, a man, woman or child is likely to be",
  "displaced,tortured, killed or ‘disappeared’,at the handsof governmentsorarmed polit",
  "¬",
  ".",
  "ical groups. More often than not, the United States shares the blame",
  "Lloyd Pettiford and David Harding (in Terrorism: The New World War) conclude that",
  "American foreign policies must take much of the blamefor the increase in terrorism,since",
  "‘the US seems totally determined to ensure that the whole world is opened up to its unre",
  "¬",
  "stricted access and that any alternative form of society be regarded as strictly against the",
  ".",
  "rules’ Noam Chomsky claims (in Who are the Global Terrorists?) that Washington",
  "created",
  "an international terror network of unprecedented scale and employed it worldwide with",
  "- .",
  "lethal and long lasting effects In Central America, terror guided and supported by the",
  "US reached itsmostextreme levels. ... It is hardly surprising thatWashington’scallfor",
  ".",
  "support in its war of revenge for September 11 had little resonance in Latin America",
  "12.3 11 SEPTEMBER 2001 AND THE 'WAR ON TERROR'",
  "(a) The 11 September attacks",
  "Early in the morning of 11 September 2001, four airliners on internal flights in the USA",
  "were hijacked. The first one was deliberately crashed into the 110-storey North Tower of",
  "the World Trade Center in New York. A quarter of an hour later the second plane crashed",
  "265",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISMinto theSouth Tower;about an hourafter the impact the entireSouthTower collapsed into",
  "a vast heap of rubble, severely damaging surrounding buildings; after another 25 minutes",
  "the North Tower also disintegrated. In the meantime a third plane was flown into the",
  "Pentagon, the building near Washington that housed the US Department of Defense, and",
  "the fourth plane missed its intended target and crashed in a rural area of Pennsylvania, not",
  "far from Pittsburgh. It was the most stunning atrocity ever experienced on US soil: it cost",
  "the lives of around 2800 people in the World Trade Center, well over a hundred in the",
  "Pentagon building, and some 200 who were passengers on the aircraft, including the",
  "hijackers.Television camerasfilmed the second plane flying into the South Towerand the",
  "collapse of the towers, and these images, shown over and over again, only added to the",
  ".",
  "horror and disbelief around the world at what was happening Nor was it only Americans",
  "who were killed: it emerged that citizens of over forty foreign countries were among the",
  "victims, either in the buildings or as passengers on the aircraft.",
  "Although no organization claimed responsibility for the attacks, the US government",
  "assumed that Osama bin Laden and al-Qaeda were guilty. Certainly it must have been",
  "carried out by educated professionals with considerable financial backing, like the",
  "members of al-Qaeda, who were known to number perhaps 5000 highly-trained activists.",
  "Recovering quickly from the initial shock,President Bush announced that the USA would",
  "hunt down and punish not only the perpetrators of what he called ‘these acts of war’, but",
  "also those who supported and harboured them. The outrages were condemned by most of",
  "the world’s governments, although there were reports of Palestinians and other Muslim",
  "groups celebrating at the humiliation of the USA. President Saddam Hussein of Iraq was",
  ".",
  "reported as saying that the USA was ‘reaping the thorns of its foreign policy’",
  "(b) Bush and the 'war against terrorism'",
  "The American government immediately tried to build on the worldwide sympathy in order",
  "to create a coalition to fight terrorism. NATO condemned the outrages and stated that an",
  "attack on one member state would be treated as an attack on all 19 members; each coun",
  "¬",
  "try would be required to assist, if necessary. Within a short time a coalition of states was",
  "-",
  "put together to enable the terrorists’ assets to be frozen and to collect wide ranging intel",
  "¬",
  "ligence; some of the countries promised to help with military action against the terrorists",
  "and against the Taliban government of Afghanistan, which was accused of sheltering al-",
  "Qaeda and Osama bin Laden. Some of Bush’s statements during this period were disturb",
  "¬",
  "ing to other governments. For example, he stated that countries were ‘either with us or",
  "against us’ -implying that the right to remain neutral did not exist. He also spoke of ‘an",
  "axis of evil’ in the world, which would have to be dealt with; the ‘evil’ states were Iraq,",
  "Iran and North Korea. This opened up the possibility of a long series of military opera",
  "¬",
  "tions, with the USA playing the part of ‘world policeman’ or ‘playground bully’, depend",
  "¬",
  "ing on which side you were on.",
  ".",
  "This caused some alarm, and not only in the three states named Chancellor Gerhard",
  "Schroder of Germany stated that although Germany was prepared to ‘make appropriate",
  "military facilities’ available to the USA and its allies, he did not consider that there was a",
  "state of war with any particular country; and he added that ‘we are not in a war with the",
  "Islamic world either’.Thiscautiousresponse was becauseof doubtsabout whetheradirect",
  "attack on Afghanistan was justified in international law. As Michael Byers (an expert in",
  "international law at Duke University, North Carolina) explains:",
  "in order to maintain the coalition against terrorism, the US military response had to be",
  ".",
  "necessary and proportionate This meant that the strikes had to be carefully targeted",
  ".",
  "against those believed to beresponsiblefor the atrocities in New York and Washington",
  "266 PARTI WAR ANDINTERNATIONAL RELATIONSBut if the US singled out Osama bin Laden and al-Qaeda as its targets, it would have",
  "run up against the widely held view that terrorist attacks,in and of themselves,did not",
  "justify military responses against sovereign states.",
  "-",
  "It wasfor thisreason that the USA widened itsclaim of self defence to include the Taliban",
  "government of Afghanistan, which was accused of supporting the terrorist acts.",
  "Accordingly, the UN Security Council passed two resolutions which did not authorize",
  "-",
  "military action under the UN Charter, but allowed it asthe right of self defence incustom",
  "¬",
  "ary international law.The USA then issued an ultimatum to the Taliban demanding that",
  "they hand over bin Laden and some of his colleagues directly to the US authorities. When",
  "this was rejected by the Taliban, the scene was set for the use of force, though Mullah",
  "Zaeef, one of the Taliban leaders, issued a press release strongly condemning the attacks",
  ".",
  "andcalling for those responsible to be brought to justice Nodoubt he knew what toexpect",
  ".",
  "when he added: ‘We want America to be patient and careful in their actions’",
  "(c) Background to the attack on Afghanistan",
  "The history of the previous 30 years in Afghanistan had been extremely violent and",
  "confused. In 1978 a left-wing government seized power and began a modernization",
  ".",
  "programme However, in a country where Islamic authority was strong, changes such as",
  "equal status for men and women and the secularization of society were seen as an affront",
  ". .",
  "to Islam Opposition was fierce, and civil war soon broke out In 1979 Soviet troops",
  "entered the country to support the government; they were afraid that if the regime was",
  "overthrown by a fundamentalist Muslim revolution, like the one in Iran in January 1979,",
  "this would stir up the millions of Muslims who were Soviet citizens and destabilize those",
  ".",
  "republics with substantial Muslim populations",
  "The USSR expected a short campaign, but the US government treated it as part of the",
  "Cold War and sent extensive aid to the Muslim opposition in Afghanistan. There were",
  "several rival Muslim groups, but they all worked together - known collectively as the",
  "Mujahideen - to drive out the Russians. By 1986 the Mujahideen (meaning ‘those who",
  "wage jihad' ) were receiving large amounts of weaponry via Pakistan from the USA and",
  "China, the most important of which were ground-to-air missiles, which had a devastating",
  "effect on the Afghan and Soviet air forces. One of the organizations fighting with the",
  "-",
  "Mujahideen was al Qaeda, led by Osama bin Laden, who, ironically, received training,",
  "weapons and cash from the USA.",
  "Eventually Mikhail Gorbachev, the Soviet leader, realized that he was in a similar situ",
  "¬",
  "ation to the one in which the Americans had found themselves in Vietnam. He had to",
  "acknowledge that the war in Afghanistan could not be won, and by February 1989 all",
  ".",
  "Soviet troops had been withdrawn Left to fend for itself, the socialist government of",
  "Afghanistan survived until 1992 when it was finally overthrown. The Mujahideen formed",
  "a coalition government, but the country soon fell into total chaos as the rival factions",
  ".",
  "fought for power During the later 1990s the faction known as ‘the Taliban’ (meaning",
  "‘students’)gradually tookcontrolof the country,driving out rivalgroupsarea by area.The",
  "Taliban were a conservative Muslim faction made up of Pashtuns, the ethnic group in the",
  "south-eastof the country,especially in the province of Kandahar. By the end of 2000 they",
  "-",
  "controlled mostof thecountry except the north west, where they were opposed by the rival",
  "ethnic groups-Uzbeks, Tajiks and Hazara-known as the ‘Northern Alliance’.",
  ".",
  "The Taliban regime aroused international disapproval because of its extreme policies",
  "(cid:127)",
  "Women were almost totally excluded from public life, and were prevented from",
  "continuing as teachers and doctors and in other professions.",
  "267",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISM(cid:127) .",
  "Harsh criminal punishments were introduced For example, women were often",
  ".",
  "publicly beaten for showing their ankles Mass executions took place in public in",
  ".",
  "the Ghazi football stadium",
  "(cid:127) Its cultural policies seemed unreasonable: for example, music was banned. There",
  "was worldwide dismay when the regime ordered the destruction of two huge stat",
  "¬",
  "ues of Buddha carved into rocks and dating from the fourth and fifth centuries AD.",
  "Cultural experts regarded them as unique treasures, but the Taliban blew them up,",
  "claiming that they were offensive to Islam.",
  "(cid:127) The government allowed the country to be used as a refuge and training ground for",
  ".",
  "Islamic militants, including Osama bin Laden",
  "(cid:127) Because of acombination of the ravagesof yearsof civil war and three consecutive",
  "years of drought, the economy was in ruins. There were severe food shortages as",
  "refugees, who could no longer sustain themselves on the land, flocked into the",
  "cities. Yet when the UN tried to distribute food supplies in Kabul, the capital, the",
  ".",
  "governmentclosed theirofficesdown They objected toforeign influenceand to the",
  ".",
  "fact that Afghan women were helping with the relief work",
  "Very few states recognized the Taliban regime, and its unpopularity provided a boost to",
  ".",
  "the American plan to use forceagainst it On theother hand the Taliban succeeded in elim",
  "¬",
  "inating much of the corruption endemic in Afghan ruling circles, and they restored secu",
  "¬",
  "rity on the roads. Writing in 2010, a British journalist, James Fergusson, who spent 14",
  "years in Afghanistan, argued that",
  "the Taliban were never as uniformly wicked as they were routinely made out to be -",
  "and nor are they now. ... The Taliban made some terrible mistakes, and I do not",
  "condone them. But I am also certain that we need a better understanding of how and",
  ".",
  "why they made these mistakes before we condemn them",
  "(d) The Taliban overthrown",
  "A joint US and UK operation against Afghanistan was launched on 7 October 2001.",
  "Taliban military targets and al-Qaeda camps were attacked with cruise missiles fired from",
  "ships. Later, American long-range bombers carried out raids on the centre of Kabul.",
  "Meanwhile troops of the Northern Alliance began an offensive against Taliban positions",
  "in the north-west. On 14 October the Taliban offered to hand bin Laden over to an inter",
  "¬",
  "mediary state, though not directly to the USA. In return they demanded that the USA",
  "should stop the bombing.However,President Bush rejected thisofferand refused to nego",
  "¬",
  "tiate. At first the Taliban forces put up strong resistance, and at the end of the month they",
  ".",
  "still controlled most of the country During November, under pressure from the continued",
  ".",
  "US air attacks and the Northern Alliance forces, the Taliban began to lose their grip On",
  "12 November they abandoned Kabul and were soon driven from their main power base-",
  "the province of Kandahar. Many fled into the mountains or over the border into Pakistan.",
  "The USA continued to bomb the mountain region, hoping to flush out bin Laden and his",
  "al-Qaeda fighters, but without success.",
  "The USA and its allies had achieved one of their aims: the unpopular Taliban regime",
  "had gone; but bin Laden remained elusive and was still a free man in 2004. On 27",
  "November 2001 a peace conference met in Bonn (Germany), under the auspices of the",
  "United Nations, to decide on a new government for Afghanistan. It was not easy to bring",
  "peace to this troubled country. Early in 2004 the central government of President Hamid",
  "Karzai in Kabul was struggling to impose its authority over troublesome warlords in the",
  "north. He was supported by US troops who were still pursuing the ‘war on terror’, and by",
  "268 PARTI WAR ANDINTERNATIONAL RELATIONSNATO troops, who were trying to keep the peace and help rebuild the country. But it was",
  "an uphill task; the most ominous development was that the Taliban had regrouped in the",
  "south and over the border in Pakistan, financed partly by rising heroin production. UN",
  "officials were worried that Afghanistan might once again turn into a ‘rogue state’ in the",
  ". .",
  "handsof drug cartels As the violence continued,even the aid agencies came underattack",
  "In the summer of 2004 the Medecins sans Frontieres organization, which had been active",
  "in Afghanistan for a quarter of a century, decided to pull out; this was a serious blow for",
  ".",
  "ordinary Afghans",
  "Nevertheless, the promised elections, held in November 2004, were able to go ahead",
  "largely peacefully, in spite of threats of violence from the Taliban. President Karzai was",
  "-",
  "elected for a5 year term; he won 55.4 per cent of the votes, which was not as much as he",
  "had hoped, but enough for him to claim that he now had legitimacy and a mandate from",
  ".",
  "the people (for what happened next, see Section 12.5)",
  "(e) Is the 'war on terror' a struggle between Islam and the West?",
  "From the beginning of hiscampaign,Osama bin Laden claimed that it was partof a world",
  "¬",
  "wide contest between the West and Islam. As early as 1996 he had issued a fatwa (a reli",
  "¬",
  "giouscommand) toall Muslims that they were to kill US military personnelinSomaliaand",
  ".",
  "Saudi Arabia In 1998 he extended the fatwa: ‘To kill Americans and their allies, civilian",
  "and military,is an individual duty for every Muslim who can do it in any country in which",
  ".",
  "it is possible to do it ’ When the attack on Afghanistan began, he tried to present it, not as",
  ".",
  "a war against terrorism, but as a war against Afghanistan and against Islam in general He",
  "urged Muslims living in countries whose governments had offered to help the USA to rise",
  "up against their leaders. He talked about revenge for the 80 years of humiliation which",
  "Muslims had suffered at the hands of the colonial powers: ‘what America is tasting now is",
  ". -",
  "only acopy of what we have tasted’ Bin Laden’sdeputy, Ayman al Zawahiri,said that 11",
  "September had divided the world into two sides: ‘the side of the believers and the side of",
  ". .",
  "infidels Every Muslim has to rush to make his religion victorious’",
  "(f) What was bin Laden hoping to achieve from his campaign?",
  "(cid:127) He had special interests in Saudi Arabia, the country where he was brought up and",
  ".",
  "educated After his exploits fighting the Soviet forces in Afghanistan, he returned",
  "to Saudi Arabia, but soon clashed with the government, a conservative monarchy",
  "which, he felt, was too subservient to the USA. He believed that as a Muslim coun",
  "¬",
  "try,Saudi Arabia should not have allowed the deployment of USand other Western",
  "troops on its territory during the Gulf War of 1991, because this was a violation of",
  "the Holy Land of Islam (Mecca and Medina, the two most holy cities in Islam, are",
  ".",
  "both situated inSaudiArabia) The government tookaway hisSaudicitizenshipand",
  ".",
  "he wasforced to flee to theSudan, which had afundamentalist Muslim regime Bin",
  "Laden therefore hoped to get rid of the American military bases, which were still in",
  ".",
  "Saudi Arabia at the beginning of 2001 Secondly, he wanted to achieve the over",
  "¬",
  "throw of the Saudi government and its replacement by an Islamic regime.",
  "(cid:127)",
  "By this time the Saudi regime was beginning to feel concerned as its popularity",
  ".",
  "dwindled Many of the younger generation were suffering unemployment and",
  "-",
  "sympathized with bin Laden’s anti Americanism; this prompted the government to",
  "-",
  "try to reduce its co operation with the USA. Although it condemned the 11",
  "Septemberattacks, it was reluctant toallow US military aircraft to use its bases,and",
  "it took no active part in the campaign against Afghanistan. This annoyed the USA,",
  "269",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISMwhich proceeded to removealmostallits troopsfromSaudi Arabiaand set upa new",
  ".",
  "headquarters in Qatar Bin Laden’s first aim had been achieved, and the second",
  "-",
  "looked distinctly possible as unrest increased and al Qaeda groups operating in",
  "Saudi Arabia became stronger. There were an increasing number of attacks on",
  "compounds housing foreign personnel. Without American troops to prop them up,",
  ".",
  "the Saudi regime seemed likely to face a difficult time",
  "(cid:127)",
  "He hoped to force a settlement in the Israeli-Palestinian conflict: he supported the",
  "creation of a Palestinian state, and, ideally, wanted the destruction of the state of",
  "Israel. This had not been achieved by 2011, when bin Laden was killed by",
  "American agents while living in hiding in Pakistan. A settlement of any kind",
  "seemed remote, unless the USA were to decide to use its political and financial",
  "influence over Israel.",
  "(cid:127) He hoped to provoke a worldwide confrontation between the Islamic world and the",
  "West, so that ultimately all foreign troops and influence in the Muslim and Arab",
  "world would be eliminated. Some observers believe this was the reason he planned",
  "the 11 September attacks on the USA: he calculated that the Americans would",
  "respond with disproportionate violence, which would unite the Muslim world",
  ".",
  "against them Once Western influence and exploitation had been eliminated, the",
  "Muslim statescould concentrate on improving conditions and alleviating poverty in",
  "their own way, and they would be able to introduce Sharia law-the ancient law of",
  ".",
  "Islam-which, they claimed, had been supplanted by foreign influence",
  "(For a further discussion of the ‘clash of civilizations’ between the West and the Islamic",
  "world see Section 28.4.)",
  "12.4 THE DOWNFALL OF SADDAM HUSSEIN",
  "(a) Background to the attack on Iraq",
  "After hisdefeat in thefirst Gulf War (1990-1),Saddam Hussein wasallowed to remain in",
  ".",
  "power (see Section 11.10(c)) He defeated uprisings of Kurds in the north and Shia",
  "Muslims in the south, where he was especially brutal in his treatment of the rebels. When",
  "refugees fled into the marshes, Saddam had the marshland drained, and many thousands",
  "of Shia were killed. He had already used chemical weapons in his war against Iran and",
  "against the Kurds,and was known to have a biological weapons programme. By 1995 Iraq",
  "had a well-advanced nuclear weapons programme. Although they were reluctant to",
  "removeSaddam Hussein becauseof the chaos that mightfollow, theUSA and the UK tried",
  "to restrain him by continuing the trade embargo placed on Iraq by the UN soon after Iraqi",
  "forces invaded Kuwait. In 2000 these sanctions had been in place for ten years, but they",
  "seemed to havehad littleeffectonSaddam;it was theordinary peopleof Iraq who suffered",
  ".",
  "because of shortages of food and medical supplies In September 1998 the director of the",
  "UN relief programme in Iraq, Denis Halliday, resigned, saying that he could no longer",
  "carry out such an ‘immoral and illegal’ policy. In 1999, UNICEFreported that since 1990",
  "over half a million children had died from malnutrition and lack of medicines as a direct",
  ".",
  "result of sanctions",
  "However, sanctions did ensure that Saddam allowed inspections of his nuclear sites by",
  "members of the International Atomic Energy Agency (IAEA), authorized by a UN",
  "Security Council resolution. It was discovered that the Iraqis had all the components",
  "necessary to manufacture nuclear warheads,and thatconstruction wasactually under way.",
  "In 1998the IAEA team destroyed all Saddam’s nuclearsitesand took away the equipment.",
  "At this point, however, there was no talk of removing Saddam from power, since he was",
  "270 PART I WAR ANDINTERNATIONAL RELATIONSkeeping the Kurds and Shias under control, and thereby preventing the destabilization of",
  ".",
  "the region",
  "(b) The USA and UK prepare to attack",
  "The warning signals came with President Bush’s State of the Union address in January",
  "2002 when he referred to the world’s rogue states, which were a threat because of their",
  "‘weapons of mass destruction’ (WMD). He described them as an ‘axis of evil’; the states",
  "named were Iraq, Iran and North Korea. It soon became clear that the USA, encouraged",
  "by its relatively easy victory in Afghanistan, was about to turn its attentions to Iraq. The",
  "US media began to try to convince the rest of the world that Saddam Hussein presented a",
  "serious threat and that the only remedy was a ‘regime change’. The justifications put",
  "forward by the Americans for an attack on Iraq were the following:",
  "(cid:127) Saddam had chemical, biological and nuclear weapons, and was working on a",
  "programme to produce ballistic missiles which could fly more than 1200 km (thus",
  "breaking the 150 km limit); these were the missiles necessary for the delivery of",
  ".",
  "weapons of mass destruction",
  "(cid:127)",
  "The entire world situation had changed since 11 September (9/11); the war against",
  "terrorism required that states which supported and encouraged terrorist organiza",
  "¬",
  ".",
  "tions should be restrained",
  "(cid:127)",
  "Iraq was harbouring terrorist groups, including members of al-Qaeda, which had a",
  "training camp specializing in chemicals and explosives. Iraqi intelligence services",
  "were co-operating with the al-Qaeda network, and together they presented a formi",
  ". ¬",
  "dable threat to the USA and its allies",
  "(cid:127) The longer action was delayed, the greater the danger would become. Khidir",
  "Hamza, an Iraqi exile who had worked on his country’s nuclear programme, told",
  "the USA in August 2002 that Saddam would have useable nuclear weapons by",
  "2005. Some supporters of war compared the situation with the 1930s, when the",
  "appeasers failed to stand up to Hitler and allowed him to become too powerful.",
  "(c) Opposition to the war",
  "Although UK prime ministerTony Blairpledged supportfora USattack on Iraq, there was",
  "much lessenthusiasm in the restof the world than there had been for the campaign against",
  "the Taliban in Afghanistan. There were massive anti-war demonstrations in the UK,",
  "Australia and many other countries, and even in the USA itself. Opponents of the war",
  "made the following points.",
  "(cid:127) Given that all his nuclear facilities had been destroyed in 1998 and that even more",
  "stringent trade sanctions had been imposed, it was highly unlikely that Saddam had",
  ".",
  "been able to rebuild his facilities for producing WMD Scott Ritter, the chief UN",
  "weaponsinspectorin Iraq,stated (in September 2002) that ‘Since 1998 Iraq has been",
  "fundamentally disarmed.90-95 per cent of Iraq’s weaponsof massdestruction have",
  ".",
  "been verifiably eliminated This includes all of the factories used to produce chemi",
  "¬",
  "-",
  "cal,biological and nuclear weapons,and long range ballistic missiles; the associated",
  "equipment of these factories; and the vast majority of products coming out of these",
  "factories.’ Clearly Iraq was much less of a threat in 2002 than it had been in 1991.",
  "There wasafeeling that the dangers had been exaggerated by exiled Iraqi opponents",
  "of Saddam, who were doing their utmost to pressure the USA into removing him.",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISM 271(cid:127)",
  "Even if Saddam had all these WMD, it was most unlikely that he would dare to use",
  ".",
  "them against the USAand itsallies Suchan attack by Saddam wouldcertainly have",
  "ensured his rapid overthrow. Nor had Saddam invaded another state, as he had in",
  "1990, therefore that justification could not be used for an attack on Iraq.",
  "(cid:127) There was insufficient evidence that Iraq was harbouring al-Qaeda terrorists. US",
  "military intervention would make the situation worse by fostering even more",
  "violent anti-Western feeling. Congressional reports published in 2004 concluded",
  "that critics of the war had been right: Saddam had no stocks of weapons of mass",
  "-",
  "destruction and there were no links between Saddam, al Qaeda and 9/11.",
  "(cid:127)",
  "War should be the last resort; more time should be given for the UN inspectors to",
  "complete their search for WMD. Any military action should be sanctioned by the",
  "UN.",
  "(cid:127) It was suggested that the real motives of the USA were nothing to do with the war",
  "against terrorism. It was simply a case of the world’s only superpower blatantly",
  "extendingitscontrolmore widely-‘maintainingglobal US pre-eminence’.Agroup",
  "of leading Republicans (the party of President Bush) had already in 1998 produced",
  "adocument urging PresidentClinton to pursueaforeign policy that would shape the",
  "new century in a way ‘favourable to American principles and interests’. They",
  "suggested ‘the removal of Saddam Hussein’s regime from power’. If Clinton failed",
  "to act, ‘the safety of American troops in the region, of our friends and allies like",
  "Israel, and the moderate Arab states, and a significant proportion of the world’s",
  ". ...",
  "supply of oil will all be put at hazard American policy cannot continue to be",
  ".",
  "crippled by a misguided insistence on unanimity in the UN security council ’",
  "Having recently removed most of their forces from Saudi Arabia, the Americans",
  "would find Iraq the perfect substitute, enabling the USA to continue exercising",
  ".",
  "control over the region’s oil supplies",
  "(d) The United Nations and the war",
  "In view of the doubts being expressed, and under pressure from Tony Blair, President",
  "Bush decided to give the UN achance to see what itcould achieve. In November 2002 the",
  "UN Security Council approved a resolution (1441) calling on Saddam Hussein to disarm",
  "or ‘face serious consequences’. The text was a compromise between the USA and the UK",
  "on one side, and France and Russia (who opposed a war) on the other. The resolution did",
  "not give the USA full authority to attack Iraq, but it clearly sent a strong message to",
  "Saddam as to what he might expect if he failed to comply. The Security Council would",
  "assessany failure by Iraq to comply with the new more stringent inspection demands. Iraq",
  "accepted the resolution and Hans Blix and his team of 17 weapons inspectors arrived back",
  ".",
  "in the country after an absence of four years",
  "Bush and Blair were impatient at the delay,and in January 2003Blair began to push for",
  "a second Security Council resolution which would authorize an attack on Iraq. Bush stated",
  "that although he would be happy witha second resolution,he did not consider it necessary;",
  "he argued that Resolution 1441 already gave the USA authority to attack Saddam. The",
  "USA, UK and Spain pressed for another resolution, while France, Russia and China were",
  "adamant that the weapons inspectors should be given more time before military action was",
  "taken. By the end of February 2003, Blix was reporting that the Iraqis were co-operating",
  "and had agreed to destroy some missiles which had been discovered. The USA, UK and",
  "Spain dismissed this information as a ‘delaying tactic’ by Saddam, although, in fact, early",
  "in March, Iraq began destroying missiles; this was described by Blix as ‘a substantial",
  "measure of disarmament’. President Georges Chirac of France now made it clear that he",
  "would veto any Security Council resolution authorizing war against Iraq (10 March).",
  "272",
  "PARTI WAR ANDINTERNATIONAL RELATIONSHowever, the Americans dismissed the objections of France and Germany contemptu",
  ". ¬",
  "ously as‘oldEurope’-outof touchwithcurrent trends The USA,UKandSpain weredeter",
  "¬",
  "mined to go ahead: they issued a joint ultimatum to Saddam giving him 48 hours to leave",
  "Iraq. When this was ignored, US and UK forces began air attacks and an invasion of south",
  "¬",
  "ern Iraq from Kuwait(20March).The USAclaimed that30countrieshadagreed tojointheir",
  "coalition, though in theevent,only the UK and Australia made any military contribution. As",
  "the invasion began, American historian Arthur Schlesinger wrote in the Los Angeles Times:",
  "-",
  "The president has adopted a policy of ‘anticipatory self defence’ that is alarmingly",
  "similar to the policy that Japan employed at Pearl Harbor,on adate which,asan earlier",
  "American president said it would, lives in infamy. Franklin D. Roosevelt was right, but",
  "today it is we Americans who live in infamy. ... The global wave of sympathy that",
  "engulfed the United States after 9-11 has given way to a global wave of hatred of",
  "American arrogance and militarism ... even in friendly countries, the public regards",
  "Bush as a greater threat to peace than Saddam Hussein.",
  "(e) Saddam Hussein overthrown",
  "Initially the invading forces made slower progress than had been expected, since some",
  ".",
  "units of Iraqi troops put up strong resistance US forces were hampered by the fact that",
  "Turkey had refused to allow US units to take up positions on its territory. This meant that",
  "it was impossible for the USA to mount a significant advance on Baghdad from the north.",
  "Forces advancing from the south were hampered by heavy desert sandstorms. By the end",
  "of March the expected swift victory had not yet been achieved;it was announced that the",
  ".",
  "number of US troops would be doubled to 200 000 by the end of April Meanwhile the",
  "assault on Baghdad by heavy bombers and cruise missiles continued. It emerged later that",
  "during the first four weeks of the attack, as many as 15 000 Iraqis were killed, of whom",
  "about 5000 were civilians.",
  "International reaction to the invasion was mainly unfavourable. There were protest",
  "demonstrations throughout the Arab world, where the US action was seen simply as a",
  "blatant empire-building enterprise. An Iranian spokesman said it would lead to ‘the total",
  "destruction of security and peace’, while Saudi Arabia called for military occupation of",
  "Iraq to beavoided.Condemnation alsocamefrom Indonesia(which had the largest Muslim",
  "population in the world), Malaysia, France, Germany and Russia. However, a few coun",
  "¬",
  "tries expressed support, including the Philippines, Spain, Portugal and the Netherlands; so",
  "did some of the formercommuniststatesof eastern Europe, notably Poland.Thissurprised",
  "many people,but the reason forit wassimple: the USA had enormous prestige in theireyes",
  ".",
  "because of the vital role it had played in the defeat of communism",
  ".",
  "In early April the sheer weight and strength of the invaders began to tell Iraqi units",
  ".",
  "began to desert and resistance collapsed US troops captured Baghdad, while the British",
  ".",
  "took Basra, the main city in the south On 9 Aprilit wasannounced that Saddam’s 24-year",
  "dictatorship wasover,and the world was treated to television picturesof an American tank",
  "toppling a statue of Saddam in Baghdad, cheered on by a jubilant crowd (see Illus. 12.2).",
  "Saddam himself disappeared for the time being, but was captured in December 2003. On",
  "1 May, President Bush declared that the war was over.",
  "(f) The aftermath",
  "The events of the year following the overthrow of Saddam were not what President Bush",
  "had been hoping for. No weapons of mass destruction were found. Worse than that, in",
  "273",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISMK",
  "<",
  "ie",
  "*",
  "it",
  "*",
  "*",
  "%",
  "i",
  "-",
  "w -",
  "(cid:127)*",
  "r",
  "1",
  "I",
  "- --",
  "» >* sr*4i",
  "3 rv",
  "*",
  "V",
  "\"bstrethyi 175: 'linesculpted head!o*,Sadld,ariHossercr.sitstotire middleof toe",
  "read te:Baghdad Iraq 1CAprL2003",
  "7JJaDrCi2ujbje? t2,A00A4?Pfea»n'k.uCakgKrtAeId.,aw%ithTtMb£sTLfc' ToIfUtAhSe'U.cVabsirneextpeuvrevrW>AuAq.wnaasdsmeoskoemdeatsetAnssaetrioen*d",
  ",",
  "revexations, He c&kred that Bash had been determined to oust Sadden m far hack as",
  "January 2001 when he tookoffice,and that.12externcer pm^LCtca ;:-oa^e£brt justfica",
  "^",
  "he at a asm hecabi",
  ". ¬",
  "net knew perfectly well chatSadden had.no su.ch -weoens of aay sigrrfhe.nce. Tb.ns th.e",
  "mainfudek-afttsfor the wst riven 2? Bush and Blair seemedto have been invalidated",
  "As tho If? and UK CACJnation oi tuq wealon, thelm%L\\most qfwiam had at first",
  "itMsm - ,d litto",
  ". . . . .",
  "cbxrjrTijqte at V^iie^:- b'cSJ;:, g* hy tho Atr.«r.f«srx*,wh.ow;- irnthcids uf fc^alrg cedu:wxro",
  "si '(cid:127)1 . 1",
  "274 r",
  "PART WAR AXDINTERNATIONALRELATIONS",
  ".",
  "ffr^yivjlfloct»TIInevitably,anti-American feeling grew and by June 2003armed resistance was well under",
  ".",
  "way At first attacks were carried out just by Saddam loyalists, but they were soon joined",
  "by other groups: nationalists who wanted their country to be free and independent, and",
  ".",
  "Sunni Muslims who wanted some kind of Islamic state",
  "- .",
  "In the Arab worldoutside Iraq there wasa wave of anti Americanism Militantsflocked",
  "into the country to support their fellow Muslims against the USA, which they viewed as",
  "the great enemy of Islam. The violence escalated as suicide bombers, using the tactics of",
  "Hamas and Hezbollah, targeted UN headquarters, police stations, the Baghdad Hotel,",
  "-",
  "Iraqis who co operated with the Americans, and American military personnel; by the end",
  "of 2003, 300 American soldiers had been killed -since President Bush declared the war",
  "-",
  "to be over.So although al Qaeda fighters were probably notactive in Iraq before the inva",
  "¬",
  "sion,they certainly were in itsaftermath.The Americans hoped that thecaptureof Saddam",
  "would bring about a reduction of violence, but it seemed to make little difference.",
  "Whatdidthe resistancemovement want? A spokesman foroneof the nationalist groups",
  "said: ‘We do not want to see our country occupied by forces clearly pursuing their own",
  "interests, rather than being poised to return Iraq to the Iraqis.’ One of the things that infu",
  "¬",
  "riated Iraqis was the way in which American companies were being awarded contractsfor",
  ".",
  "reconstruction work in Iraq, to the exclusion of all other contractors",
  "It seemed as though the whole focus of international attention was directed towards",
  "Iraq. What happened there would have repercussions throughout the Middle East and the",
  "whole sphere of international relations. The dangers were enormous:",
  "(cid:127)",
  "In a country where there were so many different religious, ethnic and political",
  "groups, what hope was there that a strong government with a working majority",
  "would emergefrom elections? If thecountry were to descend into civil war,like the",
  "Lebanon during the years 1975-87, what action would the Americans take?",
  "(cid:127) - -",
  "The al Qaeda organization had been strengthened by the increase in anti American",
  "and anti-Western feeling. There were also a number of new networks of Islamic",
  "militants, with bases in Europe as well as the Middle East. In 2004, London was",
  "named as an important centre for recruiting, fundraising and the manufacture of",
  "false documents. Islamic militant cells were reported in Poland, Bulgaria, Romania",
  "and the Czech Republic. Terrorist attacks continued: even before the Iraq War, a",
  "bomb exploded on the resort island of Bali (part of Indonesia) killing almost 200",
  "people, many of them Australian holidaymakers (October 2002). Indonesia was",
  "-",
  "again the target in August 2003 when a bomb blast outside a US owned hotel in",
  "Jakarta (the capital) killed ten Muslims, but only one European.",
  "(cid:127) The next target was Turkey, where Istanbul suffered four suicide-bomb attacks in",
  ".",
  "five days Two went off outside Jewish synagogues, one near the London-based",
  "HSBC bank, while the fourth badly damaged the British consulate, killing the UK",
  "consul-general. The attacks on UK targets were timed to coincide with a visit to",
  "London by President Bush. Altogether in the four attacks, for which al-Qaeda was",
  "blamed, around 60 people were killed, most of them local Turkish Muslims.",
  "(cid:127) In March 2004,some 200 people werekilled in Madrid in multiple bomb attackson",
  "four morning rush-hour trains. At first it was thought by theSpanish government to",
  "be the work of ETA-the Basqueseparatist movement; but it later becameclear that",
  "-",
  "the terrorists responsible were a Moroccan group allied to al Qaeda; they had",
  "presumably acted in retaliation for the fact that Spain had supported the USA and",
  "UK in their attack on Iraq. The attacks had unexpected political results: in the",
  "Spanish general election held three dayslater, the government of Jose Maria Aznar,",
  "which hadsupported the warand had sent troopsto Iraq, wasdefeated by thesocial",
  "¬",
  "ists, who had opposed the war.Only four weeks later,the new prime minister,Jose",
  ".",
  "Luis Zapatero, withdrew all Spanish troops from Iraq",
  "275",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISM(cid:127)",
  "It was London’s turn in July 2005, when four Muslim suicide bombers killed 52",
  ".",
  "people and injured almost 800 more on three Underground trains and a bus",
  "(cid:127)",
  "While the Palestinian-Israeli dispute remained unsolved and American troops were",
  "in Iraq, there seemed little chance of an end to the ‘war against terrorism’. Some",
  "observerssuggested,asafirst step, the withdrawal of American and British person",
  "¬",
  "nel from Iraq and their replacement by an interim UN administration backed by UN",
  "troops - from any country except the USA and the UK! In this way, the move",
  "towards democracy could be planned carefully, a constitution could be drawn up",
  "and elections conducted under UN auspices.",
  "In 2004 most of the seasoned observersof the Middle East were saying the same thing:",
  "the USA,the world’s most powerful state,must listen to what moderate Iraqis were saying",
  "if it wanted to avoid complete chaos in Iraq and the Middle East, and the prospect of",
  "another Vietnam. The situation continued to deteriorate; in April the Americans were",
  "- -",
  "faced withafull scaleShia uprising led by the radicalclericMuqtadaal Sadr, who wanted",
  ".",
  "Iraq to become a Shia Islamic state The Americans suffered further embarrassment and",
  "worldwide condemnation when stories emerged of Iraqi prisoners being tortured, abused",
  ".",
  "and humiliated by American soldiers Many Iraqis were transferred to the US detention",
  "centre at Guantanamo Bay in Cuba, and there were regular newspaper reports of torture,",
  "unfair trials and suicides. In 2003, 117 prisoners were transferred to Guantanamo, joining",
  ".",
  "over 600 detainees from several countries already there Although President Barack",
  "Obama talked of closing the centre,it was still functioning at the beginning of 2012, when",
  ".",
  "there were 171 inmates from 20 countries It had taken over six years of detentions at",
  "Guantanamo before the US Supreme Court ruled (June 2008) that detainees had the right",
  "to challenge the legitimacy of their detention in the US federal court. Since then 38 men",
  ".",
  "have been released after the court declared their detention illegal",
  "One of President Bush’s main concerns was that he was due to face re-election in",
  "November 2004. It was important for him to bring the American involvement in Iraq to an",
  "end before then, if possible. It was decided to transfer authority to the Iraqis at the end of",
  "June 2004.The handover of power to an Iraqi interim government went ahead as planned,",
  "and someattempt was made to include representativesof all the different Iraqi groups. For",
  "example, the prime minister, Ayad Allawi, was a secular Shiite and leader of the Iraqi",
  "National Accord party; the president, Ajil al-Yawer, was a Sunni; there were two vice-",
  "presidents, one a Kurd, the other a leader of the Shiite Islamist Da’wa party. The UN",
  "Security Council unanimously approved a timetable for Iraq to move towards genuine",
  "democracy. Direct democratic elections to a Transitional National Assembly were to be",
  "held no later than the end of January 2005. The Assembly would draw up a permanent",
  "constitution, under the terms of which a new democratic government was to be elected by",
  ".",
  "the end of 2005 This went ahead as planned, and in the elections of December 2005,",
  ".",
  "almost 77 per cent of eligible Iraqis actually voted",
  "The Shiite Islamic Iraqi Alliance emerged as t largest group, while the Kurdistan",
  "Alliance came second; altogether 12 different groups were represented, but ominously,",
  ".",
  "most Sunni Muslims boycotted the elections This meant that the Shia majority, who had",
  "been oppressed under Saddam, were now in a strong position, although they would need",
  "toform alliances with someof the smaller parties,since many importantdecisionsrequired",
  "- .",
  "a two thirds majority in parliament",
  "Unfortunately violence continued as Sunni militants, who included many Saddam",
  "supporters,fought Shias,and insurgents attacked American and British forces which were",
  "still there, ostensibly to support the Iraqi army. It was now clear that the Americans had",
  "made a bad mistake when,almostassoon as the occupation began,they had disbanded the",
  "Iraqi army. This meant that there were large numbers of men with military training with",
  ".",
  "nothing to do except join in the insurgency against the foreigners The situation also",
  "276",
  "PARTI WAR ANDINTERNATIONAL RELATIONS-",
  "attracted al Qaeda supporters from outside Iraq, who were experts at terrorist acts and",
  ".",
  "were quick to seize the opportunity to strike at the detested Americans In 2007 President",
  "Bush sent more troops to Iraq, bringing the total American force to 150 000. For a time it",
  "seemed as though this ‘surge’, as it was called, was managing to reduce the violence;",
  "consequently in June 2009 American troops were formally withdrawn from the streets of",
  "Baghdad. Predictably, violence soon increased again, with bombings, shootings and",
  "kidnappingseveryday occurrences. Before long, however, Iraqi security forces, trained by",
  "the Americans, seemed to be getting the upper hand, and by the end of 2009 the govern",
  "¬",
  "ment reported that civilian deaths were at the lowest level since the invasion in 2003. In",
  "December 2011 the war was formally declared to be over, and American troops withdrew",
  "into Kuwait, fulfilling the commitment that President Obama had given at the beginning",
  ".",
  "of his presidency",
  "Sadly, however, within a few weeks, the bright new democratic state that was meant to",
  "take over from the Saddam dictatorship was in grave difficulties. Various sectarian",
  "conflicts which had lain dormantfor many years had now erupted again,and warlordsand",
  "militias seemed to be out of control. In January 2012 the prime minister, Nouri al-Maliki,",
  "a Shia, accused the vice-president, Tariq al-Hashemi, a Sunni, of organizing terrorist",
  "attacks. A warrant was issued for his arrest, forcing him to flee into the Kurdish area in",
  "northern Iraq.This was seen by the Sunnis as the beginning of Maliki’scampaign to elim",
  "¬",
  "inate non-Shia rivalsone by one,in order to strengthen theShiagrip on power.TheSunnis",
  "responded with a wave of attacks: in January alone 170 people were killed in car and",
  "suicide bombings. The dead were mainly Shia Muslims, some of them pilgrims travelling",
  ".",
  "to visit holy sites Although the level of violence was not as serious as in the dark days of",
  "2006, Iraq was still facing a crisis. There seemed to be three possible ways forward:",
  "(cid:127) Partition the country into three separate states - for the Shia, the Sunnis and the",
  "Kurds. This would delight the Kurds, who have large oil reserves in their territory;",
  ".",
  "but it would mean the end of the state of Iraq",
  "(cid:127) Introduce a federal system in which the regions have more control over their inter",
  "¬",
  "nal affairs and Baghdad’s power is much less. The two Sunni areas of Anbar and",
  "Diyyala are strongly in favour of this solution.",
  "(cid:127) Continue with the present system and try to make it work more efficiently. Malaki",
  "favours this alternative because that would preserve Shia control, always providing",
  "that the other groups can be forced or persuaded to co-operate.",
  "There were economic problems, too. In August 2009 the New York Times reported that",
  "Iraq’s rich agricultural system had been completely devastated during the American and",
  "British occupation. During the 1980s Iraq was self-sufficient in producing wheat, rice,",
  ".",
  "fruit, vegetables, sheep and poultry They exported textiles and leather goods, including",
  "shoes. ‘Slowly, Iraq’s economy has become based almost entirely on imports and a single",
  "commodity, oil.’ In 2010 oil exports made up around 95 per cent of Iraq’s revenue; this",
  ".",
  "left the country vulnerable and dependent on highly volatile markets",
  "12.5 THE CONTINUING WAR IN AFGHANISTAN",
  "President Karzai was elected in 2004 for a five-year term,and his task was a difficult one.",
  "His new slogan was ‘national participation’. He aimed to build a government of moder",
  "¬",
  "ates, and he immediately launched a campaign to sideline the warlords, to clean up the",
  "drug trafficking, and to persuade farmers to switch to other crops instead of growing",
  ".",
  "opium poppies But as the Taliban insurgency gathered pace,so did the return to opium as",
  "the main cash crop. By 2007 about half the country’s gross domestic product came from",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISM 277illegal drugs. The attempts by NATO forces to control the crop only led to further",
  ".",
  "violence By this time it was clear to many observers that it was highly unlikely that the",
  "Taliban could be defeated militarily; Karzai himself admitted that he had tried without",
  "success to open negotiations with the Taliban. His first message to newly elected US",
  "President Obama wasa heartfelt plea to stop the bombing of civilians.This was soon after",
  "coalition troops had bombed a wedding party in Kandahar, allegedly killing 40 people.",
  "There was no reply from the White House.Some NATO members were beginning to think",
  ".",
  "about reducing their troop numbers in the coalition force",
  "Presidential elections were due in 2009 and were held amid a major security operation",
  "mounted by the International Security Assistance Force (ISAF), established by the UN",
  "Security Council. There was a low turnout at only about 30 per cent; in some areas in the",
  "south the turnout was almost non-existent. In one district in Helmand province, four",
  "British soldiers were killed for the sake of just 150 votes. Karzai won a narrow victory",
  "over his main rival, Abdullah Abdullah, but the whole process was marred by massive",
  "fraud on all sides, most of all on behalf of Karzai, much to NATO’s embarrassment.",
  "Meanwhile Taliban military successes continued and in many areas they set up shadow",
  "administrations with their own law courts. Karzaiagain calledfor peace talks with Taliban",
  "leaders, but this scandalized other opposition leaders who believed that the Taliban would",
  "insist on scrapping the democratic constitution. As violence continued, US president",
  "Obama announced the deployment of another 30 000 troops in Afghanistan in 2010, to",
  ".",
  "stay for two years",
  "In May 2011 Osama bin Laden was killed by a USspecialoperations unit. He had been",
  "living in hiding for some years with his family and al-Qaeda members in a large purpose-",
  ".",
  "builtcompound in Pakistan The American unit travelled by helicoptersfrom Afghanistan,",
  "shot bin Laden and several others, and then flew out again, taking bin Laden’s body with",
  ".",
  "them The assassination brought mixed reactions: there were celebrations across the USA,",
  "though a poll taken shortly afterwards showed that 60 per cent of those polled were afraid",
  ".",
  "that it would increase the danger of terrorist attacks in America A leader of the Muslim",
  "Brotherhood in Egypt said that the death of bin Laden completed the NATO mission in",
  ".",
  "Afghanistan,and thereforeall foreign troopsshould bewithdrawn One of the Hamas lead",
  ". ¬",
  "ers in Gaza condemned the killing, describing bin Laden as ‘an Arab holy warrior’ The",
  "governmentof Pakistan wascriticized in the West because it had given shelter and protec",
  "¬",
  "tion to bin Laden (which it denied), and by Arabs for allowing the Americans into the",
  "country to carry out the killing.",
  "The USA and NATO paid no heed to the Egyptian advice about withdrawing from",
  "Afghanistan. The war continued and by the end of 2011 the Taliban had acquired the",
  "support of another insurgent group, the Haqqani Network. This was based in the",
  "Waziristan area of Pakistan and operated across the frontier into Afghanistan. In response",
  "the Americans were training and arming local tribal militias in the hope that they would",
  "police their own communities. However, local people and the Taliban were soon",
  "complaining that these militias were out of control and were operating above the law.This",
  "- -",
  "did not bode well for the coalition forces, since it was to get rid of out of control militias",
  "that the Taliban came into being in 1994. Outright military victory over the insurgents",
  "seemed lessand less likely.Even with the extra NATO troopsin action there were still not",
  "enough of them to establish real security. A NATO summit meeting was held in Lisbon in",
  "November 2011 at which secret plans were drawn up for troop withdrawals. David",
  "Cameron publicly promised that all 10 000 UK troops would be withdrawn by 2015. By",
  "this time Washington had signalled its support for President Karzai’s attempts to begin",
  "talks with the Taliban, though President Obama himself was not keen on starting direct",
  "talks. His problem was that,thanks toall the earlier misinformation and propaganda by US",
  "politicians and the media, most Americans made no distinction between the Taliban and",
  "-",
  "al Qaeda and therefore regarded both of them as nothing but terrorists; with an election",
  "278 PARTI WAR ANDINTERNATIONAL RELATIONS.",
  "due in November 2012 he needed to be careful not to be seen to be appeasing terrorists",
  "James Fergusson sums the situation up very well, though not everybody will agree with",
  "his conclusion:",
  "At least the possibility of talks is firmly on the table now-and neither side can afford",
  "-",
  "to ignore indefinitely the wishes of the war weary Afghan people, who have suffered",
  "more than any other group in this conflict. At least 11,400 civilians have been killed",
  "since 2001,and the casualty rate is still accelerating. No wonder83percentof Afghans",
  "are now in favour of talks.Who would notchoose compromise and thechanceof peace",
  "over continued war, poverty and corruption? The alternative is to persevere with a war",
  "that looks increasingly unwinnable. If ordinary Afghans are ready to give the Taliban",
  "the benefit of the doubt, is it not time that the West did too?",
  "12.6 THE PROBLEM OF IRAN",
  "(a) The Islamic Republic",
  "After the revolution of 1.979 and the overthrow of the Shah, the charismatic Ayatollah",
  "Khomeini became leader AsaShia Muslim cleric,he wassoon able to transform therevo",
  "¬",
  "lution, which had started as a protest movement against the Shah, into an Islamic revolu",
  "¬",
  "tion,culminating in an Islamic republic. But first there were sensational events.There was",
  "widespread fear in Iran that the Americans would try to restore the Shah to the throne, as",
  ".",
  "they had done once before in 1953 In November 1979 a party of radical Khomeini",
  "supporters attacked the American embassy in Tehran and took 66 Americans hostage.",
  "Most of them were not released until early in 1981, after long negotiations and a failed",
  "rescue attempt in which eight Americans were killed and six helicopters lost. The two",
  "main characteristicsof Islamic government,at least in Khomeini’s view, were the primacy",
  "of divine law over all citizens, and the principle of democracy. However, in practice this",
  "meant that Khomeini acted as an autocratic ruler and became the symbol of opposition to",
  "the less desirable aspects of Western civilization and culture. Unfortunately most of",
  "Khomeini’s time in power was dominated by the war with Iraq (see Section 11.9), which",
  "lasted from 1980 until 1989. At the end of it Iran was in a sorry state: the economy was in",
  "ruins, vital revenue from oil sales had been lost, much of industry had been put out of",
  "action and inflation was running at over 30 per cent. Khomeini died in 1989, before the",
  "attack on Iraq and the downfall of Saddam Hussein in 1991.",
  "The new president, Ali Akbar Rafsanjani, was able to take some advantage from this",
  "war. It meant that Iraq was removed from the political equation of the region for the time",
  "being, and it enabled Iran to rebuild and recover from the destruction of the earlier war.",
  "He won in the 1992 elections and shared power with the religious leader, Ayatollah Ali",
  "Khamenei. The economy gradually recovered, there were great improvements in public",
  "services,education and literacy and the governmentdid its best toencourage birth control.",
  "But on the negative side, women were discriminated against regularly, wages were low",
  "and poverty widespread.In foreignaffairsIran wasextremely hostile towards the USAand",
  ".",
  "supported Hezbollah In retaliation President Clinton condemned the Iranians on the",
  ".",
  "grounds that they were organizing terrorism and harbouring terrorists Meanwhile the",
  ".",
  "Iranians were busy rearming and were considering developing nuclear weapons It wasfelt",
  "that this was justified by the fact that so far Israel was the only state in the Middle East to",
  "possess nuclear armaments, so Iran needed them to act as a deterrent.",
  "The 1997 presidential election was won by Muhammad Khatami, a more moderate",
  "leader than Rafsanjani; Khatami was in favour of liberalization and reform. He brought a",
  "more relaxed approach to both domestic and foreign policy. His government was more",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISM 279tolerant towards ordinary people: he believed in freedom of expression and punishments",
  ".",
  "were less severe He was soon popular with the unemployed and with the younger gener",
  "¬",
  "ation,many of whom were tired of the strict religious regime of the Ayatollahs. Abroad he",
  ".",
  "improved relations with the European Union and with the Arab states He even adopted a",
  ".",
  "gentler attitude towards the USA However, he was hampered by the intolerant religious",
  "right and also by the slump in the world price of oil, which made up around 90 per cent of",
  "revenue from Iran’s exports. Khatami was re-elected in 2001 but had to face increasing",
  "opposition from the conservative clergy in parliament who did their best to undermine his",
  "efforts at reform. Liberal newspapers were banned and in the end Khatami was able to",
  "achieve very little. His support dwindled and in July 2003 there were anti-government",
  "demonstrations in Tehran. Lack of progress resulted in a steady growth of political apathy",
  "among the younger generation.",
  "The presidential electionof 2005 was won by Mahmoud Ahmadinejad,who had previ",
  "¬",
  "ously been Mayor of Tehran.He had caused controversy by reversing many of the reforms",
  "introduced by earlier mayors. According to Hooman Majd, an Iranian writer now resident",
  "in the USA, Ahmadinejad was a president in the ‘common man’ style. He represented the",
  "superstitionsand prejudicesof the ordinary Iranian-fiercely nationalist and conservative,",
  "but somewhat anti-clerical. ‘At times,’ Majd writes, ‘he has seemed to be almost taunting",
  "the mullahs and ayatollahs.’ However, he did kiss the Ayatollah Khamenei’s hand during",
  ".",
  "his authorization ceremony, to show that he acknowledged his superior status",
  "Ahmadinejad soon set about reversing the few reforms that Khatami had managed to",
  "achieve. His foreign policy was uncompromising: Iran resumed its nuclear programme",
  "(see the next section), which he defended at the UN General Assembly soon after hiselec",
  "¬",
  "tion. Yet his domestic policies were not as successful as many had hoped. For example,",
  "his 2005 promise to put Iran’s oil wealth ‘on the people’s dinner table or picnic rug’ had",
  ".",
  "not been kept by the time the next election arrived in 2009 The best that had been",
  "achieved in that direction was the distribution to the poor of surplus potatoesfrom govern",
  ". ¬",
  "ment stocks This provoked only ridicule: during the 2009 election campaign, opposition",
  "supporters carried banners which read: ‘Death to Potatoes’.",
  "President Mahmoud Ahmadinejad won the election of June 2009, taking 63per cent of",
  "votes cast. The result was immediately challenged; millions of people simply did not",
  "believe it, and the regime was accused of fraud. Anti-government demonstrations began",
  "soon after the result was announced and within a few days, millionsof people were on the",
  "streets, many of them dressed in green. The opposition became known as the Green",
  "Movement. Khamenei applauded the election result and warned that serious repercussions",
  "would follow if the streets were not cleared. When this was ignored, troops fired on the",
  "crowdsand attacked a section of Tehran University where some of the Green leaders were",
  "based. Over a hundred young people were killed in one day. At least one highly respected",
  "jurist, Hossein Ali Montazeri, declared that the election was null and void and that",
  ".",
  "Ahmadinejad had no authority Demonstrations continued into 2010, but the regime did",
  "not panic. The Greens were eventually outnumbered, outmanoeuvred and overwhelmed.",
  "Gradually attention focused on external events, including the threat of Israeli expansion",
  ".",
  "and American protests at Iran’s nuclear programme For a time this rallied support behind",
  "the regime, but in February 2011 thousands of Green supporters defied a government ban",
  "and staged a massive demonstration in support of the ‘Arab Spring’ uprisings in Tunisia",
  "and Egypt. The fact that both these regimes were ousted later in the year did nothing to",
  ".",
  "calm the Islamic republic",
  "In the spring of 2012 the situation wasconfused.People were tired of all the restrictions",
  "on civil liberty, for which they blamed the government. There were also economic prob",
  "¬",
  "lemscaused by USand EU sanctionsimposed in protestagainst Iran’s nuclear programme.",
  "Most Iranians blamed the USA for this; American talk of attacks on their nuclear installa",
  "¬",
  ".",
  "tionsstimulated the Iranians’ feelingsof patriotism Russiaand China both supported Iran;",
  "280",
  "PARTI WAR ANDINTERNATIONAL RELATIONSPresident Vladimir Putin of Russia claimed that the West’s real motive was to overthrow",
  ".",
  "the Islamic republic One of the US aims was to spread democracy around the world; yet",
  "Iran already had a more or less functioning democracy and a democratically elected",
  ".",
  "government, flawed though the 2009 election might well have been",
  "(b) Iran and its nuclear programme",
  "Iran already had nuclear technology before the 1979 revolution. An atomic research centre",
  "was set up in 1967 under the auspices of Tehran University. The Shah himself was keen",
  "for Iran to have nuclear power, and in 1974 the Atomic Energy Organization of Iran",
  "(AEOI) was founded. The Shah insisted that the nuclear programme was for entirely",
  "peaceful purposes, and Iran signed the Non-Proliferation Treaties (NPT) which said that",
  "countries which already had nuclear weapons (the USA, the USSR, China, France and",
  "Britain) could keep them, but no other country could join. In return they would supply",
  "peaceful economic technology and would themselves move towards disarmament. The",
  "government of the new Islamic republic stopped the nuclear programme on the grounds",
  ".",
  "thatit wasfar tooexpensiveand required foreign expertise tooperate Ayatollah Khomeini",
  "wanted Iran to be able to ‘go it alone’. Before long, however, there were serious power",
  "shortages and the government was forced to announce a U-turn. But the situation had",
  "changed: following the kidnappings at the American embassy in Tehran in November",
  "1979, the USA imposed economic and military sanctions on Iraq and put pressure on the",
  "International Atomic Energy Association (IAEA) not to get involved with Iran. In 1988",
  "Ali Akbar Rafsanjani, who at that point was chairman of the Iranian parliament, appealed",
  "to Iranian scientists working abroad to come home-it was their patriotic duty to work on",
  ".",
  "the nuclear programme The government continued to insist publicly that it had no plans",
  "to acquire nuclear weapons.",
  "Nevertheless,asDavid Patrikarakospointsout (in NuclearIran:The Birthof anAtomic",
  "State):",
  "Iran certainly had reason to want a bomb. It was extremely unpopular with one of the",
  "world’s two superpowers and fighting a war with Iraq. The international community’s",
  "silenceabout Iraq’s invasion and itssubsequent useof chemical weapons,as well as the",
  "tacit US and near universal Arab support of Iraq during the war,all seemed to confirm",
  "that Iran could trust no one. It is likely that Iran launched a covert weapons programme",
  ".",
  "about this time",
  "He goes on to explain that during the 1990s the nuclear programme began to concentrate",
  "on uranium enrichment and plutonium production, both classic ways of making a bomb.",
  "The government also resolved that by 2005, at least 20 per cent of Iran’s energy should",
  "come from nuclear power. In 1990 Iran signed nuclear co-operation agreements with",
  "Russia and China. By 2000 the AEOI was secretly well under way with its uranium-",
  ".",
  "enriching programme at the nuclear plant at Arak",
  "However, not all Iranians were happy at the direction their nuclear programme was",
  ".",
  "taking In August 2002 an opposition group made public details of the Arak plant and of",
  "another nuclear site at Natanz.There was immediateconsternation in the West, which was",
  "now convinced that Iran was on the verge of producing a nuclear weapon. Britain, France",
  "and Germany, encouraged by the USA, demanded that Iran should give up uranium",
  "enrichment, which was the quickest way of making a nuclear bomb. The request was",
  "rejected and since 2005 Iran has refused to negotiate about it. President Ahmadinejad",
  ".",
  "mounted a strong defence of Iran’s policy at the UN General Assembly in 2005 He",
  "denounced what he called the West’s ‘nuclear apartheid’; throughout his two terms as",
  "281",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISMpresident (2005-13) heseemed todelight inirritating theAmericans by making theenrich",
  ". ¬",
  "ment programme into an icon of patriotism",
  "In fact,although support for the nuclear programme was more or less universal in Iran,",
  "there were disagreements over whether it should concentrate on producing bombs or",
  "whether the priority should be the production of electricity. During the 2009 election",
  "campaign there was criticism of Ahmadinejad’s deliberately confrontational style which,",
  "it was felt, only further antagonized the West. Although he won the election, possibly",
  "fraudulently, many observers felt that he had become isolated and diminished. According",
  "to the IAEA, at the end of 2011 Iran had enough uranium at the Natanz site to make four",
  "nuclear bombs, but it admitted that there was no definite proof that they had actually",
  "produced a bomb. The Iranians insisted that the enriched uranium was intended for",
  "medical isotopes. By February 2012 the IAEA’s tone had changed. An inspection in",
  "January had shown that the Iranians had experimented on making warhead designs and",
  ".",
  "they had also significantly stepped up the production of enriched uranium They had not",
  "-",
  "co operated fully with the investigation and had refused to allow inspectors to visitcertain",
  ".",
  "sites Even so, there was still no incontrovertible evidence of weapons production, and",
  "some experts believed that working on its own, Iran would be unable to make a bomb",
  "before 2015 at the earliest.",
  "Tensions mounted as threats and counter-threats flew around. The USA was said to",
  "have drawn up plans to attack Iran’s nuclear sites. Iran announced that oil exports would",
  ".",
  "becutoff toany country that backed the USA Thiscaused panic in Europeand sent petrol",
  "prices soaring. Israel threatened to make a pre-emptive strike against Iran, and Iran",
  "responded by promising to attack any country that allowed bombers of whatever national",
  "¬",
  "ity to use their bases for attacks on Iran.",
  "12.7 THE ARAB SPRING",
  "-",
  "Theseriesof anti governmentprotestsand demonstrationsknown as the ArabSpring began",
  "in Tunisia on 18 December 2010; in less than a month, president Zine El Abidine Ben Ali",
  ".",
  "had fled to Saudi Arabia after 23 years in power (14 January 2011) Encouraged by the",
  "rapidsuccessof the revolution in Tunisia,a waveof unrestand violencesweptacross North",
  "Africa and the Middle East in countries where the lack of democracy had enabled leaders",
  "to stay in power for many years. In Egypt president Hosni Mubarak resigned (14 February",
  "2011) after 30 years in control. In Algeria the government survived after agreeing to allow",
  "more civil liberties and to end the state of emergency which had been in operation for 19",
  ".",
  "years (April 2011) King Abdullah II of Jordan responded to protests by sacking two",
  "consecutive prime ministers and promising reforms, though there was still dissatisfaction",
  "with the slow progress of change. President Omar Al-Bashir of the Sudan was forced to",
  "announce that he would not stand for re-election when his term ran out in 2015. In Yemen",
  "President Ali Abdullah Saleh hung on through almost a year of demonstrations and shoot",
  ". ¬",
  "ings, and an assassination attempt that left him seriously injured Finally he was forced to",
  ".",
  "stand down, though not before close on 2000 people had been killed The agreement",
  "allowed him and his family safe passage into Saudi Arabia (November 2011). Even the",
  "apparently completely stable, ultra-conservative Saudi Arabia saw a few gentle protests",
  "which prompted the elderly King Abdullah to promise reforms. In Bahrain,a small island",
  "off the coast of Saudi Arabia, beginning in March 2011, there was a series of violent pro",
  "¬",
  "democracy protests by the majority Shia who felt discriminated against by the ruling Sunni",
  "- . .",
  "al Khalifa dynasty Reconciliation talks began in July and King Hamad promised reforms",
  "But actual progress was slow, and civil war was still raging in January 2013.",
  "-",
  "Eventually the revolutionary protests spread to two of the largest states in the region",
  "Libya and Syria. In LibyaColonel Muammar Gaddafi had been in powerfor 42 yearsand",
  "282 PARTI WAR ANDINTERNATIONAL RELATIONShad expressed support for both Ben Ali and Hosni Mubarak before they were forced out.",
  "Time was running out forGaddafi too: in October 2011 he was captured and killed in cold",
  "blood by revolutionaries, but it had taken a full-scale civil war in which around 30 000",
  ".",
  "peoplelost theirlives Syria had been ruled by the Baathist regimesince 1963and thestate",
  "of emergency imposed at that time was still in place. Serious uprisings began in March",
  "2011 when somechildren werearrested and allegedly tortured for writing anti-government",
  "slogans on walls in the southern city of Daraa. Protests rapidly spread to the capital,",
  "Damascus, and to other cities, including Homs. President Bashar al-Assad showed very",
  "little willingness to make concessions-security forces responded harshly and army tanks",
  "stormed several cities. By the end of 2011 the most determined opposition was concen",
  "¬",
  ".",
  "trated in Homs, the third largest city in Syria with a population of about a million Here",
  "the district of Baba Amr was occupied and controlled by revolutionaries. But in February",
  "2012 Assadordered adeadly all-outattack on Baba Amr,arousingcondemnation andcalls",
  "for him to step down from the West and from the UN. These were ignored, and in early",
  "March the revolutionaries were driven out of Homs. The situation is still ongoing.",
  "(a) What caused the Arab Spring?",
  "There were a whole host of causes and motives behind the protests. The lack of genuine",
  "democracy in most countries, except Iran and Turkey, meant that dictators and absolute",
  "monarchs had been able to stay in power for long periods, like Colonel Gaddafi, who had",
  ".",
  "ruled Libya for 40 years Inevitably there was corruption at the top levels, concentration",
  ".",
  "of wealth in the handsof the ruling classes,and human rights violations In the last couple",
  "of decades there had been some progress in most of these countries. Living standards had",
  "-",
  "risen, education had become more widespread and the younger generation was computer",
  "literate.This only added to the problem: these educated young people resented the lack of",
  "opportunities and jobs, the immense gap between the wealthy elite and the rest of the",
  "population,and the corruption,and now they had the skills, using social networking inter",
  "¬",
  "netsites, toorganisestrikesanddemonstrations moreeffectively. High food pricesin 2010",
  "caused great hardship among the already poverty-stricken unemployed workers. It was no",
  "coincidence thata number of the leaders underattack,including President Hosni Mubarak",
  "of Egypt, Colonel Muammar Gaddafi of Libya and President al-Assad of Syria, were pro",
  "¬",
  "western dictators supported by the USA. Events in Tunisia leading to the rapid overthrow",
  "of President Zine el Abidine Ben Ali in January 2011 sparked off similar protests and",
  ".",
  "uprisings that made up the Arab Spring A closer look at four of these will show examples",
  "of the different forms and outcomes that occurred across the region.",
  "(b) Tunisia",
  "In December 2010 a young college graduate,Mohammed Bouazizi, who had been unable",
  "to find a job, was trying to sell fruit and vegetables at a roadside stand in the town of Sidi",
  "Bouzid. But he had no permit because they were expensive,and the police confiscated his",
  ".",
  "goods Driven to desperation, on 17 December he doused himself with petrol and set",
  "himself alighton thestreet. Although he wasalive when passers-by managed toextinguish",
  ".",
  "the flames, he was badly burned and died a month later There were immediate protest",
  ".",
  "demonstrations which quickly spread to other towns In the capital, Tunis, demonstrators",
  "attacked police cars and set government buildings on fire. Their grievances were the high",
  "unemployment rate which stood at 30 per cent for those between 15 and 29, rising prices,",
  "general lack of freedom of expression and the obvious wealth and extravagant lifestyle of",
  "the president and his family. Tensions were increased when Wikileaks released a secret",
  "283",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISM.",
  "cable sent from the US embassy in Tunis to Washington This talked of corruption at the",
  "highest levels and claimed that the Ben Ali family ran the country like a kind of Mafia.",
  "President Ben Ali appeared on television vowing to punish all rioters, though he did",
  ".",
  "promise that more jobs would be created He also complained that riots would damage the",
  "tourist industry, one of Tunisia’s main sources of income. Tunisia had no oil revenue,",
  "which meant that the government could not afford to buy off the protesters by raising",
  "wages, paying unemployment benefitand building new homes,as King Abdullah of Saudi",
  "Arabia did.Consequently demonstrationsand riotscontinued and at least 200 people were",
  "killed by police and security forces. With no prospect of an end to the violence, Ben Ali",
  "decided it was time to leave: on 14January 2011,after 23years in power, hefled thecoun",
  ". ¬",
  "try and took refuge in Saudi Arabia",
  "A caretaker government was hurriedly put together, consisting mainly of members of",
  "Ben Ali’s party (the Constitutional Democratic Rally-RCD) plus five members of oppo",
  "¬",
  "sition groups, with Mohammed Ghannouchi as prime minister. With the government still",
  "dominated by the ‘old gang’, very little progress could be made, and protests continued.",
  "The five new members soon resigned in exasperation, and on 27 January Ghannouchi",
  "reshuffled his government. All the RCD members were dropped, except Ghannouchi",
  "himself, who remained prime minister. The party was eventually dissolved and its assets",
  "were seized. But by this time the momentum was so strong that none of these movessatis",
  "¬",
  ".",
  "fied the protesters At the end of February Ghannouchi at last acknowledged defeat and",
  "resigned. A former opposition leader, Beji Caid el Sebsi, became prime minister; one of",
  "his first actions was to release all political prisoners,and almost immediately the situation",
  ".",
  "became calmer",
  "In October 2011 people were allowed to vote for representatives toaconstituentassem",
  "¬",
  "bly which would draw upa new constitution.Ennahda,a moderate Islamist party,emerged",
  "as the largest single grouping. They formed a coalition with two smaller secular parties,",
  "Ettakatol and the Congress for the Republic Party. In December the new interim govern",
  ". ¬",
  "ment elected Moncef Marzouki as president for one year He wasasecularist and a highly",
  "respected figure mainly because of hisfearlessopposition to Ben Ali. In 1994 he had been",
  "imprisoned for having tried to run against Ben Ali in the presidential election. After his",
  "release he was forced to go into exile in France. As president he would share power with",
  "Prime Minister Hamali Jebali of Ennahda. Many secularists were unhappy about this,",
  "complaining that the Islamists would undermine Tunisia’s liberal values. However,",
  "Ennahda denied any such intention and insisted that they would rule in the same way as",
  "the successful moderate Islamic government in Turkey. In January 2012, as Tunisia cele",
  "¬",
  "brated the first anniversary of Ben Ali’s overthrow, there were still serious problems",
  "facing the new government.The main one was high unemployment-the national average",
  "was just under 20 per cent, but in some inland areas as high as 50 per cent.",
  "(c) Egypt",
  ".",
  "There weremany similarities between theEgyptianand Tunisian uprisings HosniMubarak",
  "had been president in Egypt even longer than Ben Ali in Tunisia. Mubarak had come to",
  ".",
  "power in 1981 after the assassination of the Egyptian President Anwar Sadat Although he",
  "had been re-elected numerous times, only the 2005 election had been contested. In the",
  "parliamentary elections of November 2010 the moderate Islamic group, the Muslim",
  ".",
  "Brotherhood, lost almost all its seats They claimed that the election had been rigged, and",
  "it left Mubarak’s party in almost total control. The next presidential election was due in",
  "September 2011 and it seemed clear that Mubarak would win. On 17 January 2011 a man",
  "set fire to himself outside parliament in Cairo, emulating the example of Mohammed",
  "-",
  "Bouazizi in Tunisia, who was now seen as a martyr. Six more self immolations soon",
  "284",
  "PARTI WAR ANDINTERNATIONAL RELATIONSfollowed and Mohamed El Baradei, an opposition leader and former UN nuclear weapons",
  "inspection chief, warned that this could unleash a ‘Tunisia-style explosion’. Activists",
  "began to organize a national ‘day of anger’ to protest about unemployment, poor living",
  ".",
  "standards, the tough methods of the security forces and the lack of genuine democracy",
  "On 25 January 2011 the protest was launched: in Tahrir Square in Cairo, and in other",
  "cities there were the largest demonstrations seen for a generation, and their demand was",
  "simple - ‘Mubarak resign’. In response Mubarak ordered a crackdown. Security forces",
  "attacked the protesters, using tear gas and beatings, and hundreds were arrested. After",
  "four days of violence Mubarak appeared on television and announced that he had sacked",
  "his government, that he wascommitted to democracy, but that he would continueas pres",
  "¬",
  "ident. This did nothing to satisfy the protesters, and on 30 January, as the crowds gath",
  "¬",
  "ered in Tahrir Square to defy a night-time curfew, El Baradei called on the president to",
  "step down immediately. El Baradei was now in a strong position; he had gained the",
  "support of the Muslim Brotherhood and other opposition groups and he called on the",
  "army to negotiate about a regime change,raising the possibility of the army playing a role",
  ".",
  "in government",
  "By this time the USA and the EU were seriously concerned about the situation.",
  ".",
  "President Mubarak was seen as an invaluable ally in the Middle East So long as he",
  "remained in power, he would keep out the Islamists. ‘What we don’t want’, said Hilary",
  "Clinton, the American secretary of state, ‘are radical ideologies to take control of a very",
  "large and important country in the Middle East.’ Yet they had to admit that the Egyptian",
  ".",
  "people had genuine grievances Both Americans and Europeans agreed that Egypt needed",
  ".",
  "politicalreform and anorderly transition todemocraticgovernment There seems nodoubt",
  "that this decision was communicated to Mubarak himself and the first step in the transi",
  "¬",
  ".",
  "tion must be the resignation of the president himself, though not necessarily immediately",
  "- -",
  "Consequently on 1 February 2011, the 82 year old Mubarak announced that he would",
  "stand down-but not yet! He would stay until the end of his term in September, so that he",
  ".",
  "could oversee the transition himself Even that was too long for the protesters, who were",
  "still camped in their thousands in Tahrir Square and made no effort to disperse. The",
  "following day thousandsof Mubarak supporters invaded the square,attacking the activists",
  "with clubs, knives, bats, spears and whips, some of them riding camels and horses.",
  "Casualties were high, but the attackers failed to dislodge the protesters, who seemed to",
  "grow in number. Since the protests had begun in January about 800 people had lost their",
  "lives. This time the regime tried to bribe the revolutionaries by announcing wage and",
  "-",
  "pensions increases of 15 per cent. For the first time in 30 years a vice president, Omar",
  "Suleiman, was appointed. On 10 February Mubarak announced that he had handed over",
  "all presidential powers to the vice-president.Againit wasall to noavail;asonespokesman",
  "said: ‘Our main object is for Mubarak to step down. We don’t accept any other conces",
  "¬",
  "sions.’ With his main supporter, the USA, becoming more and more restive at the appar",
  "¬",
  "entstalemate,Mubarak finally bowed to the inevitable:Suleiman announced that Mubarak",
  ".",
  "had resigned and had handed power over the armed forces of Egypt (11 February 2011)",
  "A Guardian newspaper report described the scene as the news was broadcast: ‘A few",
  ".",
  "moments later a deafening roar swept central Cairo Protesters fell to their knees and",
  ".",
  "prayed, weptand chanted Hundredsof thousandsof people packed into TahrirSquare, the",
  "centre of the demonstrations, waving flags, holding up hastily written signs declaring",
  "victory, and embracing soldiers.’",
  "The military immediately dissolved parliament and suspended the constitution, and on",
  "4 March appointed a civilian, Essam Sharaf, as prime minister. But there was a long way",
  "to go before complete calm could be restored and a democratic and stable system intro",
  "¬",
  "duced. The new government began well: Mubarak’s National Democratic party was",
  "dissolved and itsassets taken over by the state.The hated state security agency, which was",
  "-",
  "responsiblefor most of the human rights violations, wasabolished and the 30 year state of",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISM 285. -",
  "emergency was lifted A trouble free referendum was held in which 77 per cent of voters",
  "supported changes to the constitution which would enable genuinely democratic elections",
  ".",
  "to be held for parliament and the presidency within the next six months But it gradually",
  ".",
  "became clear that the generals had decided to keep permanent control When further",
  "demonstrations were held protesting about theslow progressof reforms,thearmy clamped",
  "down again,arresting thousands and injuring several hundred people in Tahrir Square (29",
  "June). Mubarak’s emergency laws were reintroduced, causing yet more protests. The",
  "announcement that elections would be held on 28 November did nothing to soothe the",
  "opposition. They were convinced that any elections would be fixed to enable remnants of",
  "the old regime to stay in power.",
  "In October 2011 there was an ominous new development. Between 10 and 15 per cent",
  "of Egypt’s 82 million population are Coptic Christians. In the past they had often been",
  "attacked by Muslim fundamentalists, although Mubarak had been sympathetic towards",
  ". -",
  "them During the anti Mubarak demonstrations, Muslims and Christians had worked",
  "together and protected each other. Now there began a series of anti-Christian riots and",
  "attacks on churches in Cairo and Alexandria. It was reported that in some places soldiers",
  "had stood by and watched, or had even encouraged the attackers. Christians held a protest",
  "march in Cairoand were attacked by security forces; 24Christians were killed and at least",
  "500 injured. The Muslim Brotherhood, a moderate Islamist party, condemned the attacks",
  "on churches and criticized the military government for the lack of progress towards",
  "democracy.Consequently, the promised elections wentahead peacefully on 28 November,",
  "and as expected, the Muslim Brotherhood Freedom and Justice party won more seats than",
  ".",
  "any other party in parliament Together with the other smaller Islamist groups they formed",
  "a clear majority over the more liberal political groups that had emerged during the upris",
  "¬",
  "ings. The main function of this parliament, which was due to meet in March 2012, was to",
  "draw up a new constitution. However, the Supreme Council of the Armed Forces (SCAF)",
  "announced that they,and not the MPs, would have thefinal say over the new constitution.",
  "This naturally brought them into confrontation with the Muslim Brotherhood, and violent",
  "clashesfollowed in Tahrir Square. But the army had its way: under the new arrangements",
  "the president was to have much less power. In the presidential election of June 2012, the",
  "Muslim Brotherhood candidate, Mohammed Morsi, won a narrow victory. It was not long",
  "before he took steps to bring the army under control: in August 2012 he dismissed two of",
  "the most powerful military men, making it clear that he intended to ensure that Egypt",
  "moved towards an effective democracy.",
  "(d) Libya",
  "Leading a small group of junior officers, Colonel Muammar Gaddafi seized power in",
  "Libya in 1969 in a bloodless coup. They took their opportunity when King Idris of Libya,",
  "who was regarded as being too pro-West, was away in Turkey for medical treatment.The",
  "Libyan Arab Republic was proclaimed and Gaddafi remained at the head of the govern",
  ". ¬",
  "ment until his overthrow in 2011 Libya was fortunate to have large oil reserves, and",
  "Gaddafi, who described himself asa socialist, began to spend much of the oil revenues on",
  ".",
  "policies to modernize and develop the country By 1990 the Libyanscould claim that their",
  "country was the most advanced in Africa. Everything was centrally planned: there were",
  "job-creation schemes, welfare programmes providing free education and healthcare; there",
  "were more hospitals and more doctors. There were vast housing projects-in some areas",
  "the populations of entire villages living in mud-hut-style shanty towns were moved into",
  "new modem homes complete with electricity, running water and even satellite television.",
  "Women were given equal rights with men, the literacy rate rose from something like 12",
  "per cent to nearer 90 per cent and the child mortality rate fell to only 15 per thousand live",
  "286",
  "PARTI WAR ANDINTERNATIONAL RELATIONS.",
  "births, whereas the average for Africa was about 125 per thousand Libya had the highest",
  ".",
  "overall living standards in Africa, and it was achieved without any foreign loans",
  "In spite of all this successGaddafi still had hiscritics. He was much less popular in the",
  ".",
  "east of the country, which lagged behind the rest in social and economic progress There",
  "were poverty-stricken areas without fresh water and efficient sewage systems. Gaddafi",
  "was accused of spending too much of Libya’s income on his own family and his close",
  "circle of supporters,all of whom had conspicuously lavish lifestyles. He also faced hostil",
  "¬",
  "ity from abroad: during the 1970s it emerged that Gaddafi had stocks of chemical",
  "weapons,including nervegas.He was known to be trying to buy weaponsof massdestruc",
  "¬",
  "tion from China and later from Pakistan, though without success. The USA and the West",
  "-",
  "were suspiciousof his intentions,especially as he was known to be financing militantanti",
  "Western Islamist and Communist organizations and made no secret of the fact that he was",
  "supplying the IRA with bombs. In 1984 the UK broke off diplomatic relations with Libya",
  "-",
  "after a protest demonstration by anti Gaddafi Libyans outside the Libyan embassy in",
  "London ended in violence. Shots were fired from inside the embassy, killing a British",
  "policewoman.Libya wasnow viewedasa pariah state by theUSAand theWest,and many",
  "countries imposed economic sanctions.More bomb outragesfollowed,including an attack",
  "on a nightclub in Berlin. Gaddafi denied any involvement in this incident, but US presi",
  "¬",
  "dent Ronald Reagan used it as the pretext for bombing Tripoli, the Libyan capital, and",
  "Benghazi in the east, killing around a hundred civilians. A series of tit-for-tat incidents",
  "continued, culminating in the destruction of the American airliner over Lockerbie,",
  ".",
  "Scotland in December 1988 (see Section 12.2(c))",
  "The collapse of the USSR and the fall of communism in eastern Europe changed the",
  "international situation.Gaddafi had usually been able to count on the support of the USSR",
  "in his anti-Western stance. Now he decided that it would be wise to try to improve rela",
  ". ¬",
  "tions with the West He agreed to hand over two men alleged to have planted the bomb on",
  "the American airliner,and in 1999 they went on trial. He also promised to pay $2.7 billion",
  ".",
  "as compensation to the victims’ families, and this had mostly been paid by 2003 The UN",
  "responded by lifting the trade and financial sanctions on Libya. Then in December 2003",
  "Libya promised to renounce weapons of mass destruction and Gaddafi invited the",
  "International Atomic Energy Authority (IAEA) to inspect and dismantle their nuclear",
  "installations. It was no coincidence that this offer came after Saddam Hussein of Iraq had",
  "been overthrown by the Americans and British. US president George W. Bush claimed",
  "that it was a direct consequence of the war in Iraq, and it seems likely that Gaddafi was",
  "afraid that,given half a chance, they would overthrow him too. In 2004 the IAEA inspec",
  "¬",
  "tors were shown Libya’s stockpiles of chemical weapons, including mustard gas, and",
  "allowed to visit nuclear installations. Relations between Libya and the West gradually",
  "improved: Gaddafi had successful meetings with several European leaders, and was even",
  "hugged by Tony Blair! In July 2009 he attended the G8Summit in Italy where he met US",
  "president Barack Obama.Western countries had theirown motivesfor working with Libya",
  "-mainly that they wanted Libyan oil and opportunities of lucrative investment in Libya.",
  "It was ironic that at a time when Gaddafi was co-operating with the USA in the war on",
  "terror, and was beginning to be regarded as an ally, his popularity among Libyans was on",
  "the wane. During the 1990s he had faced increasing opposition from Islamist extremists",
  "known as the Libyan Islamic Fighting Group, which tried to assassinate him in 1996.",
  "-",
  "Gaddafi then began passing anti terrorist information to the American CIA and the British",
  "Secret Service. After some German anti-terrorist agents working in Libya were killed by",
  "- .",
  "al Qaeda members,Gaddafiordered thearrest of Osama bin Laden During the presidency",
  "of George W. Bush (2001-9) the relationship became closer - the CIA began sending",
  "suspected terrorists to Libya, where they would be tortured to make them confess. This",
  "was known as the ‘extraordinary rendition’ programme; some of those ‘rendered’ were",
  "Libyan opponents of Gaddafi and some of them were members of extremist Islamist",
  "287",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISM. -",
  "groups But all was not well with the Libyan economy falling gas prices led to rising",
  "unemployment, and around Benghazi in eastern Libya there was resentment that the",
  "people were still not sharing in the general prosperity; nor were they likely to, in the",
  ".",
  "present economic crisis",
  "It wasin February 2011 thatanti-government protestersin Benghazi,encouraged by the",
  "news from Tunisia and Egypt, decided to launch their campaign. Benghazi, in the",
  ".",
  "neglected east of the country, is Libya’s second largest city Unemployment was dispro",
  "¬",
  "portionately high, especially among men aged 18 to 34. The protesters, who were mostly",
  "unarmed, demanded jobs, opportunities and political freedoms and the demonstrations",
  "were peaceful. However, after four days Gaddafi decided that brute force was the way to",
  ".",
  "deal with the problem Troops fired on the unarmed crowds, killing at least 230 people.",
  "Saif al-Islam, one of Gaddafi’s sons, appeared on television and blamed the violence on",
  "extremist Islamists. He warned that there would be a civil war if order was not restored. In",
  "fact, there was very little evidence of Islamist involvement. Appeasement of the protesters",
  "might have been a more successful option. Gaddafi’s brutal assault only made the crowds",
  "more angry and more determined to continue. Nor was it just the masses who were horri",
  "¬",
  "fied at the violence: Libya’s representative to the Arab League and the ambassador to",
  "China both resigned; the latter called on the army to intervene on the side of the protest",
  "¬",
  ".",
  "ers and urged all the diplomatic staff to resign Leaders of the uprising in the east",
  "announced that they would halt all oil exports within 24 hours unless the authorities",
  "stopped their violent suppression, a move that would be disastrous for the economy. By",
  "the end of February 2011 much of eastern Libya was under rebel control and an interim",
  ".",
  "government, the Transitional National Council, had been set up in Benghazi The USA,",
  "Britain and France called for Gaddafi to step down, claiming that he had Tost the legiti",
  "¬",
  ".",
  "macy to lead’",
  "-",
  "Gaddafi had no intention of standing down. By mid March his forces had counter",
  "¬",
  "attacked and wereon the outskirtsof Benghazi.Civilian deaths numbered many thousands",
  "and Gaddafi warned that no mercy would be shown to any civilians in Benghazi who",
  "resisted. The UN Security Council voted in favour of taking all necessary action, includ",
  "¬",
  "ing air strikes against Gaddafi forces in order to protect civilians. There was no mention",
  "of sending in ground troops, or of forcing Gaddafi from power. A coalition of the USA,",
  "European states and the Arab League was formed, and eventually NATO took overall",
  ".",
  "control of the operation NATOairstrikes targeted Gaddafi’s troops surrounding Benghazi",
  "and forced them to withdraw, leaving their bombed tanks behind.The rebels then went on",
  "the offensive, advancing westwards towards Tripoli, only to be met by another Gaddafi",
  "- .",
  "counter attack which recaptured most of the territory Early in April the rebels received a",
  "boost when Moussa Koussa, for over 30 years one of Gaddafi’s closest aides, defected to",
  "Britain. Stalemate was reached when the rebels managed to hold on to Ajdabiya.",
  "Meanwhile another combat zone had developed in the west where Gaddafi forces were",
  "besieging the port of Misrata, the third largest city in Libya. On 30 April Gaddafi offered",
  "aceasefire andcalled for talks with NATO, but the rebels rejected the offer;they could not",
  ".",
  "believe that the offer was genuine",
  ".",
  "The civil war dragged on through the summer of 2011 NATO air strikes continued to",
  "keep up the pressureon the Gaddafiregime.Severalcountries,including the UK,officially",
  "recognized the National Transitional Council (NTC) as the legitimate government of",
  "Libya, claiming that it ‘had proved its democratic credentials’. At times, however, there",
  "were ominous developments that did not bode well for the future, if and when Gaddafi",
  "departed.There were divisionsamong thedifferent militias fighting for the rebelcause:on",
  "30July the mostsenior rebelcommander,General Abdel Fatah Younis, was wasshotdead",
  "by members of a militia linked to Islamists. In Britain there was criticism of the govern",
  "¬",
  "ment’s recognition of the NTC. There were fears that the NTC was full of potential for",
  "disunity and that ‘the Libyan conflict would end with a government we don’t like’.",
  "288",
  "PARTI WAR ANDINTERNATIONAL RELATIONSThroughout August rebel forces attacked Tripoli and at the end of the month they forced",
  "their way in and captured Gaddafi’s walled citadel and fortified compound. There had",
  ".",
  "been fierce fighting as hundreds of Gaddafi loyalist snipers continued to resist Gaddafi",
  ".",
  "and many of his officials had withdrawn to his birthplace, the coastal town of Sirte He",
  "refused to surrender and his diehard supporters put up a brave fight. The inevitable end",
  "came on 20October when NTC troopsfinally gained control of Sirte.Gaddafi himself was",
  "captured and killed. His 42-year rule was over.",
  "The removal of Gaddafi remains a controversial affair. In the USA, Britain and much",
  "of western Europe,it was welcomed asa triumph for NATOand the UN,and asignificant",
  ".",
  "milestone in their campaign to spread democracy around the world For the liberal demo",
  "¬",
  ".",
  "crat revolutionaries of Libya it meant the overthrow of an autocratic tyrant Gaddafi was",
  "said by Western leaders to haveforfeited his right to rule because of the brutal way he had",
  "suppressed peaceful demonstrations and slaughtered his own people. After 42 years of",
  "Gaddafi’s rule the people of Libya were not much further forward in political terms than",
  "they had been in 1969 when he seized power. Most Libyans now saw NATO as their",
  "saviour, and were looking forward to a democratic future.",
  "However,somecountries,including China,Russia,Brazil,India,Germanyand Turkey,",
  "as wellas many Westernobservers,helda ratherdifferent view.They believed that NATO",
  "should not have intervened and that the civil war should have been allowed to take its",
  "course. It was argued that Gaddafi still had a considerable measure of support, as",
  "witnessed by the huge demonstration of Gaddafi loyalists in Tripoli on 1 July and the",
  "fierce resistance that his forces put up. After all, he had given the Libyan people arguably",
  "the highest overall standard of living in Africa, with an annual per capita income of",
  "$12 000. There is evidence that reports of brutal behaviour by Gaddafi forces, including",
  "the bombing of peaceful demonstrators in Tripoli, were greatly exaggerated and may well",
  ".",
  "have been rebel propaganda It is now widely accepted that the Libyan government was",
  "not responsible for Lockerbie and the Berlin nightclub bombings; the reason why they",
  "agreed to pay compensation was notanadmission of guilt,it was the Libyan government’s",
  "attempt to ‘buy peace’. Yet because of NATO’s intervention, the combined uprising,civil",
  "war and then NATO bombing to ‘protect civilians’ killed around 30 000 people, left tens",
  ".",
  "of thousands seriously wounded and caused massive damage to Libya’s infrastructure",
  "According to some observers,contrary to what western political leaders claimed, there",
  "was a viable alternative that was never seriously attempted - a negotiated peace. Hugh",
  "Roberts (who was director of the International Crisis Group’s North Africa Project from",
  "2002 until 2007, and again during the Libyan civil war in 2011) explains how, on 10",
  ".",
  "March 2011,the International CrisisGroup (ICG) putforward a plan fora settlement This",
  "involved setting up a contact group made up of representativesfrom Libya’s neighbouring",
  "states, who would help to arrange a ceasefire, and then bring the two sides together for",
  "negotiations leading to a peaceful settlement. An international peacekeeping force would",
  "be deployed once the ceasefire had been agreed. This was before the UN voted to approve",
  "military intervention;butonly few dayslater,before there was time toacton the ICG plan,",
  ".",
  "the Security Council voted to take ‘all necessary measures’ to protect civilians In the",
  "words of Hugh Roberts:",
  "By inserting ‘all necessary measures’ into the resolution, London, Paris and",
  "Washington licensed themselves, with NATO as their proxy, to do whatever they",
  "wanted whenever they wanted in the full knowledge that they would never be held to",
  "-",
  "account, since as permanent veto holding members of the Security Council, they are",
  ".",
  "above all laws",
  "However, the resolution did also demand a ceasefire and an end to all attackson civilians,",
  "as a prelude to negotiations. Gaddafi, whose forces at that point were on the outskirts of",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISM 289.",
  "Benghazi, immediately announced a ceasefire and proposed a dialogue As Hugh Roberts",
  "put it: ‘what the Security Council demanded and suggested, he provided in a matter of",
  "hours’. The offer was immediately rejected by one of the senior rebel commanders,",
  "Khalifa Haftar,on the grounds that Gaddafi could not be trusted, and the Western powers",
  ".",
  "simply accepted this A week later Turkey announced that it had held talks with both sides",
  "and offered to help negotiatea ceasefire.Gaddafi once again agreed, but the NTC rejected",
  "the offer and demanded the resignation of Gaddafi before they would agree to a ceasefire.",
  "Gaddafi offered to call a ceasefire three more times-in April, May and June-and each",
  ".",
  "time the offer was rejected No pressure was brought on the NTC, no doubt because the",
  "mission of the Western powers was regime change.",
  "Even before Gaddafi was so unceremoniously killed, there were disturbing signs for",
  "the West that genuine democracy might not be the outcome of the civil war after all.",
  "When Gaddafi claimed thatal-Qaeda was involved in the uprising, he was probably exag",
  "¬",
  "gerating. But in fact the revolution did stir up and mobilize the Islamists. For example,",
  "when the NTC chairman, Mustafa Abdul Jalil, made his first trip from Benghazi to",
  "Tripoli, he announced that all legislation of the future NTC government would be based",
  "on the Islamic Sharia law.The newly appointed military commander of Tripoli was none",
  ".",
  "other than Abdul Hakim Belhadj, a former leader of the Libyan Islamic Fighting Group",
  "Thisextremist group had waged a terrorist campaign againstGaddafi and the Libyanstate",
  "throughout the 1990s and had provided hundreds of recruits for al-Qaeda. The worry for",
  "genuine Libyan democrats and for the West, once the war was over, was that the various",
  "factions and militias that had combined to overthrow the Gaddafi regime now battled",
  ".",
  "among themselvesforcontrol By December 2011 the Libyan nationalarmy,commanded",
  "by Gaddafi’s former generals, was finding it very difficult to disarm the militias, each of",
  "which controlled its own area. The militias were intensely suspicious of the intentions of",
  "the NTC, which was dominated by people from the east of the country. The NTC was",
  "acting secretively: although acabinet had been appointed, nobody knew who its members",
  ".",
  "were and its meetings were held in secret When it was announced that the oil and",
  "-",
  "economic ministries were being moved from Tripoli to Benghazi, there were anti NTC",
  "protests across the country. In the background there was the possibility of an Islamist",
  "resurgence, with the Libyan Islamic Fighting Group setting up a Taliban-style govern",
  "¬",
  "ment. There was a long way to go before the Libyan people would be able to enjoy real",
  "democracy. However, during the first half of 2012 the situation became calmer, and the",
  "first elections for over 40 years were able to take place in July 2012. These passed off",
  "reasonably peacefully, except in the east where supporters of a federal state were",
  "demanding more seats in the national congress. Against expectations, the moderate",
  "National Forces Alliance won a comfortable victory,and its leader, Mahmoud Jibril, who",
  "had acted as interim prime minister for a time, became president. This was in marked",
  "contrast to what had happened in Tunisia and Egypt, where Islamists gained control.",
  "Mahmoud Jibril said he wanted to work with all parties in a grand coalition and rejected",
  "claimsfrom some clerics that his party was toosecularfor the Islamists to work with.The",
  "next step was to prepare for parliamentary elections in 2013, and in the meantime the",
  "Jibril government concentrated on gaining control of the various militias still operating",
  ".",
  "outside the law",
  "The difficulties involved in this task were clearly illustrated on 11September 2012, the",
  "anniversary of the al-Qaeda attacks on the USA. A gang attacked the American consulate",
  "in Benghazi with guns and grenades, killing four Americans, including Chris Stevens, the",
  "American ambassador, who happened to beon a visit from Tripoli.It was believed that the",
  "attack was triggered by the showing on YouTube of the trailer foran American film called",
  "The Innocence of Muslims, which was extremely insulting to the prophet Muhammad.",
  "-",
  "There were anti American protests about the film in Egypt, Algeria, Tunisia, Gaza,",
  "Lebanon, Afghanistan, Iran and in most other Muslim states. It was thought that the",
  "290",
  "PARTI WAR ANDINTERNATIONAL RELATIONS-",
  "Benghazi attack was carried out by an extremist Islamic militia called Ansar al Sharia",
  "(‘supporters of Sharia law’) (see Section 28.4(c)) for further details). The killings over",
  "¬",
  "shadowed an important politicalevent that took place the followingday: the Libyan parlia",
  "¬",
  "ment elected a new president, Mustafa Abu-Shakour of the National Front Party. He",
  "-",
  "narrowly defeated Mahmoud Jibril, the US backed candidate, who had been expected to",
  ".",
  "win",
  "(e) Saudi Arabia",
  "In Saudi Arabia, a kingdom dominated by Sunni Muslims and run under strict funda",
  "¬",
  "mentalist laws, the situation was rather different. There were mild protests, mainly in the",
  "eastof the country where a majority of the population areShia.On the whole the 86-year-",
  "old King Abdullah was popular, although his rule was autocratic in the extreme, and",
  "unemployment was high,especially among young men.He wasquick to respond, promis",
  "¬",
  "ing a multi-billion-pound programme of reforms. A total of 60000 new jobs werecreated",
  "in the security forces, a clever move which helped to reduce unemployment as well as",
  ".",
  "making the regime safer The monthly minimum wage was raised to £500 and there was",
  "to be unemployment benefit of £160 a month. Half a million apartments were to be built",
  "for people on low incomes and more money was to be given to hospitals. All this was",
  "possible because, thanks to the oil revenue, the Saudi royal family were extremely",
  ".",
  "wealthy",
  "There wasanotherfesteringgrievanceinSaudi Arabia-women were denied civicfree",
  "¬",
  "doms, were not allowed to vote or play any public role, could not leave the house unless",
  "accompanied by a male member of the family, and were not allowed to drive. In",
  "September 2011 the king announced that women would beable to voteand stand ascandi",
  "¬",
  "dates in municipal elections from 2015. They would also be able to serve as members of",
  ".",
  "the Shura council, a body that supervised legislation This was apparently warmly",
  "received, but there wasdisappointment that women still could notdrive;Saudi Arabia was",
  "the only country in the world where women were banned from driving. A campaign was",
  "launched in which dozens of women deliberately broke the rule. One woman wasarrested",
  "and sentenced to ten lashes, but King Abdullah overruled the sentence.",
  "Things were thrown into confusion in October 2011 when Crown Prince Sultan, King",
  "Abdullah’s younger half-brother and heir to the throne, died, leaving Prince Nayef as the",
  "-",
  "likely successor to King Abdullah.He was in chargeof thesecurityforces,an ultra conser",
  "¬",
  "vative and the man responsible for sending Saudi troops into neighbouring Bahrain the",
  "previous March to help crush the pro-reform demonstrations. King Abdullah himself was",
  "in poor health and there were serious doubts about what would happen to his reforms if",
  "and when Prince Nayef took over.",
  "And so in 2012 ‘the new world order’ was still far from settled. The ‘Arab Spring’ states",
  "were in a transitional phase and it was by no means clear where they would end up. It",
  "remained to be seen whether or not the ‘war of civilizations’ would materialize fully, or",
  "whether militant Islamic fundamentalism,as some predicted, would be eclipsed as moder",
  "¬",
  ".",
  "ate Muslims grew tired of itsstrict rulesand restraintsand its treatment of women Taliban",
  "aggression in Afghanistan, where NATO troops were being killed every day, and al-",
  ".",
  "Qaeda’s activities in Pakistan continued to present a formidable challenge to the West",
  "Many observers were moving towards the conclusion that dialogue between the two sides",
  "must come eventually (see Section 28.4(c) for further comment on the world situation in",
  "2012).",
  "THENEW WORLDORDER ANDTHEWAR AGAINSTGLOBALTERRORISM 291FURTHER READING",
  "Blum, W., Killing Hope: US Military and CIA Interventions since World War II (Zed",
  ".",
  "Books, 2003)",
  "Blum,W.,Rogue State:AGuidetotheWorld'sonlySuperpower(Zed Books,new edition,",
  ".",
  "2006)",
  "Booth,K.and Dunne,T.(eds)WorldsinCollision:Terrorandthe Future ofGlobalOrder",
  ".",
  "(Palgrave Macmillan, 2002)",
  ".",
  "Bradley, J R., After the Arab Spring: How Islamists Hijacked the Middle East Revolts",
  ".",
  "(Palgrave Macmillan, 2012)",
  "Chomsky, N., Rogue States (Penguin, 2000).",
  "Chomsky, N., Hegemony or Survival: America’s Quest for Global Dominance (Holt,",
  ".",
  "2004)",
  ". .",
  "Chomsky, N , Hopes and Prospects (Penguin, 2011)",
  "Cruz, R. D. and Tarzi, A. (eds) The Taliban and the Crisis of Afghanistan (Harvard",
  ".",
  "University Press, 2009)",
  ".",
  "Dabashi, H., The Arab Spring: The End of Postcolonialism (Zed Books, 2012)",
  "Fergusson, J., Taliban (Corgi, 2011).",
  "Guyatt, N., Another AmericanCentury?:The UnitedStatesandtheWorld Since 9/11 (Zed",
  ".",
  "Books, 2004)",
  "Hashemi, N. and Postel, D. (eds) The People Reloaded: The Green Movement and the",
  "Struggle for Iran’s Future (Melville House, 2011).",
  "Hutton, W„The WorldWe’re In (Abacus, 2003).",
  "Kagan, R., The World America Made (Knopf, 2012).",
  ".",
  "Majd, H., The Ayatollahs’ Democracy: An Iranian Challenge (Allen Lane, 2011)",
  "Patrikarakos, D., ‘Doing it by ourselves: Iran’s nuclear programme’, London Review of",
  ".",
  "Books (1 December 2011)",
  "Patrikarakos, D„Nuclear Iran: The Birth of an Atomic State (I. B. Tauris, 2012).",
  "Pettiford, L. and Harding, D., Terrorism: The New WorldWar (Capella, 2003).",
  "Roberts, H., ‘Who said Gaddafi had to go?’, London Review of Books (17 November",
  "2011).",
  ".",
  "Stewart, R., ‘Why are we in Afghanistan?’, London Review of Books (9 July 2009)",
  ".",
  "Tariq Ali, Bush in Babylon:the Recolonisation of Iraq (Verso, 2004)",
  "QUESTIONS",
  "-",
  "1 Examine the evidence for and against the view that in the early twenty first century,",
  ".",
  "the world was witnessing a ‘civilization struggle’ between Islam and the West",
  "2 Explain why the ending of the Cold War was not followed by a period of world peace",
  ".",
  "and stability",
  "3 Explain why Afghanistan has played such an important role in international relations",
  ".",
  "since 1979",
  "^",
  "| |",
  "There is a document question about the USA and the New World Order on the",
  ".",
  "website",
  "292",
  "PARTI WAR ANDINTERNATIONAL RELATIONSII",
  "Part",
  "The Rise of Fascism",
  "and Governments",
  "of the RightThis page intentionally left blank13"
]