[
  "International relations",
  ",",
  "-",
  "1933 9",
  "SUMMARY OF EVENTS",
  "This short period is of crucial importance in world history because it culminated in the",
  ".",
  "Second World War Economic problems caused the Locarno spirit to fade away, and the",
  "new rule seemed to be: every country for itself. Affairs were dominated by the three",
  "aggressive powers - Japan, Italy and Germany; their extreme nationalism led them to",
  "commit so many actsof violence and breachesof international agreements that in the end,",
  "the world was plunged into total war.",
  "Japan became the first major aggressor with its successful invasion of the eastern part",
  ".",
  "of China, known as Manchuria, in 1931 Both Hitler and Mussolini took note of the fail",
  "¬",
  "ure of the League of Nations to curb Japanese aggression. Hitler, by far the most subtle of",
  "the three, began cautiously by announcing the reintroduction of conscription (March",
  ".",
  "1935) This breach of Versailles caused Britain, France and Italy to draw together briefly",
  "insuspicionof Germany.Ata meeting held inStresa (on Lake Maggiorein northern Italy),",
  "they condemned Hitler’s action, and soon afterwards (May) the French, obviously",
  "worried, signed a treaty of mutual assistance with the USSR.",
  "However,the Stresa Front,as it wascalled, wasonly short-lived: it was broken in June",
  "-",
  "1935 when the British, without consulting France and Italy, signed the Anglo German",
  "Naval Agreement', this allowed the Germans to build submarines - another breach of",
  "Versailles.Thisastonishing move by Britain disgusted France and Italy and destroyed any",
  "trust which had existed between the three of them. Mussolini,encouraged by Japanese and",
  "German successes, now followed suit with his successful invasion of Abyssinia (October",
  "1935), which met only half-hearted resistance from the League and from Britain and",
  ".",
  "France",
  "March 1936 saw Hitler sending troops into the Rhineland, which had been demilita",
  "¬",
  "rized by the Versailles Treaty; Britain and France again protested but took no action to",
  "expel the Germans. An understanding then followed (October 1936) between Germany",
  "and Italy, Mussolini having decided to throw in his lot with Hitler; it was known as the",
  ".",
  "Rome-Berlin Axis The following month Hitler signed the Anti-Comintern Pact with",
  "Japan. (The Comintern, or Communist International, was an organization set up in 1919",
  "by Lenin with the aim of helping communist parties in other countries to work for revolu",
  "¬",
  "tion.)During thesummerof 1936theSpanishCivilWar brokeout when right-winggroups",
  "- .",
  "(Nationalists) tried to overthrow the left wing Republican government The conflict",
  "quickly developed an international significance when both Hitler and Mussolini, flexing",
  "their military muscles, sent help to Franco, the Nationalist leader, while the Republicans",
  "received Soviet help (seeSection 15.3(c)). Predictably, Britain and France refused to inter",
  "¬",
  "vene and by 1939 Franco was victorious.",
  "In 1937 the Japanese took full advantage of Europe’s preoccupation with events in",
  "Spain to embark on a full-scale invasion of northern China. The resulting Sino-Japanese",
  ".",
  "War eventually became part of the Second World War",
  "69",
  "INTERNATIONALRELATIONS, 1933-39By this time it was clear that the League of Nations, working through collective",
  "security, was totally ineffective. Consequently Hitler, now sure that the Italians would",
  "not object, carried out his most ambitious project to date - the annexation of Austria",
  "(known as the Anschluss - ‘forcible union’) in March 1938. Next he turned his atten",
  "¬",
  "tions to Czechoslovakia and demanded the Sudetenland, an area containing three",
  ".",
  "million Germans, adjoining the frontier with Germany When the Czechs refused",
  "Hitler’s demands, the British prime minister, Neville Chamberlain, anxious to avoid",
  "war at all costs, took up Hitler’s invitation to a conference at Munich (September",
  "1938), at which it was agreed that Germany should have the Sudetenland, but no more",
  ".",
  "of Czechoslovakia",
  "War seemed to have been averted. But the following March, Hitler broke this agree",
  "¬",
  "ment and sent German troops to occupy Prague, the Czech capital. At this, Chamberlain",
  "decided that Hitler had gone too far and must be stopped. When the Poles rejected Hitler’s",
  "demand for Danzig, Britain and France promised to help Poland if the Germans attacked.",
  "Hitler did not take these British and French threats seriously,and grew tired of waiting for",
  "-",
  "Poland to negotiate. After signing a non aggression pact with Russia (August 1939), the",
  "Germans invaded Poland on 1 September. Britain and France accordingly declared war on",
  ".",
  "Germany",
  "5.1 RELATIONS BETWEEN JAPAN AND CHINA",
  "(a) The Japanese invasion of Manchuria in 1931",
  "The motives behind this were mixed (see Section 15.1(b)).The Japanese felt it was essen",
  ". ¬",
  "tial to keepcontrol of the province because it was a valuable trade outlet China seemed to",
  "-",
  "be growing stronger under the rule of Chiang Kai shek,and the Japanesefeared this might",
  ".",
  "result in their being excluded from Manchuria At the League of Nations,SirJohn Simon,",
  "the British Foreign Secretary, presented a strong defence of Japan’s actions. Japan had",
  "been involved in the province since the 1890s,and was given Port Arthur and a privileged",
  "position in South Manchuria as a result of the Russo-Japanese War (1904-5).Since then,",
  "the Japanese had invested millions of pounds in Manchuria in the development of indus",
  "¬",
  ".",
  "try and railways By 1931 they controlled the South Manchurian Railway and the banking",
  "system; they felt they could not stand by and see themselves gradually squeezed out of",
  "such a valuable province with a population of 30 million, especially when the Japanese",
  "themselves were suffering economic hardship because of the Great Depression. The",
  "Japanese announced that they had turned Manchuria into the independent state of",
  "Manchukuo under Pu Yi, the last of the Chinese emperors. This fooled nobody, but still,",
  "no action was taken against them. The next Japanese move, however, could not be justi",
  "¬",
  ".",
  "fied, and could only be described as flagrant aggression",
  "(b) The Japanese advance from Manchuria",
  "In 1933 the Japanese began to advance from Manchuria into the rest of north-eastern",
  "China, to which they had no claim whatsoever. By 1935 a large area of China as far as",
  "Beijing (Peking) had fallen under Japanese political and commercial control (see Map",
  "5.1), while the Chinese themselves were torn by a civil war between Chiang Kai-shek’s",
  "-",
  "Kuomintang government and the communists led by Mao Zedong (Mao Tse tung) (see",
  ".",
  "Section 19.3)",
  "70",
  "PARTI WAR ANDINTERNATIONAL RELATIONSJAPAN1928 JAPANESE EXPANSION",
  "' J Conqueredby Japan 1931-42",
  "1942 DatesofJapaneseConquest",
  "|:::I AlliedwithJapan1941",
  "MILES",
  "FurthestextentofJapanese",
  "conquest1942 5000",
  ".",
  "EC",
  "O",
  "U S S R CO",
  "Co",
  "-- r - \\",
  "S X V",
  "' '",
  "f",
  "M O N G O L I A '931C32HU*IA MiSAKHALIN I\"",
  "\\ VAN *",
  "v",
  "KOREA",
  "c r *",
  "H",
  "*",
  "Tokyo",
  "9",
  "\\",
  "Pacific Ocean",
  "\\ \"*",
  "o Shanghai",
  "\\ Chungkin^g 1937",
  ". 09IS®",
  "*LI' Nun1c1 a.ng £(cid:127)#RYIUSK.YU",
  "9* #",
  "*O OKINAWA",
  "Swatow",
  "Canton 193:: FORMOSA",
  "*' . : ’Hong",
  "Kong1941",
  "(British) n",
  "AINAN",
  "Ran SIAM / , . * MarIsiana",
  "INFDROE-CNHCHIN.A r PHILUIPSPAIINE IS ^4",
  "A0N-DAlMsAN Guam*",
  "0(B1r9it4is2h) Jr 4 (U19S4A1)",
  "A",
  "^ „ 4 MINDANAO JAPA^NFREOSJME19M20ANDATE*",
  "* S7%TA 1941",
  "^ m. >> O i mCarolineI»s 1» »",
  "sSfUE",
  "0",
  "f",
  ".",
  "VT^",
  "New",
  "u//R Britain ^",
  "SolomonIs.",
  "- 1942 1^ British",
  "\\1942",
  ". £?1942^ (cid:127)7 4",
  "fnl ‘’**",
  "Coral",
  "Darwin a nJ Sea",
  "Indian Ocean",
  "l",
  "A U S T R A L I A",
  "Map 5.1 Japanese expansion 1931-42",
  "INTERNATIONALRELATIONS, 1933-39 71(c) Further invasions",
  "-",
  "After signing the Anti Comintern Pact with Germany (1936),theJapanesearmyseized the",
  "excuse provided by an incident between Chinese and Japanese troops in Peking to begin",
  ".",
  "an invasion of other parts of China (July 1937) Although the prime minister, Prince",
  "Konoye, was against such massive intervention, he had to give way to the wishes of",
  "General Sugiyama, the war minister. By the autumn of 1938 the Japanese had captured the",
  "-",
  "cities of Shanghai, Nanking (Chiang Kai shek’s capital) and Hankow,committing terrible",
  ".",
  "atrocities against Chinese civilians However, complete victory eluded the Japanese:",
  "Chiang had reached an understanding with his communist enemies that they would both",
  "co-operate against the invaders. A new capital was established well inland at Chungking,",
  ".",
  "and spirited Chinese resistance was mounted with help from the Russians However,",
  "Japanese troops landed in the south of Chinaand quickly captured Canton, but Chiang still",
  ".",
  "refused to surrender or accept Japanese terms",
  "Meanwhile the League of Nations had again condemned Japanese aggression but was",
  "powerless to act, since Japan was no longer a member and refused to attend a conference",
  ".",
  "to discuss the situation in China Britain and France were too busy coping with Hitler to",
  "take much notice of China, and the Russians did not want full-scale war with Japan. The",
  ".",
  "USA, the only power capable of effectively resisting Japan, was still bent on isolation",
  "Thus,on the eve of the Second World War, the Japanese controlled most of eastern China",
  "(though outside the cities their hold was shaky) while Chiang held out in the centre and",
  ".",
  "west",
  "5.2 MUSSOLINI'S FOREIGN POLICY",
  "In the early days of Mussolini’s regime (he came to power in 1922-see Section 13.1(e)),",
  "Italianforeign policy seemed ratherconfused:Mussoliniknew what he wanted, which was",
  "‘to make Italy great, respected and feared’, but he was not sure how to achieve this, apart",
  "from agitating for a revision of the 1919 peace settlement in Italy’s favour. At first he",
  "seemed to think an adventurous foreign policy was his best line of action, hence the Corfu",
  "Incident (seeSection 3.4(d))and theoccupation of Fiumein 1923.By an agreement signed",
  "at Rapallo in 1920, Fiume was to be a ‘free city’, used jointly by Italy and Yugoslavia;",
  ".",
  "after Italian troops moved in, Yugoslavia agreed that it should belong to Italy After these",
  "early successes, Mussolini became more cautious, perhaps alarmed by Italy’s isolation at",
  "the time of Corfu. After 1923 his policy falls roughly into two phases with the break at",
  "1934, when he began to draw closer towards Nazi Germany.",
  "(a) 1923-34",
  "At this stage Mussolini’s policy was determined by rivalry with the French in the",
  "Mediterranean and the Balkans, where Italian relations with Yugoslavia, France’s ally,",
  ".",
  "were usually strained Another consideration was the Italian fear that the weak state of",
  "-",
  "Austria, along her north eastern frontier, might fall too much under the influence of",
  "Germany;Mussolini was worried abouta possible German threat via the Brenner Pass.He",
  "tried to deal with both problems mainly by diplomatic means:",
  "1 He attended the Locarno Conference (1925) but was disappointed when the agree",
  "¬",
  ".",
  "ments signed did not guarantee the Italian frontier with Austria",
  "2 He was friendly towards Greece, Hungary, and especially Albania, the southern",
  "neighbour and rival of Yugoslavia.Economic and defence agreements were signed,",
  "72",
  "PARTI WAR ANDINTERNATIONAL RELATIONSwith the result that Albania was virtually controlled by Italy, which now had a",
  ".",
  "strong position around the Adriatic Sea",
  "3 He cultivated good relations with Britain: he supported her demand that Turkey",
  "should hand over Mosul province to Iraq, and in return, the British gave Italy a",
  ".",
  "small part of Somaliland",
  "4 Italy became the first state after Britain to recognize the USSR; a non-aggression",
  ".",
  "pact was signed between Italy and the USSR in September 1933",
  "5 He tried to bolster up Austria against the threat from Nazi Germany by supporting",
  "-",
  "the anti Nazi government of Chancellor Dollfuss, and by signing trade agreements",
  "with Austria and Hungary. When Dollfuss was murdered by the Austrian Nazis",
  "(July 1934), Mussolini sent three Italian divisions to the frontier in case the",
  "Germans invaded Austria; the Nazis immediately called off their attempt to seize",
  "power in Austria.Thisdecisive anti-German stand improved relations between Italy",
  "and France. However, though he was now highly respected abroad, Mussolini was",
  "getting impatient: his successes were not spectacular enough.",
  "(b) After 1934",
  "Mussolini gradually shifted from extreme suspicion of Hitler’s designs on Austria to",
  ".",
  "grudging admiration of Hitler’s achievements and a desire to imitate him After their first",
  "meeting (June 1934), Mussolini described Hitler contemptuously as ‘that mad little",
  "clown’, but he later came to believe that there was more to be gained from friendship with",
  "Germany than with Britain and France.The more he fell under Hitler’s influence, the more",
  ".",
  "aggressive he became His changing attitude is illustrated by events:",
  "1 When Hitlerannounced the reintroduction of conscription (March 1935), Mussolini",
  "joined the British and French in condemning the German action and guaranteeing",
  ".",
  "Austria (the Stresa Front, April 1935) Both British and French carefully avoided",
  "mentioning the Abyssinian crisis, which was already brewing; Mussolini took this",
  "to mean that they would turn a blind eye to an Italian attack on Abyssinia, regard",
  "¬",
  "ing it as a bit of old-fashioned colonial expansion. The Anglo-German Naval",
  "Agreement signed in June (see Section 5.3(b), Point 6) convinced Mussolini of",
  "- .",
  "British cynicism and self interest",
  "2 The Italian invasion of Abyssinia (Ethiopia) in October 1935 was the great turning",
  ".",
  "point in Mussolini’s career Italian involvement in the country, the only remaining",
  "independent state left in Africa, went back to 1896, when an Italian attempt to colo",
  "¬",
  "nize it had ended in ignominiousdefeat at Adowa. Mussolini'smotives forthe 1935",
  "attack were:",
  "(cid:127) Italy’s existing colonies in East Africa (Eritrea and Somaliland) were not very",
  "rewarding,and hisattempts(by a treaty of ‘friendship’ signed in 1928)to reduce",
  ".",
  "Abyssinia to a position equivalent to thatof Albania had failed The Emperor of",
  "Abyssinia, Haile Selassie, had done all he could to avoid falling under Italian",
  ".",
  "economic domination",
  "(cid:127)",
  "Italy was suffering from the depression,anda victorious war woulddivertatten",
  ". ¬",
  "tion from internal troubles and provide a new market for Italian exports",
  "(cid:127)",
  "It would please the nationalists and colonialists, avenge the defeat of 1896 and",
  ".",
  "boost Mussolini’s sagging popularity",
  "3 The Italian victory over the ill-equipped and unprepared Ethiopians wasaforegone",
  "conclusion, though they made heavy weather of it. Its real importance was that it",
  "73",
  "INTERNATIONALRELATIONS, 1933-39-",
  "&m&n,rtra&*d the inef&ciiYwro .v ,cnU>.c;;i^ The ajrj^lexn.ed",
  ".",
  "bl",
  "bfinffaV-.T.”;y.iv’e,|”.!j s'VWj.dtt.nagvfc.cwir-.oJkfjtctikJ- vci-v 1,--vMe, \"o’-rfr(cid:127):uivliHisper,V'’.Vvt:.he ib&'itfflfife?wvmenet.*h,forr:cBT;J]*t,?s.",
  "I : v-T yfrxss'&i aoffer H farther V' >v ~,v j*cnK’£xJ.thfci; the British ; . fagn",
  "..9i?G&roxd -\"?wv5, had roads a so:troii cv-.aJ rr'-Ji\" A M, theVm^c: , tin.:';",
  "jrim.sUxr (T TOBIIS* Ifash '.o hand owe a .arr-r sector o': shxcsiros-to Ttd.v- ad",
  "was more than ihs Italians had madded tc capture at the: .oxfc (s- t Map :",
  ".",
  "Public O’VLixofl in Britain wasso ojtmosd that the- idea wasirvt-ved",
  "4 Reasons- (cid:127);. j&fe s&tnd weee that Britain seedItorce were mil:",
  "tsrJiv and roxx> xaicaid fcttpjepaned foe war and were- mdm-, .a avoid M*acd.cn",
  "; a",
  "-",
  "iyw® -;'i ; 1 gtc iteStrcia h titad use a] - a ai Ilf insttl;",
  "C'lri:towv.v Cfcs wer*- ckr^nrYm^. J the't H ' I HI",
  "-.",
  "« ': IK-, t ...a.o, evj Brc Maa ' (cid:127)- n 'w tv:di v;,th » ,",
  "v . iliof* at - -",
  ". < \\",
  "V - (cid:127) :I. '",
  "-",
  ":",
  "d The yariKor of.Atoyssfajigs and ifoe terrttwfea ?wa»ceand Italy",
  ": . . GX",
  ".",
  "%",
  "i 6",
  ". -",
  "74 7ART: WA.P XNT) WTWMATTCN-iLRELft.T\"OMS.",
  "applied sanctions In return, Mussolini dropped his objections to a German",
  ".",
  "takeover of Austria Hitler took advantage of the general preoccupation with",
  ".",
  "Abyssinia to send troops into the Rhineland",
  "5 When the Spanish Civil War broke out in 1936, Mussolini sent extensive help to",
  "-",
  "Franco,the right wing Nationalist leader,hoping to establish a third fascist state in",
  ".",
  "Europe and to get naval bases in Spain from which he could threaten France His",
  "justification was that he wanted to prevent the spread of communism.",
  ".",
  "6 An understanding was reached with Hitler known as the Rome-Berlin Axis",
  "Mussolini said that the Axis was a line drawn between Rome and Berlin, around",
  "which ‘all European states that desire peace can revolve’. In 1937 Italy joined the",
  "-",
  "Anti Comintern Pact with Germany and Japan, in which all three pledged them",
  "¬",
  ".",
  "selves to standside by sideagainst Bolshevism This reversalof his previouspolicy,",
  "and his friendship with Germany, were not universally popular in Italy,and disillu",
  "¬",
  ".",
  "sionment with Mussolini began to spread",
  "7 His popularity revived temporarily with his part in the Munich agreement of",
  ".",
  "September 1938 (see Section 5.5), which seemed to have secured peace But",
  "Mussolini failed to draw the right conclusions from his people’s relief - that most",
  ".",
  "of them did not want another war-and he committed a further act of aggression",
  "8 In April 1939 Italian troops suddenly occupied Albania, meeting very little resis",
  ". ¬",
  "tance This was a pointless operation, since Albania was already under Italian",
  "economic control, but Mussolini wanted a triumph to imitate Hitler’s recent occu",
  ". ¬",
  "pation of Czechoslovakia",
  "9 Carried away by his successes, Mussolini signed a full alliance with Germany, the",
  "Pact of Steel(May 1939),in which Italy promised full military support if war came.",
  "Mussolini was committing Italy to deeper and deeper involvement with Germany,",
  ".",
  "which in the end would ruin him",
  "5.3 WHAT WERE HITLER'S AIMS IN FOREIGN POLICY AND HOW",
  ",",
  "SUCCESSFUL HAD HE BEEN BY THE END OF 1938?",
  "(a) Hitler aimed to make Germany into a great power again",
  "He hoped to achieve this by:",
  "(cid:127)",
  "destroying the hated Versailles settlement;",
  "(cid:127) building up the army;",
  "(cid:127) recovering lost territory such as the Saar and the Polish Corridor;",
  "(cid:127)",
  "bringing all German-speaking peoples inside the Reich; this would involve annex",
  "¬",
  "ing Austriaand taking territory fromCzechoslovakiaand Poland,both of which had",
  ".",
  "large German minorities as a result of the peace settlement",
  "There is some disagreement about what, if anything, Hitler intended beyond these aims.",
  "Some historians believe that annexing Austria and parts of Czechoslovakia and Poland",
  "was only a beginning, and that Hitler planned to follow it up by seizing the rest of",
  "Czechoslovakia and Poland, and then conquering and occupying Russia as far east as the",
  "Ural Mountains. ‘National boundaries’, he said, ‘are only made by man and can be",
  "changed by man.’ The changes of boundary which Hitler had in mind would give the",
  "Germans what he called Lebensraum (living space). He claimed that Germany’s popula",
  "¬",
  "tion was much too largefor the area into which it was constrained; more land was needed",
  "to provide food for the German people as well as an area in which the excess German",
  "75",
  "INTERNATIONALRELATIONS, 1933-39.",
  "population could settle and colonize Certainly Hitler had made clear his hatred of what he",
  ".",
  "called ‘Jewish Bolshevism’ This suggests that war with the USSR was unavoidable at",
  "some point, in order to destroy communism. The next stage would be to get colonies in",
  ".",
  "Africa and naval bases in and around the Atlantic",
  "Other historiansdisagree about these furtheraims;back in 1961 A. J. P.Taylor claimed",
  "that Hitler never had any detailed plans worked out for acquiring Lebensraum and never",
  "intended a major war; at most he was prepared only for a limited war against Poland. ‘He",
  "got as far as he did because others did not know what to do with him’,concluded Taylor.",
  "Martin Broszat, writing in 1983, also believed that Hitler’s writings and statements about",
  "Lebensraum did not amount to an actual programme which he followed step by step. It is",
  "more likely they were a propagandaexercise designed to attract supportand unite the Nazi",
  "party. More recently Mark Mazower, in his book Hitler’s Empire: Nazi Rule in Occupied",
  "Europe (2008), suggests that there is very little evidence that Hitler had given much seri",
  "¬",
  "ous thought to the problems of creating and organising a Nazi empire in Europe.",
  "(b) A series of successes",
  "Whatever the truth about his long-term intentions, Hitler began his foreign policy with an",
  "almost unbroken series of brilliant successes, which was one of the main reasons for his",
  ".",
  "popularity in Germany By the end of 1938 almost every one of the first set of aims had",
  "been achieved, without war and with the approval of Britain.Only the Germans in Poland",
  ".",
  "remained to be brought within the Reich Unfortunately it was when he failed to achieve",
  "this by peaceful means that Hitler took the fateful decision to invade Poland.",
  "1 Given thatGermany wasstill militarily weak in 1933, Hitlerhadtomovecautiously",
  ".",
  "at first He withdrew Germany from the World Disarmament Conference and from",
  "the League of Nations, on the grounds that France would not agree to Germany",
  "having equality of armaments. At the same time he insisted that Germany was will",
  "¬",
  "ing todisarm if other states would do the same,and that he wanted only peace.This",
  "was one of his favourite techniques: to act boldly while at the same time soothing",
  ".",
  "his opponents with the sort of conciliatory speeches he knew they wanted to hear",
  "2 Next Hitler signed a ten-year non-aggression pact with the Poles (January 1934),",
  "who wereshowingalarm in case theGermans tried to take back the Polish Corridor.",
  "This was something of a triumph for Hitler: Britain took it as further evidence of",
  "his peaceful intentions; it ruined France’s Little Entente (seeSection 4.2(b)), which",
  "depended very much on Poland; and it guaranteed Polish neutrality whenever",
  "Germany decided to move against Austria and Czechoslovakia. On the other hand,",
  "it improved relations between France and Russia, who were both worried by the",
  ".",
  "apparent threat from Nazi Germany",
  "3 In July 1934 Hitler suffered a setback to his ambitions of an Anschluss (union)",
  ".",
  "between Germany and Austria The Austrian Nazis,encouraged by Hitler,staged a",
  "revolt and murdered the Chancellor, Engelbert Dollfuss, who had been supported",
  ".",
  "by Mussolini However, when Mussolini moved Italian troops to the Austrian fron",
  "¬",
  ".",
  "tier and warned the Germans off, the revolt collapsed Hitler, taken aback, had to",
  "accept that Germany was not yet strong enough to force the issue, and he denied",
  ".",
  "responsibility for the actions of the Austrian Nazis",
  "4 The Saar was returned to Germany (January 1935) after a plebiscite (referendum)",
  "resulting in a 90 per cent vote in favour. Though the vote had been provided for in",
  "the peace settlement, Nazi propaganda made the most of the success. Hitler",
  "announced that now all causesof grievance between France and Germany had been",
  ".",
  "removed",
  "76 PARTI WAR ANDINTERNATIONAL RELATIONS5 Hitler’s first successful breach of Versailles came in March 1935 when he",
  ".",
  "announced the reintroduction of conscription His excuse was that Britain had just",
  "announced air force increases and France had extended conscription from 12 to 18",
  ".",
  "months (their justification was German rearmament) Much to their alarm, Hitler",
  "told his startled generals and the rest of the world that he would build up his peace",
  "¬",
  "time army to 36 divisions (about 600 000 men)-six times more than was allowed",
  "by the peace treaty. The generals need not have worried: although the Stresa Front",
  "(consisting of Britain, France and Italy) condemned this violation of Versailles, no",
  "action was taken; the League was helpless, and the Front collapsed anyway as a",
  "result of Hitler’s next success.",
  "6 Shrewdly realizing how frail the Stresa Front was, Hitler detached Britain by offer",
  "¬",
  "ing to limit the German navy to 35 per cent of the strength of the British navy.",
  "- ,",
  "Britain eagerly accepted,signing the Anglo GermanNaval Agreement(June 1935)",
  "'",
  "British thinking seems to have been that since the Germans were already breaking",
  ".",
  "Versailles by building a fleet, it would be as well to have it limited Without",
  "consulting her two allies, Britain had condoned German rearmament, which went",
  "ahead with gathering momentum.By theendof 1938the army stoodat51divisions",
  "(about 800 000 men) plus reserves, there were 21 large naval vessels (battleships,",
  "cruisersand destroyers),many more underconstruction,and 47 U-boats. A large air",
  ".",
  "force of over 5000 aircraft had been built up",
  "7 Encouraged by his successes, Hitler took the calculated risk of sending troops into",
  "the demilitarized zone of the Rhineland (March 1936),a breach of both Versailles",
  ".",
  "and Locarno Though the troops had orders to withdraw at the first sign of French",
  "opposition, no resistance was offered, except the usual protests. At the same time,",
  "well aware of the mood of pacifism among his opponents, Hitler soothed them by",
  ".",
  "offering a peace treaty to last for 25 years",
  "8 Later in 1936 Hitlerconsolidated Germany’s position by reaching an understanding",
  "-",
  "with Mussolini (the Rome-Berlin Axis) and by signing the Anti Comintern Pact",
  "with Japan (also joined by Italy in 1937). Germans and Italians gained military",
  ".",
  "experience by helping Franco to victory in the Spanish Civil War One of the most",
  "notorious exploits in this war was the bombing of the defenceless Basque market",
  ".",
  "town of Guernica by the German Condor Legion (see Section 15.3)",
  "9 The Anschluss with Austria (March 1938) was Hitler’s greatest success to date (see",
  "Section 4.4(d) for the situation in Austria). Matters came to a head when the",
  "Austrian Nazis staged huge demonstrations in Vienna, Graz and Linz, which",
  ".",
  "Chancellor Schuschnigg’s government could not control Realizing that this could",
  "be the prelude to a German invasion, Schuschnigg announced a referendum about",
  ".",
  "whether or not Austria should remain independent Hitler decided to act before it",
  "was held,in case the vote went against union;German troops moved in and Austria",
  "became partof theThird Reich.It wasa triumph forGermany:it revealed the weak",
  "¬",
  "nessof Britain andFrance,whoagain only protested.Itshowed the value of the new",
  "German understanding with Italy, and it dealt a severe blow to Czechoslovakia,",
  ".",
  "whichcould now be attacked from the south as wellasfrom the west and north All",
  "-",
  "was ready for the beginning of Hitler’s campaign to get the German speaking",
  "Sudetenland, a campaign which ended in triumph at the Munich Conference in",
  "September 1938.",
  "Before examining the events of Munich and after, it will be a good idea to pause and",
  "consider why it was that Hitler was allowed to get away with all these violations of the",
  ".",
  "Versailles settlement. The reason can be summed up in one word -appeasement",
  "77",
  "INTERNATIONALRELATIONS, 1933-395.4 APPEASEMENT",
  "(a) What is meant by the term 'appeasement'?",
  "Appeasement was the policy followed by the British,and later by the French,of avoiding",
  "war with aggressive powers such as Japan, Italy and Germany, by giving way to their",
  "demands,provided they were not too unreasonable.",
  "There were two distinct phases of appeasement",
  "-",
  "1 From the mid 1920s until 1937,there wasa vague feeling that war must be avoided",
  "at all cost, and Britain and sometimes France drifted along, accepting the various",
  "acts of aggression and breaches of Versailles (Manchuria, Abyssinia,German rear",
  ". ¬",
  "mament, the Rhineland reoccupation)",
  "2 When Neville Chamberlain became British prime minister in May 1937, he gave",
  "appeasement new drive; he believed in taking the initiative - he would find out",
  "what Hitler wanted and show him that reasonable claims could be met by negotia",
  "¬",
  ".",
  "tion rather than by force",
  "The beginnings of appeasement can be seen in British policy during the 1920s with the",
  "Dawesand Young Plans, which tried toconciliate the Germans,and also with the Locarno",
  "Treaties and their vital omission - Britain did not agree to guarantee Germany’s eastern",
  ".",
  "frontiers (see Map5.3), which evenStresemann, the ‘good German’,said must be revised",
  "When Austen Chamberlain, the British Foreign Minister (and Neville’s half-brother),",
  "remarked at the time of Locarno that no British government would ever risk the bones of",
  "a single British grenadier in defence of the Polish Corridor, it seemed to the Germans that",
  "Britain had turned her back on eastern Europe. Appeasement reached itsclimaxat Munich,",
  "where Britain and France were so determined to avoid war with Germany that they made",
  "Hitler a present of the Sudetenland, and so set in motion the destruction of",
  "Czechoslovakia. Even with such big concessions as this, appeasement failed.",
  "Map 5.3 Hitler’s gains before the Second World War",
  "78",
  "PART I WAR ANDINTERNATIONAL RELATIONS(b) How could appeasement be justified?",
  "At the time appeasement was being followed, there seemed to be many very good things",
  "in itsfavour,and the appeasers (who included MacDonald, Baldwin,Simon and Hoare as",
  "well as Neville Chamberlain) were convinced that their policy was right:",
  "1 It was thought essential to avoid war,which was likely to be even more devastat",
  "¬",
  "ing than ever before, as the horrors of the Spanish Civil War demonstrated. The",
  ".",
  "great fear was the bombing of defenceless cities Memories of the horrors of the",
  "First World War still haunted many people. Britain, still in the throes of the",
  "economic crisis, could not afford vast rearmament and the crippling expenses of a",
  ".",
  "major war British governments seemed to be supported by a strongly pacifist",
  "public opinion.In February 1933, in a much-publicized debate, the Oxford Union",
  ".",
  "voted that it would not fight for King and Country Baldwin and his National",
  "Government won a huge election victory in November 1935 shortly after he had",
  "declared: ‘I give you my word of honour that there will be no great armaments.’",
  ".",
  "2 Many felt that Germany and Italy had genuine grievances Italy had been cheated",
  ".",
  "at Versailles and Germany had been treated too harshly Therefore the British",
  "-",
  "should show them sympathy as far as the Germans were concerned, they should",
  ".",
  "try and revise the most hated clausesof Versailles This would remove the need for",
  "-",
  ".",
  "German aggression and lead to Anglo German friendship",
  "3 Since the League of Nations seemed to be helpless, Chamberlain believed that the",
  ".",
  "only way to settle disputes was by personal contact between leaders In this way,",
  "he thought, he would be able to control and civilize Hitler, and Mussolini into the",
  ".",
  "bargain, and bring them to respect international law",
  "-",
  ".",
  "4 Economic co operation between Britain and Germany would be good for both If",
  "Britain helped the German economy to recover,Germany’s internal violence would",
  ".",
  "die down",
  ".",
  "5 Fear of communist Russia was great, especially among British Conservatives",
  "Many of them believed that the communist threat was greater than the danger",
  "from Hitler. Some British politicians were willing to ignore the unpleasant",
  "features of Nazism in the hope that Hitler’s Germany would be a buffer against",
  ".",
  "communist expansion westwards In fact, many admired Hitler’s drive and his",
  ".",
  "achievements",
  "6 Underlying all these feelings was the belief that Britain ought not to take any mili",
  "- ¬",
  "tary action in case it led to a full scale war, for which Britain was totally unpre",
  ". ¬",
  "pared British military chiefs told Chamberlain that Britain was not strong enough",
  "to fighta waragainst more than onecountry at the same time. Even the navy, which",
  "was the strongest in the world apart from the American navy, would have found it",
  "difficult todefend Britain’sfar-flung Empire and at the same time protect merchant",
  "shipping in the event of war against Germany, Japan and Italy simultaneously. The",
  "air force was woefully short of long-range bombersand fighters.The USA was still",
  "in favour of isolation and France was weak and divided. Chamberlain speeded up",
  "British rearmament so that ‘nobody should treat her with anything but respect’.The",
  "longer appeasement lasted, the stronger Britain would become, and the more this",
  ".",
  "would deter aggression, or so Chamberlain hoped",
  "(c) What part did appeasement play in international affairs, 1933-9?",
  "Appeasement had a profound effect on the way international relations developed.",
  "Although it might have worked with some German governments, with Hitler it was",
  "79",
  "INTERNATIONALRELATIONS, 1933-39doomed tofailure.Many historians believe that itconvinced Hitlerof thecomplacency and",
  "weakness of Britain and France to such an extent that he was willing to risk attacking",
  ".",
  "Poland, thereby starting the Second World War",
  "It is important to emphasize that appeasement was mainly a British policy, with which",
  "the French did not always agree. Poincare stood up to the Germans (see Section 4.2(c)),",
  "and although Briand was in favour of conciliation, even he drew the line at the proposed",
  "Austro-German customs union in 1931. Louis Barthou, foreign minister for a few months",
  "in 1934, believed in firmness towards Hitler and aimed to build up a strong anti-German",
  "group which would include Italy and the USSR. This is why he pressed for Russia’s entry",
  "into the League of Nations, which took place in September 1934. He told the British that",
  ".",
  "France ‘refused to legalize German rearmament’, contrary to the Versailles Treaties",
  "Unfortunately Barthou was assassinated in October 1934, along with King Alexander of",
  "Yugoslavia, who was on a state visit to France. They were both shot by Croat terrorists",
  "shortly after the king had arrived in Marseilles. Barthou’s successor, Pierre Laval, signed",
  "an alliance with Russia in May 1935, though it was a weak affair-there was no provision",
  "in it for military co-operation,since Laval distrusted the communists. He pinned his main",
  "hopes on friendship with Mussolini, but these were dashed by the failure of the",
  "Hoare-Laval Pact (see Section 5.2(b)). After this the French were so deeply split between",
  "left and right that no decisive foreign policy seemed possible; since the right admired",
  ".",
  "Hitler, the French fell in behind the British",
  "Examples of appeasement at work",
  ".",
  "1 No action was taken to check the obvious German rearmament Lord Lothian, a",
  "Liberal, had a revealing comment to make about this,after visiting Hitlerin January",
  "1935: ‘I am convinced that Hitler does not want war ... what the Germans are after",
  "is a strong army which will enable them to deal with Russia.’",
  "2 The Anglo-German Naval Agreement condoning German naval rearmament was",
  "signed without any consultation with France and Italy. This broke the Stresa Front,",
  "gravely shook French confidence in Britain, and encouraged Laval to look for",
  ".",
  "understandings with Mussolini and Hitler",
  "-",
  "3 There was only half hearted British action against the Italian invasion of",
  ".",
  "Abyssinia",
  "4 The French, though disturbed at the German reoccupation of the Rhineland (March",
  "1936), did not mobilize their troops.They were deeply divided, and ultra cautious,",
  "and they received no backing from the British, who were impressed by Hitler’s",
  "offer of a 25-year peace. In fact, Lord Londonderry (a Conservative,and Secretary",
  "of State for Air from 1931 to 1935), was reported to have sent Hitler a telegram",
  ".",
  "congratulating him on his success Lord Lothian remarked that German troops had",
  "merely entered their own ‘back garden’.",
  "5 Neither Britain nor France intervened in the Spanish Civil War, though Germany",
  ".",
  "and Italy sent decisive help to Franco Britain tried to entice Mussolini to remove",
  "his troops by officially recognizing Italian possession of Abyssinia (April 1938);",
  ".",
  "however, Mussolini failed to keep his side of the bargain",
  "6 Though both Britain and France protested strongly at the Anschluss between",
  "Germany and Austria (March 1938), many in Britain saw it as the natural union of",
  ".",
  "one German group with another But Britain’s lack of action encouraged Hitler to",
  "make demands on Czechoslovakia, which produced Chamberlain’s supreme act of",
  "appeasement and Hitler’s greatest triumph to date-Munich.",
  "80 PARTI WAR ANDINTERNATIONAL RELATIONS5.5 MUNICH TO THE OUTBREAK OF WAR: SEPTEMBER 1938 TO",
  "SEPTEMBER 1939",
  "This fateful year saw Hitler waging two pressure campaigns: the first against",
  "Czechoslovakia, the second against Poland.",
  "(a) Czechoslovakia",
  "It seems likely that Hitler had decided to destroy Czechoslovakia as part of his",
  "Lebensraum (living space) policy, and because he detested the Czechs for their democ",
  "¬",
  "racy,for the fact that they were Slavs,and because their state had been set up by the hated",
  ".",
  "Versailles settlement (see Section 4.4(b) for the situation in Czechoslovakia) Its situation",
  "was strategically important - control of the area would bring great advantages for",
  ".",
  "Germany’s military and economic dominance of central Europe",
  "1 The propaganda campaign in the Sudetenland",
  "Hitler’s excuse for the opening propaganda campaign was that 3.5 million Sudeten",
  "Germans, under their leader Konrad Henlein, were being discriminated against by the",
  ".",
  "Czech government It is true that unemployment was more serious among the Germans,",
  "but this was because a large proportion of them worked in industry, where unemployment",
  "was most severe because of the depression. The Nazis organized huge protest demonstra",
  "¬",
  "tions in the Sudetenland, and clashes occurred between Czechs and Germans. The Czech",
  "president, Edvard Benes,feared that Hitler wasstirring up the disturbancesso thatGerman",
  ".",
  "troops could march in ‘to restore order’ Chamberlain and Daladier, the French prime",
  "minister, were afraid that if this happened, war would break out.They were determined to",
  "go to almost any lengths to avoid war, and they put tremendous pressure on the Czechs to",
  "make concessions to Hitler.",
  "Eventually Benes agreed that the Sudeten Germans might be handed over to Germany.",
  "Chamberlain flew to Germany and had talks with Hitler at Berchtesgaden (15September),",
  "explaining the offer. Hitler seemed to accept, but at a second meeting at Godesberg only",
  "a week later, he stepped up his demands: he wanted more of Czechoslovakia and the",
  "immediate entry of German troops into theSudetenland. Benes would not agree to thisand",
  "immediately ordered the mobilization of the Czech army.The Czechs had put great effort",
  "into fortifying their frontiers with Germany, Austria and Hungary, building bunkers and",
  "anti-tank defences. Their army had been expanded, and they were hopeful that with help",
  "from theirallies, particularly France and the USSR,any German attack could be repulsed.",
  ".",
  "It would certainly not have been a walkover for the Germans",
  "2 The Munich Conference, 29 September 1938",
  "When it seemed that war was inevitable, Hitler invited Chamberlain and Daladier to a",
  "- .",
  "four power conference, which met in Munich Here a plan produced by Mussolini (but",
  "actually written by the German Foreign Office) was accepted. The Sudetenland was to be",
  "handed over to Germany immediately, Poland was given Teschen and Hungary received",
  ".",
  "South Slovakia Germany, along with the other three powers, guaranteed the rest of",
  "Czechoslovakia. Neither the Czechs nor the Russians were invited to the conference. The",
  "Czechs were told that if they resisted the Munich decision, they would receive no help",
  "from Britain orFrance,even though France had guaranteed theCzechfrontiersat Locarno.",
  "Given this betrayal by France and the unsympathetic attitude of Britain, Czech military",
  "resistance seemed hopeless: they had no choice but to go along with the decision of the",
  "conference. A few days later Benes resigned.",
  "81",
  "INTERNATIONALRELATIONS, 1933-39The morning after the Munich Conference, Chamberlain had a private meeting with",
  "Hitler at which they both signed a statement, the ‘scrap of paper’, prepared by",
  "Chamberlain, promising that Britain and Germany would renounce warlike intentions",
  ".",
  "against each other and would use consultation to deal with any problems that might arise",
  "When Chamberlain arrived back in Britain, waving the ‘scrap of paper’ for the benefit of",
  "the newsreel cameras, he was given a rapturous welcome by the public, who thought war",
  "had been averted. Chamberlain himself remarked: ‘I believe it is peace for our time.’",
  "However, not everybody was so enthusiastic: Churchill called Munich ‘a total and",
  "unmitigated defeat’; Duff Cooper,the First Lord of the Admiralty, resigned from thecabi",
  "¬",
  "net, saying that Hitler could not be trusted to keep the agreement. They were right.",
  "3 The destruction of Czechoslovakia, March 1939",
  "As a result of the Munich Agreement, Czechoslovakia was crippled by the loss of 70 per",
  "cent of her heavy industry, a third of her population, roughly a third of her territory and",
  ".",
  "almostall hercarefully prepared fortifications,mostly toGermany Slovakiaand Ruthenia",
  "were given self-government for internal affairs, though there was still a central govern",
  "¬",
  "ment in Prague. Early in 1939 Slovakia, encouraged by Germany, began to demand",
  ".",
  "complete independencefrom Pragueand it looked as if the country wasabout tofall apart",
  "Hitler put pressure on the Slovak prime minister, Father Jozef Tiso, to declare indepen",
  "¬",
  "dence and request German help, but Tiso was ultra-cautious.",
  ".",
  "It was the new Czech president, Emil Hacha, who brought matters to a head On 9",
  "March 1939 the Prague government moved against the Slovaks to forestall the expected",
  "declaration of independence: their cabinet was deposed, Tiso was placed under house",
  "arrest, and the Slovak government buildings in Bratislava were occupied by police. This",
  "gave Hitler hischance to act: Tiso was brought to Berlin, where Hitlerconvinced him that",
  ".",
  "the time was now ripe Back in Bratislava, Tiso and the Slovaks proclaimed independence",
  "(14 March); the next day they asked for German protection, although, as Ian Kershaw",
  "points out (in Hitler, 1936-1945: Nemesis),this was only ‘after German warships on the",
  "Danube had trained their sights on the Slovakian government offices’.",
  "Next, President Hacha was invited to Berlin, where Hitler told him that in order to",
  "protect the German Reich, a protectorate must be imposed over what was left of",
  "Czechoslovakia. German troops were poised to enter his country, and Hacha was to order",
  "the Czech army not to resist. Goering threatened that Prague would be bombed if he",
  "refused. Faced with such a browbeating, Hacha felt he had no alternative but to agree.",
  "Consequently, on 15 March 1939 German troops occupied the rest of Czechoslovakia",
  "while the Czech army remained in barracks. Bohemia and Moravia (the main Czech areas)",
  "were declared a protectorate within the German Reich,Slovakia was to be an independent",
  "state but under the protection of the Reich, and Ruthenia was occupied by Hungarian",
  ". .",
  "troops Britain and France protested but as usual took no action Chamberlain said the",
  "guarantee of Czech frontiersgiven at Munich did not apply, because technically the coun",
  "¬",
  "try had not been invaded - German troops had entered by invitation. Hitler was greeted",
  "with enthusiasm when he visited the Sudetenland.",
  "However, the German action caused a great outburst of criticism:for thefirst time even",
  "the appeasers were unable to justify what Hitler had done-he had broken his promiseand",
  "- .",
  "seized non German territory Even Chamberlain felt this was going too far, and his atti",
  "¬",
  ".",
  "tude hardened",
  "(b) Poland",
  "After taking over the Lithuanian port of Memel (which wasadmittedly peopled largely by",
  ".",
  "Germans), Hitler turned his attentions to Poland",
  "82 PARTI WAR ANDINTERNATIONAL RELATIONS1 Hitler demands the return of Danzig",
  "The Germans resented the loss of Danzig and the Polish Corridor, at Versailles, and now",
  "that Czechoslovakia was safely out of the way, Polish neutrality was no longer necessary.",
  "In April 1939 Hitler demanded the return of Danzig and a road and railway across the",
  "corridor, linking East Prussia with the rest of Germany. This demand was, in fact, not",
  "unreasonable,since Danzig was mainly German-speaking; but with itcomingso soon after",
  "the seizure of Czechoslovakia, the Poles were convinced that the German demands were",
  "only the preliminary to an invasion. Already fortified by a British promise of help ‘in the",
  "event of any action which clearly threatened Polish independence’, the Foreign Minister,",
  "Colonel Beck, rejected the German demands and refused to attend a conference; no doubt",
  "he was afraid of another Munich. British pressure on the Poles to surrender Danzig was to",
  "no avail. Hitler was probably surprised by Beck’s stubbornness, and was still hoping to",
  "remain on good terms with the Poles, at least for the time being.",
  "2 The Germans invade Poland",
  "The only way the British promise of help to Poland could be made effective was through",
  "an alliance with Russia. But the British were so slow and hesitant in their negotiationsfor",
  ".",
  "an alliance that Hitler got in first and signed a non-aggression pact with the USSR They",
  "also reached a secret agreement to divide Poland up between Germany and the USSR (24",
  "August). Hitler wasconvinced now that with Russia neutral, Britain and France would not",
  "risk intervention; when the British ratified their guarantee to Poland, Hitler took it as a",
  "bluff. When the Poles still refused to negotiate, a full-scale German invasion began, early",
  ".",
  "on 1 September 1939",
  "Chamberlain had still not completely thrown off appeasement and suggested that if",
  "German troops were withdrawn,a conference could be held-there was no response from",
  "the Germans. Only when pressure mounted in parliament and in the country did",
  "Chamberlain send an ultimatum to Germany: if German troops were not withdrawn from",
  "Poland, Britain would declare war. Hitler did not even bother to reply; when the ultima",
  "¬",
  "tum expired, at 11 a.m. on 3 September, Britain was at war with Germany. Soon after¬",
  "wards, France also declared war.",
  "5.6 WHY DID WAR BREAK OUT? WERE HITLER OR THE APPEASERS",
  "TO BLAME?",
  "The debate is still going on about who or what was responsiblefor the Second World War.",
  "(cid:127) The Versailles Treaties have been blamed for filling the Germans with bitterness",
  "and the desire for revenge.",
  "(cid:127) The League of Nations and the idea of collective security have been criticized",
  "because they failed to secure general disarmament and to control potential aggres",
  ". ¬",
  "sors",
  "(cid:127) The world economiccrisishas beenmentioned (seeSections14.l(e-f)and 22.6(c)),",
  "since without it, Hitler would probably never have been able to come to power.",
  "While these factors no doubt helped to create the sort of atmosphere and tensions which",
  "might well lead to a war, something more was needed. It is worth remembering also that",
  "by the end of 1938, most of Germany’s grievances had been removed: reparations were",
  "largely cancelled, the disarmament clauses had been ignored, the Rhineland was remili",
  "¬",
  "tarized, Austria and Germany were united, and 3.5 million Germans had been brought",
  "into the Reich from Czechoslovakia. Germany was a great power again. So what went",
  "wrong?",
  "83",
  "INTERNATIONAL RELATIONS, 1933-39(a) Were the appeasers to blame?",
  "Some historians have suggested thatappeasement was largely responsible for the situation",
  "deteriorating into war. They argue that Britain and France should have taken a firm line",
  "with Hitler before Germany had become too strong: an Anglo-French attack on western",
  "Germany in 1936 at the time of the Rhineland occupation would have taught Hitler a",
  "lesson and might have toppled him from power. By giving way to him, the appeasers",
  ".",
  "increased his prestige at home As Alan Bullock wrote, ‘success and the absence of resis",
  "¬",
  "tance tempted Hitler to reach out further, to take bigger risks’. He may not have had defi",
  "¬",
  "nite plans for war, but after the surrender at Munich, he was so convinced that Britain and",
  "France would remain passive again, that he decided to gamble on war with Poland.",
  "Chamberlain has also been criticized for choosing the wrong issue over which to make",
  ".",
  "a stand against Hitler It is argued that German claims for Danzig and routes across the",
  "corridor were more reasonable than the demands for the Sudetenland (which contained",
  ".",
  "almost a million non-Germans) Poland was difficult for Britain and France to defend and",
  "was militarily much weaker than Czechoslovakia. Chamberlain therefore should have",
  "made his stand at Munich and backed the Czechs, who were militarily and industrially",
  ".",
  "strong and had excellent fortifications",
  "Chamberlain’sdefenders,on the other hand,claim that his main motive at Munich was",
  "to give Britain time to rearm for an eventual fight against Hitler. Arguably Munich did",
  "gain a crucial year during which Britain was able to press ahead with its rearmament",
  "programme. John Charmley, in his book Chamberlain and the Lost Peace (1989), argues",
  "that Chamberlain had very little option but to act as he did, and that Chamberlain’s poli",
  "¬",
  "cies were far more realistic than any of the possible alternatives -such as building up a",
  "Grand Alliance, including Britain, France, Poland, Czechoslovakia, Romania and the",
  "USSR. This idea was suggested at the time by Churchill, but Andrew Roberts (2006)",
  "argues that this was neveraserious possibility because of the many pointsof disagreement",
  "between them.Chamberlain’s most recent biographer,Robert Self (2007),believes that he",
  "had very few viable alternativesand deserves great creditfor trying to prevent war.Surely",
  "any ‘normal’ leader, like Stresemann, for example, would have responded positively to",
  "Chamberlain’s reasonable policies; sadly Hitler was not the typical German statesman.",
  "Having said all this, arguably Britain and France must at least share the responsibility for",
  ".",
  "war in 1939 As Richard Overy pointed out in The Origins of the SecondWorldWar (2nd",
  "edition, 1998):",
  "It must not be forgotten that war in 1939 was declared by Britain and France on",
  "Germany,and not the other way round. Why did the two western powers go to war with",
  "Germany? Britain and France had complex interests and motivesfor war. They too had",
  "to takedecisions on international questions with one eye on publicopinion and another",
  "on potential enemies elsewhere. ... British and French policy before 1939 was",
  "-",
  "governed primarily by national self interest and only secondarily by moral considera",
  "¬",
  "tions. In other words, the British and French, just like the Germans, were anxious to",
  "preserve or extend their power and safeguard their economic interests. In the end this",
  "- .",
  "meant going to war in 1939 to preserve Franco British power and prestige",
  "(b) Did the USSR make war inevitable?",
  "-",
  "The USSR has been accused of making war inevitable by signing the non aggression pact",
  "with Germany on 23 August 1939, which also included a secret agreement for Poland to",
  "be partitioned between Germany and the USSR.It isargued thatStalin ought to have allied",
  "with the west and with Poland, thusfrightening Hitler into keeping the peace.On the other",
  "84 PART I WAR ANDINTERNATIONAL RELATIONShand, the British were most reluctant to ally with the Russians; Chamberlain distrusted",
  "them (because they werecommunists)and so did the Poles,and he thought they were mili",
  "¬",
  "tarily weak. Russian historians justify the pact on the grounds that it gave the USSR time",
  ".",
  "to prepare its defences against a possible German attack",
  "(c) Was Hitler to blame?",
  "During and immediately after the war there was general agreement outside Germany that",
  "Hitler was to blame. By attacking Poland on all frontsinstead of merely occupying Danzig",
  "and the Corridor, Hitler showed that he intended not just to get back the Germans lost at",
  "Versailles, but to destroy Poland. Martin Gilbert argues that his motive was to remove the",
  "stigma of defeat in the First World War: ‘for the only antidote to defeat in one war is",
  "victory in the next’. Hugh Trevor-Roper and many other historians believe that Hitler",
  ".",
  "intended amajor war right from the beginning They argue that he hated communism and",
  "wanted to destroy Russia and control it permanently. In this way,Germany would acquire",
  "Lebensraum,but it could only be achieved by a major war. The destruction of Poland was",
  ".",
  "an essential preliminary to the invasion of Russia The German non-aggression pact with",
  "Russia was simply a way of lulling Russian suspicions and keeping her neutral until",
  ".",
  "Poland had been dealt with",
  "Evidence for this theory is taken from statements in Hitler’s book Mein Kampf (My",
  "Struggle) and from the Hossbach Memorandum, a summary made by Hitler’s adjutant,",
  "Colonel Hossbach, of a meeting held in November 1937, at which Hitler explained his",
  "expansionist plans to his generals. Another important source of evidence is Hitler’s Secret",
  "Book,which he finished around 1928 but never published.",
  "If this theory iscorrect,appeasement cannot be blamed asa cause of war,except that it",
  ".",
  "made thingseasierfor Hitler Hitler had his plans, his ‘blueprint’ foraction,and this meant",
  ".",
  "that war wasinevitable sooner or later Germans,on the whole, were happy with thisinter",
  "¬",
  "pretation too. If Hitler was to blame, and Hitler and the Nazis could be viewed as a kind",
  "of grotesque accident, a temporary ‘blip’ in German history, that meant that the German",
  "people were largely free from blame.",
  "Not everybody accepted this interpretation. A. J. P. Taylor, in his book The Origins of",
  "the Second World War (1961), came up with the most controversial theory about the",
  "outbreak of the war. He believed that Hitler did not intend to cause a major war, and",
  "expected at the most, a short war with Poland. According to Taylor, Hitler’s aims were",
  "similar to those of previous German rulers- Hitler was simply continuing the policies of",
  "leaders like Bismarck, Kaiser Wilhelm II and Stresemann; the only difference was that",
  "Hitler’s methods were more ruthless.Hitler wasa brilliantopportunist taking advantage of",
  "the mistakes of the appeasers and of events such as the crisis in Czechoslovakia in",
  ".",
  "February 1939 Taylor thought the German occupation of the rest of Czechoslovakia in",
  "March 1939 was not the result of a sinister long-term plan;‘it was the unforeseen by-prod",
  "¬",
  "uct of events in Slovakia’ (the Slovak demand for more independence from the Prague",
  ".",
  "government) Whereas Chamberlain miscalculated when he thought he could make Hitler",
  ".",
  "respectable and civilized, Hitler misread the minds of Chamberlain and the British How",
  "could Hitler foresee that the British and French would be so inconsistent as to support",
  "Poland (where his claim to land was more reasonable) after giving way to him over",
  "Czechoslovakia (where his case was much less valid)?",
  "Thus, for Taylor, Hitler was lured into the war almost by accident, after the Poles had",
  "called his bluff. ‘The war of 1939, far from being premeditated, was a mistake, the result",
  "on both sides of diplomatic blunders.’ Many people in Britain were outraged at Taylor",
  ".",
  "because they thought he was trying to ‘whitewash’ Hitler But Taylor was not defending",
  "Hitler;just theopposite,in fact-Hitler was still to blame,and so were theGerman people,",
  "INTERNATIONALRELATIONS, 1933-39 85.",
  "for being aggressive ‘Hitler was the creation of German history and of the German",
  ".",
  "present He would have counted for nothing without the support and cooperation of the",
  "German people. ... Many hundred thousand Germans carried out his evil orders without",
  ".",
  "qualm or question’",
  "Most recent interpretations have tended to play down Taylor’s ‘continuity’ theory and",
  "highlight the differences in aims between earlier German rulers on the one hand, and",
  ".",
  "Hitler and the Nazis on the other Until 1937, Nazi foreign policy could be seen as typi",
  "¬",
  "callyconservativeand nationalistic. It wasonly when all the wrongsof Versailles had been",
  "put right-the main aim of the conservativesand nationalists-that the crucial differences",
  "began to be revealed. The Hossbach memorandum shows that Hitler was preparing to go",
  ".",
  "much further and embark on an ambitious expansionist policy But there was more to it",
  "even than that. As Neil Gregor points out (2003), what Hitler had in mind was ‘a racial",
  "war of destruction quite unlike that experienced in 1914-18’. It began with the dismem",
  "¬",
  "berment of Poland, continued with the attack on the USSR, and culminated in an horrific",
  "genocidal war- the destruction of the Jews and other groups which the Nazis considered",
  "inferior to the German master race; and the destruction of communism. ‘Nazism was a",
  "destructive new force whose vision of imperial domination was radically different’ from",
  ".",
  "anything that had gone before",
  "Another explanation of why Hitler decided to risk war in September 1939 was put",
  "forward by Adam Tooze in his book TheWagesof Destruction:The Making and Breaking",
  ".",
  "of the Nazi Economy (2006) His theory is that Hitler wasafraid that the longer he delayed",
  "the inevitable war, the greater the danger that Britain and France would overtake German",
  ".",
  "rearmament According to Tooze, ‘Hitler knew that he would eventually have to confront",
  "the Western powers. And in the autumn of 1939 he attacked Poland because he had",
  "decided that he was willing to risk that wider war sooner rather than later. ... The military",
  "advantage that Germany currently enjoyed over its enemies was fleeting.’ Germany had",
  "been steadily rearming,even before Hitler came to power. From 1936, when the Four Year",
  "Plan was introduced, until 1939, no less than two thirds of all investment in industry was",
  "for producing war materials. Richard Overy points out that in 1939 about a quarter of the",
  "industrial workforce was employed on military orders, ‘a figure unmatched by any other",
  "state in Europe’.The problem was that the German armaments industry was running short",
  "of raw materials, mainly because Germany’s shortage of foreign exchange made it impos",
  "¬",
  "sible to import sufficientquantitiesof iron and copper ore.Throughout the interwar period",
  "the Reichsmark was chronically overvalued, making exports uncompetitive. Hitler",
  "complained that Germany’s enemies, egged on by their Jewish backers, had closed their",
  "borders to German exports.To make matters worse,in response to the German occupation",
  "of Prague, in March 1939 President Roosevelt of the USA placed punitive tariffs on",
  ".",
  "imports from Germany As Tooze explains:",
  "Hitler might have wished to fight the big war against Britain and France at a moment",
  "of his choosing at some point in the early 1940s, but by early 1939 the pace of events",
  "had rendered such long-term plans impractical. With America, France and Britain",
  ".",
  "appearing to grow ever closer together, there was no time to lose If Hitler’s sworn",
  "enemies were improvising, so would he. It was time to wager everything. Otherwise,",
  "faced by aglobal coalition animated by itsimplacableJewish enemies,Germany would",
  ".",
  "face certain ruin",
  "What conclusion are we to reach? Today, over forty years after Taylor published his",
  "famous book, very few historians accept his theory that Hitler had no long-term plans for",
  "war. Some recent writers believe that Taylor ignored much evidence which did not fit in",
  ".",
  "with his own theory It is true that some of Hitler’s successes came through clever oppor",
  "¬",
  "tunism, but there was much more behind it than that. Although he probably did not have",
  "86",
  "PARTI WAR ANDINTERNATIONAL RELATIONS- - -",
  "a long term,detailed step by step plan worked out, he clearly had a basic vision, which he",
  ".",
  "was working towards at every opportunity That vision was a Europe dominated by",
  "Germany, and it could only be achieved by war. This is why there was so much emphasis",
  "on rearmament from 1936 onwards.Clearly Hitler intended much more than self-defence.",
  "There can be little doubt, then, that Hitler was largely responsible for the war. The",
  "German historian Eberhard Jackel, writing in 1984, claimed that",
  "Hitler set himself two goals:a war of conquest and the elimination of the Jews. ... [hisj",
  "ultimate goal was the establishment of a greater Germany than had ever existed before",
  "in history.The way to this greaterGermany wasa war of conquest fought mainly at the",
  "expense of Soviet Russia ... where the German nation was to gain living space for",
  "generations to come. ... Militarily the war would be easy because Germany would be",
  "opposed only by a disorganized country of Jewish Bolsheviks and incompetent Slavs.",
  "So it was probably not a world war that Hitler had in mind. Alan Bullock believed that he",
  "did not want a war with Britain;all he asked was that the British should not interfere with",
  "his expansion in Europe and should allow him to defeat Poland and the USSR in separate",
  ".",
  "campaigns Richard Overy agrees, pointing out that there is no evidence that Hitler ever",
  "thought of declaring war on Britain and France. He hoped to keep the war with Poland",
  "localized and then turn to the main campaign - the destruction of the USSR. Hitler was",
  "responsible for the war because he failed to realise that as far as Britain and France were",
  "concerned, the attack on Poland was one step too far.",
  "Hitler’s most recent biographer, Ian Kershaw, sees no reason to change the general",
  "conclusion that Hitler must take the blame:",
  "Hitler had never doubted, and had said so on innumerable occasions, that Germany’s",
  "future could only be determined through war. ... War-the essence of the Nazi system",
  "which had developed under his leadership-was for Hitler inevitable. Only the timing",
  "and direction were at issue. And there was no time to wait.",
  "FURTHER READING",
  "Bell, P. M. H., The Origins of the Second World War in Europe (Longman, 3rd edition,",
  ".",
  "2007)",
  "Broszat, M., The Hitler State (Longman, 1983).",
  "Bullock, A., Hitler: A Study in Tyranny (Penguin, new edition, 1990).",
  ".",
  "Charmley, J., Chamberlain and the Lost Peace (Hodder & Stoughton, 1989)",
  "Doig, R., Co-operation and Conflict: International Affairs, 1990-1962 (Hodder &",
  "Stoughton, 1995).",
  "Fewster, S., Japan, 1850-1985 (Longman, 1988).",
  "Gregor, N. (ed.), Nazism: A Reader (Oxford University Press, 2000).",
  "Gregor, N., ‘Hitler’s Aggression: Opportunistic or Planned?’, Modern History",
  "Review,15:1 (September 2003).",
  ".",
  "Henig, R., Versailles and After (Routledge, 2nd edition, 2005)",
  "Henig, R., The Origins of the SecondWorldWar (Routledge, 2nd edition, 2005).",
  "Jackel, E., Hitler in History (University Press of New England, 1984).",
  "Kershaw. I., Hitler, 1889-1936: Hubris (Allen Lane/Penguin, new edition, 2001).",
  "Kershaw,1., Hitler, 1936-1945: Nemesis (Allen Lane/Penguin, new edition, 2010).",
  "Martel, G. (ed.), The Origins of the Second World War Reconsidered: The A.J.P. Taylor",
  ".",
  "Debate after 25 Years (Routledge, 2nd edition, 1999)",
  "Mazower,M., Hitler’s Empire:Nazi RuleinOccupied Europe(Allen Lane/Penguin,2008).",
  "87",
  "INTERNATIONALRELATIONS, 1933-39.",
  "McDonough, F, The Origins of the Second World War: An International Perspective",
  ".",
  "(Continuum, 2011)",
  "Overy, R. J., 1939:CountdowntoWar (Allen Lane, 2009).",
  ".",
  "Steiner,Z ,TheTriumphof the Dark: European International History 1933-1939 (Oxford",
  ".",
  "University Press, 2010)",
  "Taylor, A. J. P., The Origins of the SecondWorldWar (Penguin, new edition, 2011).",
  "Tooze, A., The Wages of Destruction: the Making and Breaking of the Nazi Economy",
  ".",
  "(Penguin, 2007)",
  "Watt, D. C., How War Came (Heinemann, 1990).",
  "QUESTIONS",
  "1 ‘Hitler alone caused the Second World War in 1939’. How far do you agree?",
  "2 ‘Hitler’s foreign policy successes between 1935 and 1939 were the result of his own",
  "tactical skills and his ability to exploit the weaknesses of his opponents.’ How far",
  "would you agree with this view?",
  "3 Examine the evidencefor and against the view that Hitler had noclear long-term plans",
  "for war.",
  "4 ‘Hitler had one simple over-riding aim in foreign policy - expansion in the East.’",
  ".",
  "Explain why you agree or disagree with this statement",
  "5 How far was appeasement to blame for the outbreak of the Second World War?",
  "^",
  "| 1 .",
  "There is a document question about Hitler’s aims in foreign policy on the website",
  "88 PART I WAR ANDINTERNATIONAL RELATIONS6"
]