[
  "Japan and Spain",
  "SUMMARY OF EVENTS",
  "During the 20 years afterMussolini’sMarch on Rome (1922), many other countries,faced",
  "with severe economic problems, followed the examples of Italy and Germany and turned",
  "- .",
  "to fascism or right wing nationalism",
  "In Japan the democratically elected government, increasingly embarrassed by",
  "economic,financialand political problems,fell under theinfluenceof thearmy in theearly",
  "1930s.The military soon involved Japan in war with China,and later took the country into",
  ".",
  "the Second World War with its attack on Pearl Harbor (1941) After a brilliant start, the",
  "Japanese eventually suffered defeat and devastation when the two atomic bombs were",
  "dropped, the first on Hiroshima and the second on Nagasaki. After the war Japan returned",
  "to democracy and made a remarkable recovery, soon becoming one of the world’s most",
  "powerful stateseconomically. During the 1990s the economy began to stagnate;itseemed",
  ".",
  "as though the time had come for some new economic policies",
  "In Spain an incompetent parliamentary government was replaced by General Primo de",
  "Rivera, who ruled from 1923 until 1930 as a sort of benevolent dictator. The world",
  "economic crisis brought him down,and in an atmosphere of growing republicanism, King",
  "Alfonso XIII abdicated, hoping to avoid bloodshed (1931). Various republican govern",
  "¬",
  "ments failed to solve the many problems facing them, and the situation deteriorated into",
  "civil war(1936-9) with theforcesof the rightfighting the left-wing republic.The war was",
  "won by the right-wing Nationalists, whose leader, General Franco, became head of the",
  "government. He kept Spain neutral during the Second World War, and stayed in power",
  "until his death in 1975, after which the monarchy was restored and the country gradually",
  "returned to democracy. In 1986 Spain became a member of the European Union.",
  "Portugal also had a right-wing dictatorship-Antonio Salazar ruled from 1932 until he",
  ".",
  "had a stroke in 1968 His Estado Novo (New State) was sustained by the army and the",
  "secret police. In 1974 his successor was overthrown and democracy returned to Portugal.",
  "Although all three regimes-in Japan, Spain and Portugal-had many features similar to",
  "the regimes of Mussolini and Hitler, such as aone-party totalitarian state,death or impris",
  "¬",
  "onment of opponents,secret police and brutal repression, they were not,strictly speaking,",
  "fascist states: they lacked the vital element of mass mobilization in pursuit of the rebirth",
  "of the nation, which was such a striking feature in Italy and Germany.",
  "Many South American politicians were influenced by fascism. Juan Peron, leader of",
  "Argentinafrom 1943until 1955andagain in 1973-4,and Getulio Vargas, who led Estado",
  "Novo (New State) in Brazil from 1939 until 1945, were two of those who were impressed",
  "by the apparent success of Fascist Italy and Nazi Germany. They adopted some of the",
  "European fascist ideas, especially the mobilization of mass support. They won huge",
  "support from the poor working classes in the mass union movement. But they weren’t",
  "really like Mussolini and Hitler either. Their governments can best be summed up as a",
  ".",
  "combination of nationalism and social reform As historian Eric Hobsbawm puts it (in his",
  "335",
  "JAPAN ANDSPAINThe Age of Extremes): ‘European fascist movements destroyed labour movements, the",
  ".",
  "Latin American leaders they inspired, created them ’",
  "15.1 JAPAN BEFORE THE SECOND WORLD WAR",
  "(a) In 1918 Japan was in a strong position in the Far East",
  "Japan’s close contact with the West dated back to 1853, when the American Commodore",
  "Matthew Perry sailed into Yokohama harbour with four battleships and demanded that",
  "Japan should open up trade with the USA.Over the next five years Japan had little choice",
  "but to sign trade treaties with several Western countries. It was clear that the Western",
  "powers had imperialist designson Japan,and the signing of these treaties was regarded by",
  "the Japanese as a great national humiliation. Gradually a determination to modernize and",
  "strengthen the country developed. Beginning in 1868 with the restoration of the Meiji",
  "emperor, the Japanese embarked on a policy of building railways, improving the road",
  "system, starting modem industries, like cotton and silk manufacture, and introducing a",
  ".",
  "more democratic parliamentary system, modelled on Germany’s constitution For the first",
  "time in over two and a half centuries Japan became a unified and centralized empire. The",
  "government decided that the best way to prevent the western powers from treating Japan",
  "in the same way as China was to occupy neighbouring territories; first Korea and then",
  "Manchuria were ‘colonized’, but this caused two wars, first with China (1894-95) and",
  ".",
  "then with Russia (1904-5) Japan was victorious in both wars; in the case of Russia, this",
  "was the first time that an Asian country had defeated one of the European great powers. It",
  "meant that Japan was now the dominant power in the Far East. A military alliance had",
  "already been signed with Britain in 1902,and when the First World Warbrokeoutin 1914,",
  "Japan entered the war on the side of Britain.Their main contribution was to seize German",
  ".",
  "colonies and bases in China Japan was represented at the Versailles peace conference in",
  "1919, became a member of the League of Nations and was officially recognized as one of",
  "- -",
  "the ‘Big Five’ world powers. Japan now had a powerful navy, a well trained and well",
  "equipped army and a great deal of influence in China.",
  "Japan had also benefited economically from the First World War, while the states of",
  ".",
  "Europe were busy fighting each other Japan took advantage of the situation both by",
  "providing the Allies with shipping and other goods, and by stepping in to supply orders,",
  ".",
  "especially in Asia, which the Europeans could not fulfil During the war years, the exports",
  "of Japanese cotton cloth almost trebled, while their merchant fleet doubled in tonnage.",
  "Politically the course seemed set fair for democracy when in 1925 all adult males were",
  "given the vote. Hopes were soon dashed: at the beginning of the 1930s the army assumed",
  ".",
  "control of the government",
  "(b) Why did Japan become a military dictatorship?",
  "During the 1920s problems developed,as they did in Italy and Germany, which democra",
  "¬",
  ".",
  "tically elected governments seemed incapable of solving",
  "1 Influential elite groups beganto oppose democracy",
  "Democracy wasstill relatively new in Japan;it wasduring the 1880s that theemperor gave",
  "way to the growing demands fora national assembly,in the belief that it wasconstitutions",
  "and representative government which had made the USA and the countries of western",
  "Europe so successful. Gradually a more representative system was introduced consisting",
  "of a house of appointed peers,acabinet of ministersappointed by theemperor,and a Privy",
  "336 PART II THERISEOFFASCISM ANDGOVERNMENTS OFTHERIGHTCouncil whose function was to interpret and safeguard the new constitution, which was",
  "formally accepted in 1889. It provided foran elected lower house of parliament (the Diet);",
  "the first elections were held and the Diet met in 1890. However, the system was far from",
  "democratic and the emperor retained enormous power: he could dissolve the Diet when",
  "¬",
  "- -",
  "ever he felt like it, he took decisions about war and peace, he was commander in chief of",
  "the armed forces, and he was regarded as ‘sacred and inviolable’. But the Diet had one",
  "great advantage: it could initiate new laws, and consequently the cabinet found that it was",
  "not as susceptible to their will as they had expected.",
  "At first the elite groups in society were content to give the government free rein, but",
  "after the First World War they began to be more critical. Especially troublesome were the",
  "army and the conservatives, who were strongly entrenched in the house of Peersand in the",
  "Privy Council. They seized every opportunity to discredit the government. For example,",
  "they criticized Baron Shidehara Kijuro (foreign minister 1924-7) for his conciliatory",
  "approach to China, which he thought was the best way to strengthen Japan’s economic",
  "hold over thatcountry.The army was itching to interfere in China, which was torn by civil",
  "war, and considered Shidehara’s policy to be ‘soft’.They were strong enough to bring the",
  "government down in 1927 and reverse his policy.",
  "2 Corrupt politicians",
  "Many politicians were corrupt and regularly accepted bribesfrom big business;sometimes",
  "fighting broke out in the lower house (the Diet) as charges and counter-charges of corrup",
  "¬",
  "tion were flung about. The system no longer inspired respect, and the prestige of parlia",
  ". ¬",
  "ment suffered",
  "3 The trade boom ended",
  ".",
  "When economic problems were added to the political ones, the situation became serious",
  "The great trading boom of the war years lasted only until the middle of 1921, when Europe",
  ".",
  "began to revive and recover lost markets In Japan, unemployment and industrial unrest",
  "developed,and at the same time farmers were hit by the rapidly falling price of rice caused",
  "byaseriesof bumper harvests.When farmersand industrial workerstried toorganizethem",
  "¬",
  "selves into a political party, they were ruthlessly suppressed by the police. Thus the work",
  "¬",
  "ers,as well as thearmy and the right,gradually became hostile toa parliament which posed",
  "asdemocratic, butallowed the left to be suppressed,and accepted bribesfrom big business.",
  "4 The world economic crisis",
  "The world economic crisis beginning in 1929 (see Section 22.6) affected Japan severely.",
  "Exports shrank disastrously and other countries introduced or raised tariffs against",
  "Japanese goods to safeguard theirown industries.One of the worstaffected trades was the",
  "export of raw silk, which went mostly to the USA. The period after the Wall Street Crash",
  "was no time for luxuries, and the Americans drastically reduced their imports of raw silk,",
  "so that by 1932 the price had fallen to less than one-fifth of the 1923 figure. This was a",
  "further blow for Japanese farmers, since about half of them relied for their livelihood on",
  ".",
  "the production of raw silk as well as rice There was desperate poverty, especially in the",
  ".",
  "north, for which factory workers and peasants blamed the government and big business",
  "- -",
  "Mostof the army recruits were peasants;consequently the rank and fileas well as the offi",
  "¬",
  "cer class were disgusted with what they took to be weak parliamentary government. As",
  "early as 1927,many officers,attracted by fascism, were planning to seize powerand intro",
  "¬",
  "duce a strong nationalist government.",
  "5 The situation in Manchuria",
  "Matters were brought to a head in 1931 by the situation in Manchuria, a large province of",
  "China,with a population of 30 million,in which Japan had valuable investmentsand trade.",
  "337",
  "JAPAN ANDSPAINThe Chinese were trying to squeeze out Japanese trade and business, which would have",
  "been asevere blow to a Japanese economy already hard hit by the depression. To preserve",
  "their economic advantages, Japanese army units invaded and occupied Manchuria",
  ".",
  "(September 1931) without permission from the government When Prime Minister Inukai",
  "criticized extremism, he was assassinated by a group of army officers (May 1932); not",
  ".",
  "surprisingly, his successor felt he had to support the army’s actions",
  "For the next 13 years the army more or less ran the country, introducing similar meth",
  "¬",
  "ods to those adopted in Italy and Germany: ruthless suppression of communists, assassi",
  "- ¬",
  "nation of opponents,tight control of education,a build upof armamentsand an aggressive",
  "foreign policy which aimed to capture territory in Asia to serve as markets for Japanese",
  ".",
  "exports This led to an attack on China (1937) and participation in the Second World War",
  "in the Pacific (see Section 6.2(c), Maps 6.4 and 5.1 for Japanese conquests). Some histo",
  "¬",
  "rians blame Emperor Hirohito who, though he deplored the attack on Manchuria, refused",
  "to become involved in political controversy,afraid to risk hisordersfora withdrawal being",
  "ignored. Historian Richard Storry claims that ‘it would have been better for Japan and for",
  "the world if the risk had been taken’. He believes that Hirohito’s prestige was so great that",
  "the majority of officers would have obeyed him if he had tried to restrain the attacks on",
  "Manchuria and China. When the Second World War began, it seems that the emperor",
  "genuinely wanted to stay out of it, and hesitated over whether or not to sign an alliance",
  "with NaziGermany.However,after theearly successesof the German Blitzkrieg heagreed",
  "to the alliance, and eventually, to the attack on Pearl Harbor (see Section 6.2(c)), thereby",
  "giving the military the chance to achieve their ambition-to continue with the conquest of",
  ".",
  "China and south-east Asia",
  "The war began successfully for the Japanese: by May 1942 they had captured Hong",
  "Kong, Malaya,Singapore and Burma (all belonging to Britain), the Dutch East Indies, the",
  "Philippines and two American possessions - Guam and Wake Island. There seemed no",
  "way of stopping them. However, it became clear that the attack on Pearl Harbor was not",
  ".",
  "quite the success it had seemed at first It did not destroy the American aircraft carriers",
  "which were out at sea, and it was the aircraft carriers that were to prove the vital element",
  "in Japan’sdefeat. In June the Americans,using planesfrom three aircraft carriers,inflicted",
  "a severe defeat on the Japanese at Midway Island (see Section 6.3(a)). This proved to be",
  "a crucial turning point in the war, with Japan suffering a series of reverses over the next",
  "over the next three years. It was a long and bitter struggle which ended in August 1945",
  "with the Japanese surrender after the Americans had dropped two atomic bombs, one on",
  "Hiroshima and the second on Nagasaki. Japan’s ambitions of a great empire were dashed",
  "and the country and its economy were largely in ruins.",
  "15.2 JAPAN RECOVERS",
  "At the end of the Second World War the Japanese were defeated; their economy was in",
  "ruins with a large proportion of their factories and a quarter of their housing destroyed by",
  ".",
  "bombing (see Sections 6.5(f) and 6.6(d)) Until 1952 the country was occupied by Allied",
  "troops, mostly American, under the command of General MacArthur. For the first three",
  "years the Americans aimed to make sure the Japanese could never again start a war-they",
  "were forbidden to have armed forces and were given a democratic constitution under",
  ".",
  "which ministers had to be members of the Diet (parliament) The Emperor Hirohito was",
  "allowed to remain on the throne, but in a purely symbolic role. Nationalist organizations",
  "were disbanded and the armaments industry was dismantled. People who had played lead",
  "¬",
  "ing roles during the war were removed, and an international tribunal was set up to deal",
  ".",
  "with those accused of war crimes The wartime prime minister, Tojo, and six others were",
  "executed, and 16 men were given life sentences.",
  "338",
  "PART II THERISEOFFASCISM ANDGOVERNMENTS OFTHERIGHT.",
  "The Americans did not at this stage seem concerned to restore the Japanese economy",
  "During 1948 the American attitude gradually changed: as the Cold War developed in",
  "Europe and the Kuomintang crumbled in China, they felt the need for a strong ally in",
  "south-east Asia and began to encourage Japanese economic recovery. From 1950 industry",
  "recovered rapidly and by 1953 production had reached the 1937 levels. American occu",
  "¬",
  "pying forces were withdrawn in April 1952 (as had been agreed by the Treaty of San",
  "Francisco the previous September) though some American troops remained for defence",
  "purposes.",
  "(a) How was Japan's rapid recovery possible?",
  "1 American help was vital in the early years of Japanese recovery.The USA decided",
  "that an economically healthy Japan would be a strong bulwark against the spread of",
  "communism in south-east Asia. The Americans believed that it was important to",
  "move Japan away from the semi-feudal and hierarchical system, which was restric",
  "¬",
  "tive of progress. For example, half the agricultural land was owned by wealthy",
  "landlords wholivedin thecitiesand rentedsmall plotsout to tenants,mostof whom",
  "were little more thansubsistencefarmers. Aland-reform plan wasintroduced which",
  "took much of the land away from the landlords and sold it to the tenants at reason",
  "able rates, creating a new class of owner-farmers. This was a great success: the¬",
  "farmers, helped by government subsidies and regulations which kept agricultural",
  ".",
  "prices high, became a prosperous and influential group The Americans helped in",
  "other ways too: Japanese goods were allowed into American markets on favourable",
  "terms and the USA supplied aid and new equipment.",
  "- .",
  "2 The KoreanWar(1950 3) gave an important boostto Japan’s recovery Japan was",
  "ideally placed to act as a base for the United Nations forces involved in Korea;",
  "Japanese manufacturers were used to provide a wide range of materials and",
  "supplies. The close relationship with the USA meant that Japan’s security was well",
  "taken care of; this meant that Japan was able to invest in industry all the cash that",
  "would otherwise have been spent on armaments.",
  "3 Much of Japan’s industry had been destroyed during the war; this enabled the new",
  ".",
  "factories and plants to start afresh with all the latest technology In 1959 the",
  "government decided to concentrate on high-technology goods both for the home",
  "market and for export. The domestic consumer market was helped by another",
  "government initiative started in 1960, which aimed to double incomesover the next",
  ".",
  "decade The demands of the export market led to the construction of larger and",
  "faster transport ships. Japanese products gained a reputation for high quality and",
  "reliability and were highly competitive in foreign markets. Throughout the 1960s,",
  "Japanese exportsexpanded at an annual rate of over 15 percent. By 1972Japan had",
  "overtaken West Germany to become the world’s third largest economy, specializ",
  "¬",
  "ing in shipbuilding, radio, television and hi-fi equipment, cameras, steel, motorcy",
  ". ¬",
  "cles, motor cars and textiles",
  ".",
  "4 Recoverywas helpedbya seriesof stable governments The dominant party was the",
  "Liberal-Democratic Party (LDP); it wasconservative and pro-businessin character,",
  "and it had the solid support of the farmers who had benefited from the land reform",
  "carried through by the Americans.They were afraid that their land would be nation",
  "¬",
  "alized if the socialists came to power; so the LDP was consistently in government",
  "from 1952 until 1993. The main opposition was provided by the Japan Socialist",
  "Party, which changed its name to the Social Democratic Party of Japan in 1991; it",
  "drew most of its support from workers, trade unions and a large slice of the city",
  "population. There were two smaller socialist parties and the Japan Communist",
  "339",
  "JAPAN ANDSPAIN.",
  "Party This fragmentation of the left was one of the reasons for the LDP’s contin",
  ". ¬",
  "ued success",
  "(b) Japanese recovery was not without its problems",
  "- .",
  "1 There was a good deal of anti American feeling in some quarters",
  "(cid:127) Many Japanese felt inhibited by their close ties with the USA.",
  "(cid:127)",
  "They felt that the Americans exaggerated the threat from communist China;",
  "they wanted good relations with China and the USSR but this was difficult",
  "with Japan so firmly in the American camp.",
  "(cid:127)",
  "The renewal of the defence treaty with the USA in 1960 caused strikes and",
  ".",
  "demonstrations",
  "(cid:127) There was resentment among the older generation at the way in which",
  "Japanese youth culture was taking on all things American, which were seen",
  "as a sign of ‘moral decay’.",
  "2 Another problem was working-class unrest at long working hoursandovercrowded",
  ".",
  "living conditions As industry expanded, workers flocked into the industrial areas",
  "from the countryside; the rural population fell from about 50 per cent of the total in",
  "1945, to only 20 per cent in 1970. This caused severe overcrowding in most towns",
  ".",
  "and cities, where flats were tiny compared with those in the West As property",
  "prices rose, the chances of ordinary workers being able to buy their own homes",
  "virtually disappeared. As cities grew larger, there were serious problemsof conges",
  ". ¬",
  "tion and pollution Commuting times became longer; male workers were expected",
  "to dedicate themselves to the ‘firm’ or the ‘office culture’, and leisure time dwin",
  ". ¬",
  "dled",
  ".",
  "3 During the early 1970sthe higheconomic growth rate came to anend A variety of",
  ".",
  "factors contributed to this Japanese competitiveness in world markets declined in",
  "- .",
  "certain industries particularly shipbuilding and steel Concerns about the growing",
  "problems of urban life led to some questioning of the assumption that continuing",
  "growth was essential for national success. The economy was disrupted by fluctuat",
  "¬",
  "ing oil prices; in 1973-4 the Organization of Petroleum Exporting Countries",
  "(OPEC) raised their oil prices, partly in order to conserve supplies. The same",
  "happened in 1979-81, and on both occasions Japan suffered recessions. One",
  "Japanese response to this was to increase investment in the generation of nuclear",
  "power.",
  ".",
  "4 Japan’s prosperity aroused some hostility abroad There were constant protests",
  "from the USA,Canada and western Europe that the Japanese were flooding foreign",
  "markets with their exports while refusing to buy a comparable amount of imports",
  ".",
  "from their customers In response Japan abolished or reduced import duties on",
  "almost 200 commodities (1982-3) and agreed to limit car exports to the USA",
  "(November 1983); the French themselves restricted importsof cars, televisionsand",
  ".",
  "radios from Japan To compensate for these setbacks the Japanese managed to",
  "achieve a 20 per cent increase in exports to the European Community between",
  "January and May 1986.",
  "In spiteof these problems,thereisnodoubt thatin themid-1980s theJapaneseeconomy was",
  "-",
  "still a staggering success; the total Gross National Product (GNP) amounted to about one",
  "tenth of world output. With its huge export trade and relatively modest domestic consump",
  "¬",
  "tion, Japan enjoyed an enormous trade surplus, was the world’s leading net creditor nation",
  "340 PART II THERISEOFFASCISM ANDGOVERNMENTS OFTHERIGHT.",
  "and gave away more in development aid than any other country Inflation was well under",
  "control at below 3 per cent and unemployment was relatively low at less than 3 per cent",
  "of the working population (1.6 million in 1984). The Japanese success story was symbol",
  "¬",
  "ized by a remarkable engineering feat -a tunnel 54 kilometres long linking Honshu (the",
  "largest island) with Hokkaido to the north. Completed in 1985, it had taken 21 years to",
  ".",
  "build and was the world’s longest tunnel Another new development which continued into",
  "the 1990s was that Japanese manufacturers were beginning to set up car, electronics and",
  "textile factories in the USA, Britain and western Europe; Japanese economic success and",
  ".",
  "power seemed without limit",
  "(c) Economic and political change: 1990-2004",
  "During the early 1990s the strange paradox of the Japanese economy became more obvi",
  "¬",
  "ous: domestic consumption began to stagnate; statistics showed that the Japanese were",
  "now consuming less than the Americans, British and Germans, becauseof higher Japanese",
  "prices, wage increases which lagged behind inflation, and the exorbitant cost of property",
  ".",
  "in Japan It was the export trade which continued to earn the Japanese their massive",
  "surpluses. The 1980s had been a time of feverish speculation and government overspend",
  "¬",
  "ing in order, it was claimed, to improve the country’s infrastructure. However, this led to",
  "a severe recession in 1992-3and left the public finances in an unhealthy state.",
  "Aseconomic growth slowed downand then stagnated, worker productivity declined and",
  ".",
  "industry became lesscompetitive Although unemployment was low by Western standards,",
  "layoffs became more common and the traditional Japanese policies of jobs for life and",
  ".",
  "company paternalism began to be abandoned Industrialists began to produce more goods",
  "in other countries outside Japan in order to remain competitive. By the end of the century",
  "there were worrying signs: Japan had moved into a recession and there seemed little",
  ".",
  "prospect of an end to it The statistics were discouraging; the trade surplus was shrinking",
  "rapidly and exports werefalling-thefirstsix monthsof 2001 showed the largestexportfall",
  "-",
  "on record. By the end of the year industrial production had fallen to a 13 year low. Worse",
  "still, unemployment had risen to 5.4 per cent, an unheard of level since the 1930s.",
  "As American historian and Japanese expert R. T. Murphy put it (in 2002):",
  "The Japanese government has been presiding for a decade now over a stagnant econ",
  "¬",
  "omy,a ruined financial system and a demoralized citizenry. ...Japan finds itself unable",
  "to rethink the economic policies pursued since the immediate postwar years. Those",
  "policies-export like mad and hoard foreign exchange earnings-were so obvious they",
  "required no political discussion. But now that the policies must be reordered [given that",
  "there is reduced demand for Japanese exports] Japan is waking up to the melancholy",
  "reality that it is unable to change course.",
  "-",
  "He lays the blame for this on the bureaucracy and the debt laden banking community,",
  "which, he says, are insulated from any kind of government interference and control, and",
  "have been guilty of ‘disastrous irresponsibility’.",
  "There were important changes on the political scene. In the early 1990s, the LDP,",
  "which had held power since 1952, suffered a series of unpleasant shocks when some of its",
  ".",
  "members were involved in corruption scandals There were many resignations and in the",
  ".",
  "election of July 1993, the LDP lost its majority to a coalition of opposition parties There",
  "was a period of political instability, with no fewer than four different prime ministers in",
  "-",
  "the year following the election. One of them was a socialist, the first left wing prime",
  "minister since 1948. However, the LDP kept a foothold in government by forming a",
  "surprise coalition with the Social Democratic Party of Japan (formerly the Japan Socialist",
  "341",
  "JAPAN ANDSPAINParty). At the end of 1994 the other opposition parties also formed a coalition, calling",
  ".",
  "themselves the New Frontier Party The LDP remained in government through to the elec",
  "¬",
  "tions of 2001, in which it scored yet another victory, this time in coalition with the New",
  "Conservative Party and a Buddhist party.",
  "15.3 SPAIN",
  "(a) Spain in the 1920s and 1930s",
  "The constitutional monarchy under Alfonso XIII (king since 1885) was never very effi",
  "¬",
  "cientand reached rock bottom in 1921 when a Spanish army,sent to putdown a revolt led",
  "by Abd-el-Krim in Spanish Morocco, was massacred by the Moors. In 1923 General",
  "Primo de Rivera seized power in a bloodless coup, with Alfonso’s approval,and ruled for",
  "the next seven years. The king called him ‘my Mussolini’, but though Primo was a mili",
  "¬",
  "tary dictator, he was not a fascist. He was responsiblefor a number of public works-rail",
  "¬",
  "ways,roads and irrigation schemes; industrial production developed at three times the rate",
  ".",
  "before 1923; most impressive of all, he succeeded in ending the war in Morocco (1925)",
  "When the worldeconomiccrisis reached Spain in 1930, unemployment rose,and Primo",
  "and his advisers bungled the finances, causing depreciation of the currency. The army",
  ".",
  "withdrew its support, whereupon Primo resigned In April 1931 municipal elections were",
  "held in which the Republicans won control of all the large cities. As hugecrowds gathered",
  "on the streets of Madrid, Alfonso decided to abdicate to avoid bloodshed, and a republic",
  "was proclaimed. The monarchy had been overthrown without bloodshed, but unfortu",
  "¬",
  "nately the slaughter had merely been postponed until 1936.",
  "(b) Why did civil war break out in Spain in 1936?",
  "1 The new republic faced some serious problems",
  "(cid:127) Catalonia and the Basque provinces (see Map 15.1) wanted independence.",
  "(cid:127) The Roman Catholic Church was bitterly hostile to the republic, which in return",
  "disliked the Church and was determined to reduce its power.",
  "(cid:127) It was felt that the army had too much influence in politics and might attempt",
  "another coup.",
  "(cid:127) There were additional problems caused by the depression: agricultural prices were",
  "falling, wine and olive exports declined, land went out of cultivation and peasant",
  "unemployment rose.In industry,iron production fell by a third and steel production",
  "by almost half. It was a time of falling wages, unemployment and declining stan",
  "¬",
  ".",
  "dards of living Unless it could make some headway with this final problem, the",
  ".",
  "republic was likely to lose the support of the workers",
  "-",
  "2 Right wing opposition",
  "The left’s solutions to these problems were not acceptable to the right, which became",
  ".",
  "increasingly alarmed at the prospect of social revolution The dominant grouping in the",
  "Cortes (parliament), the socialists and middle-class radicals, began energetically:",
  "(cid:127) Catalonia was allowed some self-government.",
  "(cid:127) An attack was made on the Church - Church and State were separated, priests",
  "would no longer be paid by the government, Jesuits were expelled, other orders",
  ".",
  "could be dissolved and religious education in schools ceased",
  "342 PART II THERISEOFFASCISM ANDGOVERNMENTS OFTHERIGHTB a ¥ o f B i s c a v",
  "[Vizcaya|Guipuzcoa",
  "- ^ Oviedo",
  "ouTzJJ C£o2r£u2Gn,'nJAaOL\\.Ir'C.'LIn-Au'g»oA.4('>AA1L^—^SS,eTTa-vLUUomERonOp,Ir.ANa,S ,;*>,|~js®*\\V>~4B}Ou_rL1_gCDo'A'>sSJ0^YIVL“TE?(cid:127)**'*N^N/*S*(AKSVAs^^rRUsRoEo'siisH,a*Nu\"',e%&se^a ILeCriAdTa>S\\BAiaLrOc*eNGloIenAro.n",
  "—",
  "U e3i J\\lJsalamTaaqnu-e[cVaAJviIaNJEMWVafdLr“i'C«cGt\\A\\—uSaTcd/Ia.uLl'a8E\"J^'a.'n^rcSAaAf.*-e/<Sr\\uV*Ae/GL2l*EsN«J'C/^IhA BALEARIC <- v Minorca",
  "h- ’''ESTRE- , ^/ J alencia ISS*L*E)S Ma/orca",
  "H cc B a d a i o z C/u —ad rea/\\4Ibacet/- eaIFboizramentera",
  "o MADURA ^ .- MURCIASZ.f-\\'J",
  "r Cordoba v XY) -r A",
  "JAANPADN <T CL -Hsu^el'vAVa'yOlSNX-e/vViD*l*\"i,e-MA',A!aLg\\a\\G\"\"rUa,an.aedSan^'AIlm/—a^rAiajfwurcEia P P A N E A N r r",
  "SPAIN QvCJad/zj' c o 1. T Miles",
  "J r\" 1'",
  "343",
  "Map15.1 RegionsandprovincesofSpain(cid:127) .",
  "A large number of army officers were compulsorily retired",
  "(cid:127) A start was made on the nationalization of large estates.",
  "(cid:127) Attempts were made to raise the wages of industrial workers.",
  "-",
  "Each of these measures infuriated one or other of the right wing groups -Church, army,",
  "landowners and industrialists. In 1932 some army officers tried to overthrow the prime",
  "minister, Manuel Azana, but the rising was easily suppressed, as the majority of the army",
  "remained loyal at this stage. A new right-wing party, the Ceda,was formed to defend the",
  ".",
  "Church and the landlords",
  "-",
  "3 Left wing opposition",
  "The republic wasfurther weakened by opposition from two powerful left-wing groups, the",
  "anarchists and the syndicalists (a group of powerful trade unions), who favoured a general",
  "strike and the overthrow of the capitalist system. They despised the socialists for co-oper",
  "ating with the middle-class groups. They organized strikes, riots and assassinations¬.",
  "Matters came to a head in January 1933 when some government guards set fire to houses",
  "in the village of Casas Viejas nearCadiz, to smoke out some anarchists. In total 25 people",
  "were killed, which lost the government much working-class support, and caused even the",
  ".",
  "socialists to withdraw support from Azana, who resigned In the following elections",
  "(November 1933) the right-wing parties won a majority, the largest group being the new",
  ".",
  "Catholic Ceda under its leader Gil Robles",
  "4 The actions of the new right-wing government",
  "The actions of the new right-wing government were designed to reverse the progressive",
  ".",
  "elements of Azana’s policies, and understandably aroused the left to fury They",
  "(cid:127)",
  "cancelled most of Azana’s reforms;",
  "(cid:127) interfered with the working of the new Catalan government;and",
  "(cid:127) refused to allow the Basques self-government. This was a serious error, since the",
  "Basques had supported the right in the elections, but now switched to the left.",
  "As the government moved further right, the left-wing groups (socialists,anarchists, syndi",
  "¬",
  "calistsand now communists) drew closer together toform a Popular Front.Revolutionary",
  "violence grew: anarchists derailed the Barcelona-Seville express, killing 19 people; there",
  "was a general strike in 1934 and there were rebellions in Catalonia and Asturias. The",
  "miners of Asturias fought bravely but were crushed ruthlessly by troops under the",
  "command of General Franco. In the wordsof historian Hugh Thomas, ‘after the manner in",
  "which the revolution had been quelled, it would have required a superhuman effort to",
  "avoid the culminating disaster of civil war. But no such effort was forthcoming.’ Instead,",
  "as the financial,as wellas the politicalsituation deteriorated, the right fellapart,and in the",
  "elections of February 1936 the Popular Front emerged victorious.",
  "5 The new government turned out to be ineffective",
  "-",
  "The left wing socialists, led by Largo Caballero, decided not to support the government,",
  "-",
  "since it was largely middle class and ‘bourgeois’; the communists supported him, hoping",
  ".",
  "that the government would fail so that they could seize power In fact, Caballero had made",
  "no plans for a revolution of this sort, in spite of his revolutionary language. The govern",
  "¬",
  "ment seemed incapable of keeping order, and crisis point came in July 1936 when Calvo",
  "-",
  "Sotelo, the leading right wing politician, was murdered by members of the Republican",
  "guard. This terrified the right and convinced them that revolution was imminent. They",
  ".",
  "decided thatthe only wayto restore order wasby a military dictatorship A group of army",
  "leaders,chieflyGenerals Molaand Sanjurjos,conspiring with the right,especially with the",
  "344 PART II THERISEOFFASCISM ANDGOVERNMENTS OFTHERIGHT|\\.notowraersthoardelbaewguann.d order and todefend the LChhuurrcchh a*Sda,nsh‘i‘p.heTghoedylecslsaicmomedmtuonbisetsf.igThhte-",
  "ivil",
  "(c) The civil war, 1936-9",
  "^",
  "run ^",
  "otTthewWe",
  "'",
  "tensuppressed.This meanuhat the plantom",
  "monefellsw p",
  "hadfailed leaving the Republicansin control of thecentreand north-east,includingMadrid",
  "and Barcelona _The military strengthsof the two sides seemed to be fairly evenly balanced",
  "with about half the army, air force and navy remaining on the side of the Republic.",
  "The struggle was a bitter one in which both sides committed terrible atrocities. The",
  "Church suffered horrifying losses at the hands of the Republicans, with over 6000 priests",
  "and nuns murdered. When the Nationalists captured Republican areas they killed thou",
  ",",
  "sandsof Republican leaders and supporters. According to Hugh Thomas, the Nationalists¬",
  "murdered 75 000 people, the Republicans 55000.Together with those killed in battle, the",
  "totaldeaths in the war reached around half a million.The Nationalists were helped by Italy",
  "and Germany, who sent arms and men, together with food supplies and raw materials.",
  "Mussolini provided 70 000 troops and Hitler sent tanks and allowed his air force to prac",
  ". ¬",
  "tice bombing undefended civilian targets The most notorious of these attacks took place",
  "in April 1937 when around a hundred bombers of the German Condor Legion destroyed",
  "thedefenceless Basque market town of Guernica, killing 1600 people.",
  "The Republicans received some help from Russia in the form of troops, tanks and",
  "planes, but France and Britain refused tointervene. In factall the powers-Germany, Italy,",
  "Britain, France and the USSR - had given an undertaking to remain neutral, but only",
  "Britain and France kept the agreement.The Republicans were alsohelped by some40000",
  "foreign volunteers from over fifty nations. These International Brigades were organized",
  "and deployed by the Russians, working from a base in Paris.The Nationalists slowly but",
  "surely wore down the Republicans, capturing Barcelona and the whole of Catalonia in",
  "January 1939. Only Madrid remained in Republican hands and the war ended in March",
  "1939 when Madrid surrendered to Franco’s forces (Map 15.2).",
  ".",
  "Reasons",
  "for the Nationalist victory",
  "-",
  "(cid:127) Franc.o was extremely skilful in holding together the various right wing groups",
  "(army Church, monarchistsand Falangi-sts)sothat they workedasasingle. m htary",
  "and political unit with one central aim tocrush the,godless republicans",
  "(cid:127) The Republicans were much less united, and anarch sts and commurusts a.ctually",
  "fough.t each °other for a time in Barcelona. At first things seemed to go well Largo",
  "r„if f Pnnil|ar Front government and the communists",
  "^ ^",
  "^",
  "begaTtolfail",
  "lpOUM Disagreements",
  ". commurrists 6",
  "apart The tie tiMs )",
  "iX ? .",
  "devebM SmlirtistscametoMowswithdieothertwogroups",
  "«ona, d",
  "Caballero socialist Juan egn",
  "was replaced by the",
  "345",
  "JAPAN ANDSPAINAREAS CAPTURED BY THE NATIONALISTS",
  "HELPING NATIONALISTS",
  "15.000 German troops ]",
  "By end of 1937",
  "plusthe Condor",
  "Legion | | By end of 1938",
  "20.000 Portuguese troops",
  "|",
  "50.000 Italian troops By Spring 1939",
  "FRANCE",
  "Guernica",
  "Barcelona",
  "3",
  "1",
  "< M(cid:127)adrid ^",
  "a= i",
  "f",
  ",",
  "—",
  ")",
  "I",
  "oc",
  "This area held out . HELPING REPUBLICANS",
  "O_ \\ until the war ended 500 Russian troops",
  "Q v March 1939 40,000 International",
  "^",
  "Brigade troops",
  "Seville ' Granada (foreign volunteers)",
  "9",
  "\\",
  "Almeria",
  "Cadiz",
  "SPANISH",
  "MOROCCO",
  "i",
  "0 200 km",
  "Original Nationalist attack",
  "Map 15.2 The Spanish Civil War, 1936-9",
  "(cid:127) The extent of foreign help for the Nationalists was probably decisive, especially in",
  "the early part of the war. For example, Mussolini provided the transport aircraft to",
  "bring Franco’sarmy across toSpain from Morocco,after Franco had decided it was",
  ".",
  "too risky to bring them by sea",
  "(d) Franco in power",
  "In the immediate aftermath of the war, thousands of republicans fled the country,many of",
  "them crossing the frontier into France. But thousands more were captured by Nationalist",
  "forces and imprisoned. It is estimated that between 1939 and 1943 about 150 000 of them",
  "were executed. Meanwhile General Franco, taking the title Caudillo (leader), set up a",
  ".",
  "government which was similar in many ways to those of Mussolini and Hitler It was",
  "marked by repression, military courts and mass executions. But in other ways it was not",
  "fascist: for example, the regime supported the Church, which was given back its control",
  "over education and other areas. That would never have happened in a true fascist state.",
  "-",
  "Franco amalgamatedall the right wing partiesunder the Falange label,andallother parties",
  "and trade unions were banned. Franco himself ruled as a dictator. There was a strict",
  "censorshipof all mediaand anyone who criticized the regime was likely to be arrested and",
  "sent to a concentration camp. Persistent critics faced the death penalty.",
  "346 PART II THERISEOFFASCISM ANDGOVERNMENTS OFTHERIGHTFranco was also shrewd enough to keep Spain out of the Second World War, though",
  ".",
  "Hitler expected Spanish help and tried to persuade Franco to get involved When Hitler",
  "and Mussolini were defeated, Franco survived and ruled Spain until his death in 1975. As",
  "Spain moved into the 1950s the regime became less violent, but it continued to be repres",
  "¬",
  "sive. Franco tried to enforce a rigid nationalism based on traditional Spanish culture. For",
  "example, bullfighting and flamenco were encouraged, but the Sardana, the national dance",
  "of Catalonia, was banned because it was ‘not Spanish’. The use of the Galician, Catalan",
  "and Basque languages in official documents was forbidden. The Roman Catholic Church",
  "became the established state Church once again and regained many of the privileges that",
  "it had lost under the Republic. For example,all civil servants had to be Catholic, and non",
  "¬",
  "church weddings, divorce, contraceptives and abortion were forbidden. Homosexuality",
  "and prostitution were criminal offences.All the Republic’slegislation designed to improve",
  "the position of women in society was cancelled. Now women could not become judges or",
  "university professors and could not testify in trials. The civil war had left the economy in",
  "ruins and Franco did not help matters by insisting on isolating Spain economically, as far",
  "as possible, from the rest of the world. However, the USA and the IMF persuaded him to",
  "change to a more free-market economy. In the mid-1950s the economy slowly began to",
  ".",
  "revive",
  "During the 1960s Franco gradually relaxed the repressiveness of his regime: military",
  "courts were abolished, workers were allowed a limited right to strike and elections were",
  ".",
  "introduced for some members of parliament (though political parties were still banned)",
  "Much was done to modernize Spanish agriculture and industry and the economy was",
  ".",
  "helped by Spain’s growing tourist industry By the time Franco died at the age of 82 in",
  "1975, most people had begun to enjoy a higher standard of living than ever before.",
  "Eventually Franco came to be regarded as standing above politics. He was preparing",
  "Alfonso XIII’s grandson, Juan Carlos, to succeed him, believing that a conservative",
  "monarchy was the best way of keeping Spain stable. When Franco died, Juan Carlos",
  "became king, and soon showed that he was in favour of a return to all-party democracy.",
  "The first free elections were held in 1977. Later, under the leadership of socialist Prime",
  "Minister Felipe Gonzalez, Spain joined the European Community (January 1986). The",
  "economy seemed to be flourishing at first; tourism was a huge revenue earner,and during",
  "the early yearsof the twenty-firstcentury there wasa massive boom in house and property",
  "building. But following the great financial meltdown of 2008 (see Section 27.7) the euro",
  "¬",
  "zone found itself in serious crisis; Spain’s housing and property market collapsed, and",
  "Spain,along with Portugal, the Irish Republic and worst of all Greece, was left heavily in",
  "debt and needing help from the European Central Bank.",
  "FURTHER READING",
  "Beasley, W. E., Japanese Imperialism, 1894-1945 (Oxford University Press, 1987).",
  "Beasley, W. E., The Rise of Modem Japan since 1850 (Phoenix, new edition, 2001).",
  ".",
  "Beevor, A , The Battle for Spain: The Spanish Civil War, 1936-1939 (Phoenix, 2007",
  ".",
  "edition)",
  "Bolloten, B.,The Spanish CivilWar: Revolution and Counter-Revolution (North Carolina",
  "University Press, 1991).",
  ".",
  "Gordon, A , A Modern History of Japan from Tokugawa Times to the Present (Oxford",
  "University Press, 2008 edition).",
  "Jansen, M. B., The Making of Modern Japan (Harvard University Press, 2002 edition).",
  "Murphy, R. T., ‘Looking to Game Boy’, London Review of Books (3 January 2002).",
  "Payne, S. G., The Franco Regime, 1936-1975 (Wisconsin University Press, new edition,",
  "2011).",
  "347",
  "JAPAN ANDSPAIN. .",
  "Preston, P , The Spanish CivilWar: Reaction, Revolution and Revenge (Harper, 2006)",
  "Preston, P., Franco: A Biography (Fontana, 2011 edition).",
  "Quiroga, A., Making Spaniards: Primo de Rivera and the Nationalization of the Masses,",
  ".",
  "1923-1930 (Palgrave Macmillan, 2007)",
  "Storry, R., A History of Modern Japan (Penguin, 1990 edition).",
  "Thomas, H., The Spanish CivilWar (Penguin, fourth edition, 2003).",
  "Williams, B., Modern Japan (Longman, 1987).",
  "QUESTIONS",
  "1 How far would you agree that it was the world economic crisis which caused Japan to",
  "fall under military rule in the early 1930s?",
  "2 ‘Japan’s recovery after the Second World War was not without its associated prob",
  "¬",
  "lems.’ How far do you agree with this view?",
  "3 Explain whatchangesand problems wereexperienced by Japan in the yearsafter 1990.",
  "4 Assess the reasons for the outbreak of civil war in Spain in 1936.",
  "5 How far would you agree that it was mainly help from outside that made the",
  "Nationalist victory in the Spanish Civil War possible?",
  "^",
  "| | There is a document question about the Spanish Civil War on the website.",
  "348 PART II THERISEOFFASCISM ANDGOVERNMENTS OFTHERIGHTPart",
  "-",
  "Communism Rise",
  "I",
  "m and DeclineThis page intentionally left blank16"
]