[
  "Latin America",
  "SUMMARY OF EVENTS",
  "The area known as Latin America consists of the countries of South America, Central",
  "America including Mexico,and islands in the Caribbean Sea such as Cuba, Jamaica and",
  "Hispaniola (see Map 26.1). The latter is divided into two states - Haiti and the",
  "Dominican Republic. These states gained their independence from Spain - in the case",
  "-",
  "of Brazil, from Portugal in the early nineteenth century, and they had much in",
  "common. Spanish is spoken in most of these countries, though in Brazil Portuguese is",
  "the main language. They all shared similar difficulties: they were underdeveloped both",
  "industrially and agriculturally, and they had massive problems of poverty and illiteracy",
  "and unstable political systems. Revolutions, coups and assassinations were common",
  "¬",
  "place, and progress occurred only very slowly and unevenly. The USA provided",
  "economic aid for some of the states of Latin America, but its motives were not entirely",
  ".",
  "selfless In return the Americans expected to be able to exert political influence in order",
  "to prevent socialist or communist governments from gaining power. They had no hesi",
  "¬",
  "tation in intervening in any Latin American country whose government was deemed",
  "unacceptable to them.",
  "Consequently, following the end of the Second World War the USA was able to exer",
  "¬",
  "cise a hugeamountof economic, politicaland military influence,and Latin Americafound",
  "itself dragged into the Cold War. Republican presidents in particular were constantly",
  "suspicious that the USSR was trying to forge a Soviet-Latin American Axis, which would",
  "give the communists a clear advantage and pose a threat right on the USA’s doorstep. US",
  "interventions to remove ‘suspect’ governments took place in Guatemala (1954), Cuba",
  "(1962), Brazil (1964), the Dominican Republic (1965), Chile (1970-3), Nicaragua (from",
  "1979 onwards), Panama (1989) and Haiti (1994). However, the attempt to remove Fidel",
  "Castrofrom Cuba in 1962failed miserably,and in 2012his brotherRaul wasstill in power",
  ".",
  "(see Sections 7.4(b) and 8.2)",
  "The international situation changed towards the end of the twentieth century with the",
  ".",
  "ending of the Cold War The demise of the communist ‘enemy’ - the Soviet Empire -",
  "removed the Americans’ justification for their constant interventions. After half acentury",
  "of US domination, Latin American states had more freedom to take control of their own",
  "affairs; no longer could the USA accuse them of aiming to become part of a communist",
  "power bloc. Venezuela was the first country to throw off US influence when, in 1998,",
  "Hugo Chavez was elected president on a programme of greater spending on social",
  "services to help alleviate poverty,and of making trading agreements with Cuba-absolute",
  "-",
  "anathema to the USA! In 2002 right wing forces backed by USfinance tried tooverthrow",
  "Chavez, but he survived. By this time he had become an inspiration to other Latin",
  "American voters: Brazil (2002), Argentina (2003), Chile (2005), Bolivia (2005) and",
  "Ecuador (2006) all elected presidents who, if not exactly left-wing, were determined to",
  ".",
  "introduce changes that would give them greater freedom from control by Washington",
  "608",
  "PART V DECOLONIZATION ANDAFTER,",
  "/",
  "/",
  "\\ x (T",
  "USA",
  "N",
  "~",
  "V ^",
  "}",
  "f Quitof Mexico j",
  "MEXIC0",
  ", p)9-C Havana —\"S WESTINDIES -",
  "V,\\ \\\\ > VB?E>LIZEC-UB^V2^>*\"' DOMINICANREP AtlanticOcean",
  ".-V / ^ c",
  "GUATEMALA A ,« ( J^AMAICA H^AITI PUERTORICO(USA)",
  "X HOND—URAS",
  "ELSALVADOR . s/",
  "NICARAGUA VV\" ; CaribbeanSea s.snL",
  "^",
  ">",
  "COSTARICA",
  "T",
  "^ ’HnfVf",
  "J",
  "PANAMAH!t CBOyL'O\"°M'\"“BIA\\('' J.v..„A,K 1;-r* FRENCHGUIANA",
  "As",
  ">^ > ,",
  "ECUADOR f /\\0'} -",
  "f/\"\" ' ; x",
  "~",
  "I \\",
  "/",
  ")\\",
  ".. ^",
  "BRAZIL",
  "P®U",
  "L»",
  "rw 1",
  "(t , ^",
  "Br ilia",
  "7",
  "VX BOLIVIA",
  ", /\\'",
  "Riode /",
  "Janeiro",
  "PacificOcean",
  "Asuncio^n? y SaoPaulo",
  "I / *}",
  "y",
  "<",
  ") 5 r",
  "—",
  "(cid:127)",
  "Santiago — U; ; (-^J UURRiUGUAY",
  "7 BBuueennooss I",
  "CCHMIHLEF / Aires /",
  "f",
  "N",
  "FALKLAND",
  "ISLANDS",
  "(BRITISH)",
  "SOUTHGEORGIA",
  "0 500 1000km",
  "ISLAND",
  "CapeHorn",
  "Map 26.1 Latin America",
  "^",
  "-",
  "Chdvez wasre-elected in 2000and 2006and again in 2012 The deveJopmentshad seri",
  "aonuds cmoinlsiteaqruyeandc\\easnfotargtehseinUSSAouwthhiAchm,efroircao.nSe.otmhinegL,awtians Alomsinergic *!** eCOnomic’ diplt0omloaotikc",
  "towardsChina asan important trading partner This seemed bound a\"CCt the USecon-",
  "omy adversely. Conversely, some of the Latin American states he Gnjoy greater",
  "pwroorslpde’srigtyr.eaBtyem2e0r1g1i,ngfoercoexnaommpieles,,dBersatizniledwsaosonvietowreidv,alaltoheneUwSAith j 3S °ne of the",
  "LATIN AMERICA 609DOMINATION",
  "26.1 THE ERA OF US",
  "America",
  "countries of Latin",
  "(a) Problems facing the",
  "„ industrially and agriculturally.",
  "MrWrWlnned both",
  "1 They were economically undeSeumd wWorJldd War had acted as a stimulus because",
  "Factory industriesdid exist (the ' ^ impossible to come by), but",
  "Sfimnodarnuacusltlfrasytcotiru^ntrsetdohfegrodeoeavdsesolnofsrpo,enLdtaEctionuurnoptmreieeasnnodf Eu^ p^. ,^wea^sSslAi||awnde^||Jabpealno.wmTathrhkeeeretlsevwwealesoraf",
  "leTcauseThTvast",
  "£",
  "-",
  "majority of people were u» poverty stricken to",
  "provide enough purchasing power and it wasdifficult toexport because of compe¬",
  ", found themselvesheav",
  "tition from the advanced industrial nations.Many countries ¬",
  "ily dependent for exports on a limited range of products, sometimes even a single",
  ".",
  "commodity. A fall in the world price of that commodity would be a major disaster",
  "Chile relied on copper, Cuba on sugar and tobacco, and Bolivia on tin; during the",
  "1950s, in fact, 80 per cent of all Bolivia s revenue came from tin exports.",
  "Agriculture remained backward because peasant labour was so plentiful and cheap",
  "that wealthy estate owners had no need to go to the trouble of modernizing. Peru,",
  "for example was dominated by huge estates whose owners were all-powerful, and",
  ",",
  "who ruled their peasants like feudal monarchs.",
  "2 There wasa massive rise in population mainly becauseof advances in medicineand",
  "hygiene and the refusal of the Roman Catholic Church to promote birth control.",
  "Peasants found their holdings were too small to support large families, but when",
  "they moved to thecities they found that jobs were scarce. Almost all the majorcities",
  "weresurrounded by improvised shanty towns(known as farelas in Brazil) that were",
  "without water, sewage disposal or electricity. The gap between rich and poor grew",
  "wider and little progress was made in eliminating poverty and illiteracy.",
  "3 Latin American political systems were,for the most part, inadequatefordealing with",
  "suchenormous problems.There was no tradition of democracy except in Chile,and",
  ",",
  "states were dominated by groups of wealthy landowners and run by military dicta",
  ". ¬",
  "tors(caudillos) AftertheSecond World Wardemocratic systems were introducedin",
  "some of the states. But when the newly elected governments tried to introduce",
  "reforms, they faced strong opposition from the landowners who were determined to",
  "protect their privileged positions.They were able to use the army either to block the",
  "reforms or to overthrow the reforming government. This happened in Guatemala",
  "(1950), Bolivia (1964), Brazil (1964), Argentina (1966) and Chile (1973)",
  "4 Heavy investment by foreigners in industry and agriculture caused problems",
  "because much of the profit was taken out of the countries. Most of the oil in Bolivia",
  "and Venezuela, both po,tentially rich countries, was extracted by American-owned",
  "Chilean co'pTpheCr mUiSneFsruantdCC°umbPaannysuwgaarspthlaenbtaigtigoensst wlaenrdeoawlsnoeruinndGeruUatSemcoalnat,rowl.hile",
  "(b) Solutions to the problems?",
  "1 Several international",
  "organizations were",
  "set up to help: the Organization of",
  "of the Latin American",
  "Amencan Common",
  "reducing tariffs. Market (1960) had some success in",
  "610 PARTv DECOLONIZATION",
  "AND AFTER2 The United Nations helped by providing technical experts and holding conferences",
  ".",
  "to discuss how underdeveloped nations might go about increasing exports",
  "3 The USA provided massive economic aid. President Kennedy started the ‘Alliance",
  "for Progress’ which aimed to pump billionsof dollars into Latin America to enable",
  ".",
  "economic and social reform to be carried out However, this kind of aid did not",
  ".",
  "always work out for the best, and sometimes it created extra problems American",
  "motives were mixed: they hoped, by solving basic economic and social problems,",
  "to encourage the election of moderate reforming governments which would be",
  "popular enough to prevent communists from coming to power. Sometimes the aid",
  "was in the form of loans made on condition that a large proportion of the loan",
  "should be spent on buying US products. This did nothing to help the development",
  "of local industry and involved governments in large interest payments. Often, as",
  "with Castro’s Cuba and Allende’s Chile, aid would be cut short if a government",
  "unacceptable to the USA came to power. Only if the government changed would",
  "the aid be resumed. In this way the USA was able to exert political influence via",
  "economic control; on occasion, they supplied rebels with weapons to overthrow a",
  "reforming government (Guatemala, 1954), and even used 20,000 American troops",
  "tocrush an attemptedcomeback by a reforming president (the Dominican Republic,",
  "1965).",
  "(c) The crisis of the 1980s",
  "By the early 1980s it was clear that the problems of Latin America had not been solved.",
  "Two problems in particular- those of debt and finance- had reached crisis proportions.",
  "The trouble was that, under US domination, the countries of Latin America had been",
  "obliged to follow economic policies known as ‘neo-liberalism’. This involved privatiza",
  "¬.",
  "tion, deregulation of finance, cuts in social spending and other austerity measures",
  "Basically this was designed to make use of a country’s resources in order to benefit a",
  "wealthy elite at home,foreign investors, big businessand bankers, particularly those in the",
  "USA. This had forced Latin American governments to borrow massively from foreign",
  "banks, in order to develop their amenitiesand industries. Many of these banks were in the",
  "USA,and the borrowing was at its height from 1973 until 1982. In 1982 the seven largest",
  "US banks made60 percentof their profitsfrom the intereston loans to Third World coun",
  "¬",
  "tries, as against only 2 per cent in 1970. With the doubling of American interest rates in",
  "the period 1979-81, many of the debtor nations could not even pay the interest, let alone",
  "repay the debts, and the amount of interest they failed to pay each year was added on to",
  "the existing debt. They were forced to borrow from new sources merely to keep up the",
  "interest payments on the original loans. If a country stepped out of line, the USA did not",
  "hesitate to intervene; for example in 1991 the democratically elected president of Haiti,",
  "Jean-Bertrand Aristide, wasremoved in a military coup backed by theCIAafter only eight",
  ".",
  "months in office Aristide was a committed Roman Catholic, a former priest, who was",
  ".",
  "strongly influenced by the ideals of the Church’s liberation theology This was a style of",
  "theology whichaccepted many of Marx’s theories(though not hisatheism!).It stressed the",
  "church’s mission to the poorand oppressed, based on the fact that Jesus wasconsidered as",
  "a sympathizer with, and a liberator of the poor and downtrodden. In 2004 Aristide was",
  "removed for thesecond time in asimilarcoup.Throughout Latin America there were large",
  "numbers of priests with left-wing views and some were even supporters of revolution.",
  "Inevitably this brought them into conflict with the authorities; many were arrested and",
  "-",
  "some were killed. In 1980 Bishop Oscar Romera of El Salvador was murdered by US",
  ".",
  "backed paramilitaries",
  "By 1985 Latin America owed some $368 billion, and there was a constant drain of",
  "611",
  "LATIN AMERICA.",
  "capital to the USA, leaving Latin America increasingly impoverished By 1987, as export",
  ".",
  "earnings steadily declined, the situation was approaching catastrophe Brazil, one of the",
  "most prosperousstates with its huge natural resources, had debtsof over$100 million,and",
  "in February the government announced that it was suspending interest payments. Mexico,",
  "which owed almost as much, was considering the possibility of repudiating its debts.",
  "Fortunately it didn’t quite come to that: the IMF and the World Bank, desperate to avoid",
  "an economic catastrophe, arranged credits amounting to several billion dollars for Brazil.",
  "The Mexican government secured an annual loan for the next 30 years from the IMF and",
  "was able to reschedule its debts. Similar arrangements helped other debtor countries to",
  ".",
  "survive",
  "There is insufficient space to consider all the countries of Latin America, but a closer",
  "look atfive of them-Brazil, Venezuela, Mexico,Guatemala and Nicaragua-will demon",
  "¬",
  "strate the varied Latin American experience during this period of US domination.",
  "26.2 SOUTH AMERICA: BRAZIL AND VENEZUELA",
  "(a) Brazil",
  "Brazil had gained its independence from Portugal in 1825. It was a monarchy until 1889,",
  ".",
  "when it became a republic Until 1930 the country was ruled mainly by military dictator",
  "¬",
  "ships, but none of them succeeded in establishing a stable system. There were economic,",
  ".",
  "social and political problems which caused several revolutions and attempted coups The",
  "country began to make genuine economic progress after 1930 when the army replaced the",
  "-",
  "ultra conservative government of wealthy landowners with the more progressive and",
  "liberal President Getulio Vargas. For the first time the government took over economic",
  "planning, and Vargas was especially keen to encourage industry. Thousands of extra jobs",
  ".",
  "were created, especially in electrical and steel manufacture He soon became popular and",
  "was able to stay in power right through the Second World War. However, by this time the",
  "army was turning against him. They were worried by his popularity with the working",
  "classes and felt that he had become too powerful. In fact, he had been acting as a dictator",
  "since 1937, and no elections had taken place. The army wanted a president whom they",
  "could control,and so in 1945 Vargas wasforced to step down. The army faced a dilemma",
  "when he was re-elected in 1950 for a five-year term: should they prevent him from taking",
  "office or not? Fortunately the younger army officers favoured Vargas and in the end, he",
  "was allowed to return. He stayed in power until 1954. He tried to continue acting as a",
  "dictator and once again the army grew tired of him. They accused him of corruption and",
  ".",
  "incompetence and asked him to resign Instead, he committed suicide, claiming that his",
  "death was ‘a sacrifice on behalf of the Brazilian workers’.",
  "The election of 1955 was won by Juscelino Kubitschek, whose first major action was",
  "to increase the army’s pay, thereby, he hoped, guaranteeing their support. He completed",
  ".",
  "his term in office in 1961, but his presidency was a disappointment His only memorable",
  "achievement was the building of a new capital, Brasilia, and that was arguably an extrav",
  "¬",
  "agance thecountry could ill afford.The winner in the 1961 presidentialelection was Janio",
  "-",
  "Quadros, but he resigned after only seven months and the vice president, Julio Goulart,",
  "took over. He wanted to move Brazil gradually towards democracy and proposed to give",
  ".",
  "more people the right to vote He also planned to limit the amount of profit that large",
  "multinational companies could take out of the country; the government could then use the",
  "extra revenue to help improve social conditions for the masses. Worse still-as far as the",
  "USA wasconcerned-he opened diplomatic relations with the USSR, promised to nation",
  "¬",
  "alize Brazil’s oil refineries, and opposed economic sanctions against Cuba.",
  "All this was much too radical for the army and for the right, and tension between them",
  "612",
  "PARTY DECOLONIZATION ANDAFTER.",
  "and Goulart’s supporters looked like developing into civil war US president Lyndon",
  "Johnson told the American ambassador in Brazil that the USA mustdo everything possible",
  "to help overthrow ‘this left-wing government’.Goulart was accused of being a communist,",
  "though by no stretch of the imagination could this be taken seriously; in fact he was a",
  "millionaire landowner and a devout Roman Catholic. However, in April 1964 he was",
  ".",
  "removed in a military coup Fortunately there was no civil war, but it emerged later that",
  "President Johnson had ordered US naval vessels, including an aircraft carrier and two",
  "destroyers, together with ammunition and fuel, to be made ready in case the Brazilian mili",
  ". - ¬",
  "tary needed assistance Although well intentioned, Goulart’s policies left the country in",
  ".",
  "economic difficulties He had failed to attract sufficientforeign investment which had been",
  "discouraged by the USA; inflation increased rapidly,and economic growth was minimal.",
  "For the next 20 years Brazil was ruled by the military. For the first few years their",
  "policy wasone of harsh repression: the old political parties were banned, there was a strict",
  "presscensorship,opponents were arrested and the jails soon filled with political prisoners;",
  "trade unionists and left-wing students were a favourite target and there were reports of",
  "widespread torture and violent treatment of prisoners. After 1974, when General Ernesto",
  "Geisel became president, repression was gradually relaxed and it was announced that the",
  "army would return the country to full democracy, albeit slowly. During the years of mili",
  "¬",
  "tary dictatorship the government had great success with its economic policies, achieving",
  "what many described as an ‘economic miracle’. Faced with massive inflation and a stag",
  "¬.",
  "nating economy, they tackled the problems by borrowing extensively from abroad",
  "Countries that had been unwilling to lend to the Goulart government were quite happy to",
  ".",
  "do business with a strong right-wing regime which had eliminated communist influence",
  "This stimulated economic growth so that the years 1968-74 were a boom period; the",
  "annual growth rate was 10 percentand exportsquadrupled. After 1974 thegrowth ratefell",
  "to around 5 per cent, mainly because Brazil was having to import more of its oil supplies,",
  "much of itfrom Iraq. By 1980 itseemed that thegood times wereover: Brazil had incurred",
  "hugeforeign debts,there wasaslump in export markets,there wasa yawning gap between",
  "rich and poor and there was widespread unrest among the rural poor in the north east of",
  "the country. In an attempt to find substitute fuels, the government, which had its own",
  "supplies of uranium, turned to nuclear power and bought reactors from West Germany.",
  "But there was no immediate improvement and in provincial elections in 1982, the govern",
  "¬",
  ".",
  "ment suffered significant defeats",
  "Faced with escalating economic and social problems, the military decided this was an",
  "appropriate time to hand powerover tocivilians. In 1985 the presidential electoral college",
  "chose the 75-year-old Tancredo Neves as the first civilian president for over 20 years.",
  "Sadly, he was taken ill almost immediately and died before he could be sworn in. His",
  "deputy, Jose Sarney, took over and for the next four years struggled to stabilize the econ",
  "¬",
  "omy. In February 1987 the government announced that it was suspending interest",
  "payments, but the IMF came to the rescue with credits amounting to $41 million. Brazil",
  "was able to pay the interest on time, but Sarney’s emergency policies caused hyper-infla",
  "¬",
  "tion,and in the 1989 election he wasdefeated by Ferdinando Collor. In an attempt to stem",
  "therocketing inflationhe introduced even more stringent policies: the currency wasdeval",
  "¬",
  "ued,government expenditure was reduced, bank accounts of over 50 000 cruzeiros (about",
  "£1300 US at that time) were frozen for 18 months. This was a disastrous move since it",
  "meant that the economy was deprived of some $80 billion at a time when it was most",
  "needed. The result was a wave of business failures and massive unemployment. In the",
  "midst of the chaos Collor was accused of corruption, impeached by the Senate and forced",
  "to resign at the end of 1992.",
  "-",
  "The 1994 election was won by a coalition of right wing groups with Francesco",
  "Cardoso as president. He had produced a Plano Real designed to bring inflation under",
  "-",
  "control. This involved large tax increases, wage reductions for public service workers,",
  "LATIN AMERICA 613.",
  "and the privatization of many government enterprises This had great success in lowering",
  "inflation from a thousand percent when the plan was first put intoaction, to single figures",
  "by 1997. Overseas markets began to revive and there were marked increases in exports of",
  "agricultural produce and manufactured goods. Cardoso was re-elected president in 1998.",
  "Just as it seemed that Brazil had at last achieved some sort of stability, there was another",
  ". -",
  "crisis Some of its foreign customers, including Russia and south east Asia, reduced their",
  "imports from Brazil, government spending and borrowing were still much too high, and",
  "inflation began to rise again. Once more the IMF stepped in to help stabilize the currency",
  ".",
  "with massive credits of $41 billion There was considerable unrest among the working",
  "classes, many of whom were poverty-stricken, and there was an increase in crime and",
  ".",
  "violence",
  "The year 2002 was when things began tochange, with the election of the left-wing Luis",
  "Ignacio da Silva (popularly known as ‘Lula’) as president. He was re-elected in 2006 and",
  "remained in power until the end of 2010. It wasduring this period that Brazil at last began",
  "to fulfil its promise, so that by 2011 it was viewed as potentially one of the world’s lead",
  "¬",
  ".",
  "ing economies (see below)",
  "(b) Venezuela",
  ".",
  "Venezuela is one of the wealthiest states of Latin America because of its oil resources",
  "Until 1945, however, profits went to foreign oilcompanies (mainly American and British)",
  ".",
  "or to the small group of wealthy people who ran the country via a military dictatorship",
  "The great mass of the population received no benefit from this wealth and remained poor",
  ". -",
  "and illiterate In 1945 Romulo Betancourt, the leader of a progressive left wing party",
  "called Action Democratica, was placed in power by a group of young army officers after",
  ".",
  "fiercefighting in Caracas, the capital, had led to the overthrow of the military government",
  ".",
  "Betancourt introduced a new constitution which allowed full civil rights to all citizens A",
  "programme of land reform was introduced, heavy taxes were placed on the foreign oil",
  "companies, and plans were prepared to exclude the army from politics. These reforms",
  "were bitterly opposed by foreign companies and by rich landowners, and in 1948",
  "Betancourt was driven out of office by an army coup.",
  "For the next ten years the country was under ruthless military dictatorship. Political",
  "parties and trade unions were banned, and a strict press censorship was imposed. On the",
  "other hand, with the removal of Betancourt the USA was once again prepared to invest in",
  "Venezuela. American dollars flowed in and some progress was made with the building of",
  "steel plants toexploit localiron-oredeposits.Ironandsteelsoon became Venezuela’smost",
  "valuable export, but still very little of the country’s wealth filtered down to the ordinary",
  "people. In 1957 Archbishop Blanco of Caracas publicly condemned the great wealth and",
  "corruption that was rife among the country’s leaders, while the majority of Venezuelans",
  "lived in poverty and often subhuman conditions. In 1958 a general strike broke out and a",
  "section of the army removed the dictatorMarcosPerezJimenez(1952-8).Democracy was",
  ".",
  "restored and Betancourt was voted back into power",
  "Betancourt immediately raised Venezuela’sshareof oil revenues to60 percent, but this",
  "disappointed the growing communist party which had expected him to nationalize all",
  "foreign companies.However, he proceeded cautiously, not wanting to alienate the USA in",
  "case aid was stopped. Although measures were introduced to improve education and",
  "health, his popularity gradually waned, though he was able to complete his presidency,",
  "stepping down in 1964. Democracy survived, with the presidency alternating between",
  "Action Democratica and the other main group, the Christian Social Party. Venezuela was",
  "now the main supplier of oil for the Central American states and to a lesser extent for the",
  "USA, and was doing well out of the great oil boom of the early 1970s. In 1976 President",
  "614",
  "PARTY DECOLONIZATION ANDAFTERCarlos Andres Perez nationalized part of the oil industry and created a new state oil",
  ".",
  "company known as PdVSA",
  "The country remained politically stable right through until the early 1980s; the govern",
  "¬",
  ".",
  "ment legalized the Communist Party and opened diplomatic relations with the USSR But",
  ".",
  "then there was a fall in world oil prices that adversely affected Venezuela’s revenue At",
  "the same time there were difficulties in maintaining the levels of its other main exports-",
  "iron and steel. In March 1985, President Lusinchi (Action Democratica), who had been",
  "elected in 1983, complained about the ‘obstinately protective policies’ of industrialized",
  "nations, which ‘obstruct our trade possibilities’. He was especially critical of the USA",
  "which had just announced that it would reduce imports of Venezuelan steel from 550 000",
  "tonnes a year (about 85 per cent of its total steel exports) to 110 000 tonnes for the next",
  "five years-adisastrous blowfor Venezuelan industry. By the early 1990s thecountry was",
  "falling into arrears with debt repayments, and the government was trying to cope by",
  ".",
  "following IMFrequirements: this involved reducing importsand government spending At",
  "the same time unemployment was rising and inflation was running at not far short of 40",
  "per cent. Throughout the period there had been very little improvement in social condi",
  "¬",
  "tions; the early advances in education and health care had not been maintained and dire",
  "poverty was rife. There was growing discontent and riots and in 1992 Colonel Hugo",
  "Chavez, a young military officer, was so disgusted when the government sent troops into",
  "poor neighbourhoods to put down the protests that he organized a coup to overthrow the",
  ".",
  "dictatorship Although the coup failed, it brought Chavez to the public’s attention and",
  "demonstrated the split in the ranks of the military.",
  "Meanwhile the economic situation worsened and in 1994 half the country’s banking",
  "system collapsed. In 1997 the government announced an expansion of gold and diamond",
  "mining in an attempt to reduce its reliance on oil. After another failed coup in 1994,",
  ".",
  "Chavez decided to run for president in the 1998 election Campaigning on a programme",
  "of increased social spending and trading agreements with Cuba, he won a convincing",
  ".",
  "victory,as voters turned away from the two main parties",
  "26.3 MEXICO, GUATEMALA AND NICARAGUA",
  "(a) Mexico",
  "The Mexicans won their independencefrom Spain in 1821 and until 1877 they were ruled",
  "by an assortmentof twoemperors,several dictators and some presidents. Important events",
  "included the loss of Texas after a short war of independence in 1836. Large numbers of",
  ".",
  "Americans had settled in the thinly populated northern area of Mexico, known as Tejas",
  "Calling themselves Texans, they declared themselves an independent republic and",
  "defeated a Mexican army sent to suppress them.Texas became a state of the USA in 1845.",
  "Mexico was defeated again in a war with the USA (1846-8), which resulted in the loss of",
  "about one-third of Mexican territory, including the areas now known as California, New",
  ".",
  "Mexico, Nevada, Utah and Arizona, together with parts of Wyoming and Colorado",
  "However, the USA did pay Mexico $18 million and waived its debts.",
  "From 1876 until 1910 the country was ruled,except for one short interlude, by a dicta",
  "¬",
  "tor,Porfirio Diaz.This wasa period of relative stability:oil production,mining and manu",
  "¬",
  "facturing industries weredeveloped,largely thanks toforeign investment, while education,",
  ".",
  "health care and the country’sinfrastructure were improved The problem was that most of",
  "the industry was owned by foreigners, and little of the wealth generated percolated down",
  "to the masses. When workers formed trade unions in an attempt to improve their condi",
  "¬",
  "tions, they were quickly suppressed. Also Mexico had become uncomfortably dependent",
  "-",
  "on the USA. In 1910 Diaz decided to stand for re election, although he was 80 years old",
  "LATIN AMERICA 615.",
  "by that time He was declared the winner by a huge majority, but the election was so",
  ".",
  "blatantly fraudulent that a revolution broke out, forcing him to resign",
  "The following decade was extremely confused and the revolution became a civil war",
  "as revolutionaries and counter-revolutionaries fought to gain control. In 1916-17 the",
  "USA sent troops into northern Mexico against the revolutionaries, and a war between",
  "Mexico and the USA wasonly narrowly averted. After 1920 the party eventually known",
  "as the Institutional Revolutionary Party (PRI) gradually gained control. It was domi",
  "¬",
  "nated by revolutionary and reformist politicians and its programme was based on",
  ".",
  "economic reform designed to narrow the gap between rich and poor The PRI remained",
  "in power until 2000. In 1938 President Lazaro Cardenas (1934-40) nationalized the oil",
  "industry, much to the delight of the general public. However, this was not welcomed by",
  "the USA or the UK, both of which started a boycott of Mexican goods. This forced",
  "Mexico to sell oil to Nazi Germany and Fascist Italy, but after a compensation agree",
  "¬",
  "ment was reached in November 1941, the USA was prepared to buy Mexican oil again.",
  "In fact after the USA entered the Second World War in December 1941, Mexican oil",
  "became vital. Following the sinking of some of their oil tankers by German submarines,",
  "the Mexicans joined the Allied side in 1942. An air-force squadron known as ‘the Aztec",
  "Eagles’ worked alongside the American Fifth Air Force in the liberation of the",
  "Philippines in 1945.",
  "For 25 years following the end of the war, Mexico enjoyed a period of economic",
  ".",
  "progress The government invested in agriculture, fuel production, the railway system",
  "and primary education. A modest, but consistent annual growth rate averaging 3-4 per",
  "cent was achieved; Mexico became a major producer of petroleum- the sixth largest in",
  "the world; and exports of cotton, coffee and sugar were also important sources of",
  "revenue. By 1960 the number of workersemployed in manufacturing industries had over",
  ". ¬",
  "taken those working in agriculture However, in the late 1960s the economy began to",
  "show signs of strain, partly because the government had accumulated massive external",
  ".",
  "debts thanks to its extravagant borrowing Confident that oil revenues would always be",
  "sufficient to cover interest payments, successive governments seemed to have abandoned",
  ".",
  "restraint",
  "There was wide protest, and on 2 October 1968 troops fired on a demonstration by an",
  "estimated 10 000 students in Mexico City demanding a revolution and a return to democ",
  ". ¬",
  "racy Estimates of the numbers killed vary between 30 and 300. The government claimed",
  "that snipers among the demonstrators had fired at the army first. It later emerged that the",
  "snipers were actually members of the presidential guard who had been ordered to fire on",
  "the army in order to provoke them to attack the students. Coming as it did ten days before",
  "the Olympic Games were about to open in Mexico City, this caused grave concern about",
  "security; in response the USA sent riot control experts, weapons and ammunition to",
  ".",
  "Mexico in case of further violence",
  "As the 1970s progressed Mexico’sexports were badly hit by the world recession, lead",
  "¬",
  "ing to a shortage of capital for investment, to inflation and to difficulties in meeting inter",
  ". ¬",
  "est repayments Unemployment was rising and the gap between rich and poor continued",
  "to widen, until by 1980 it was estimated that about nine-tenths of Mexico’s total wealth",
  "was owned by fewer than half a million people out of a total population of 85 million. In",
  "1982 the government introduced desperate measures: the banks were nationalized, the",
  "currency was devalued by 70 per cent and there were drastic reductions in spending on",
  "publicservices.The new president,Miguelde la Madrid,elected in 1982,negotiated adeal",
  "with the IMF for a loan and a rescheduling of half the country’s overseas debts of $96",
  "billion. However, Mexico failed to fulfil the conditionsattached,and in 1895 the IMFwas",
  "preparing to cancel the agreement when Mexico City suffered a severe earthquake",
  "(measuring 8.1 on the Richter scale) which caused widespread damage and killed at least",
  "7000 people.Clearly this was not the time to cause Mexico any further misery, and so the",
  "616 PARTY DECOLONIZATION ANDAFTERV",
  "went ahead. Meanwhile the PRI",
  "caagifretefrunne?JCrffurther criticism for what was sgeoenvearnsmitsenintcwoamspfeatsetnltosing popularity and it",
  "jtelect'on^efforts. For the first time—sincethe 1930s theparty beghanantdolifnagceocfhtahleleenagrethrs-",
  "cc-r0oenan^WSche°Qerdus^weet^^hoeiuicir\\hlHsiedm(ituvh0hitiacaoftvovoliffoae*lntlbotteooeswiinnrr:eeegcinMpnonaunHebd1oxlii9emaai8ctt*te6iooc’iWtssthlsucoeosrdgAitel-aeicubiw.rn*tve..saavte.nshenAdniasuussneiesuPses—drt.,^tedtrTsmreeihandmeneercresnefenoteldrl^sdsoaeeoeupeefssmmllearyeeeiMsddnoauawadrorcrrirefeedlsaaidllpZtoouppittoolhissptess:riirbbi‘ceWiieslliitstteyyahnttadhhvaaaett",
  "mislic*ec0onnoommiissttss wweerree nprreerdtiiccttiinngotthhe collaps ' inequitablei.*’ The",
  "pbrriinvgatiinzfaltaiotino,nadltohwoungthotshinisgdleidfingoutrheisnagntdoesloimlvienathteedutnheembpuldoygemtednetfipcritobMlemex,icitodjiodinheedlpthtoe",
  "North American Free Trade Association (NAFTA), along with the .USA and Canada",
  "which came into force in January 1994. This removed tariffs on more than half of,",
  "Mexico’sexports to the USA and on about one-third of US exports to Mexico. All tariffs",
  "between the twocountries were to be removed after 15 years. Opinionsdifferon whether",
  "or not this has been beneficial for Mexico. Certainly Mexican exports to the USA",
  "increased and the country was opened up to US and Canadian investment On the other",
  ", .",
  "hand Mexican farmers suffered because imports of US agricultural produce especially",
  ", ,",
  "meat, increased substantially.",
  "The year 1994 saw two shocking events which did nothing to enhance the reputation",
  "ofthe PRI government. First, on 1 January, there was an armed uprising in the southern",
  "provinceof Chiapas by the Zapatista Army of National Liberation (ZANL). Chiapas was",
  "oneof the most deprived parts of Mexico; the majority of the population were poverty-",
  "stricken Mayan Indians who had no land of their own and were angered by the blatant",
  "corruption and incompetence of the ruling elite Demanding land reform full civil rights",
  ". ,",
  "andgenuinedemocracy the Zapatistas(as they calledthemselves afterEmilianoZapata",
  ", , ,",
  "one of the leaders of the 1910 revolution) occupied several towns, setting fire to police",
  "stations and army barracks. Within a few days they were crushed by the Mexican army, I",
  "suffering heavy casualties. Having decided toabandon violence, they concentratedon an",
  "internet campaign that brought them widespread publicity and growing support. Then in",
  "March 1994 the PRI candidate in the coming presidential election, Luis Donaldo",
  "Colosio, was shot dead at a political rally in Tijuana. Mario Aburto, a factory worker,",
  "was jailed for the murder but many still believe that he was a scapegoat, and that the",
  "murder was arranged by t,he PRI itself. It was alleged that with his promise of drastic",
  "rheafdorms of the corrupt political system, Colosio was breaking party ranks and therefore",
  "to be eliminated",
  "Both these events.frightened off investors at a time when outgoi.ng President Sca.li.nas",
  "hadjust indulged in a year of high spending resulting in a huge budget deficit and mfla-",
  "*» This was made worse when members of his family helped themselves toenormous",
  ".",
  "Economic",
  "i.",
  "wasamodes recovery But the",
  ", was averted and over the next six years there .",
  "shad important results. In the wordsof PeterCalv",
  "617",
  "LATIN AMERICA",
  "IThe Mexican crisiscalled into question the ability of international finance to meet such",
  "a crisis and therewith the willingness of financiers worldwide to support Latin",
  "American governments pursuing economic policies dependent on foreign loans and",
  ".",
  "investment The collapse of the Mexican peso dismayed all Latin American countries,",
  "where economic growth was desperately needed for its own economic ends and as a",
  "prerequisite for political stability. In Mexico the gap between rich and poor widened,",
  "and insurrection became more widespread and better armed.",
  "-",
  "In fact by 2000, underneath the outward appearance of prosperity, about one third of",
  "Mexico’s population still lived below the poverty line. The PRI seemed to be in a state of",
  ".",
  "stagnation and blocked all moves designed to lessen the gap between rich and poor In the",
  "Congressional elections of 1997 the party lost control of Congress, gaining only 38 per",
  ".",
  "cent of the vote In the presidential election of 2000 the PRI candidate, Francisco",
  "-",
  "Labastida, was opposed by Vicente Fox, representing the centre right National Action",
  "Party (PAN). Fox won a comfortable victory with 43 per cent of the vote against",
  "Labastida’s 36 per cent; single-party rule by the PRI had been brought to an end after 71",
  ".",
  "years",
  "(b) Guatemala",
  "Situated on Mexico’s southern border, Guatemala is one of the poorest states of Latin",
  ".",
  "America Its history during the twentieth century is an excellent illustration of US",
  "involvement. A Spanish colony since the mid-sixteenth century, Guatemala gained inde",
  "¬",
  "pendence from Spain in 1821, andfor a short time it was part of a Mexican empire and",
  "then part of a new federal state known as the United Provinces of Central America. This",
  "broke up in 1840 when Guatemala became fully independent. Largely an agricultural",
  ".",
  "state, its economy depended on exports of bananas and coffee The population, of which",
  "about 40 per cent were Mayan Indians who did not speak Spanish, consisted mainly of",
  "landless peasants, and the country was dominated by a few wealthy landowners and the",
  "army. In the early twentieth century the USA became heavily involved in Guatemala in",
  "theform of the powerful United FruitCompany (UFC). Beginning in 1901 the UFC grad",
  "¬",
  "ually increased its activities and investments in Guatemala until by the Second World",
  "War it controlled almost half the country’s best agricultural land and was the majority",
  "share-owner in the railways and the electricity system, among other things. This meant",
  "that although this foreign involvement brought many positive developments, in the last",
  "resort the interests of the UFC came first. The classic example of this was that the UFC",
  "was reluctant to finance the building of new roads because this would reduce its profits",
  ".",
  "from the railways",
  "In October 1944 dissatisfaction with this state of affairs reached a climax: during a",
  "generalstrike thelong-serving military dictator,JorgeUbico (1931-44), wasforced to step",
  "down by a mixed uprising of anti-government army officers,students and liberal intellec",
  ". ¬",
  "tuals In 1945 democratic elections were held and the Christian Socialist, Juan Jose",
  "Arevalo, was elected president for five years. Much-needed reforms were introduced:",
  "(cid:127) Many foreign-owned estates were confiscated and the land redistributed to peasants.",
  "(cid:127) A minimum wage was introduced.",
  "(cid:127) Extensive building programmes were started, including new houses, hospitals and",
  ".",
  "schools",
  "(cid:127) Landowners were required to provide adequate housing for their farm labourers.",
  "(cid:127) The formation of political parties was allowed, and so was the formation of trade",
  "unions, although their powers were restricted.",
  "618",
  "PARTY DECOLONIZATION ANDAFTER^",
  "^",
  "l ii",
  "§",
  "I",
  "2j £ S£H",
  "! ,",
  "?",
  "claimed that it was not enough Then hcomPensat °n wasoffered",
  ". Arbenz ,",
  "the",
  "the",
  "atel",
  "^",
  "m ^",
  "Ea0GatAruhlyarSet)eadmteatclolaarthinegst^hecautccnootymmmmofuunnaiilsslttddmooemmminbnaeaCrtiosntaotfesa.n10TyshtiastewinaSstahpmeazWsasteeidsotnebronyfh1Ae7mmivesoprithceeasrnetoSptoaostneedes",
  "(GuIantemJua?lae)rf.rlo9m54HHAonnTdrurraaCsana’nbdHCNMiecdar*a“g\"u*a,*wlhedilebAymCeroilcoannelplCanaesstilbloomAbremdaGsuiantvemadaelda",
  "Catitteym. pAtlttohoduegfehntdheArobffeinczia,lwGhuoawteamsafloarnceadrmtoyretosiogkn.nAorpmaarst itnootkheovceoruapn,dnebietchaemr deiadmthieliy",
  "aataisrdsyawdssaicisntaartteoesdru;mipnaedr1l9iaa5nm7deaannntdwuwpaasrsidsirinsebgpalaangcdaeedidnsbatynYdadnleiogatodhrienargsmcwiolamitsampryuutnddiiscottwsatnworei,rneM1a9irg6rue0estlweYdit.hdAigArommraaessr.iwcUaaSns¬",
  "help",
  ".",
  "TheAmericans insisted on calling the overthrowof President Arbenzan ‘anti-commu",
  "nistcoup\". But there seems little doubt that the Eisenhowergovernmentoverestimated the¬",
  "threatfrom communism in Guatemala. It was prepared to sacrifice the Arbenz reforming",
  "government even though it meant violating the principle of non-intervention and souring",
  "relations with the rest of Latin America. Anti-American feeling spread, and ‘Yankee go",
  "home’ became a common slogan throughout Latin America",
  ".",
  "Years of military dictatorship followed the overthrow of President Arbenz during",
  ",",
  "whichtheopposition constantly demanded social andeconomic reform Forover 30years",
  ".",
  "thecountry was ina state of virtual civil war: left-winggroupsresortedtoguerrillaattacks",
  "and kidnappings and were opposed by right-wing vigilante groups; the government used",
  "death squads against people deemed to be communists. It was calculated that in four",
  "months (October 1979 January 1980) during the presidency of General Romero Garcia",
  "- ,",
  "3252political murders had taken place. After the next election, said to have been won by",
  "aGarcianominee. General Guevara a group of army officers declared that the result had",
  ",",
  "been fixed, and in March 1982 they put General Rios Montt in power. After little more",
  "thana year in August 1983 another coup replaced Rios Montt with yet anotherGeneral",
  "Oscar , , ,",
  "Mejia Montt complained that the USA had put pressure on him to take action",
  ".",
  "againstNicaragua and that when he refused they hadengineeredhisremoval in favourof",
  ", ,",
  "somebody who would Soon afterwards Mejiia did indeed announce that he saw the",
  "Sandinista .",
  "too government of Nicaragua as a threat to the whole of Central America (see",
  "*). He promised a return tociviliandemocracy and in 1985 elections were held fora",
  "\"le»gislativeassembly.TheChristian Democratsemergedasclearwinnerswith51 outot the",
  "seats, and in December their leader. Cere/o Arevalo, was elected president for five",
  "years",
  ".",
  "-",
  ". Arevalomanagedtotreada narrowtightrope,tryingtoreconciletheguemlteand vigi",
  "WlieccieoswnwohmeilneyttwthoeoaafsraTmr ychrewiwaTsouadlibdeabtlreeefraueslumbroaycvwkedgarsboyeumnUdpStpyirn,etasenerdnvceheni.tsiTofonea.crAowmreapvslaitclhoaatcteoimmf ppatlreteetrefsdofrhumirsthifnuerlgl,",
  "LATIN AMERICA 619",
  "Ilife;healsotried toremovecivil libertiesand muzzle the press.Thiscaused an outcry from",
  "most sections of society, and the army forced him to resign. Congress reconvened and in",
  "June 1993chose Ramiro de Le6n, a popular civil rights leader, to complete the presiden¬",
  "tial term.",
  "-",
  "De Le6n was keen to bring formal ending to the civil war situation that had now",
  "dragged on for well over thirty years.The Roman Catholic Church helped the government",
  "and Congress to agree on a programme of constitutional reform which came into opera¬",
  "tion in August 1994. De Leon worked hard to bring about reconciliation and the United",
  "Nations became involved in the search for peace. But it was not until 1996 that the civil",
  "war was officially ended. President Alvaro Arzu of the National Advancement Party",
  "(PAN), who waselected in January 1996, had thedistinction of signing a peace agreement",
  "with the main guerrilla group, Guatemalan National Revolutionary Unity (URNG). In",
  "February he had personal meetings in Mexico with the rebel leaders and a ceasefire from",
  "20March wasagreed. In December 1996a formal peace agreement wassigned; this legal",
  "¬",
  "ized the URNG and granted a partial amnesty to the various participants in the violence.",
  "The war wasoverat last, but not before some 200000 people had been killed during those",
  "36 years, well over half of whom were Mayan Indians, who were especially targeted",
  "because of their militancy. Although the fighting was officially over there was inevitably",
  ",",
  "a legacy of bitterness and mistrust. The congressional and presidential elections of",
  "November and December 1999 were won by the Guatemalan Republican Front (FRG),",
  "and the new president Alfonso Portillo faced daunting problems including a high crime",
  ", ,",
  "rate,continued violence and corruption, and economic challenges.",
  "(c) Nicaragua",
  "Like Guatemala Nicaragua was a Spanish colony from the mid-sixteenth century until it",
  ",",
  "became independent in 1821; then it was part of the Mexican empire for a short time and",
  "after that it became a member of the United Provinces of Central America until 1840",
  ",",
  "when it achieved full independence.Thecountry had a disturbed history: politically unsta",
  "¬",
  "ble, punctuated by periods of ruthless military dictatorship and plagued by foreign inter",
  "¬",
  "vention, especially from the USA. For the remainder of the nineteenth century internal",
  "politics were dominated by the power struggle between liberals whose main power base",
  ",",
  "was in Leon,and theconservatives, based in Granada.The two parties alternated in power",
  "-liberals fora short period in the 1850s,conservatives from 1860 until 1993 and liberals",
  ",",
  "from 1993 until 1909.",
  "The president during this last period was Jose Santos Zelaya who was responsible for",
  ",",
  "someimportantchanges.There weregreat improvements in education,transport (new rail",
  "¬",
  "ways were built)and communications;coffee production expanded and exports increased,",
  "and the country enjoyed a modest prosperity. He also began the building of a new and",
  "neutralcapitalcity-Managua.This helped to reduce the long rivalry and feuding between",
  "Leon and Granada and between liberals and conservatives. Unfortunately Zelaya had",
  "several faults:he was violent and corrupt,and developed delusionsof furthergrandeur. He",
  "had many of his conservative opponents arrested, tortured and executed, and he and his",
  "associates helped themselves shamelessly to the state’s assets - selling privileges and",
  "concessions to foreign interests and increasing taxes, but keeping the extra revenue for",
  "themselves. And finally he had visionsof a united statesof Central America, with himself",
  "aspresident!Tofurtherthisambition hestirred up unrest in otherstates.In 1906forexam",
  "¬",
  "ple, his troops invaded Guatemala in an attempt to overthrow the government. When this",
  "failed he turned to Honduras and supported a rebellion there; when that failed, his troops",
  "invaded Honduras, and with help from the army of El Salvador, defeated the Hondurans",
  ".",
  "and occupied the capital, Tegucigalpa By 1909 most Nicaraguans had had enough of",
  "620",
  "PARTV DECOLONIZATION ANDAFTERV",
  "ltibboeuraglhstfuHy emptied the teasury before leaving. However",
  ", the power struggle between",
  "and conservatives broke out again, and in 1912 US marines were sent in to prop",
  "uptheconservative government and restore order.They stayed until 1925, but assoon as",
  "theyleft violence brokeout again and afteronly a few months USforces returned.In 1927",
  "theSomoza family came to power with the approval of the USA and the situation gradu",
  "allystabilized, partly because American troops stayed until 1933. ¬",
  "Afterthat theSomoza family ruled Nicaragua with an iron fist until 1979 sunnorted hv",
  "the USA. Political opponents were exiled and each of the Somozas am.assed a largi",
  "fortune. On three occasions the USA was able to use Nicaraguan territory and troops for",
  "attacks on other Latin American governments that it didn’t approve of - Guatemala",
  "(1954), Cuba (1961) and the Dominican Republic (1965). The last of the Somazas,",
  "Anastasio. was so blatantly corrupt that he even became an embarrassment to the USA.",
  "President Carter urged him to reform and pay more attention to human rights. This had",
  "little effect and in 1979 he was driven out by the Sandinista National Liberation Front,",
  "namedafter AugustoSandinista. who had led an unsuccessful revolution in 1933and was",
  "latermurdered on the orders of Somoza. The Sandinistas had widespread support among",
  "ordinary people and from a section of the Roman Catholic Church which was highly crit",
  "¬",
  "icalof the excesses of capitalism.",
  "ThenewSandinista government immediately introduced a programme of longoverdue",
  "reform: a redistribution of 5 million acres of land, including some confiscated Somoza",
  "property,toabout 100.000families,a literacy driveand health improvements whichelim",
  "inated polio and reduced other diseases. There were other social and economic reforms¬",
  ",",
  "and in 1985 Oxfam reported that the efforts of the government and their commitment to",
  "improving the conditions of their people were exceptional. Although the Sandinistas",
  "alloweda mixed economy of state and privately owned business, the US Reagan adminis",
  "¬",
  "tration which took office in 1981 saw them as dangerous communists, especially when",
  "they formed close links with Cuba. The USA did everything it could to undermine them",
  "and bring them down. All aid was stopped; the US began, and encouraged other states to",
  "join, a trade blockade and a credit squeeze against Nicaragua; and they financed the",
  "Nicaraguan Democratic Force (FDN), known astheContras.TheContraswagedadamag-",
  "ingguerrilla campaign blowing up bridges, schools and health clinics and burning crops.",
  "After ,",
  "they had mined three harbours, the International Court of Justice condemned the",
  "American",
  "CIA’s backing of the Contras and ordered them to pay compensation for",
  "damages",
  "caused; the USA rejected the ruling and refused to pay compensation.",
  "US",
  "policy was not popular with most of Nicaragua s neighbours. A meeting of the",
  "Ut>n American parliament (which had been founded in 1968) was held in GuatemalaCity",
  "' *Pnl 1986, when 16 out of 18 members voted in tavour or a motion condemning me",
  "USattitude (Honduras and El Salvador were the exceptions). The policy was controver-",
  "SlaIJ>fn the USA itself, and in March 1987, following the Irangate Scandal (see Section",
  ")) Congress voted that aid to the Contras should be stopped.",
  "*",
  "Provided a rayof hopeforembattled Nicaraguaand herpresident,DanielOrtega,",
  "**hohad been elected in 1984 forsix years. In 1987 President Oscar Anasof Costa Rica",
  "Srsuaded all the Central American presidents to support his peace plan for the region",
  "achtevement that won him the Nobel Peace Prize. However,the plan proved difficult",
  "Carry out, mainly because the Reagan administration was still doing its utmost to",
  "621",
  "LATIN AMERICA.",
  "destabilize Nicaragua Under US pressure, both Honduras and El Salvador declined to co",
  "¬",
  "operate with the peace plan. Ortega’s co-operation with Castro’s Cuba outraged the",
  "Americans, and during the 1990 election campaign, the Bush administration threatened",
  ".",
  "that violence would continue if theSandinistas won the election Even so,it wasa surprise",
  "when the National Opposition Union candidate, Violeta Barrios de Chamorro, became the",
  ".",
  "first female president to be elected in Latin America Ortega and the Sandinistas accepted",
  "theresultand she wasable to serve her six-year term. Her main achievement was todisarm",
  "some of the guerrilla groups that had been terrorising the country for years, and most of",
  "thefighting ceased. Things became more stable and some of the Sandinista social reforms",
  "were allowed to stay. But theeconomy wasin total ruinsand governmentdebts wereastro",
  "¬",
  "nomical. Nevertheless, Ortega was again defeated in the 1996 election, this time by",
  "Arnoldo Aleman, and in the 2001 election by the National Liberal Party candidate (PLC),",
  ".",
  "Enrique Bolanos",
  "At the turn of thecentury the country wasstill in dire straits. In 1998 there wasadevas",
  "¬",
  "tating hurricane which killed 9000 people, left around 2 million homeless and caused",
  "damage amounting to $10 billion. In 2002 former president Aleman was charged with",
  "corruptionand embezzlementand latersentenced to 20 years’ imprisonment.Thesituation",
  "was so bad that in 2004 the World Bank and the IMFI waived $4.5 billion of Nicaragua’s",
  "debts. In the elections of November 2006 Daniel Ortega made a comeback: he won the",
  "presidency with 62 per cent of the vote,and the Sandinistas had a comfortable majority in",
  "parliament. But as they took office in January 2007, they faced a challenging prospect -",
  ".",
  "Nicaragua had the distinction of being the poorest country in the Western hemisphere",
  "When he stood for election for a third term in November 2011, Ortega won a landslide",
  ".",
  "victory",
  "26.4 THE CHALLENGE TO US DOMINATION",
  "Towards the end of the twentieth century, some Latin American states began to resist US",
  "control. As genuine democracy spread, leftish political groups organized campaigns in",
  "favourof social and economic reform. People were prepared to votefor them because their",
  "programmes were attractive: the neo-liberal-style policiesfavoured by the USA should be",
  "abandoned;foreign companies should be required to hand over more of their profits to the",
  "state to help tackle the poverty and inequality which were still rife throughout Latin",
  "America. Since the Cold War was over and the USSR had ceased to exist, the USA could",
  "-",
  "no longerget rid of left leaning governmentson the grounds that they wereaiming toform",
  "alliances with the communist bloc.Thefirst majorchallenge to US influencecame in 1998",
  "when Hugo Chavez won the Venezuelan presidential election with 56 per cent of the vote",
  "on a programme of increased social spending and an attack on poverty.",
  "Similar trends followed in some other important states: in 2002 the left-wing Luiz",
  "Inacioda Silva (popularly known as ‘Lula’) won the Brazilian presidential election with",
  "a programme similar to that of Hugo Chavez. The following year Argentina followed",
  "suit with the election of Nestor Kirschner, and in Chile in January 2005 the centre-left",
  "Michele Bachelet was elected -Chile’s first woman president. Like-minded presidents",
  "were elected in Boliviaand Ecuador in 2006,and in the same year Daniel Ortega staged",
  "a comeback when he became president of Nicaragua for the second time after a gap of",
  ".",
  "16 years Meanwhile in Mexico the trend seemed to be in the opposite direction: after",
  "71 years of rule by nominally left-wing governments, voters turned to a moderately",
  "conservative party for their next president - Vicente Fox. A brief look at each of these",
  "countries should reveal how much, or how little progress has been made towards",
  ".",
  "modernization",
  "622",
  "PARTY DECOLONIZATION ANDAFTER(a) Venezuela",
  "Although Venezuela was rich in oil, when Hugo Chavez became president in 1998 the",
  "country was facing economic problems, mainly because of a fall in world oil prices. His",
  "general aim was to free Venezuela from US influence and create a network of countries",
  "sympathetic to his project. He didn’t try to abandon capitalism, but simply moved away",
  "-",
  "from the type of neo liberal capitalism favoured by the USA and other leaders, such as",
  "Margaret Thatcher in the UK. From the beginning he spoke out publicly against the USA,",
  "ending Venezuela’s long-standing military ties with the USA, and giving economic",
  ".",
  "support toCuba This provided alifeline for the beleagueredCuba, which had lost itsmain",
  ".",
  "supporter when the USSR collapsed",
  "One of Chavez’s earliest moves was to tighten control over the PdVSA, the state oil",
  ".",
  "company set up in the 1970s In recent years thecompany had been contributing lessand less",
  ".",
  "to thestate treasury, while managers paid themselves vastly inflated salaries This wasimme",
  "¬",
  "diately put right, and a Hydrocarbons Law introduced, making it illegal for any private",
  "company to own more than50 percentof the sharesin jointoil ventures with thestate. Allof",
  "this upset many traditional interests-sections of the army, oil executives and right-wingers",
  "in general. An alliance of these groups, partly financed by the USA, staged street demonstra",
  "¬",
  "tionsdemanding theresignation of Chavez. Agroupof hostile officerskidnapped him,but he",
  "-",
  "wasrescued by officersloyal to him,and amid massive pro Chavezstreetdemonstrations,he",
  "wasenabled to stay in power.This proved to be the first serious blow against USinfluence in",
  "South America and the beginning of a new era. Large parts of the economy were taken into",
  "statecontrol: theoil industrywasfully nationalized in 2007,followed by theelectricitysupply",
  "and telecommunications. In 2011 the gold industry followed.",
  "By this time Chavez had started moving much of Venezuela’s gold reserves out of",
  "Western banks and into countries he counts as allies - Russia, China and Brazil. As the",
  "debt crisis in Europe worsened, more reserves were transferred to China, a move",
  ".",
  "welcomed by Beijing, which had invested heavily in Venezuela The main economic",
  "weakness was that Venezuela, the world’s fifth largest oil exporter, was still overdepen",
  "¬",
  "dent on oil production, with around 90 per cent of revenue from all exports coming from",
  "oil. It meant that whenever world oil prices fell, the economy suffered. In 2009 for exam",
  "¬",
  "ple, the economy shrank by around 3 per cent because of the world recession.",
  "-",
  "Another aim of the Chavez government was to help the poverty stricken masses by",
  ".",
  "spreading some of the country’s wealth more widely According to UN statistics, in 1998",
  "when Chavez came to power,54 per cent of the population were living below the poverty",
  ".",
  "line He introduced a social welfare programme known as the Bolivar Plan 2000 (called",
  "after the nineteenth-century revolutionary leaderand founding fatherof Venezuela).There",
  "-",
  "were plans to improve the public health care system, housing projects,and loans to enable",
  ". -",
  "people to start up small businesses Thousands of co operatives owned by the workers",
  "were set up with government help. Extra cash was made available to tackle the AIDS",
  "epidemic. Great progress was made in securing equal rights for women, including a new",
  "rule for political parties: at least 50 per cent of election candidates had to be female. In",
  "2008 the government announced a $111 million plan to upgrade dozens of hospitals.",
  "There is no doubt that Chavez and his Bolivarian socialism have brought important",
  "changes to Venezuela. He has switched the country from being almost a colony of the",
  "-",
  "USA, asserting its independence, and has focused on trade and co operation agreements",
  "with other states in the region, in order to promote his vision of Latin American integra",
  "¬",
  "tion. Hisattempts to reduce poverty have had some success: UN statistics show that54per",
  "cent of the population lived in poverty in 1998 compared to 28 per cent in 2008. Clearly",
  "there is still some way to go, but these statistics suggest that if similar policies were to be",
  "continued for another ten years (until 2018), serious poverty might well have been all but",
  "eliminated. However, by 2012 the signs were not auspicious. By this time Chavez had",
  "623",
  "LATIN AMERICA-",
  "alienated mostof the businessclass,the RomanCatholicChurch,and left wingerswhofelt",
  "that he had become too authoritarian. In 2009 the Church and Human Rights Watch",
  "accused him of ‘creating a climate of fear’. Chavez was due to stand for re-election in",
  "October2012, but localelectionsin 2010and 2011showed afall in hissocialist party vote.",
  "He also had health problems, having been recently diagnosed with cancer. However, he",
  "wasstill seen asa hero by the majority of the workingclass; in spiteof all these problems,",
  "plus the efforts of the USA to discredit him he won the 2012 election comfortably.",
  ",",
  "(b) Brazil",
  "In 2002 the voters of Brazil sick of corrupt party politics and neo-liberal economic poli",
  ", ¬",
  "cies,electedaspresident ‘Lula* daSilvaof the Workers’ Party.He had promised tonarrow",
  "the enormous gap between rich and poor by expanding education and redistributing land,",
  "and to introduce social welfare programmes. In office he turned out to be much more",
  "moderate than he had sounded during the election campaign. Though a socialist, he felt",
  "that the economic crisis was serious enough to require non-socialist solutions. He went",
  "along with the IMFconditions reducing publicspending in return for the$41 billioncredit",
  ",",
  "needed to stabilize the currency. On the other hand he did introduce widespread anti",
  "¬",
  "poverty programmes,and increased the minimum wage by 25 percent. His Bolsa Familia",
  "programme paid modest monthly grants to poor families provided they sent theirchildren",
  "to school and had their health checked regularly. It was estimated that by 2008 Bolsa",
  "Familia had helped some 7.5 million families.",
  "Lula was not afraid to stand up to the USA if he felt strongly enough. He opposed",
  "George Bush's Free Trade Area of the Americas (FTAA) and got away with it, probably",
  "because the USA was preoccupied with the Iraq War. Instead a trade agreement with",
  ",",
  "China did much to steady the economy, and reforms were made to pensions and taxation",
  "systems, as well as a drive for administrative efficiency. New policies were devised to",
  "encourageindustry tradeandexportsand foreign investors wereencouraged. Inflation and",
  ",",
  "government debt were brought under control. This was a considerable achievement and",
  "Lula was re-elected in 2006. Brazil received an enormous boost in 2007 when the Tupi",
  "underseaoilfield wasdiscovered taking it into the top leagueof oil producersand remov",
  "ing the need to import oil.The su,rge in exports, the fall in unemployment and the general¬",
  "economic expansion, together with the welfare programmes have helped to lift millions",
  ",",
  "of people out of poverty,so that for the first time probably a majority of the population of",
  "over 190 million can be deemed middle-class.",
  "The constitution did not allow Lula da Silva to stand for a third term in office, but the",
  ".",
  "Workers’ Party continued in power with the election of Dilma Rousseff who in January",
  "2011, became the first woman president of Brazil. A strong advocate of human rights",
  ",",
  "social inclusion and equal treatment for women she had served as a minister in the da",
  ",",
  "Silva cabinet. She continued Lula’s policies; at the end of 2011 Brazil’s economy was",
  "ranked sixth largest in the world, and experts predicted that by the end of 2012 it would",
  "probably have risen to fifth place. Since the economic crisis at the end of the twentieth",
  "century thecountry had made remarkable progress. It now hadarguably the mostadvanced",
  "industrial sector in the whole of Latin America, responsible for about one-third of total",
  "GDP. Brazil is a major supplier of minerals such as iron ore, tin, manganese, uranium,",
  "copper, zinc and gold. Manufactures include motor vehicles and spare parts, aeroplanes,",
  "textiles, steel, various types of machinery, computers and petrochemicals. Agriculture is",
  "important-Brazil is the world’s largest producer of sugarcane,coffee, tropical fruits and",
  "concentrated orange juice. Although agricultural produce makes uponly about 7 per cent",
  "of GDP, it amounts to over 30 per cent of exports. Brazil is also active in the realms of",
  "science and technology, including agricultural research and deep-sea oil production.",
  "624 PARTV DECOLONIZATION AND AFTERMexico",
  "(c)",
  "^ new National Action Party (PAN) president Vicente Fox had been elected on a",
  "Lprhotgramme of ending government corruption and improving the economy. As a centre-",
  "politician he was happy to have a close relationship with the USA and worked hard",
  "\"",
  "improve and expand Mexico's trading partnership with the USA, and they co-operated",
  "i„acampaign against drug tratficking. However, when Foxcalled for the frontier between",
  "Mexico and th.e USA to be opened so that Mexican migrant workers could move freely",
  "the USA the Americans rejected the idea and accused Fox of encouraging illegal",
  "into ^",
  "immigrat*on- On ot er hnrid Fox s left-wing opponents criticized him for aligning",
  "*",
  "Mexico too closely with the USA. In 2002 when he proposed to visit Washington, the",
  "Mexicansenate blocked the plan. Unfortunately for Fox, PAN did not have a majority in",
  "thelegislature, which rejected many of his reform proposals. Farmers staged widespread",
  "protests because the government did nothing to solve agricultural problems caused by",
  "Mexico's membership of the North American Free Trade Association (NAFTA), particu",
  "¬",
  "larlythe huge increase in importsof American produce,especially meat.Fox’s presidency",
  "wassomething of a disappointment, although he was personally popular.",
  "The constitution did not permit a second term; the presidential election of 2006 was",
  "won by the PAN candidate, Felipe Calderon, by the narrowest of margins. His election",
  "promises included campaigns against corruption, poverty and tax evasion; and infrastruc",
  "¬",
  "tureimprovements- new roads, railways, airports, dams and bridges, all of which would",
  "helpto solve the unemployment problem. But again there were economic problems; the",
  "economy was heavily dependent on the cash that millions of migrant workers sent home",
  "fromthe USA. In 2008 the world credit crisis (seeSection 27.7)caused a downturn in the",
  "US economy and in global demand generally, and this had repercussions on Mexico,",
  "which was also hard hit suffering arguably the worst slump since the 1930s. However, a",
  ",",
  "recovery",
  "was soon under way. Foreign investment began to flood in once more, so that",
  "during the first half of 2010 there was a 30 per cent increase from a year earlier. In 2012",
  "Mexico",
  "had thesecond largesteconomy in Latin America,withaboutathirdof itsrevenue",
  "comingfrom oil, much of which is sold to the USA.Otherexports include machinery and",
  "transport",
  "equipment variousfoodstuffs and live animals.",
  "One , -",
  "of the great issues in Mexico and in much of Latin America is thedrug trafficking",
  "Problem. Powerful cartels control the trafficking of drugs out of Latin America into the",
  "USA, a business which generates around a staggering £9 million. One of President",
  "Calderon",
  "^jj^g-s. Si’nscfeirDsteaccetmiobnesrw2a0s06toadnecelsatrime awteardo3n5d0ru0g0spaenodpldeephlaovyetbheeeanrmkiylleadgaiinnsMt tehxeicdoruign",
  "related violence and the country has one of the highest rates of kidnapping in the",
  "odd.The president claims that hisfight against the cartels is working, but still the strug-",
  "jr goes on. In April 2012 a summit meeting of Latin American leaders was held in",
  "^agena",
  "'\"m^e‘rtelwy,amCsaodklioivnmigdbedidaru,bgaetstwwilehleeigcnhalthGhouasadetefwmaihaleoladna,dapvnrodecsaihdteeednctaclColemadrplofloesrteManloelgianaltaleizrsnaaatiidtoivntheaostfytsdhtereumsgys.sTtaenhmde",
  "°",
  "(cid:127)Se who thought that this would be irresponsible. In Mexico critics of the president",
  "\"",
  "tJ red that his policy of using the army against the cartels had failed and had been so",
  "*nsivethat more important projects,such as improving the nation’s infrastructure, had",
  "n",
  "neglected. Although Mexicohad thesecond largesteconomy in Latin America, there",
  "625",
  "LATIN AMERICAwas still a long way to go before it could claim to be a genuinely modem state.",
  "According to a BBC report in January 2012:",
  "Mexico is a nation where affluence, poverty, natural splendour and urban blight rub",
  "shoulders ... . But prosperity remains a dream for many Mexicans and the socio",
  "- ¬",
  "economic gap remains wide. Rural areas are often neglected and huge shanty towns",
  "ring the cities.",
  "(d) Argentina",
  "Argentina was ruled by a military junta from 1976 until 1983, when the country returned",
  "to democracy. The junta was responsible for thousands of deaths in what became known",
  "as the ‘the dirty war’ to restore order and eliminate opponents. A human rights commis",
  "¬",
  "sion charged the junta with 2300 political murders, over 10 000 political arrests and the",
  "disappearanceof up to30000people. In an attempt to win some popularity the junta made",
  "the mistake of invading the Malvinas Islands, held by the UK as the Falkland Islands",
  "(April 1982). Britain won an unexpected victory, recapturing the islands, and leaving",
  "Argentina with an unprecedentedly high foreign debt and inflation of around 900 percent.",
  "There was a return to democracy for the presidential election of 1983, but the economy",
  "continued in crisis. By 1991 there were riots in protest at high food prices and unemploy",
  "ment. President Carlos Menem, who took office in 1991, resorted to classic neo-liberal¬",
  "policies: protectionist trade and business regulations were removed, strict austerity",
  "-",
  "measures were introduced and there was a wave of privatizations of state owned indus",
  "¬",
  "tries. It wasall to noavail -in September 1998 Argentina moved into the worst recession",
  "for years. Ferdinandode la Rua waselected president in 1999and introduced moreauster",
  "¬",
  "ity measures. But the recession continued and the IMF came to the rescue twice in 2001.",
  "In Novemberof that year theeconomy seemedon the vergeof total collapse and there was",
  ".",
  "a financial panic; in December there was serious rioting in the capital Buenos Aires forc",
  ", ¬",
  "ing the president to resign.",
  "After a chaotic interval Nestor Kirchner was elected president and came to power in",
  ",",
  ".",
  "2003. An admirer of Hugo Chavez and his policies in Venezuela Kirchner was deter",
  "¬",
  "mined to make a break with the past and reject neo-liberal economics. In his public",
  "pronouncements hesavagely criticized the IMFand foreign investors. He abandoned what",
  "he called ‘automatic alignment' with the USA in favour of closer ties with other Latin",
  "American countries, especially Venezuela, and with Mercosur, a sort of common market",
  "and customs union set up in 1991 to encourage free trade and political co-operation. Its",
  "original members were Argentina Brazil Uruguay and Paraguay: Venezuela joined in",
  ", ,",
  "2006. Kirchner raised wages and pensions for those most in need set up a new state-run",
  ",",
  "oil company and signed energy agreements and various other trade agreements with",
  "Venezuela. He encouraged greater government involvement in the energy sector though",
  ",",
  "he stopped short of renationalizing the country’s main oil company, YPF, which had been",
  "sold off toa Spanish company, Repsol,duringCarlos Menem's presidency.Theeconomy",
  "soon showedsignsof recovery: Venezuela began to import cattle and agricultural machin",
  "¬",
  "ery from Argentina, and by 2008 Argentina's exports to Venezuela had quadrupled since",
  "Kirchnercame to power.The economy showed an impressive annual growth rateof about",
  "8 per cent and in January 2006 it was announced that Argentina had paid off all remain",
  "¬",
  "ing debts to the IMF. Kirchner also won popularity when the laws granting pardon to",
  "those accused of atrocities during the ‘dirty war’ were cancelled, so that in 2006 many",
  "military and police personnel who thought they were safe were arrested and put on trial.",
  "Kirchner decided not to stand for re-election in 2007 and his wife Cristina Fernandez de",
  ",",
  "Kirchner was elected instead. She broadly continued her husband’s policies, and against",
  "626",
  "PARTV DECOLONIZATION AND AFTERthe predictions of many neo-liberal economists, Argentina’s boom continued. The econ",
  "¬",
  "omy maintained its 8 per cent annual growth rate, and by the time of the next election in",
  "October 2011, the poverty rate had been halved, employment had risen to a record high,",
  ".",
  "and a lucrative export market had been developed in China It was no surprise when",
  "-",
  "President Fernandez waseasily re elected forasecond term, winning by the largest margin",
  "since democracy had been restored in 1983. Relations with the UK were threatened by the",
  "re-emergence of the Falklands question when it was announced in September 2011 that a",
  "British company would begin drilling to exploit the Falkland’s offshore oil reserves in",
  "2016.",
  "(e) Chile",
  "Chile had the first democratically chosen Marxist/socialist government ever, when",
  "Salvador Allende was elected president in 1970. However, he was soon overthrown and",
  "killed in a military coup backed by the CIA. General Augusto Pinochet ruled Chilefor the",
  "next 17 years, and though he did much to improve Chile’s economy, it was a period of",
  ".",
  "brutal repression (for full details see Section 8.4) Following the return to democracy in",
  "1990, Chile was ruled by presidents from the centre-left Coalition of Parties for",
  "Democracy (CPD). There were two Christian Democrats: Ricardo Aylwin (1990-4) and",
  "Eduardo Frei (1994-2000), son of the earlier President Eduardo Frei. Next came two",
  "socialists: Ricardo Lagos (2000-6) and then Michelle Bachelet (2006-10), Chile’s first",
  ".",
  "woman president She was a former paediatrician and her father had been a victim of the",
  "Pinochet regime. Faced almost immediately with a strike by thousands of students",
  ".",
  "demanding educational reforms,she calmed the situation and promised to put things right",
  "At first she continued her predecessor’s economic policies and increased social spend",
  "¬",
  "ing. It was during her presidency that Chile began to move out of the period of transition",
  ". -",
  "from military dictatorship to genuine democracy Clearly the classic neo liberal economic",
  "policies were not sufficient to bring full recovery, and so the government broke the neo",
  "¬",
  "conservative rules with a dose of state intervention: for example, the world’s largest",
  "copper producer, Codelco, was taken into state hands and government control of capital",
  "was introduced,allowing the president to finance new social policies. As the next election",
  "(December 2009) approached, Bachelet’s popularity level, which had dropped to around",
  "40 per cent during the world debt crisis in 2008, had risen to 84 per cent. Unfortunately",
  "for Bachelet and the CPD, the constitution does not allow presidents to serve for two",
  "consecutive terms, and consequently a former president, Eduardo Frei, was endorsed as",
  "the CPD candidate. The main right-wing opponent was Sebastian Pinera, whom Bachelet",
  "had defeated in 2006. It was Pinera who won the presidency in the second round of voting",
  "in January 2010. His victory surprised many observers, bearing in mind the popularity of",
  "President Bachelet. However, the explanation for the CPD defeat was probably that",
  "-",
  "Eduardo Frei failed to generate any enthusiasm and was seen as representing old style",
  ".",
  "politics Pinera, on the other hand, concentrated his campaign on the need for greater",
  ".",
  "government efficiency Shortly after the January run-off, Chile was hit by a devastating",
  "earthquake that killed 500 people,left around a million homeless and caused damage esti",
  "¬",
  "mated at between $15 and 30 billion. Unfortunately the new president was faced with the",
  ".",
  "problem of dealing with the aftermath of the catastrophe",
  "(f) Bolivia",
  "One of the poorest states in Latin America, after gaining independence from Spain in",
  "1825, Bolivia had a long history of instability and military dictatorships.Since theSecond",
  "627",
  "LATIN AMERICAWorld War the Bolivian economy wascontrolled by the USA, which, among other things,",
  "processed all Bolivia’s tin exports. In the 1950s, when the country was trying to become",
  "-",
  "more self sufficient in spite of its limited available capital, the USA insisted that thiscapi",
  "¬",
  "tal should be used to pay the country’s foreign debts rather than to finance its own devel",
  "¬",
  "opments designed to increase revenue. In 1964 the military seized power and in 1967 the",
  "army, with the help of US advisers, easily defeated a guerrilla campaign led by Ernesto",
  "‘Che’ Guevara, who was captured and murdered on CIA orders. The army stayed in",
  "control until 1982 when Bolivia returned to democracy, with a string of presidents who",
  "-",
  "took care not to antagonize the USA. In 1997 Hugo Banzer,aformer general anddictator",
  "turned democrat, was elected president. He made important progress in eliminating coca",
  "production and drug trafficking, much to the delight of the USA.",
  "The near-eradication of cocafarming by 2001 wasan extremely controversial issue that",
  "was to have profound effects on Bolivia’s future. Coca had been an important crop in",
  "Bolivia for around 4000 years and as Nikolas Kozloff explains, it has several legal uses:",
  "In Bolivia and the Andes coca leaf is legally used as an infusion to make tea. The leaf",
  "is usually chewed with a bitter wood-ash paste to bring out the stimulant properties",
  ".",
  "similar to caffeine or nicotine In the Andes, visitors are commonly offered coca tea to",
  "combat altitude sickness, which can cause headache or vertigo. Coca is also used for",
  ".",
  "cosmetic products and toothpaste Outside the region, however, coca is classified as a",
  "prohibited drug. In order to convert coca leaf into cocaine, it must be combined with",
  "other ingredients and subjected to a complex chemical process.",
  "Thousands of coca farmers became unemployed and were plunged into poverty; the",
  "coca growers’ union joined with other trade unions and social interest groups to form an",
  "organization called MAS (Movement Towards Socialism), which campaigned on a plat",
  "¬",
  "form of decriminalizing coca and nationalizing the country’s natural resources. The call",
  "for nationalization of resources was a response to the unpopular privatization of water",
  "resources by foreign companies, which led to a doubling of water prices.",
  "In December 2005 the MAS candidate, Juan Evo Morales, was elected president. An",
  "Aymara Indian, he was the first Bolivian president to come from the country’s ethnic",
  "majority. He had been a leader of the coca growers’ federation and was determined to do",
  ".",
  "his utmost to get coca decriminalized In September 2006 he told the UN General",
  "Assembly in New York that coca had therapeutic uses and should not be criminalized.",
  "While agreeing that it was necessary to fight drug smuggling, he insisted that prohibition",
  "of purecoca leaf was ‘an historic injustice ... cocadoes not harm human health’. Headded",
  "that criminalizing coca was simply a strategy by the USA and Europe to recolonize the",
  "Andes region. Clearly Hugo Chavez had found a courageous ally in his anti-US stand.",
  "Morales soon signed trade agreements with Venezuela and refused to have anything to do",
  "with the US-sponsored American Free Trade Area, which he described as ‘an agreement",
  "to legalize the colonization of the Americas’. He added that Bolivia, Venezuela and Cuba",
  "might form ‘an axis of good’ in contrast to the ‘axis of evil’ that included the USAand its",
  ".",
  "allies Further anti-neo-liberal moves included signing new contracts with the private gas",
  "companies designed to bring in more revenue for the government; and a partial national",
  "¬",
  "ization of the hydrocarbons industry. According to Noam Chomsky:",
  "Since the election of Morales in 2005, Bolivia’s economic performance has been quite",
  ".",
  "impressive A Center for Economic and Policy Research (CEPR) study found that in",
  "thefour years since Morales took office, ‘economic growth has been higher than at any",
  "timeduring the last 30 years,averaging 4.9 percentannually. Projected GDPgrowth for",
  "2009 is the highest in the hemisphere and follows its peak growth rate in 2008, along",
  "with “several programs targeted at the poorest Bolivians”.",
  "628",
  "PARTY DECOLONIZATION ANDAFTERMorales was re-elected for a second term in 2009 with an increased majority, and MAS",
  ".",
  "won a two-thirds majority in both houses of Congress",
  "(g) Ecuador",
  "Ecuador is another of the poorest states in Latin America. It became fully independent in",
  "1830 and was ruled by centre-right presidents until 1895, when a revolution led to half a",
  ".",
  "century of more liberal governments The army seized power in 1972, but giving way to",
  "popular demand, they returned the country to democracy in 1979. However, progress",
  "towards modernization was disappointing; successive governments failed to deliver on",
  "their promises of land reform, an end to unemployment and the provision of social",
  "services. In 1998 a fall in the world price of oil, Ecuador’s main export, caused an",
  "economic crisis; inflation rose to over 40 per cent,and the poverty rate rocketed to around",
  "70 per cent. Although the economy recovered quickly, the government became increas",
  "¬",
  "ingly unpopular, because of its strict austerity measures together with blatant corruption",
  "among leading politicians. In 2006 there were huge protest demonstrations against a",
  "proposed free-trade agreement with the USA which was widely seen as a ploy to tighten",
  "US control over Ecuador’s economy. The presidential election of November 2006 was",
  "- .",
  "won by the left wing economist, Rafael Correa",
  "It soon became clear that the new president intended to follow the example of Chavez",
  "and Morales. He announced that ‘the long neo-liberal night’ had come to an end and",
  "promised an economic revolution to renegotiate the foreign debt and channel as much",
  "money as possible into health and education.Correa’sfirst term wasdue to end in January",
  "2011, but a new constitution was proposed which would weaken Congress, strengthen the",
  ".",
  "powers of the president and allow him to stand for two further terms His critics accused",
  "him of trying to make himself intoadictator, but in a referendum held in September 2008,",
  ".",
  "the new constitution was approved by 64 per cent of voters This now required a general",
  "election in April 2009. Correa was easily re-elected for a second term to last until August",
  "2013, which could be extended to 2017 if he were to be elected again. In 2010 legislation",
  "was passed requiring foreign oil companies to renegotiate their contracts so that more of",
  "the profits went to the government, to be used in the campaign against poverty and its",
  ".",
  "causes Companies were warned that if they refused, they would be nationalized and",
  ".",
  "forced out of the country",
  "-",
  "These policies alienated various right wing groups and in September 2010, after",
  "President Correa took the dangerous step of ending bonuses and other benefits for the",
  "police force, protest demonstrations broke out in which the police were heavily involved.",
  "Road blocks were set up and protesters invaded the National Assembly and the state-run",
  "TV station. When Correa tried to talk with police representatives, he was kidnapped and",
  "held hostage. It looked as though a coup was being attempted, and the president declared",
  "a state of emergency and called on the army to intervene. During the night an army unit",
  "rescued him from a hospital where he was being held;after fighting between the army and",
  ".",
  "the police, order was restored and Correa continued in office",
  "By 2012 there were signs that Correa’s social policies were working: both unemploy",
  "¬",
  "ment and poverty levels had fallen, and there had been vastly increased expenditure on",
  "roads, hospitals and schools. In 2011 Ecuador’s economy grew by 7.8 per cent, helped by",
  "higher oil prices. Not surprisingly the president’s popularity with the poor increased",
  "considerably, but the middle classes complained about rising prices and rising taxation,",
  "while human-rights groups accused him of making himself too powerful. Although the",
  "opposition was divided and relatively small in number, Correa had to contend with a",
  "largely hostile media. However, it was widely expected that he would be re-elected, if he",
  "decided to stand again in August 2013. Ecuadorgained worldwideattention in thesummer",
  "629",
  "LATIN AMERICAof 2012 when President Correa granted political asylum to Julian Assange, the founder of",
  "WikiLeaks, which publishes classified information, including US military and diplomatic",
  "documents. He was wanted for questioning in Sweden in relation to a rape investigation,",
  "and there was a strong possibility that he could be prosecuted in the USA over the",
  ".",
  "WikiLeaks publication of confidentialdocuments The British government wanted to hand",
  "him over to Sweden, but from June 2012, with the situation locked in stalemate, Assange",
  "was living under diplomatic protection in the Ecuadorian embassy in London.",
  "(h) Nicaragua",
  "Taking office in January 2007, President Ortega had become less ‘revolutionary’ and",
  "toned down his anti-capitalist stand during his years in opposition since 1990. He claimed",
  "that he was now motivated by Christian principles rather than by Marxism. There were",
  "allegationsof fraud during the election, and both the USAand the EU suspended their aid",
  "programmes to Nicaragua. Nevertheless, Ortega introduced new schemes to improve",
  "healthcare, social services, education (including a system of scholarships for poor",
  "students) and housing. Progress was slow-in 2011, towards the end of his term in office,",
  "thecountry wasstill the poorest in Latin America, with 46 percentof the population living",
  ".",
  "below the poverty line On theother hand, private businesseshad been allowed tocontinue",
  "without state interference,and the government could claim withsome justification that the",
  "mixed economy had produced a period of sustained economic growth. According to Robin",
  "Yapp, writing in the Telegraph (7 October 2011), Nicaragua was ‘helped by cheap oil",
  "from Hugo Chavez’s Venezuela, which has helped to prop up social schemes like subsi",
  "¬",
  ".",
  "dized housing Ortega hasalso been able to attract foreign investors who see Nicaragua as",
  "a safe haven compared to neighbouring Honduras or El Salvador which have the world’s",
  "highest murder rates.’",
  ".",
  "Ortega has attracted considerable criticism from many sections of society Some of his",
  "former left-wing supporters have left the party, accusing him of kowtowing to the neo",
  "¬",
  "liberals simply in order to stay in power. Democrats claim that he is well on the way",
  "towards becoming a dictator like the Somozas. He certainly got the Supreme Court to",
  "cancel the ban on presidents standing for consecutive terms, enabling him to stand again",
  "in November 2011. Yet his popularity with the masses remains such that he won a",
  "comfortable victory, taking 62 per cent of the votes.",
  "-",
  "This chapter has shown how, during the early years of the twenty first century, Latin",
  "America became one of the most fascinating regions of the world. Starting in Venezuela",
  "with the election of Hugo Chavez in 1998, a new trend began to spread across the region.",
  "This was the change from neo-liberalism to policies which allowed a country’s resources",
  "to be shared more equally among the great mass of the population, and which enabled",
  "modernization to take place. Of course there were different degrees of change: the USA",
  "did its best to divide Mexico,Chile and Guatemala from the rest by making separate trade",
  ".",
  "agreements with them, so that relations between the four states are reasonably cordial",
  "Venezuela,Bolivia,Cuba,Ecuadorand Argentina were themostdecisivein their rejection",
  "of neo-liberalism, while Brazil, Nicaragua and Uruguay were middle of the road, with a",
  ".",
  "mixture of policies",
  "There was another strand in this move towards modernization-the growth of regional",
  "co-operation between states. A numberof institutionsand organizations wereset up;named",
  "-",
  "after Simon Bolivar, the famous nineteenth century revolutionary leader, the Bolivarian",
  "Alternative for the Americas (ALBA) was the creation of Chavez in 2004. In the words of",
  "Nikolas Kozloff, it was ‘an initiative designed to encourage greater trade, solidarity and",
  "-",
  "exchange between nations standing outside the usual market based strictures’ (i.e. outside",
  "630",
  "PARTY DECOLONIZATION ANDAFTER. -",
  "the US orbit) Its activities went far beyond simple free trade agreements, to include",
  ".",
  "mutual economic and social assistance For example Venezuela supplies Cuba with oil",
  "-",
  "from its state owned refineries at very reasonable prices and in return Cuba has sent thou",
  "¬",
  ".",
  "sands of doctors and teachers to work in Venezuela Cuban doctors have also worked in",
  "Bolivia and provided medical supplies. In 2012 the membership of ALBA included",
  "Venezuela, Cuba, Bolivia, Ecuador, Nicaragua, Haiti and various small islands in the",
  "Caribbean. Discussions were well under way into the adoption of a common currency, the",
  "sucre,although there were problems with the small Caribbean islands which were already",
  "members of the Eastern Caribbean monetary union.",
  "Another regional organization is the Union of South American Nations (UNASUR),",
  "which was set up at a meeting in the Brazilian capital in 2008. It brought together two",
  "existing customs unions-Mercosul and the Andean Community of Nations. In 2011 there",
  "were 12 member states- Argentina, Brazil, Bolivia, Chile, Colombia, Ecuador, Guyana,",
  "Paraguay, Peru, Suriname, Venezuela and Uruguay. The plan was eventually to set up a",
  ".",
  "South American parliament to be situated in Cochabamba, the third largest city in Bolivia",
  "The Bank of theSouth was launched in 2009 with initial capital of $20 million,the bulk",
  "of which was supplied by Argentina, Brazil and Venezuela, with smaller contributions",
  ".",
  "from Bolivia, Ecuador, Paraguay and Uruguay The bank provides loans for approved",
  "social and infrastructure improvements to any Latin American country asan alternative to",
  "the IMF. However, some governments prefer to use smaller regional funds that are on",
  "offer, such as the Andean Development Corporation and the state-run Venezuelan",
  ".",
  "Development Bank, known as BANDES This has branches in Ecuador, Bolivia and",
  "Uruguay, and it has been especially helpful to Bolivia in financing educational",
  "programmes. Whichever of these alternatives the countries of Latin America decided to",
  "choose as a source of funding, the outcome would have been similar: the IMF was on the",
  ". -",
  "verge of being eclipsed as a force within the region In a no nonsense assessment of the",
  "situation, Jason Tockman, an expert on ALBA and Bolivia, declared that ‘US influence",
  ".",
  "through international financial institutions like the IMF has collapsed’",
  "And finally, some of the Latin American countries began a diversification of markets",
  "and investment, with China as an increasingly important partner. Venezuela, the leading",
  "oil exporter in the hemisphere, delivered quite a blow to Washington’s energy policies.",
  "Having built up probably the closest relations with China of any Latin American country,",
  "Venezuela plans to export increasing amounts of oil to China as part of its effort to reduce",
  "its dependence on the openly hostile US government. In fact Latin America as a whole is",
  "increasing trade and other relations with China, in particular raw materials exporters such",
  "as Brazil, Peru and Chile. For Brazil, now often called ‘the farmer of the world’, China is",
  "now its largest trading partner. These increases are just part of the move toward a more",
  "diverse world that is causing considerable agitation among American planners and busi",
  "¬",
  "nessmen, who had assumed for a long time that their global domination would continue",
  "indefinitely. As Noam Chomsky explains:",
  "The former colonies in Latin America have a better chance now than ever before to",
  ". ...",
  "overcome centuries of subjugation, violence, repression and foreign intervention",
  "These are exciting prospects for Latin America, and if the hopes can be realized, even",
  "partially, the results cannot fail to have a large-scale global impact as well.",
  "FURTHER READING",
  ".",
  "Ali, T., Pirates of the Caribbean: Axis of Hope (Verso, 2006)",
  "Castaneda, J. and Morales, M. (eds) Tales of the Latin American Left (Routledge, 2008).",
  ". .",
  "Chomsky, N , Hopes and Prospects (Penguin, 2010)",
  "LATIN AMERICA 631Gott, R., Hugo Chavez and the Bolivarian Revolution (Verso, revised edition, 2011).",
  "Grandin, G., The Last Colonial Massacre: Latin America in the Cold War (Chicago",
  "University Press, 2004).",
  ".",
  "Grandin, G , Empire’s Workshop: Latin America, the United States and the Rise of the",
  "New Imperialism (Owl Books, 2006).",
  ". .",
  "Harten,S , The Rise ofEvo Morales and the MAS (Zed Books, 2011)",
  "Jones, B., Hugo:The HugoChavez Story from Mud Hutto Perpetual Revolution(Vintage,",
  ".",
  "2009)",
  "Kozloff,N., HugoChavez:Oil, Politicsandthe ChallengetotheUS (Palgrave Macmillan,",
  "2006).",
  ".",
  "Kozloff,N , Revolution! SouthAmericaandthe Riseof the New Left(Palgrave Macmillan,",
  ".",
  "2008)",
  "Raby, D. L., Democracy and Revolution: Latin America and Socialism Today (Pluto,",
  "2006).",
  "Sivak, M., Evo Morales: The Extraordinary Rise of the First Indigenous President of",
  ".",
  "Bolivia (Palgrave Macmillan, 2010)",
  "QUESTIONS",
  "1 What were the problemsfacing thecountriesof Latin Americaat theend of theSecond",
  "World War? Explain why progress in solving these problems was so slow.",
  "2 In what ways and with what motives was the USA involved in the affairs of Latin",
  "America during the second half of the twentieth century?",
  "3 ‘The Cold War was to have profound effects on the economic and political systems of",
  ".",
  "Latin America’ How far do you agree?",
  "4 ‘The election of Hugo Chavez as president of Venezuela in 1998 was the beginning of",
  "- .",
  "a left wing revolution that was to transform Latin America over the next decade ’",
  "Explain what happened in this transformation. Do you think this statement is an accu",
  "¬",
  "rate assessment of recent events in Latin America, or is it an exaggeration?",
  "^",
  "|l l There is a document question about US-Latin American relations on the website.",
  "632",
  "PART V DECOLONIZATION ANDAFTERVI",
  "Part",
  "Global ProblemsThis page intentionally left blank27"
]