[
  "outside Europe and its effects",
  "on international relations",
  "SUMMARY OF EVENTS",
  "Although the first communist state was set up in Europe (in Russia in 1917), communism",
  "was not confined to Europe; it later spread to Asia where several other communist states",
  "emerged, each with its own brand of Marxism. As early as 1921, encouraged by the",
  "Russian Revolution, the Chinese Communist Party (CCP) had been formed. At first it co",
  "¬",
  "operated with the Kuomintang (KMT), the party trying to govern China and to control the",
  "generals, who were struggling among themselves for power. As the KMT established its",
  "control over more of China, it felt strong enough to do without the help of the communists",
  "and tried to destroy them. Civil war developed between the KMT and the CCP.",
  "The situation became more complex when the Japanese occupied the Chinese province",
  ".",
  "of Manchuria in 1931 and invaded other parts of China in 1937 When the Second World",
  "-",
  "Warended in the defeatand withdrawal of theJapanese,the KMT leaderChiang Kai shek,",
  "-",
  "with American help, and the communists under their leader Mao Zedong (Mao Tse tung),",
  "were still fighting it out. At last, in 1949, Mao triumphed,and Chiang and his supporters",
  "fled to theisland of Taiwan (Formosa); thesecond majorcountry hadfollowed Russiainto",
  "communism (see Section 19.4). In 1951 the Chinese invaded and occupied neighbouring",
  "Tibet; an uprising by the Tibetans in 1959 was crushed, and the country has remained",
  "under Chinese rule ever since.",
  "Meanwhile communism had also gained a hold in Korea which had been controlled",
  ". ,",
  "by Japan since 1910 After the Japanese defeat in 1945, the country was divided into two",
  ".",
  "zones: the north occupied by the Russians, the south by the Americans The Russians set",
  "up a communist government in their zone, and since no agreement could be reached on",
  "what government to have for the whole country, Korea, like Germany, remained divided",
  "into two states. In 1950 communist North Korea invaded South Korea. United Nations",
  "forces (mostly American) moved in to help the south, while the Chinese helped the north.",
  "After much advancing and retreating, the war ended in 1953 with South Korea still non",
  "¬",
  ".",
  "communist",
  ".",
  "In Cuba, early in 1959, Fidel Castro drove out the corrupt dictator Batista Although",
  "Castro was notacommunist to begin with, the Americans soon turned against him, partic",
  "¬",
  "ularly in 1962 when they discovered that Russian missiles were based on the island (see",
  "Section 7.4(b)).These were later removed after a tense Cold War crisis which brought the",
  ".",
  "world to the brink of nuclear war",
  "In Vietnam a similar situation to that in Korea occurred after the Vietnamese had",
  ",",
  "won their independence from France (1954): the country was divided, temporarily it",
  "-",
  "was thought, into north (communist) and south (non communist). When a rebellion",
  "broke out in the south against a corrupt government, communist North Vietnam gave",
  "military assistance to the rebels; the Americans became heavily involved, supporting",
  "the South Vietnamese government to stop the spread of communism. In 1973 the",
  "Americans withdrew from the struggle, following which the South Vietnamese forces",
  "142",
  "PARTI WAR ANDINTERNATIONALRELATIONSrapidly collapsed, and the whole country became united under a communist govern",
  ". ¬",
  "ment (1975) Before the end of the year, neighbouring Cambodia and Laos had also",
  ".",
  "become communist",
  "In South America which had a tradition of right-wing military dictatorships, commu",
  ", ¬",
  "nism made little headway, except in Chile where in 1970 a Marxist government was",
  ",",
  "democratically elected, with Salvador Allende as president. This was an interesting but",
  "short-lived experiment, since in 1973 the government was overthrown and Allende killed.",
  "Africa saw the establishment of governments with strong Marxist connections in",
  "Mozambique (1975) and Angola (1976), both of which had just succeeded in winning",
  "independence from Portugal. This caused more western alarm and interference (see",
  ".",
  "Sections 24.6(d) and 25.6)",
  "During the second half of the 1970s a more consistent thaw in the Cold War began,",
  ".",
  "with the period known as detente (a more permanent relaxation of tensions) There were",
  "several hiccups, however, such as the Russian invasion of Afghanistan (1979), before",
  "Mikhail Gorbachev (who became Russian leader in March 1985) made a really deter",
  "¬",
  "mined effort to end the Cold War altogether, and some arms limitations agreements were",
  ".",
  "signed",
  "Then the international situation changed dramatically: in 1989 communism began to",
  "collapse in eastern Europe; by 1991 the communist bloc had disintegrated and East and",
  "West Germany were re-united. Even the USSR split up and ceased to be communist.",
  "Although communism still remained in China, Vietnam and North Korea, the Cold War",
  ".",
  "was well and truly over",
  "8.1 THE WAR IN KOREA AND ITS EFFECTS ON INTERNATIONAL",
  "RELATIONS",
  "(a) Background to the war",
  "The origins of the war lay in thefact that Korea had been under Japanese occupation since",
  "1910. When the Japanese were defeated (August 1945), the USA and the USSR agreed to",
  "divide the country into two zones along the 38th parallel (the 38-degree-north line of lati",
  "¬",
  "tude), so that they could jointly organize the Japanese surrender and withdrawal-Russia",
  "in the north (which had a frontier with the USSR) and the Americans in the south. As far",
  "as the Americans were concerned, it was not intended to be a permanent division. The",
  "United Nations wanted free elections for the whole country and the Americans agreed,",
  "believing thatsince their zone contained two-thirdsof the population,the communist north",
  "would be outvoted.However, the unification of Korea, like that of Germany, soon became",
  "part of Cold War rivalry:noagreement could be reached,and the artificialdivision contin",
  ". ¬",
  "ued (see Map 8.1)",
  "Elections were held in the south, supervised by the UN, and the independent Republic",
  "of Korea, or South Korea was set up with Syngman Rhee as president and its capital at",
  ".",
  "Seoul (August 1948) The following month, the Russianscreated the Democratic People’s",
  "Republicof Korea,orNorth Korea under thecommunist governmentof Kim IISung, with",
  ".",
  "its capital at Pyongyang In 1949 Russian and American troops were withdrawn, leaving",
  "a potentially dangerous situation: most Koreans bitterly resented the artificial division",
  "forced on their country by outsiders, but both leaders claimed the right to rule the whole",
  "country. Before very long it was clear that Syngman Rhee was a ruthless authoritarian,",
  "while Kim II Sung was even worse: he seemed to be modelling himself on Stalin, arrest",
  "¬",
  "ing and executing many of his critics. Without warning, North Korean troops invaded",
  ".",
  "South Korea in June 1950",
  "143",
  "THESPREADOFCOMMUNISM OUTSIDEEUROPEr (",
  "USSR",
  "CHINA",
  "Manchuria",
  "A",
  "&",
  "NORTH",
  "KOREA",
  "Pyongyang",
  "O",
  "38th Parallel",
  "2/l uPanmunjom",
  "InchonQ 0Seoul",
  "SOUTH",
  "KOREA",
  "Yellow Sea",
  "American",
  "Pusan",
  "bases I",
  "JAPAN",
  "n",
  "Map 8.1 The war in Korea",
  "(b) Why did the North Koreans invade the South?",
  "Even now it is still not clear how the attack originated, or whose idea it was. The follow",
  ". ¬",
  "ing suggestions have been offered",
  "'",
  "(cid:127) It was Kim II Sung’s own idea, possibly encouraged by a statement made by Dean",
  "Acheson, the American Secretary of State, earlier in 1950. Acheson was talking",
  "about which areas around the Pacific the USA intended to defend, and for some",
  "reason he did not include Korea.",
  "(cid:127) Kim II Sung may have been encouraged by the new Chinese communist govern",
  "¬",
  "ment, who were at the same time massing troops in Fukien province facing Taiwan,",
  "as if they were about to attack Chiang Kai-shek.",
  "(cid:127)",
  "Perhaps Stalin and the Russians were responsible, wanting to test Truman’s deter",
  "¬",
  ".",
  "mination; they had supplied the North Koreans with tanks and other equipment A",
  "communist takeover of the south would strengthen Russia’s position in the Pacific",
  "and be a splendid gesture against the Americans, to make up for Stalin’s failure in",
  ".",
  "West Berlin",
  "(cid:127) The communists claimed that South Korea had started the war, when troops of the",
  "‘bandit traitor’ Syngman Rhee had crossed the 38th parallel.",
  "144 PART I WAR ANDINTERNATIONALRELATIONSProbably the most widely accepted view nowadays is that Kim IISung himself pressed the",
  "ideaof acampaign to unify the peninsula,and that both the USSR and China approved the",
  "plan and promised help in the way of war materials, but made it clear that they had no",
  ".",
  "desire themselves to become directly involved",
  "(c) The USA takes action",
  "There were several reasons for President Truman’s decision to intervene:",
  "(cid:127) He wasconvinced that the attack was Stalin’sdoing; he took it as adeliberate chal",
  "¬",
  "lenge and saw it as part of a vast Russian plan to spread communism as widely as",
  ".",
  "possible",
  "(cid:127) Some Americans saw the invasion as similar to Hitler’s policies during the 1930s.",
  "Appeasement of the aggressors had failed then,and therefore it was essential not to",
  ".",
  "make the same mistake again",
  "(cid:127) Truman thought it was important to support the United Nations Organization,",
  "which had replaced the League of Nations.TheLeague had failed to preserve peace",
  "because the great powers-and especially the USA-had not been prepared to back",
  "it. Truman was determined that the USA should not repeat that fatal mistake.",
  "(cid:127) Truman was a Democrat president, and he and his party were coming under severe",
  "criticism from the Republicansfor their failure to take action against what they saw",
  ".",
  "as the dangerous spread of world communism A Republican senator, Joseph",
  "McCarthy, claimed that the State Department was ‘infested’ with communists who",
  "were, in effect, working for the USSR (see Section 23.3). Truman was anxious to",
  ".",
  "show that this claim was preposterous",
  "American policy therefore changed decisively: instead of justeconomic helpand promises",
  "of support, Truman decided it was essential for the West to take a stand by supporting",
  "South Korea. American troops in Japan were ordered to Korea even before the UN had",
  "decided what action to take. The UN Security Council called on North Korea to withdraw",
  "her troops, and when this was ignored, asked member states to send help to South Korea.",
  "This decision was reached in the absence of the Russian delegation, who were boycotting",
  "meetings in protestagainst the UN refusal toallow Mao’s new Chinese regime to be repre",
  "¬",
  "sented, and who would certainly have vetoed such a decision. In the event, the USA and",
  "14 other countries (Australia, Canada, New Zealand, Nationalist China, France, the",
  "Netherlands, Belgium, Colombia, Greece, Turkey, Panama, the Philippines, Thailand and",
  ".",
  "Britain) sent troops, though the vast majority were Americans All forces were under the",
  ".",
  "command of American General MacArthur",
  "Their arrival was just in time to prevent the whole of South Korea from being overrun",
  "by the communists. By September, communist forces had captured the whole country",
  "except the south-east, around the port of Pusan. UN reinforcements poured into Pusan",
  "and on 15 September, American marines landed at Inchon, near Seoul, 200 miles behind",
  "the communist front lines. Then followed an incredibly swift collapse of the North",
  "Korean forces: by the end of September UN troops had entered Seoul and cleared the",
  "south of communists. Instead of calling for a ceasefire, now that the original UN objec",
  "¬",
  "tive had been achieved, Truman ordered an invasion of North Korea, with UN approval,",
  ".",
  "aiming to unite the country and hold free elections The Chinese Foreign Minister Zhou",
  "Enlai (Chou En-lai) warned that China would resist if UN troops entered North Korea,",
  "but the warning was ignored. By the end of October, UN troops had captured Pyongyang,",
  "-",
  "occupied two thirds of North Korea and reached the River Yalu, the frontier between",
  ".",
  "North Korea and China",
  "THESPREADOFCOMMUNISM OUTSIDEEUROPE 145The Chinese government was seriously alarmed', the Americans had already placed a",
  "fleet between Taiwan and the mainland to prevent an attack on Chiang, and there seemed",
  "everychance that they would nowinvade Manchuria(the partof China borderingon North",
  "Korea). In November therefore, the Chinese launched a massive counter-offensive with",
  "over 300 000 troops, described as ‘volunteers’; by mid-January 1951 they had driven the",
  "UN troops out of North Korea, crossed the 38th parallel and captured Seoul again.",
  "MacArthur was shocked at the strength of the Chinese forces and argued that the best way",
  "todefeatcommunism was toattack Manchuria, with atomic bombsif necessary. However,",
  "-",
  "Truman thought this would provoke a large scale war, which the USA did not want, so he",
  "decided to settle for merely containing communism; MacArthur was removed from his",
  "command. In June UN troops cleared the communists out of South Korea again and forti",
  "¬",
  "fied thefrontier. Peace talksopened in Panmunjom and lastedfor two years,ending in July",
  "1953 with an agreement that the frontier should be roughly along the 38th parallel, where",
  "it had been before the war began.",
  "(d) The results of the war were wide-ranging",
  "1 For Korea itself it was a disaster: the country was devastated, about four million",
  "Korean soldiers and civilians had been killed and five million people were home",
  ". ¬",
  "less The division seemed permanent; both states remained intensely suspicious of",
  ".",
  "each other and heavily armed, and there were constant ceasefire violations",
  "2 Truman could take some satisfaction from having contained communism and could",
  "claim that this success, plus American rearmament, dissuaded world communism",
  "from further aggression. However, many Republicans felt that the USA had lost an",
  "opportunity to destroy communism in China, and this feeling contributed towards",
  ".",
  "some of the later excesses of McCarthyism (see Section 23.3)",
  "3 The UN had exerted itsauthority and reversed an act of aggression, but the commu",
  "¬",
  "nist world denounced it as a tool of the capitalists.",
  "4 The military performance of communist China was impressive; she had prevented",
  "the unification of Korea under American influence and was now clearly a world",
  "power. The fact that she was still not allowed a seat in the UN seemed even more",
  ".",
  "unreasonable",
  "5 The conflict brought a new dimension to the Cold War. American relations were",
  "now permanently strained with China as well as with Russia; the familiar pattern of",
  "both sides trying to build up alliances appeared in Asia as well as Europe. China",
  "supported the Indo-Chinese communists in their struggle for independence from",
  "France, and at the same time offered friendship and aid to under-developed Third",
  "World countries in Asia, Africa and Latin America; ‘peaceful coexistence’ agree",
  "¬",
  "ments were signed with India and Burma (1954).",
  "Meanwhile the Americans tried to encircle China with bases: in 1951 defensive agree",
  "¬",
  "ments were signed with Australia and New Zealand, and in 1954 these three states,",
  "together with Britain and France, set up the South East Asia Treaty Organization",
  ".",
  "(SEATO) However, the USA was disappointed when only three Asian states- Pakistan,",
  "Thailand and the Philippines-joined SEATO. It was obvious that many states wanted to",
  ".",
  "keep clear of the Cold War and remain uncommitted",
  ".",
  "Relations between the USA and China were also poor because of the Taiwan situation",
  "-",
  "The communists still hoped to capture the island and destroy Chiang Kai shek and his",
  "Nationalist Party for good; but the Americans were committed to defending Chiang and",
  "wanted to keep Taiwan as a military base.",
  "146 PARTI WAR ANDINTERNATIONALRELATIONS8.2 CUBA",
  "(a) Why did Castro come to power?",
  "The situation which resulted in Fidel Castro coming to power in January 1959 had built up",
  "over a number of years.",
  "-",
  "1 There was long standing resentment among many Cubans at the amount of",
  ".",
  "American influence in the country This dated back to 1898 when the USA had",
  "helped rescue Cuba from Spanish control. Although the island remained an inde",
  "¬",
  "pendent republic, American troops were needed from time to time to maintain",
  "stability, and American financial aid and investment kept the Cuban economy tick",
  "¬",
  "ing over. In fact there was some truth in the claim that the USA controlled the",
  ".",
  "Cubaneconomy American companies held controlling interestsin allCuban indus",
  "¬",
  "tries (sugar, tobacco, textiles, iron, nickel, copper, manganese, paper and rum),",
  "-",
  "owned half theland,about three fifthsof the railways,allelectricity production and",
  "the entire telephone system. The USA was the main market for Cuba’s exports, of",
  ".",
  "which sugar was by far the most important All this explains why the American",
  "ambassador in Havana (the Cuban capital) was usually referred to as the second",
  ".",
  "most important man in Cuba The American connection need not have been",
  "resented so much if it had resulted in an efficiently run country, but this was not so.",
  "2 Though Cuba was prosperous compared with other Latin American countries, she",
  "was too dependent on the export of sugar, and the wealth of the country was",
  ".",
  "concentrated inthe handsof afew Unemployment was a serious problem;it varied",
  "from about 8 percentof the labourforceduring thefive monthsof thesugar harvest",
  "to over 30 per cent during the rest of the year. Yet there was no unemployment",
  "- - -",
  "benefit, and the trade unions, dominated by workers who had all the year round",
  "jobs in sugar mills,did nothing to help.The poverty of the unemployed was in stark",
  "contrast to the wealth in Havana and in the hands of corrupt government officials;",
  "consequently social tensions were high.",
  ".",
  "3 No effective political system had been developed In 1952, Fulgencio Batista, who",
  "had been a leading politician since 1933, seized power in a military coupand began",
  ".",
  "to rule as a dictator He introduced no reforms, and according to historian Hugh",
  "Thomas, ‘spentalotof timedealing with his private affairsand hisforeign fortunes,",
  ".",
  "leaving himself too little time for affairs of state’ As well as being corrupt, his",
  "regime was also brutal.",
  "4 Since there was no prospect of a peaceful social revolution, the feeling grew that",
  "violent revolution was necessary. The leading exponent of this view was Fidel",
  "-",
  "Castro,a young lawyerfrom a middle class background, whospecialized indefend",
  ". ¬",
  "ing the poor Before he came to power,Castro was more of aliberal nationalist than",
  "a communist: he wanted to rid Cuba of Batista and corruption, and to introduce",
  "limited land reforms so that all peasants would receive some land. After an unsuc",
  "¬",
  "cessful attempt to overthrow Batista in 1953, which earned him two years in jail,",
  ".",
  "Castro began a campaign of guerrilla warfare and sabotage in the cities The rebels",
  "soon controlled the mountainous areas of the east and north and won popular",
  ".",
  "support there by carrying through Castro’s land reform policy",
  "5 Batista’s reaction played into Castro’s hands.He took savage reprisalsagainst the",
  "guerrillas, torturing and murdering suspects. Even many of the middle classes",
  "began to support Castro as the most likely way of getting rid of a brutal dictator.",
  "Morale in Batista’s poorly paid army began to crumble in the summer of 1958,",
  "after an unsuccessful attempt to destroy Castro’s forces. The USA began to feel",
  "THESPREADOFCOMMUNISM OUTSIDEEUROPE 147embarrassment at Batista’s behaviour and cut off arms supplies; this was a serious",
  "blow to the dictator’s prestige.InSeptemberasmallrebelforce underCheGuevara,",
  "an Argentinian supporter of Castro, gained control of the main road across the",
  ".",
  "island and prepared to move on Santa Clara On 1 January 1959 Batista fled from",
  "Cuba, and a liberal government was set up with Castro at its head.",
  "(b) How were Cuba's foreign relations affected?",
  "Cuban relations with the USA did not deteriorate immediately;Castro was thought to be, at",
  "worst,asocial democrat,and so most Americans were prepared togive him achance. Before",
  "- .",
  "long, however, he outraged the USA by nationalizing American ownedestatesandfactories",
  "President Eisenhower threatened to stop importing Cuban sugar, forcing Castro to sign a",
  "trade agreement with Russia. In July 1960 when the Americans carried out their threat, the",
  "USSR promised to buy Cuba’s sugar, and Castro confiscated all remaining American prop",
  "¬",
  "erty. AsCuba’srelationswith the USA worsened, those with the USSR improved: in January",
  "1961 the USA broke off diplomatic relations with Cuba, but the Russians were already",
  ".",
  "supplying economicaid For what happened next-the Bay of Pigs invasion and the missiles",
  "crisis - see Section 7.4(b). After the missiles crisis, relations between the USA and Cuba",
  ". -",
  "remained cool The attitude of other Latin American states, most of which had right wing",
  "governments, was one of extreme suspicion; in 1962 they expelled Cuba from the",
  "Organizationof AmericanStates(OAS),whichonly madehermoredependenton theUSSR.",
  "(c) Castro and his problems",
  "Cuba was heavily dependent on the USA-and later the USSR-buying mostof her sugar",
  "exports; the economy relied far too much on the sugar industry and was at the mercy of",
  "fluctuations in world sugar prices.The whole government and administration were riddled",
  "with corruption, and in addition there was serious unemployment and poverty. The new",
  ".",
  "government launched itself into tackling the problems with enthusiasm and dedication",
  "Historian David Harkness writes that, during his first ten years, Castro took this poor and",
  "backward country by the scruff of the neck and shook it into new and radically different",
  "patterns of life. Agricultural land was taken over by the government and collective farms",
  "were introduced; factories and businesses were nationalized; attempts were made to",
  "modernize sugar production and increase output, and to introduce new industries and",
  "reduce Cuba’s dependence on sugar. Social reform included attempts to improve educa",
  "¬",
  "tion, housing, health, medical facilitiesand communications.There was equality for black",
  "people and more rights for women. There were touring cinemas, theatres,concerts and art",
  "exhibitions.Castro himself seemed to have boundless energy; he wasconstantly travelling",
  ".",
  "around the island, making speeches and urging people to greater efforts",
  "By theendof the 1970s thegovernmentcouldclaimconsiderablesuccess,especiallyin the",
  ".",
  "areaof social reform Allchildren were now receiving some education (instead of fewer than",
  "half before 1959); sanitation, hygiene and health care were much improved, unemployment",
  "andcorruption were reduced,and there wasagreater sense of equality and stability than ever",
  "before. The government seemed to be popular with the vast majority of people. These",
  "successes wereachieved against a background of continual harassmentand attemptsat desta",
  "¬",
  "bilization by the USA.These included a trade embargo, bomb attackson Cuban factories,oil",
  "refineriesand sugar refineries. Under President Nixon (1969-74) the campaign intensified to",
  "-",
  "such an extent that it amounted to US government sponsored state terrorism. During the",
  "1990s the economic embargo on Cuba became more stringent than ever. It was condemned",
  ".",
  "by the European Union, but the Clinton administration rejected this ‘interference’",
  "148 PARTI WAR ANDINTERNATIONALRELATIONSUndeterred by all this,Castroand hissupporters,especially CheGuevara,did their best",
  ".",
  "to spread their revolution,first intoChe’s native Argentina In early 1964 this attempt was",
  ".",
  "crushed by the Argentinian army The Cubans turned their attention to Africa, helping",
  "rebels to seize power in Algeria and then becoming unsuccessfully involved in the civil",
  "war in the former Belgian Congo. In 1966 Che Guevara tried to organize a revolution in",
  "Bolivia but hisexpedition ended in disaster when he wascaptured andexecuted in October",
  ".",
  "1967 Turning their attention back to Africa, the Cubans backed the Marxist MPLA in",
  "Angola (1975) (see Section 25.6) and the Marxist leader Mengistu in Ethiopia (1977) (see",
  "Section 25.9). Castro was now seen as a hero by most Third World countries, though his",
  "popularity slumped when he declared his support for the Soviet invasion of Afghanistan",
  ".",
  "in 1979",
  "The US destabilization policy and the economic embargo meant that some of Castro’s",
  "economic policies had little success: the attempt to diversify industrial and agricultural",
  "output was disappointing, and so the island’s economy still depended unhealthily on the",
  "quality of the sugar harvest, the world price of sugar and the willingness of the USSR and",
  "her satellites to buy up Cuba’s exports. In 1980 the sugar crop was reduced by a fungus",
  "infection, while the tobacco crop was seriously affected by another fungus. This plunged",
  "the island into an economic crisis, unemployment rose again and thousands of people",
  "began to emigrate to the USA. Food rationing was introduced and the whole economy was",
  "being heavily subsidized by the USSR. By 1991 when the USSR split up and ceased to be",
  ".",
  "communist, Cuba had lost its most powerful supporter",
  ".",
  "However, the Castro regimecontinued to survive During the closing yearsof the twen",
  ". ¬",
  "tieth century the economy was boosted by a growth in tourism Castro continued to enjoy",
  "good relations with Venezuela: in October 2000 the Venezuelan government agreed to",
  ".",
  "provide Cuba with oil at favourable prices Nevertheless, most Latin American states still",
  "viewed her as an outcast; Cuba was the only country in the Americas not invited to the",
  "third Summit of the Americas, held in Quebec in 2001. A new economic crisis developed",
  "in 2002, caused partly by drought and the consequent poor sugar harvest in 2001, and",
  "partly because the terrorist attacks of September 2001 in the USA adversely affected",
  "tourism. In February 2008 ill health forced Castro (aged 80) to hand over the presidency",
  "to his younger brother Raul (aged 78). Since then there have been some modest improve",
  "¬",
  "ments. In March 2008 the use of mobile phones was legalized - a measure designed to",
  "appeal to the young.Peasantsare now allowed to cultivate unused landon collectivefarms",
  "and there have been improvements in the pricing of agricultural products that led to farm",
  "¬",
  "ers bringing more food to market. Unfortunately hurricanes in the autumn of 2008 caused",
  "extensive damage and held up progress.",
  "8.3 THE WARS IN VIETNAM, 1946-54 AND 1961-75",
  "-",
  "Indo China, which consisted of three areas, Vietnam, Laos and Cambodia, was part of the",
  "French empire in south-east Asia, and was the scene of almost non-stop conflict from the",
  ".",
  "end of the Second World War In the first phase of the conflict the peoples of these areas",
  "fought for and won their independence from the French. The second phase (1961-75)",
  "began with civil war in South Vietnam; the USA intervened to prevent the further spread",
  ".",
  "of communism, but eventually had to admit failure",
  "(a) 1946-54",
  "From 1946 until 1954 the Vietnamese were fighting for independence from France. Indo-",
  "China was occupied by the Japanese during the war. Resistance to both Japanese and",
  "THESPREADOFCOMMUNISM OUTSIDEEUROPE 149%",
  "CHINA",
  "%",
  "-",
  "p",
  ".",
  "&",
  "Dien",
  "Bien Phu \\Hanoi",
  "Haiphong",
  "NORTH",
  "< VIETNAM",
  "7",
  "17th Parallel",
  "THAILAND",
  "V",
  "CAMBODIA / SOUTH",
  "VIETNAM",
  "Phnom",
  "Penh",
  "o oSaigon",
  "Vs",
  "Ho Chi Minh Trail",
  "(cid:127)(cid:127)",
  "American bases",
  "Map 8.2 The wars in Vietnam",
  "French was organized by the League forVietnamese Independence (Vietminh),led by the",
  "communist Ho Chi Minh, who had spent many years in Russia learning how to organize",
  "revolutions. The Vietminh, though led by communists, was an alliance of all shades of",
  "political opinion that wanted an end to foreign control. At the end of the war in 1945, Ho",
  ".",
  "Chi Minh declared the whole of Vietnam independent When it became clear that the",
  "French had no intention of allowing full independence, hostilities broke out, beginning an",
  ".",
  "eight-year struggle which ended with the French defeatatDien Bien Phu (May 1954) The",
  "Vietminh were successful partly because they were masters of guerrilla tactics and had",
  "massive support from the Vietnamese people,and because the French, still suffering from",
  "the after-effects of the world war, failed to send enough troops. The decisive factor was",
  "probably that from 1950 the new Chinesecommunistgovernmentof MaoZedongsupplied",
  "the rebels with arms and equipment. The USA also became involved: seeing the struggle",
  "as part of the Cold War and the fight against communism, the Americans supplied the",
  "French with military and economic aid; but it was not enough. However, the Americans",
  "were determined to take France’s place in order to prevent the spread of communism",
  "-",
  ".",
  "throughout south east Asia",
  "150 PART I WAR ANDINTERNATIONAL RELATIONSBy the Geneva Agreement (1954), Laos and Cambodia were to be independent;",
  ".",
  "Vietnam wastemporarilydivided intotwostatesat the 17th parallel (see Map 8.2) Ho Chi",
  "Mirth’sgovernment was recognized in North Vietnam.South Vietnam was to have asepa",
  "¬",
  "rate government for the time being, but elections were to be held in July 1956 for the",
  ".",
  "whole country, which would then become united Ho Chi Minh was disappointed at the",
  "partition, but was confident that the communists would win the national elections. As it",
  "turned out, the elections were never held,and a repeat performance of the Korean situa",
  "¬",
  "tion seemed likely. A civil war gradually developed in South Vietnam which eventually",
  "involved the North and the USA.",
  "(b) What caused the civil war in South Vietnam and why did the USA",
  "become involved?",
  "1 The South Vietnamese government under President Ngo Dinh Diem (chosen by a",
  "national referendum in 1955) refused to make preparations for the elections for the",
  "whole of Vietnam. The USA, which was backing his regime, did not press him for",
  "fear of a communist victory if the elections went ahead. US President Eisenhower",
  "(1953-61) wasjustas worriedasTruman had beenabout thespreadof communism.",
  "Heseemed to become obsessed withthe‘dominotheory’ -if thereisalineof domi",
  "¬",
  "noes standing on end close to each other and one is pushed over,it will knock over",
  ".",
  "the next one in the line, and so on Eisenhower thought this could be applied to",
  "countries: if one country in a region ‘fell’ to communism, it would quickly ‘knock",
  "over’ all its neighbours. However, the US attitude was a violation of the Geneva",
  ".",
  "Agreement",
  "2 Although Ngo began energetically, his government soon lost popularity: he came",
  "from a wealthy Roman Catholic family, whereas three-quarters of the population",
  ".",
  "were Buddhist peasants who thought themselves discriminated against They",
  "demanded land reform of the type carried out in China and North Vietnam. Here",
  "land had been taken away from wealthy landowners and redistributed among the",
  "poorer people; but this did not happen in South Vietnam. Ngo also gained a repu",
  "¬",
  "tation, perhaps not wholly deserved, for corruption, and he was unpopular with",
  "nationalists, who thought he was too much under American influence.",
  "3 In 1960 various opposition groups, which included many former communist",
  ".",
  "members of the Vietminh, formed the National Liberation Front (NLF) They",
  "demanded a democratic national coalition government which would introduce",
  "reformsand negotiate peacefully fora united Vietnam. A guerrillacampaign began,",
  "attacking government officials and buildings; Buddhist monks had their own",
  ".",
  "special brand of protest-committing suicidein public by setting fire to themselves",
  "Ngo’s credibility declined further when he dismissed all criticism - however",
  "reasonable-and all opposition ascommunist inspired.In fact the communists were",
  ". .",
  "only one section of the NLF Ngo also introduced harsh security measures He was",
  "overthrown and murdered in an army coup in November 1963, after which the",
  "country was ruled by a succession of generals, of whom President Nguyen Van",
  "Thieu lasted the longest (1967-75). The removal of Ngo left the basic situation",
  "unchanged and the guerrilla war continued.",
  "4 When it became clear that Ngo could not cope with the situation, the USA decided",
  "to increase their military presence in South Vietnam. Under Eisenhower they had",
  "been supporting the regime since 1954, with economic aid and military advisers,",
  "and they accepted Ngo’sclaim thatcommunists were behind all the trouble. Having",
  "failed to defeat communism in North Korea and Cuba,they felt a strong stand must",
  "be made. Both Kennedy and his successor Lyndon Johnson were prepared to go",
  "THESPREADOFCOMMUNISM OUTSIDEEUROPE 151Br HpSOj!",
  "55",
  "-",
  ".",
  "(",
  "> H",
  "¥ J",
  "M J",
  "i 4 f 1",
  "r",
  "WviF «Sff",
  "IB",
  "-",
  "f",
  "t",
  "i",
  "!",
  "'» » -",
  ". - TVv I",
  "* «",
  "(cid:127)(cid:127)",
  "r",
  "»",
  "l",
  ".",
  "ir.csttalc.ori >] .. A fUteo&g srjgpcet isexecuted inSeigeti sy Police CLikff Nguyen",
  "Ngttc 1968",
  "-",
  "J TYrfie*hiamiefst.oie'CnA(cid:127)nigwmwaei?s(rau.str-o’iii.odt.-h'.~ree.-W.pjetprheeerser'tptrhcaweosgU./.r.rwytadi®n-eeajinr-;vi,ecea.doJcRno.:-->.'w.yot\"wr.jn.(cid:127)c,*>iJtofhnwe0p1\"c»io.}olnIA--'m«cr...Jti’&nTb.ariyn\\Dyn.mtfto,hasctert::f-AV(cid:127)>.sd(cid:127)a','m)...'~v\\wtaei.r;he,jU-l.t\"thhae':mMu-'?.",
  "-",
  "sropl >% .v Nmrrt and : tops jKm North Vw.trerr. he Shu Mrrfc bsl ryed that",
  "Vnr;.-c:'-li(cid:127)>jr<A'3cWnrcf'sVjd'larjrgu“dcecdmrc.:r?tws;a£sfvr.evn.USSoAutKh: fvl;tchfe>aAn ::^:hrcwf,tm&&wus?i/c nor-rmtoifI.KtUcR.'IKIH- U:c;fmc*.d",
  "t ons o’ :-- force ©oald aw.;.te the two halm ot the - .",
  "d cTwahnme«-te?Aaifrntw,s;li/aiscono.-Utgjvhitfnea.vtrdasea?r:coo.tlo?ntiU:e<sNVcSGfecJ&iin.-Liaicrtoe.pn,we.aa.In*tpdtori.fweesi:wss;o*,trn.f.aeocov.;jxjrc.£xthsXednAtAiweTfoUtoNinn,yKThoneresewea",
  "new states wemcdts'L c- wb&tfoev to he iPij if.ttie.dUi?.interfere:ce in",
  "swoipfdorstfcUodSd hire b:eaenueanUiSr,.daen^d:ru:deern^ticerceu.t’.hceyUSI*\"ha;?detcoxa.cct noontitbseewrelat,edwioiano.otot",
  "iirnon '",
  "*",
  "UX pardci^Uioji",
  "-",
  ";:«i l he (ahases «f itir: wir",
  "-",
  "’hCoh-rnt^ofnnce<.w po'iUct^o Atri^r'ea:*-. ares-*.'., ci n.. nasih af wd:V;b saw thr,irtatodi.«(cid:127)",
  ",.",
  "-",
  "Jam A. dAV!if<S}>{dShd- tried to ^inxicsun. invc ver ont d(cid:127) own ID ^n sur",
  "1 - - ! 5 ‘ . . . . -i ; .",
  "1b? I VFTr WAR A:;BINTGPNATK'T^AI.BELATJOHS",
  ". .equipment and introduced the ‘safe village’ policy, in which local peasants were",
  ".",
  "moved en masse into fortified villages, leaving the Vietcong isolated outside This",
  "wasafailure because most of the Vietcong were peasants, who simply continued to",
  ".",
  "operate inside the villages",
  "2 Lyndon Johnson (1963-9) was faced with a situation, according to reports from",
  "American advisers in 1964, where the Vietcong and the NLF controlled about 40",
  "percentof South Vietnamese villagesand the peasant population seemed to support",
  "them. He assumed that the Vietcong were controlled by Ho Chi Minh and he",
  "decided to bomb North Vietnam (1965) in the hope that Ho would call off the",
  "campaign. Many historians have blamed Johnson for committing the USA so",
  "deeply in Vietnam, calling it ‘Johnson’s War’. Recent assessments have taken a",
  "more sympathetic view of Johnson’s predicament. According to Kevin Ruane, ‘far",
  "from being the hawk of legend, historians now tend to see Johnson as a man",
  "wracked with uncertainty about which direction to take on Vietnam’.He wasafraid",
  "that American intervention on a large scale would bring China into the war.Hisreal",
  "interest was his campaign for social reform - his ‘great society’ programme (see",
  "Section 23.1(d)). However, he inherited the situation from decisions taken by the",
  "two previous presidents-he was the unfortunate one who felt he had no alternative",
  ".",
  "but to honour their commitments",
  "Over the next seven years a greater tonnage of bombs was dropped on North",
  ".",
  "Vietnamese cities than fell on Germany during the SecondWorldWar In addition,",
  "over half a million American troops arrived in the South. In spite of these massive",
  "efforts, the Vietcong still managed to unleash an offensive in February 1968 which",
  "captured something like 80 per cent of all towns and villages. Although much",
  "ground waslost later, thisoffensiveconvinced many Americansof the hopelessness",
  ".",
  "of the struggle Great pressure was put on the government by public opinion in the",
  ".",
  "USA to withdraw from Vietnam Some of his military experts told Johnson that the",
  ".",
  "USA could not win the war at any reasonable cost On 31 March 1968 Johnson",
  "therefore announced that he would suspend the bombing of North Vietnam, freeze",
  "troop levels and seek a negotiated peace. In May, peace talks opened in Paris-but",
  "noquick compromisecould be reached,and the talks wenton foranotherfive years.",
  "3 Richard Nixon (1969-74) realized that a new approach was needed, since public",
  "opinion would hardly allow him to send any more American troops. Early in 1969",
  "there were half a million Americans, 50 000 South Koreans and 750 000 South",
  "Vietnamese against 450 000 Vietcong plus perhaps 70 000 North Vietnamese.",
  "Nixon’s new idea was known as ‘Vietnamizationthe Americans would rearm and",
  "train the South Vietnamese army to look after the defence of South Vietnam; this",
  "would allow a gradual withdrawal of American troops (in fact about half had been",
  "sent home by mid-1971). On the other hand, Nixon began the heavy bombing of",
  "North Vietnam again,and also began to bomb the Ho Chi MinhTrail through Laos",
  ".",
  "and Cambodia, along which supplies and troops came from North Vietnam",
  "It was all to no avail: at the end of 1972 the Vietcong controlled the entire west",
  ". ¬",
  "ern half of the country By now Nixon was under pressure both at home and from",
  "world opinion to withdraw.Severalfactorscaused a revulsion of feeling against the",
  "war:",
  "(cid:127)",
  "the terrible bombing of North Vietnam, Laos and Cambodia;",
  "(cid:127)",
  "the use of chemicals to destroy jungle foliage and of inflammable napalm",
  "-",
  "jelly, which burned people alive; the after effects of the chemicals caused",
  "many babies to be born deformed and handicapped;",
  "(cid:127) .",
  "thedeathsof thousandsof innocentcivilians Themost notorious incident took",
  "place in March 1968, when American soldiers rounded up the inhabitants of",
  "153",
  "THESPREADOFCOMMUNISM OUTSIDEEUROPEAbout 48 000 American servicemen lost their lives, with a further 300 000 wounded.",
  ".",
  "Around a third of theSouth wasseverely damaged by explosivesand defoliants The prob",
  "¬",
  "lems of reconstruction were enormous,and the new government’s policies had unpleasant",
  "aspects such as concentration camps for opponents and no freedom of speech.",
  "As well as being a blow to American prestige, this failure had a profound effect on",
  "American society; involvement in the war was seen in many circles as a terrible mistake,",
  "and this, together with the Watergate scandal, which forced Nixon to resign (see Section",
  "23.4), shook confidence in a political system that could allow such things to happen. War",
  ".",
  "veterans, instead of being treated as heroes, often found themselves shunned Future",
  "American governments would have to think very carefully before committing the country",
  ".",
  "so deeply in any similar situation The war was a victory for the communist world, though",
  "both the Russiansand Chinese reacted with restraintand did not boastabout it to any great",
  "extent.This perhaps indicated that they wished to relax international tensions, though they",
  "now had another powerful force on their side in the Vietnamese army.",
  "8.4 CHILE UNDER SALVADOR ALLENDE 1970 3",
  ", -",
  "In September 1970 Salvador Allende, a Marxist doctor of medicine from a middle-class",
  "-",
  "background, won the presidentialelectionasleaderof aleft wing coalition of communists,",
  ".",
  "socialists, radicals and social democrats; it called itself Unidad Popular (UP) It was a",
  "narrow victory, with Allende winning 36 per cent of the votes against the 35 per cent of",
  "his nearest rival. But it wasenough to make him president, the world’sfirst Marxist leader",
  "to be voted into power through a democratic election. Although it lasted only three years,",
  "Allende’s government is worth looking at in some detail because it is still the only one of",
  "itskindand itshows thesortof problems likely to be faced by aMarxist government trying",
  "to function within a democratic system.",
  "(a) How did Allende come to be elected?",
  "Chile, unlike most other South American states, had a tradition of democracy. There were",
  "three main parties or groups of parties:",
  "(cid:127) the Unidad Popular, on the left;",
  "(cid:127) the Christian Democrats (also left-inclined);",
  "(cid:127) the National Party (a liberal/conservative coalition).",
  "The army played little part in politics, and the democratic constitution (similar to that of",
  "the USA, except that the president could not stand for re-election immediately) was",
  "usually respected. The election of 1964 was won by Eduardo Frei, leader of the Christian",
  ".",
  "Democrats, who believed in social reform Frei began vigorously: inflation was brought",
  "downfrom 38percent to 25 percent,therich weremade to pay their taxesinsteadof evad",
  "¬",
  "ing them, 360 000 new houses were built, the number of schools was more than doubled,",
  "and some limited land reform was introduced: over 1200 private holdings which were",
  "being run inefficiently were confiscated and given out to landless peasants. He also took",
  "over about half the holdings in the American-owned copper mines, with suitable compen",
  ". ¬.",
  "sation The American governmentadmired his reformsand poured in lavish economic aid",
  "By 1967, however, the tide was beginning to turn against Frei: the left thought his land",
  "reforms too cautious and wanted full nationalization of the copper industry (Chile’s most",
  "importantexport), whereas the right thought he hadalreadygone toofar. In 1969 there was",
  "a serious drought in which a third of the harvest was lost; large quantities of food had to",
  "THESPREADOFCOMMUNISM OUTSIDEEUROPE 155be imported,causing inflation to soar again. There were strikesof copper miners demand",
  ". ¬",
  "ing higher wagesandseveral miners werekilled by government troops Allende made skil",
  "¬",
  "ful use of this ammunition during the 1970 election campaign, pointing out that Frei’s",
  "achievements fell far short of his promises. Allende’s coalition had a much better",
  "campaign organization than the other parties and could get thousandsof supporters out on",
  ".",
  "the streets Allende himself inspired confidence: elegant and cultured, he appeared the",
  "very opposite of the violent revolutionary. Appearances were not deceptive: he believed",
  "that communism could succeed without a violent revolution. In the 1970 election 36 per",
  "cent of the voters were in favour of trying his policies.",
  "(b) Allende's problems and policies",
  "The problems facing the new government were enormous: inflation was running at over",
  "30 per cent, unemployment at 20 per cent, industry was stagnating and 90 per cent of the",
  "population lived in such poverty that half the children under 15 suffered from malnutri",
  "¬",
  "tion. Allende believed in a redistribution of income, which would enable the poor to buy",
  "more and thereby stimulate the economy. All-round wage increases of about 40 per cent",
  "were introduced and firms were not allowed to increase prices. The remainder of the",
  "copper industry, textiles and banks were nationalized, and Frei’s land redistribution",
  ".",
  "speeded up The army was awarded an even bigger pay rise than anybody else to make",
  ".",
  "sure of keeping its support In foreign affairs, Allende restored diplomatic relations with",
  ".",
  "Castro’s Cuba, China and East Germany",
  "Whether Allende’s policies would have succeeded in the long run is open to argument.",
  "Certainly he retained his popularity sufficiently for the UP to win 49 per centof the votes in",
  ".",
  "the 1972localelectionsand toslightlyincrease theirseatsin the1973electionsforCongress",
  "However, the Allende experiment came to an abrupt and violent end in September 1973.",
  "(c) Why was he overthrown?",
  "Criticism of the government gradually built up as Allende’s policies began to cause",
  ".",
  "problems",
  "(cid:127) Land redistributioncaused a fall in agricultural production,mainly because farm",
  "¬",
  "ers whose land was due to be taken stopped sowing and often slaughtered their",
  "cattle (like the Russian kulaks during collectivization - see Section 17.2(c)). This",
  ".",
  "caused food shortages and further inflation",
  "(cid:127) Private investors were frightened off and the government became short of funds to",
  "carry out social reforms (housing, education and social services) as rapidly as it",
  ".",
  "would have liked",
  "(cid:127)",
  "Copper nationalization was disappointing: there were long strikes for higher",
  "wages, production went down and the world price of copper fell suddenly by about",
  "30 per cent, causing a further decrease in government revenue.",
  "(cid:127) -",
  "Some communists who wanted a more drastic Castro style approach to Chile’s",
  "problems grew impatient with Allende’s caution. They refused to make allowances",
  "for the fact that he did not have a stable majority in parliament; they formed the",
  "-",
  "Movementof the Revolutionary Left (MIR), which embarrassed the non violent UP",
  "by seizing farms and evicting the owners.",
  "(cid:127)",
  "The USA disapproved strongly of Allende’s policies and did everything in their",
  "power to undermine Chile’s economy. Other South American governments were",
  "nervous in case the Chileans tried to export their ‘revolution’.",
  "156 PARTI WAR ANDINTERNATIONALRELATIONSLooming aboveeverythingelse was the question of what wouldhappeninSeptember 1976",
  ".",
  "whenthe next presidential election was due Under the constitution,Allende would not be",
  "able to stand, but no Marxist regime had ever let itself be voted out of power. The oppo",
  "¬",
  "sition feared, perhaps with justification, that Allende was planning to change the constitu",
  "¬",
  "tion. As things stood, any president finding his legislation blocked by Congress could",
  "appeal to the nation by means of a referendum. With sufficient support Allende might be",
  "able to use the referendum device to postpone theelection. It was thisfear,orso they after",
  "¬",
  "wards claimed, which caused the opposition groups to draw together and take action",
  "before Allende did. They organized a massive strike, and having won the support of the",
  "army, the right staged a military coup. It was organized by leading generals, who set up a",
  ". -",
  "military dictatorship in which General Pinochet came to the fore Left wing leaders were",
  "murdered or imprisoned and Allende himself was reported to have committed suicide.",
  "However, the cause of death has been controversial, many of his supporters claiming that",
  "he was gunned down in the presidential palace. In 2011 Chilean TV reported that a newly",
  ".",
  "discovered document proved beyond doubt that he had been assassinated The American",
  "Central Intelligence Agency (CIA), helped by the Brazilian government (a repressive mili",
  "¬",
  "tary regime), played a vital role in the preparations for the coup, as part of its policy of",
  ".",
  "preventing thespreadof communism in Latin America Thereisevidence that theCIA had",
  "been considering a coup as soon as Allende won the election in 1970. There is no doubt",
  "that the Nixon administration had done its best todestabilize the Allende government over",
  ".",
  "the next three years by undermining the economy Nixon himself was reported as saying",
  "that they must ‘make the Chilean economy scream’.",
  "The new Chilean regime soon provoked criticism from the outside world for its brutal",
  ".",
  "treatmentof political prisonersandits violationsof human rights However,the American",
  "government, which had reduced its economic aid while Allende was in power, stepped up",
  ".",
  "its assistance again The Pinochet regime had some economic success and by 1980 had",
  "brought the annual inflation rate down from around 1000 per cent to manageable propor",
  ". ¬",
  "tions Pinochet was in no hurry toreturn the country tocivilian rule.He eventually allowed",
  "presidential elections in 1989, when the civilian candidate he supported was heavily",
  "defeated, winning less than 30 per cent of the votes. Pinochet permitted the winner,",
  "Christian Democrat leader Patricio Aylwin, to become president (1990), but the constitu",
  "¬",
  "tion (introduced in 1981) allowed Pinochet himself to remain Commander-in-Chief of the",
  "Armed Forces for a further eight years. During his 17 years as president, around 3000",
  "people were killed or ‘disappeared’, while tens of thousands were tortured, imprisoned or",
  ".",
  "driven into exile",
  "Pinochet duly stepped down in 1998, but his retirement did not work out as he had",
  "planned. On a visit to London later that year, he was arrested and held in Britain for 16",
  "monthsafter the Spanish government requested his extradition to face charges of torturing",
  "Spanishcitizensin Chile.He waseventually allowed to return toChile on medicalgrounds",
  "in March 2000. However, one of his most bitter opponents, Ricardo Lagos, had just been",
  "elected president (January 2000)-thefirstsocialistpresidentsince Allende.Pinochetsoon",
  "found himself facing over 250 charges of human rights abuses, but in July 2001 the",
  ".",
  "Chilean Court of Appeal decided that the general, now aged 86, was too ill to stand trial",
  ". .",
  "He died in 2006 at the age of 91 (For further developments in Chile see Section 26.4(e) )",
  "8.5 MORE UNITED STATES INTERVENTIONS",
  "Vietnam, Cuba and Chile were not the only countries in which the USA intervened during",
  "the first half of the Cold War. Working through the Central Intelligence Agency (CIA), the",
  "American State Department was active in an astonishing number of states in the cause of",
  "preserving freedom and human rights,and aboveall, preventing the spread of communism.",
  "THESPREADOFCOMMUNISM OUTSIDEEUROPE 157Often the regimes that were labelled as communist and targeted for removal were simply",
  ".",
  "pursuing policies which went against American interests US activities were carried out",
  "sometimes in secret, leaving the American people largely unaware of what was going on,",
  "or, as in the case of major military interventions, were presented as necessary surgical",
  "actions against the cancer of communism. Techniques included attempts to carry out",
  "assassinations, rigging of elections, organizing and financing acts of terrorism, economic",
  "- .",
  "destabilization and, in the last resort, full scale military intervention",
  "Recently several former members of the State Department and the CIA, for example",
  "William Blum and Richard Agee, and a number of other writers, including the interna",
  "¬",
  "tionally renowned linguistics expert Noam Chomsky, have produced detailed accounts of",
  "how the leaders of the USA tried to build up their influence and power in the world by",
  "exercising control over such countriesas Iran,Guatemala,Costa Rica, Indonesia,Guyana,",
  "Iraq,Cambodia,Laos, Ecuador, the Congo/Zaire, Brazil, the Dominican Republic,Ghana,",
  "Uruguay, Bolivia, East Timor, Nicaragua and many more. There is insufficient space to",
  "examine all these cases, but a few examples will illustrate how US influence reached out",
  "into most parts of the world. (For US involvement in Latin America, see Section 26.1.)",
  "(a) South-east Asia",
  ".",
  "The area known as Indo-China consists of Vietnam, Laos and Cambodia All three states",
  "gained their independencefrom France by theGenevaagreementsof 1954(seeSection8.3",
  ".",
  "for what happened in Vietnam)",
  "-",
  "In Laos after independence, there was conflict between the right wing government",
  "backed by the USA,and variousleft-wing groupsled by the Pathet Lao,aleft-wing nation",
  ". ¬",
  "alist party which had fought in the struggle against the French At first the Pathet Lao",
  "showed itself willing to take part in coalition governments in an attempt to bring about",
  "peaceful social change. The USA saw the Pathet Lao as dangerous communists: the CIA",
  "and the State Department between them arranged a series of interventions which by 1960",
  "-",
  "had removed all left wingersfrom important positions.The left turned to armed force and",
  "the CIA responded by gathering an army of 30 000 anti-communists from all over Asia to",
  "crush the insurgents. Between 1965 and 1973 the US air force carried out regular bomb",
  ". ¬",
  "ing raids over Laos, causing enormous casualties and devastation It was all to no avail:",
  "American intervention strengthened the resolve of the left; following the American with",
  "- ¬",
  "drawal from Vietnam and south east Asia, and the communist takeover in Cambodia, the",
  "Laotian right gave up the struggle and their leaders left the country. In December 1975 the",
  "Pathet Lao took control peacefully and the Lao People’s Democratic Republic was",
  ".",
  "proclaimed (see Section 21.4)",
  "In Cambodia there was American involvement in a coup that overthrew the regime of",
  "Prince Sihanouk in 1970; the bombing campaigns which preceded the coup left the",
  "Cambodian economy in ruins. American intervention was followed by five years of civil",
  ".",
  "war, which ended when Pol Pot and the Khmer Rouge took power (see Section 21.3)",
  "During the Vietnam War of 1965-73 the USA used Thailand as a base from which the",
  "bombing of North Vietnam took place.Eventually the American presence in Thailand was",
  "so massive that they seemed to have taken the country over.There wasconsiderable oppo",
  "¬",
  "sition from Thais who resented the way in which their country was being used, but all crit",
  "¬",
  "icism was treated as communist-inspired; over 40 000 American troops were active in",
  "trying to suppress opposition guerrilla fighters and in training Thai government forces. In",
  "August 1966 the Washington Post reported that in US government circles there was a",
  "strong feeling that ‘continued dictatorship in Thailand suits the United States, since it",
  "assures the continuation of American bases in the country,and that, as a US official put it",
  "bluntly, “is our real interest in this place’” .",
  "158",
  "PARTI WAR ANDINTERNATIONALRELATIONS.",
  "restored theShah to full control He remained in powerfor the next 25 years,fully backed",
  "and supported by Washington, until he was forced out in January 1979 (see Section",
  "11.1(b)).",
  ".",
  "Iraqcameinforconstantattentionfrom the USA In 1958GeneralAbdulKassemover",
  "¬",
  "threw the Iraqi monarchy and proclaimed a republic. He was in favour of reform and",
  "modernization,and although he himself was notacommunist, the new atmosphere of free",
  "¬",
  "dom and openness encouraged the growth of the Iraqi Communist Party. This made",
  "Washington uneasy; the State Department was further perturbed in 1960 when Kassem",
  "was involved in setting up the Organization of Petroleum Exporting Countries (OPEC),",
  "which aimed to break the control of western oil companies over the sale of Middle East",
  "oil.The CIA had been trying to destabilize the country for several years-by encouraging",
  "a Turkish invasion, financing Kurdish guerrillas who were agitating for more autonomy",
  "and attempting to assassinate Kassem. In 1963 they were successful - Kassem was over",
  "¬",
  "thrown and killed in a coup backed by the CIA and Britain.",
  "From 1979 the USA financed and supplied Saddam Hussein, who became Iraqi leader",
  "in 1968, backing him against the new anti-American government in Iran. After the long",
  "and inconclusive Iran-Iraq War (1980-8; see Section 11.9),Saddam’s forces invaded and",
  "conquered Kuwait (August 1990), only to be driven out again by UN forces, of which by",
  "far the largest contingent was the American one (see Section 11.10). In 2003 the",
  "Americans, with British help, finally overthrew and captured Saddam (see Section 12.4(f)",
  ".",
  "for further developments)",
  "8.6 DETENTE: INTERNATIONAL RELATIONS FROM THE 1970S TO",
  "THE 1990S",
  "The word ‘detente’ is used to mean a permanent relaxation of tensions between East and",
  ". .",
  "West Thefirst realsignsof detentecould be seenin theearly 1970s Withone or two blips",
  "along the way, detente eventually led on to the end of the Cold War.",
  "(a) Reasons for detente",
  "As the nuclear arsenals built up, both sides became increasingly fearful of a catastrophic",
  "nuclear war in which there could be no real winner. Both sides were sickened by the",
  "horrors of Vietnam. In addition, countries had their own individual motives for wanting",
  ".",
  "detente",
  "(cid:127) The USSR was finding the expense of keeping up with the Americans crippling. It",
  "was essential to reduce defence spending so that they could devote more resources",
  "to bringing living standards up to western levels, both in the USSR and in the satel",
  ". ¬",
  "lite states,allof which were suffering economic difficulties In 1968Russian troops",
  "were sent to Prague to deal with disturbing developments in Czechoslovakia, when",
  "Alexander Dubcek tried to introduce ‘communism with a human face’. There was",
  "unrest, especially in Poland in the early 1970s, which threatened to destabilize the",
  "communist bloc. At the same time the Russians were on bad terms with China,and",
  "did not want to be left out when relations between China and the USA began to",
  ".",
  "improve in 1971",
  "(cid:127)",
  "The Americans were beginning to realize that there must be a better way of coping",
  "with communism than the one which was having so little success in Vietnam.",
  "Clearly there were limits to what their military power could achieve. Some",
  "Congressmen and Senators wereeven beginning to talk of a return to ‘isolationism’.",
  "160",
  "PARTI WAR ANDINTERNATIONALRELATIONS(cid:127) The Chinese were anxiousabouttheirisolation,nervousabout American intentions",
  "in Vietnam (after what had happened in Korea) and not happy about their worsen",
  "¬",
  ".",
  "ing relations with the USSR",
  "(cid:127)",
  "The nationsof western Europe were worriedbecausethey would be inthe front line",
  ".",
  "if nuclear war broke out Willi Brandt, who became Chancellor of West Germany",
  "in 1969, worked for better relations with eastern Europe, a policy known as",
  ".",
  "Ostpolitik",
  "(b) The USSR and the USA",
  "They had already made progress with the ‘hotline’ telephone link and the agreement to",
  ".",
  "carry out only underground nuclear tests (both in 1963) An agreement signed in 1967",
  "banned the use of nuclear weapons in outer space. The first major breakthrough came in",
  "1972 when the twocountriessigned the Strategic Arms LimitationTreaty,known as SALT",
  "1,whichdecided how many ABMs,ICBMsand SLBMseach sidecould have(seeSection",
  "7.4(a) and (c)); there was no agreement about MIRVs. The agreement did not reduce the",
  ".",
  "amount of armaments but itdid slow downthe arms race Presidents Brezhnev and Nixon",
  "had three summit meetings, negotiations opened fora further treaty to be known as SALT",
  "2 and the USA began to export wheat to Russia.",
  "Another important step was the Helsinki Agreement (July 1975), in which the USA,",
  "Canada, the USSR and most European states accepted the European frontiers which had",
  ".",
  "been drawn up after the Second World War (thus recognizing the division of Germany)",
  "The communist countries promised to allow their peoples ‘human rights’, including free",
  "¬",
  ".",
  "dom of speech and freedom to leave the country",
  ".",
  "However, detente did not proceed without some setbacks This was especially true in",
  "1979 when NATO became nervousat the deployment of 150 new Russian SS-20 missiles.",
  "NATO decided to deploy over 500 Pershing and Cruise missiles in Europe by 1983 as a",
  "deterrent to a possible Russian attack on western Europe. At the same time the US Senate",
  "decided not to accept a SALT 2 treaty which would have limited numbers of MIRVs.",
  "When the Russians invaded Afghanistan on Christmas Day 1979 and replaced the presi",
  "¬",
  "dent with one more favourable to them, all the old western suspicions of Russian motives",
  ".",
  "revived",
  "The next few years are sometimes referred to as ‘the second Cold War’. Both sides",
  "spent the first half of the 1980s building up their nuclear arsenals, and US President",
  "Reagan (1981-9) apparently gave the go-ahead for a new weapons system, the Strategic",
  "Defence Initiative (SDI), also known as ‘Star Wars’. This was intended to use weapons",
  "based in space to destroy ballistic missiles in flight.",
  "Detente gathered momentum again thanks to the determination of the new Soviet",
  ".",
  "leader,Mikhail Gorbachev (1985-91) In November 1985 he had a meeting with Reagan",
  "in Geneva;this went welland they issueda jointstatement that ‘nuclear warcannot be won",
  "and must never be fought’.The signs were that detente was back on course. Then in April",
  "1986 there was a disastrous accident at the Chernobyl nuclear power station in the",
  "Ukraine. This caused a great wave of anti-nuclear feeling in the USSR and Gorbachev",
  "decided that measures to reduce nuclear dangers were absolutely vital. In October 1986 he",
  "invited Reagan to a summit meeting at Reykjavik and proposed a 15-year timetable for a",
  "‘step-by-step processfor ridding the earth of nuclear weapons’.The Americans responded",
  "to some extent, though Reagan was not prepared to abandon his Star Wars project. At the",
  "next summit, held in Washington (December 1987), a historic breakthrough was made:",
  "-",
  "Reagan and Gorbachev formally signed the INF (Intermediate Range Nuclear Forces)",
  ".",
  "Treaty",
  "THESPREADOFCOMMUNISM OUTSIDEEUROPE 161(cid:127) All land-based intermediate-range (300 to 3000 miles) nuclear weapons were to be",
  ".",
  "scrapped over the next three years This meant 436 American and 1575 Soviet",
  "warheads, and would include all Russian missiles in East Germany and",
  "Czechoslovakia, and all American Cruise and Pershing missiles based in western",
  "Europe.",
  "(cid:127) There were strict verification provisions so that both sides could check that the",
  "weapons were actually being destroyed.",
  "However, all this amounted, at most, to only 4 per cent of existing stocks of nuclear",
  "weapons,and there was the stumbling block of Reagan’sStar Wars, which he wasstill not",
  "prepared to give up, even though it was only at the planning stage. Nor did the agreement",
  "include British and French weapons.The UK prime minister Margaret Thatcher wasdeter",
  "¬",
  "mined that Britain should keep its own nuclear arsenal, and planned to develop Trident",
  "missiles, which were more sophisticated than Cruise missiles. Nevertheless, this INF",
  "Treaty was animportant turning point in the nuclear arms race,since it wasthe firsttime",
  ".",
  "any weapons had been destroyed",
  "By 1985 the USSR was seriously embarrassed by its involvement in Afghanistan.",
  "Although there were over 100 000 Soviet troops in the country, they found it impossible",
  "to subdue the ferocious Islamic guerrillas; it was a drain on their resources and a blow to",
  "their prestige.The hostility of China, the suspicion of Islamic states all over the world and",
  ".",
  "repeated condemnations by the UN convinced Gorbachev it was time to pull out It was",
  "eventually agreed that the Russians would begin withdrawing their troops from",
  "Afghanistan on 1 May 1988, provided the Americans stopped sending military aid to the",
  "Afghan resistance movement. In June 1988 Reagan went to Moscow to discuss the",
  ".",
  "timetable for implementing the INFTreaty",
  "(c) China and the USA",
  "China and the USA had been extremely hostile towards each other since the Korean War",
  "-",
  "and seemed likely to remain so while the Americans backed Chiang Kai shek and the",
  "Nationalists in Taiwan,and while the Chinese backed HoChi Minh. However,in 1971 the",
  "Chinese unexpectedly invited an American table-tennis team to visit China.Following the",
  "successof that visit, the USA responded by calling off their veto of Chinese entry into the",
  "UN. Communist China was therefore allowed to become a member of the UN in October",
  ".",
  "1971 President Nixon, looking for a bold initiative for which his presidency would be",
  "remembered, decided he would visit China himself. Chairman Mao agreed to receive him",
  "and the visit took place in February 1972. Though Mao was reported to have told Zhou",
  "Enlai that the USA was ‘like an ape moving towards becoming a human being’, the meet",
  "¬",
  ".",
  "ing led to a resumption of diplomatic relations President Ford also paid a successful visit",
  "to Beijing (Peking) in 1975. There was still the problem of Taiwan to sour the relation",
  "¬",
  "ship: though Chiang himself died in 1975, his supporters still occupied the island, and the",
  ".",
  "communists would not be happy until it was brought under their control Relations",
  "improved further in 1978 when Democrat President Carter decided to withdraw recogni",
  ". ¬",
  "tion of Nationalist China However, this caused a row in the USA, where Carter was",
  ".",
  "accused of betraying his ally",
  "The climax of detente between China and the USA came early in 1979 when Carter",
  "gave formal recognition of the People’s Republic of China, and ambassadors were",
  "exchanged. Good relations were maintained during the 1980s. The Chinese were anxious",
  "that detente with the USA should continue, because of their conflict with Vietnam",
  "(Russia’sally), which had begun in 1979. In 1985an agreement was signed on nuclear co",
  "¬",
  "operation. Things suddenly took a turn for the worse in June 1989 when the Chinese",
  "162 PART I WAR ANDINTERNATIONALRELATIONSgovernment used troops todisperse astudent demonstration in TiananmenSquare, Beijing",
  "(Peking). The government was afraid that the demonstration might turn into a revolution",
  "which could overthrow Chinese communism. At least a thousand students were killed and",
  "many later executed, and this brought worldwide condemnation. Tensions rose again in",
  "1996 when the Chinese held ‘naval exercises’ in the straits between the Chinese mainland",
  ".",
  "and Taiwan, in protest at the Taiwanese democratic elections just about to be held",
  "(d) Relations between the USSR and China",
  "Relations between the USSR and China deteriorated steadily after 1956. They had earlier",
  "signed a treaty of mutual assistance and friendship (1950), but later the Chinese did not",
  "approve of Khrushchev’s policies, particularly his belief in ‘peaceful coexistence’, and his",
  "claim that it was possible to achieve communism by methodsother than violent revolution.",
  "This wentagainst theideasof Lenin,leader of the 1917Russiancommunist revolution,and",
  "so theChinese accused the Russiansof ‘revisionism’ -revising or reinterpreting theteach",
  ". ¬",
  "ingsof Marxand Lenintosuittheirownneeds They wereangry at Khrushchev’s‘soft’ line",
  ". .",
  "towards the USA In retaliation the Russians reduced their economic aid to China",
  "The ideological argument was not the only source of trouble: there was also a frontier",
  "dispute. During the nineteenth century Russia had taken over large areas of Chinese terri",
  "¬",
  "tory north of Vladivostok and in Sinkiang province, which the Chinese were now demand",
  "¬",
  "ing back, so far without success. Now that China herself was following a ‘softer’ policy",
  ".",
  "towards the USA, it seemed that the territorial problem was the main bone of contention",
  "At the end of the 1970s both Russia and China were vying for American support, against",
  ".",
  "each other, for the leadership of world communism To complicate matters further,",
  "Vietnam now supported Russia. When the Chinese attacked Vietnam (February 1979),",
  "relations reached rock bottom. The Chinese attack was partly in retaliation for Vietnam’s",
  "invasion of Kampuchea (formerly Cambodia) in December 1978, which overthrew the",
  "Khmer Rouge government of Pol Pot,a protege of China,and partly because of a frontier",
  "dispute.They withdrew after three weeks, having,as Beijing put it, ‘taught the Vietnamese",
  "a lesson’. In 1984 the Chinese set out their grievances against the USSR:",
  "(cid:127) the presence of Russian troops in Afghanistan;",
  "(cid:127) Soviet backing of the Vietnamese troops in Kampuchea;",
  "-",
  "(cid:127) the Soviet troop build up along the Chinese frontiers of Mongolia and Manchuria.",
  ".",
  "MikhailGorbachev was determinedtobegin a newera inSino-Russian relations Five-",
  "year agreements on trade and economic co-operation were signed (July 1985) and regular",
  "contact took place between the two governments. A formal reconciliation took place in",
  "May 1989 when Gorbachev visited Beijing. Also in 1989 Vietnam withdrew its troops",
  ".",
  "from Kampuchea, and so their relations with China improved",
  "8.7 THE COLLAPSE OF COMMUNISM IN EASTERN EUROPE AND",
  "THE END OF THE COLD WAR: INTERNATIONAL RELATIONS",
  "TRANSFORMED",
  "(a) August 1988 to December 1991",
  "Remarkable events happened in eastern Europe in the period August 1988 to December",
  "1991. Communism was swept away by a rising tide of popular opposition and mass",
  "demonstrations, far more quickly than anybody could ever have imagined.",
  "THESPREADOFCOMMUNISM OUTSIDEEUROPE 163(cid:127)",
  "The process began in Poland in August 1988 when the ‘Solidarity’ trade union",
  ".",
  "organized hugeanti-governmentstrikes These eventually forced the government to",
  "allow free elections, in which the communists were heavily defeated (June 1989).",
  ".",
  "Revolutionary protests rapidly spread to all the other Russian satellite states",
  "(cid:127)",
  "Hungary was the next to allow free elections, in which the communists again",
  ".",
  "suffered defeat",
  "(cid:127)",
  "In East Germany, communist leader Eric Honecker wanted to disperse the demon",
  "¬",
  "strations by force, but he was overruled by his colleagues; by the end of 1989 the",
  "communist government had resigned. Soon the Berlin Wall was breached, and,",
  "most astonishing of all, in the summerof 1990,Germany was re-united.",
  "(cid:127) Czechoslovakia, Bulgaria and Romania had thrown out their communist govern",
  "¬",
  "ments by the end of 1989, and multi-party elections were held in Yugoslavia in",
  "1990 and in Albania in the spring of 1991.",
  "(cid:127) By the end of December 1991, the USSR itself had split up into separate republics",
  "and Gorbachev had resigned. Communist rule in Russia was over after 74 years.",
  "(See Sections 10.6 and 18.3for the reasons behind the collapse of communism in eastern",
  ".",
  "Europe )",
  "(b) How were international relations affected?",
  "Many people in the west thought that with the collapse of communism in eastern Europe,",
  ".",
  "the world’s problems would miraculously disappear But nothing could have been further",
  "from the truth and a range of new problems surfaced.",
  "1 The Cold War was over",
  "The most immediate result was that theformer USSR and itsallies were no longer seen by",
  "the West as the ‘enemy’. In November 1990 the countries of NATO and the Warsaw Pact",
  "signed a treaty agreeing that they were ‘no longer adversaries’, and that none of their",
  "weapons would ever be used except in self-defence. The Cold War was over, and",
  "Gorbachev must take much of the credit for bringing it to an end. His determination to",
  "workfordisarmament broke thestalemate and impressed Reagan, whoalsodeserves much",
  "credit for responding so positively to Gorbachev’s initiatives. The end of the Cold War",
  "was an enormous step forward. However ...",
  "2 New conflicts soon arose",
  "These were often caused by nationalism. During the Cold War, the USSR and the USA,",
  "as we haveseen,kept tightcontrol, by force if necessary,overareas where their vitalinter",
  ". ¬",
  "ests might be affected Now, a conflict which did not directly affect the interests of East",
  "or West would probably be left to find itsown solution, bloody orotherwise. Nationalism,",
  "which had been suppressed by communism, soon re-emerged in some of the former states",
  ".",
  "of the USSR and elsewhere Sometimes disputes were settled peacefully, for example in",
  "Czechoslovakia, where Slovak nationalists insisted on breaking away to form a separate",
  ".",
  "state of Slovakia However, war broke out between Azerbaijan and Armenia (two former",
  ".",
  "republics of the USSR) over disputed territory There was fighting in Georgia (another",
  ".",
  "former Soviet republic) where the people of the north wanted to form a separate state",
  "Most tragic of all was Yugoslavia, which broke up into five separate states - Serbia",
  "(with Montenegro), Bosnia-Herzegovina, Croatia, Slovenia and Macedonia. Soon a",
  "complex civil war broke out in which Serbia tried to grab as much territory as possible",
  "from Croatia. In Bosnia,Serbs, Croats and Muslims fought each other in an attempt to set",
  "up states of their own. This increasingly bitter struggle dragged on for almost four years",
  "164 PART I WAR ANDINTERNATIONAL RELATIONS.",
  "untila ceasefire wasarranged in November 1995 (seeSection 10.7) So at a time when the",
  "states of western Europe were moving into closer union with the European Community",
  "(see Section 10.8), those of eastern Europe were breaking up into even smaller national",
  ".",
  "units",
  "3 Supervision of nuclear weapons",
  "Another fear, now that the Russians and the USA were less willing to act as ‘policemen’,",
  "was that countries with what the powers considered to be unstable or irresponsible",
  "governments might use nuclear weapons - countries like, for example, Iraq, Iran and",
  "Libya. One of the needs of the 1990s therefore, was better international supervision and",
  "control of nuclear weapons, and also of biological and chemical weapons.",
  "4 Economic problems",
  "All the former communist states faced another problem -how to deal with the economic",
  "collapse and intense poverty left over from the communist ‘command’ economies, and",
  "how to change to ‘free-market’ economies.They needed a carefully planned and generous",
  "programme of financial help from the West. Otherwise it would be difficult to create",
  ".",
  "stability in eastern Europe Nationalism and economic unrest could cause a right-wing",
  "backlash,especially in Russiaitself, whichcould be justas threatening ascommunism was",
  "once thought to be.There wasclearly causeforconcern,given the large number of nuclear",
  ".",
  "weapons still in existence in the region There was the danger that Russia, desperate to",
  "raise money, might sell off some of its nuclear weapons to ‘unsuitable’ governments.",
  "-",
  "5 The re unification of Germany created some problems",
  "The Poles were very suspicious of a united and powerful Germany, fearing that it might",
  "try to take back the former German territory east of the rivers Oder and Neisse, given to",
  ".",
  "Poland after theSecond World War Germany alsofound itself providing refugefor people",
  "fleeing from disturbances in other states of Europe; by October 1992, at least 16 000",
  "refugees a month were entering Germany. This gave rise to violent protests from right-",
  "-",
  "wing neo Nazi groups who believed thatGermany had problemsenough of itsown-espe",
  "¬",
  "cially the need to modernize the industry and amenities of the former East Germany -",
  ".",
  "without admitting foreigners",
  "6 Relations between the western allies",
  "The disappearance of communism affected relations between the western allies, the USA,",
  "western Europe and Japan. They had been held together by the need to stand firm against",
  "communism, but now differencesemergedover trade and the extent to which the USA and",
  "Japan were prepared to help solve the problemsof eastern Europe.For instance,during the",
  "war in Bosnia, relations between the USA and the states of western Europe became",
  "strained when the USA refused to provide troops for the UN peacekeeping forces, leaving",
  "the burden to other member states. The overriding fact now was that the USA was left as",
  "the world’s only superpower; it remained to be seen how Washington would choose to",
  ".",
  "play its new role on the world stage",
  "FURTHER READING",
  "Blum, W., Killing Hope: US Military and CIA Interventions Since World War II (Zed",
  "Books, 2003).",
  ".",
  "Cawthorne, N., Vietnam -A War Lost andWon (Arcturus, 2003)",
  "Foss, C., Fidel Castro (Sutton, 2006).",
  "Gaddis, J. L., The ColdWar: A New History (Allen Lane, 2006).",
  "165",
  "THESPREADOFCOMMUNISM OUTSIDEEUROPE.",
  "Hoffman, D , The Dead Hand: Reagan,Gorbachev and the Untold Story of the ColdWar",
  ".",
  "Arms Race (Icon Books, 2011)",
  "Isaacs, J. and Downing, T., Cold War: for Forty-Five Years the World Held its Breath",
  ".",
  "(Abacus, 2008)",
  "Kapcia, A., Cuba in Revolution: A History since the 1950s (Reaktion, 2008).",
  "Lowe, P., The KoreanWar (Macmillan, 2000).",
  "MacMillan, M., Seize the Hour:When Nixon met Mao (John Murray, 2006).",
  "Matlock,J.F., ReaganandGorbachev: Howthe ColdWar Ended(Random House, 2004).",
  "-",
  "McCauley, M. Russia, America and the Cold War, 1949 1991 (Longman, 2nd edition,",
  ",",
  "2008).",
  "Ruane, K., The Vietnam Wars (Manchester University Press, 2000).",
  "Scott, L., The Cuban Missile Crisis and the Threat of Nuclear War (Continuum, 2007).",
  "Young, J. W., The Longman Companionto ColdWar and Detente (Longman, 1993).",
  "QUESTIONS",
  "1 (a) Explain why war broke out in Korea in June 1950 and why the USA became",
  "involved?",
  "(b) What were the outcomes and the effects of the war in Korea?",
  "2 Why was there a period of detente during the 1970s and 1980s, and in what ways did",
  "detente manifest itself?",
  "3 Explain why the Cold War came to an end, and show how this affected international",
  ".",
  "relations",
  "^",
  "[ 1 .",
  "There is a document question about the USA and the war in Vietnam on the website",
  "166",
  "PART I WAR ANDINTERNATIONALRELATIONS9"
]