[
  "Problems in Africa",
  "SUMMARY OF EVENTS",
  ".",
  "After achieving independence, the new African nations faced similar problems It is not",
  ".",
  "possible in the limited space available to look at events in every state in Africa The",
  "following sections examine the problems common to all the states, and show what",
  "happened in some of the countries whichexperienced one or more of theseproblems.For",
  "example:",
  "Ghana suffered economic prob.lems, the failure of democracy and several coups.",
  "Nigeria experienced civil war a succession of military coups and brutal military",
  "dictatorship.",
  "(cid:127) Tanzania - extreme poverty.",
  "(cid:127) The Congo - civil war and military dictatorship.",
  "(cid:127) Angola - civil war prolonged by outside interference.",
  "(cid:127) Burundi and Rwanda -civil war and horrifying tribal slaughter.",
  "(cid:127) South Africa w.as a special case: after 1980, when Rhodesia(Zimbabwe) gainedits",
  "independence South Africa was the last bastion of white rule on the continent of",
  "Africa, and the white minority was determined tohold out to the bitter end against",
  "black nationalism. Gradually the pressures became too much for the white minor¬",
  "ity. and in May 1994 Nelson Mandela became the first black president of South",
  ".",
  "Africa",
  "(cid:127) Liberia.Ethiopia,SierraLeoneandZimbabwe alsohad theirown specialproblems.",
  "(cid:127) In the mid-1980s most of the countries of Africa began to experience HIV/AIDS,",
  "which by 2004 had reached pandemic proportions, especially in sub-Saharan",
  "Africa. Some 28 million people - about 8 per cent of the population - were HIV",
  "positive.",
  "25.1 PROBLEMS COMMON TO THE AFRICAN STATES",
  "(a) Tribal differences",
  "bTtttfhohoehegerceeeiaryfitmgohnenreeeaerwccisgohoannlncoeianodnrttsneiitoathnanlesAirneyusIenlttedhesranNoastdoingaenthunedemdarytisoabwl,eetrhhretdhieogcetahfoErdCduhciofraiflonveodpgirylueeoawannl(ntitatyZserta.rdtiowibrieenittsh)h,tedhwBretheuriinwrbcuahe,ntihtaodhasniedaamreolniosdnrwtleyRsatiwsbmreualpegintnogtdlrlheaeta,efniltondrtircbtteohfarngaeletneidvthdilefoeofeyrmtraobelyfntryscotthaemteoys",
  "PROBLEMS IN AFRICA 563-developed ^",
  "(b) They were economically under",
  "i(haitkaombhiInnnhnnbbreieatvnaederaoeevtetjoduonvurehowls-assvoitrtcilt,dtoestmayoro8o,ndanyllce0ottnpeisd;bonhsifn,droeaptumtteohinpfseyyatotvatimerhhlseoinnfimwedercrsoddhdm.eomeeadaepnrmenNfdfinoe)honttou.tipirebaogelfocIuiaabdoeseonfkhlvcernluaeofetatiiniontuthlamdnyismwrtre,oadreetaneiaaefihddnrneosnxtceoatsmnrwpyodgelwsuinoreaoewoeboabnrssxosmetchltutphadr,og,imEahiaemcsurnastrteuhoponencepfrrrTwrdtotelodpiitroemhoahipaioiomn,idlenaesrefslgstraid..cttenbEntahAhTyalooWeuieetefhtccfybrtedaCaoaeoeoyxllcrmurriploekoherlntelrdieahnieednttnwtaercoesdstsieWvratctceheoanohisaospeltmtatferyhlierearorcaseaneo,wenno.stvsgdrdUchenioMoeo.aeodormrSnvlAnltroi^odechttt2selsrenarelt,nposgoptiAttmlreUhnihaeileforcctiSeoeryseervenfAicsecext°leoacare,spnas1ufnf°outtiAopfnsfriaftgoetuhrsearfbai,eieylecrloxetadwlahtAypapnhn/rdofrd.rbIigrrmCriteoLcseoscvaaukncolaertnvtcpialourkolnternmlnsnsernpsiose^mtytiadawsloysitfyuettlfiraaihaoochnotfsnaerentnaomtlldydydsarseel",
  "wwehricehthfoouungdhtittsoelbfeintvoaodeledftb-wyitnrogoapnsdfruonmdeSrouStohviAetfriincafluanendcZea. iTrehibsehcaaupspeenthedosetocoAunngtroileas,",
  "disapproved of Angola's Marxist-style government.",
  "(c) Political problems",
  "African politicians lacked experience of how to work the systemsof parliamentary democ¬",
  "racy left behind by the Europeans. Faced with difficult problems, they often failed tocope,",
  "and governments became corrupt. Most African leaders who had taken part in guerrilla",
  "campaigns before independence had been inlluenced by Marxist ideas, which often led",
  "them to set up one-party states as the only way to achieve progress. In many states, such",
  "tahseKoetnhyear ahnadndT,asniznacneiai,tthwiasswiomrkpeodsswibellel,tporoovpipdoinsge sstuacbhlegaonvderenffmecetnivtsebgyovelergnamlemnte.aOnsn,",
  "violence was the only answer. Military coups to remove unpopular rulers became",
  "acoftmermtowno. aPsrseassisdiennattiNonkrautmteamhpotsf hGahdanfaai,lefdor. Wexahmerpeleth,ewaarsmryemwoavsedunbayblteheorarumnwyiilnlin1g96t6o",
  "stage a coup, such as in Malawi, the one-party system flourished at the expense of free¬",
  "dom and genuine democracy.",
  "(d) Economic and natural disasters",
  "world",
  "In the 1980s the whole of Africa was beset by economic and natural disasters. The",
  "was",
  "recession reduced demand for African exports such asoil, copper and cobalt, and there",
  "a severe drought (1982-5) whichcaused crop failures, deaths of livestock, famineandysetaarr¬",
  "vation. The drought ended in 1986and much of thecontinent had record harvests that .",
  "However, by this time, Africa, like the rest of the world, was suffering from a severe debt",
  "crisis and at the same time had been forced by the International Monetary Fund (IMF) to",
  ", prescribed",
  "economize drastically in return for further loans. In a numberof cases the IMF",
  "the ESAP(Economic Structural Adjustment Programme) which the country had to follow.",
  "which",
  "Often this forced them to devalue their currency, and reduce food price subsidies, were",
  "led to increased food prices at a time when unemployment was rising and wages",
  "social",
  "falling Governments were also forced tocut theirspending on education health and",
  ". poor",
  "servicesas part of theausterity programme. Table 26.2 in the next chaptershowshow",
  "most of the African states were in comparison with the rest of the world",
  "564 PART V DECOLONIZATION ANDAFTER25.2 DEMOCRACY, DICTATORSHIP AND MILITARY GOVERNMENT",
  "IN GHANA",
  "Kwame Nkrumah ruled Ghana from the time the country gained independence in 1957",
  "until his removal by the army in 1966.",
  "(a) His initial achievements were impressive",
  "He was a socialist in outlook and wanted his people to enjoy a higher standard of living,",
  ".",
  "which would come from efficient organization and industrialization Production of cocoa",
  "(Ghana’s main export) doubled, forestry, fishing and cattle-breeding expanded, and the",
  "country’s modestdepositsof gold and bauxite were more effectively exploited.The build",
  "¬",
  "ingof adamon theRiver Volta(begun 1961) provided waterfor irrigation and hydro-elec",
  "¬",
  "tric power, producing enough electricity for the towns as well as for a new plant for",
  "smelting Ghana’s large deposits of bauxite. Government money was provided for village",
  "projects in which local people built roads and schools.",
  "-",
  "Nkrumah also gained prestige internationally: he strongly supported the pan African",
  "movement, believing that only through a federation of the whole continent could African",
  ".",
  "power make itself felt As a start, an economic union was formed with Guinea and Mali,",
  "though nothing much came of it, while hisdream of an African federal state quickly faded",
  "(seeSection 24.1(c)).He supported theOrganizationof AfricanUnity(set up in 1963),and",
  "usually played a responsible role in world affairs, keeping Ghana in the Commonwealth;",
  "in 1961 Queen Elizabeth II made a state visit to Ghana. At the same time Nkrumah forged",
  ".",
  "links with the USSR, East Germany and China",
  "(b) Why was Nkrumah overthrown?",
  "He tried to introduce industrialization too quickly and borrowed vast amounts of capital",
  "from abroad, hoping to balance the budget from increased exports. Unfortunately Ghana",
  "was still uncomfortably dependent on cocoa exports, and a steep fall in the world price of",
  "cocoa left her with a huge balance-of-payments deficit. The smelting plant was a disap",
  "¬",
  "pointment because the American corporation that built and owned it insisted on buying",
  "bauxite from abroad instead of using Ghanaian bauxite. There was criticism that too much",
  "money was being wasted on unnecessary projects, like the ten-mile stretch of motorway",
  "from Accra (the capital) to Tema, and some grandiose building projects.",
  "Probably the most important reason for his downfall was that he gradually began to",
  "abandon parliamentary government in favour of a one-party state and personal dictator",
  ". ¬",
  "ship He justified this on the grounds that the opposition parties, which were based on",
  "tribaldifferences, werenotconstructive and merely wanted more powerin their own areas.",
  "They had no experience of working a parliamentary system, and as Nkrumah himself",
  "wrote: ‘Even a system based on a democratic constitution may need backing up in the",
  "period following independence by emergency measures of a totalitarian kind.’",
  "From 1959 onwards, opponents could be deported or imprisoned for up to five years",
  "without trial. Even the respected opposition leader,J. B. Danqua, was arrested in 1961 and",
  "died in prison.In 1964all partiesexcept Nkrumah’s were banned,andeven within hisown",
  "party no criticism was allowed. He began to build up the image of himself as the ‘father",
  "of the nation’.Sloganssuch as ‘Nkrumah isour Messiah, Nkrumah never dies’ were circu",
  "¬",
  "lated, and numerous statues of the ‘saviour’ were erected. This struck many people as",
  "absurd, but Nkrumah justified it on the grounds that the population could identify itself",
  "PROBLEMS IN AFRICA 565better with asingle personality as leader than with vague notionsof the state. All this, plus",
  "the fact that he was believed to have amassed a personal fortune through corruption, was",
  "too much for the army, which seized control when Nkrumah was on a visit to China",
  "(1966). The American CIA gave the coup its full backing, because the USA disapproved",
  ".",
  "of Nkrumah’s links with communist states",
  "The military government promised a return todemocracy as soon as a new constitution",
  "could be drawn up, complete with safeguards against a return to dictatorship. The consti",
  "¬",
  "tution was ready in 1969 and the elections returned Dr Kofi Busia, leader of the",
  "Progressive Party, as the new prime Minister (October 1969).",
  "(c) Kofi Busia",
  "Dr Busia survived only until January 1972 when he too was overthrown by the army. An",
  "academic who had studied economics at Oxford, Busia illustrates perfectly the difficulties",
  "of democraticallyelected politicians trying to maintain political stability in the African situ",
  "¬",
  "ation. In power in the first place only by permission of the army, he had to produce quick",
  ".",
  "results Yet the problems were enormous - rising unemployment, rising prices, the low",
  "price of cocoa on the world market, and massive debts to be repaid. Canada and the USA",
  "were prepared to wait for repayment, but other countries, including Britain, were not so",
  ".",
  "sympathetic Busia, who had a reputation for honesty, genuinely tried to keep up payments,",
  ".",
  "but these were using up about 40 per cent of Ghana’s export profits In 1971 imports were",
  ".",
  "limited and the currency was devalued by nearly 50 per cent Busia was hampered by the",
  "tribal squabbles which re-emerged under conditions of democracy, and the economic situ",
  "¬",
  "ation deteriorated so rapidly that in January 1972, while he was away on a visit to London,",
  "thearmy announced that he had been replaced by a National RedemptionCouncil under the",
  ".",
  "leadership of Colonel Ignatius Acheampong They too struggled with all the same prob",
  ". ¬",
  "lems, exacerbated by sharp rises in the price of oil and other imports",
  "(d) J J. Rawlings",
  ".",
  "As Ghana continued to flounder amid her economic problems, Acheampong was himself",
  "removedfrom power by General Fred Akuffo,foralleged corruption. In June 1979,agroup",
  "- - -",
  "of junior officers led by 32 year old Jerry J. Rawlings, a charismatic air force officer of",
  "mixed Ghanaian and Scottish parentage, seized power on the grounds that corrupt soldiers",
  "and politicians needed to be weeded out before a return to democracy. They launched what",
  "was described as a ‘house-cleaning’ exercise in which Acheampong and Akuffo were",
  "executed after secret trials. In July, elections were held as a result of which Rawlings",
  ".",
  "returned Ghana to civilian rule with Dr Hilla Limann as president (September 1979)",
  "Limann was no more successful than previous leaders in halting Ghana’s economic",
  ".",
  "decline Corruption was still rife at all levels, and smuggling and hoarding of basic goods",
  ".",
  "were commonplace During 1981, inflation was running at 125 per cent, and there was",
  "widespreadlabour unrestas wages remained low.Rawlingscame to theconclusion that he",
  "and some of his associates could do better. Limann was removed in a military coup",
  "(December 1981), and Flight-Lieutenant Rawlings became chairman of a Provisional",
  "National Defence Council (PNDC). He was rare among military leaders: the army did not",
  "-",
  "want power, he said, but simply to be ‘part of the decision making process’ which would",
  ".",
  "change Ghana’s whole economic and social system Though Rawlings remained leader,",
  "-",
  "the PNDCappointed acivilian governmentof well known figuresfrom political andacad",
  "¬",
  "emic circles.Ghana suffered badly from the drought in 1983, but there was ample rainfall",
  "in 1984, bringing a good maize harvest.",
  "566 PARTY DECOLONIZATION ANDAFTERL",
  "Reluctantly Rawlings turned to the IMF for help, and though he had to agree to their",
  "conditions (austerity measures had to be introduced), the new recovery programme soon",
  "seemed to be working. Production rose by 7 per cent, and early in 1985 inflation was",
  "down to 40 per cent. As Ghana celebrated 30 years of independence (March 1987), she",
  "was still on course for recovery, and Rawlings and his party, the National Democratic",
  "Congress (NDC),evoking memoriesof Nkrumah, were running an apparently successful",
  "campaign to unite the 12 million Ghanaians solidly behind them. In the early 1990s",
  "Ghana was enjoying one of the highest economic growth rates in Africa. Yet for many",
  "people ther.e remained one big criticism: there was no progress towards representative",
  "democracy Rawlings responded in 1991 by calling an assembly todraw upa new consti",
  "tution, and promised democratic elections in 1992. These duly went ahead (November)¬",
  "and Rawl.ings himself waselected president forafour-year term, withover58 percent of",
  "i the votes He was both.Head of State and Commander-in-Chief of the Armed Forces. He",
  "was re-elected in 1996 but theconstitution did not allow him tostand again in 2000.His",
  "career had been a remarkable one; seizing power in 1981 at the age of only 36, he",
  "remained leaderforsome 20years,and gaveGhanaa long periodof political stability and",
  "modest prosperity.",
  "The NDC chose Vice-P.resident J. E. A. Mills as its presidential candidate. His main",
  "opponent was John Kufuor leader of the New Patriotic Party. Mills wasexpected to win,",
  "but Kufuorscored a surprise victory and took overas president in January 2001.The NDC",
  "defeat was probably caused by economic problems- there had been a fall in the world",
  "pricesof cocoa and gold, which were Ghana’s two main exports-and by thefact that the",
  "popular J. J. Rawlings was no longer the candidate. Kufuor continued the stability and",
  "prosperity, and in 2002 he set up a National Reconciliation Commission. He was re",
  "elected in 2004 and remained president until the next election, in December 2008. He¬",
  "concentrated on diversifying Ghana's economy, modernizing agriculture and infrastruc",
  "ture, and encouraging private involvement. Social conditions were improved and the¬",
  "National Health System wasreformed. In 2005theGhanaSchool Feeding Programme was I’",
  "started-this provided a free hot meal a day for schoolchildren in the poorest areas.",
  "Ghana continued to be regarded as one of the most stable, prosperous and generally",
  "successful democracies in the wholeof Africa. Kufuor’s policies won the approval of the",
  "western countries and the US Millennium Challenge Account awarded Ghana a record",
  "$500 million grant foreconomic development. However, Kufuor was not without hiscrit",
  "ics among whom J. J. Rawlings was prominent. The complaints were that some projects¬",
  "had not been carried through fully andsome had been underfundedor not funded at all. In",
  "the 2008 elections the NDC candidate,J.E. A. Mills, won the narrowest of victories.",
  "25.3 CIVIL WARS AND CORRUPTION IN NIGERIA",
  "Superficially, Nigeria, which gained independence in 1960, seemed to have advantages",
  "over",
  "Ghana;it was potentially a wealthy state,extensiveoil resourceshaving been discov",
  "ered in the eastern coastal area. The prime minister was the capable and moderate Sir¬",
  "wAabsubmakaadreTparfeaswidaeBntalwewhean,asNsiisgteerdiabybethceamveeteararnepnuabtiloicnailnist1l9ea6d3e.rHNonwamevdeir,Aiznik1iw96e,6wthhoe",
  "government wasoverthrown bya military coup,and thefollowing yearcivil war brokeout",
  "and lasted until 1970.",
  "(a) What caused the civil war?",
  "Acombination of the problems mentioned inSection 25.1 led to the outbreak.",
  "-",
  "J PROBLEMSIN AFRICA 567(cid:127)",
  "Nigeria’s tribal differences were more serious than Ghana’s, and although the",
  "constitution was a federal one, in which each of the three regions (north, east and",
  "west) had its own local government, the regions felt that the central government in",
  "Lagos did not safeguard their interests sufficiently. Balewa came from the Muslim",
  "north where the Hausaand Fulani tribes were powerful;the Yorubasof the westand",
  "the Ibos of the south and east were constantly complaining about northern domina",
  "¬",
  "tion,even though Azikiwe was an Ibo.",
  "(cid:127) To make matters worse there was an economic recession. By 1964 prices had risen",
  "by 15 per cent, unemployment was rising and wages were, on average, well below",
  "what had been calculated as the minimum living wage.Criticism of the government",
  "mounted and Balewa replied by arresting Chief Awolowo, prime minister of the",
  "western region, which for a time seemed likely to break away from the federation.",
  "Thecentral government wasalsoaccusedof corruption after blatantly trying to ‘fix’",
  "the results of the 1964 elections.",
  "(cid:127) In January 1966 there was a military coup carried out by mainly Ibo officers, in",
  ".",
  "which Balewa and some other leading politicians were killed After this the situa",
  "¬",
  "tiondeterioratedsteadily:in the north there weresavage massacresof Ibos,who had",
  ".",
  "moved into the region for better jobs The new leader, General Ironsi, himself an",
  "Ibo, was murdered by northern soldiers. When a northerner, Colonel Yakubu",
  "Gowon,emerged supreme,almost all the Ibosfled from other partsof Nigeria back",
  "to the east, whose leader, Colonel Ojukwu, announced that the eastern region had",
  "seceded (withdrawn) from Nigeria to become the independent state of Biafra (May",
  ".",
  "1967) Gowon launched what he described as a ‘short surgical police action’ to",
  ".",
  "bring the east back into Nigeria",
  "(b) The civil war",
  "It took more than ashort police action,as the Biafransfought back vigorously. Britain and",
  "the USSR supplied Gowon with arms,and France supplied Biafra. It wasa bitterand terri",
  "¬",
  "ble war, in which Biafra lost more civilians from disease and starvation than troops killed",
  "in thefighting. Neither the UN, the Commonwealth,nor theOrganization of African Unity",
  "was able to mediate, and the Biafrans hung on to the bitter end as Nigerian troops closed",
  "in on all sides. The final surrender came in January 1970. Nigerian unity had been",
  "preserved.",
  "(c) Recovery after the war was remarkably swift",
  "-",
  "There were pressing problems: famine in Biafra, inter tribal bitterness, unemployment,",
  "and economic resources strained by the war. Gowon showed considerable statesmanship",
  ". -",
  "in thisdifficult situation There was no revenge taking,as the Ibos had feared,and Gowon",
  "made every effort to reconcile them, persuading them to return to their jobs in other parts",
  "of the country. He introduced a new federal system of 12 states, later increased to 19, to",
  "give more recognition of local tribal differences; this was a pragmatic move in a country",
  ".",
  "with so much ethnic diversity The Nigerians were able to take advantage of rising oil",
  "prices in the mid-1970s, which gave them a healthy balance of payments position. In 1975",
  "Gowon was removed by another army group, which probably thought he intended to",
  "return thecountry tocivilian rule tooearly. Nigeriacontinued to prosperand the army kept",
  "its promise of a return to democratic government in 1979. Elections were held, resulting",
  ".",
  "in President Shagari becoming head of a civilian government With Nigeria’s oil much in",
  "demand abroad, prosperity seemed assured and prospects for a stable government bright.",
  "568 PARTY DECOLONIZATION ANDAFTER(d) Unfulfilled promise",
  "Unfortunately disappointment was soon tofollow:during 1981 theeconomy got into diffi",
  "¬",
  "culties. The Nigerians had relied too heavily on oil exports; there was a fall in world oil",
  "prices, and the healthy trade balance of 1980 became a deficit in 1983. Although Shagari",
  "was elected for another four-year term (August 1983), he was removed by a military coup",
  "the following December. According to the new leader, Major-General Bukhari, the civil",
  "¬",
  "ian government was guilty of mismanagement of the economy, financial corruption and",
  ".",
  "rigging of the election In August 1985, Bukhari became the victim of yet another coup",
  "carried out by a rival group of army officers who complained that he had not done enough",
  "to reverse the fall in living standards, rising prices, chronic shortages and unemployment.",
  "Simmering in the background was religious unrest between the largely Muslim north and",
  ".",
  "the mainly Christian south",
  "The new president, Major-General Babangida, began energetically, introducing what",
  "he called a ‘belt-tightening’ campaign, and announcing plans to develop the non-oil side",
  "of the economy. He aimed to expand production of rice, maize, fish, vegetable oil and",
  "animal products, and to give special priority to steel manufacture and the assembly of",
  "motor vehicles. Following the example of Jerry Rawlings in Ghana, he declared that his",
  "military government would not remain in power ‘a day longer than was absolutely neces",
  ". ¬",
  "sary’ A committee of academics was set to work to produce a new constitution which",
  "could ‘guarantee an acceptable and painless succession mechanism’; October 1990 was",
  "fixed as the date for a return to civilian rule. Another blow came in 1986 with a further",
  "dramatic fall in oil prices, which in June reached a record low of only $10 a barrel. This",
  "wasa disasterfor the government, which had based its 1986 budgetcalculationson a price",
  "of $23.50a barrel. It wasforced to accept a loan from the World Bank toenable the recov",
  "¬",
  "ery programme to go ahead.",
  "In spite of the economic problems, local and state elections were held as promised in",
  "1990 and 1991 and there seemed a good chance of a return to democratic civilian rule; in",
  "June 1993 Chief Abiola won the presidential election. However, Babangida announced",
  "that the election had been annulled because of malpractices, although most foreign",
  ".",
  "observer: ported that it had been conducted fairly and peacefully Babangida’s deputy,",
  "General Sani Abacha, seized power in a bloodless coup, and Chief Abiola was later",
  ".",
  "arrested",
  "Abacha’s rule soon developed into a repressive military dictatorship with the impris",
  "¬",
  "onment and execution of opposition leaders, which brought worldwide condemnation",
  "(November 1995). Nigeria was suspended from the Commonwealth and the UN applied",
  "economic sanctions; most countries stopped buying Nigerian oil and aid was suspended,",
  "which were further blows to the economy. Abacha meanwhile continued apparently",
  "unmoved, maintaining that he would hand power to a democratically elected president in",
  "1998, or when he felt ready. Some opposition groups called for the country to be divided",
  "up into separate states; othersdemanded a looserfederal system which would enable them",
  "to escape from the appalling Abacha regime. Corruption continued to flourish; it was",
  "reported that during Babangida’s period of power, over $12 billion in oil revenues had",
  ".",
  "gone missing, and this trend was maintained under Abacha Nor were such practices",
  "confined to the political elite: there wasevidence thatatevery level of activity,bribery was",
  "usually necessary to keep the system operating.",
  "Itseemedas though military rule mightcontinue indefinitely;then in June 1998 Abacha",
  "died unexpectedly. He was replaced by General Abubakar, a northern Muslim, who",
  "promised a return to civilian rule as soon as was practical. Political prisoners were",
  "released, and political parties allowed to form, in preparation for elections to be held in",
  "1999.Three main parties emerged: the People’s Democratic Party (PDP), the All People’s",
  "Party (a more conservative party based in the north) and the Alliance for Democracy (a",
  "569",
  "PROBLEMS IN AFRICA.",
  "^ ^",
  "^",
  "m",
  "* *",
  "mZasinaly Yontba party based in the sinotuetrhn-aetaisotn)a.lTohbesep*rveUrs to be fKair a*n,d free 01usegUn",
  "1999 w^aosodfeTchlearPedDPbywaastdeeacmlaroefd the winner and he took over as pres den May.",
  "(e) Civilian rule again",
  "tpwwirohaensiscsirdhedelhneiagstidigConbulieesndetanontnadolpleeoatlhwiidmneiaidcnvatviotsieoiftlacelionlnrcir2neu0t,op0at0dnio,disnprt.rehopNemaieigircse.oirnHnigaoo'mawsiydeivntdetoierdrr,netnashottiotinorgfneusaltdlfhiielidmictnoasougptneorttruiemynnptssimraionlo.vforeatdhstlrayun:cdtthuUerreSe,",
  "(cid:127)(cid:127) TTCtNfwuhhharoeesrthrissmeaemtrrioaawoncwnsatotshasm.sssTpseotparlhfiitoecoefrrau,iaegtsadehrdihtocpiaunrdbongvybdiaoblltelw5ehmete0nwayc0iewess0esna0ubbseeetphetteownehofeedpheSolcoenhmosawtnidirnltieiiiaaftnrfyneueltaorfbeHowuenrsat.ctwueTvstderhiaeoiibtntlsoreailntibfhslceegeeaeraotnbsfwudryeopostwmts,the.eebmetFuhTntoeoirivtfMrhemihIuxssoislanamlwmimomearpissisclteyan,alf.oatneiwwdnr",
  "which imposes severe punishments, including amputation of limbs and death by",
  "stoning; forexample: for theft -amputation of the right hand for a first offence,left",
  "foot for a second offence, left hand for a third, and so on. A man in the state of",
  "Zamfara lost his right hand forstealing the equivalent of £25. Punishmentsareespe¬",
  "cially severe on women: committing adultery and becoming pregnant outside",
  "marriage can bring a sentence of death by stoning. By the end of 2002, 12 of the 19",
  "states-those in the north, which are mainly Muslim - had adopted Sharia law into",
  "their legal systems. Sharia was only applied to Muslims, but it was opposed by",
  "many Christians, who thought it was barbaric and medieval.",
  "In the other states, which have Christian majorities, there were violent clashes",
  "between Muslims and Christians. The president and the attorney-general, both",
  "Christians and southerners, were against the introduction of Sharia law, but were in",
  "a difficult situation. With the presidential election due in April 2003, they could not",
  "afford toantagonize the northern states. However, the attorney-general did gosofar",
  "astodeclareSharia law illegal on the grounds that it infringed the rightsof Muslims",
  "by subjecting them ‘to a punishment more severe than would be imposed on other",
  "overturned the",
  "Nigerians for the same offence’. In March 2002 an appeal court",
  "same",
  "death sentence imposed on a woman in Sokoto state for adultery; but in the",
  "month, a woman in Katsina state was sentenced to death by stoning for having a",
  "child out of wedlock. Later in the year a young couple were sentenced to death for",
  "having sex outside marriage. These sentences aroused strong international protests,",
  "federal",
  "both the European Union and the USA expressed their concern, and the",
  ".",
  "government of Nigeria said that it was totally opposed to such sentences",
  "unwise",
  "(cid:127) There was serious violence in the northern city of Kaduna following the",
  "2002. Many",
  "decision to stage the Miss World contest in Nigeria in December",
  "national",
  "Muslims strongly disapproved, but in November an article appeared in the",
  "himself would",
  "newspaper, This Day,which suggested that the Prophet Mohammed",
  "a",
  "chosen",
  "not have objected to the Miss World contest, and would probably have",
  "wifefrom among thecontestants.Thisoutraged Muslim opinion; the officesboufrTnhedis-",
  "CDhanystinianKsardeutanlaiatwederaenddeosvterory2e0d0 pbeyopMleudsliiemdsi,natnhedrsiootminegcthhautrfcohleloswweder.eTheMts‘",
  "northern",
  "World contest was relocated to the UK, and the deputy governor of the",
  "570 PARTV DECOLONIZATION AND AFTERstate of Zamfara issued a fatwa (formal decision) urging Muslims to kill Isioma",
  ".",
  "Daniel, the writer of the article",
  "(cid:127)",
  "Early in 2003 there were outbreaks of ethnic violence in the southern Niger delta",
  "region. This was serious because it was an important oil-producing centre; three",
  "foreign oilcompanies wereforced to suspend operations,and Nigeria’s total output",
  "of oil fell by 40 per cent.",
  "In spite of all the problems, president Obasanjo won a convincing victory in the elec",
  "¬",
  "tions of April 2003, taking over 60 per cent of the votes; his People’s Democratic Party",
  "won majoritiesin both housesof parliament. But thingsdid not becomeany easierfor him:",
  "in July the country wascrippled by a general strike in protest against large increases in the",
  "price of petrol. Violence between Christians and Muslims now seemed a permanent",
  "feature of life in Nigeria; in February 2004 at least 150 people were killed in Plateau state",
  "in central Nigeria,after Muslims attacked a church and Christians took revenge. Statistics",
  "published by the UN showed that between66and 70 percentof the population wereliving",
  "in poverty, compared with 48.5 per cent as recently as 1998. The same basic problem",
  "continues-the misuseof Nigeria’soil wealth. By 2004 thecountry had been exporting oil",
  "for more than 30 years, earning over $250 billion in revenue. However, ordinary people",
  "had seen very little benefit, while the ruling elites had amassed huge fortunes. In 2005 the",
  "president seemed to be making determined efforts to root out corruption. Several govern",
  "¬",
  "ment ministers were sacked and even the vice-president, Atiku Abubakar, was accused of",
  "accepting bribes. During 2006 Nigerians were treated to the spectacle of their president",
  "and vice-president accusing each other of corruption and demanding the other’s resigna",
  "¬",
  "tion. The constitution did not allow a president to run for more than two terms; however,",
  "the 2007 presidential election was won by Obasanjo’schoicefor the PDP party, the highly",
  ".",
  "respected Umaru Yar’Adua",
  "Sadly, Yar’Adua was dogged by ill health and in November 2009 was flown to Saudi",
  ". -",
  "Arabiafor medical treatment Vice President Goodluck Jonathan, a Christian, took over as",
  "acting president. Yar’Adua’s death was announced in May 2010. Goodluck Jonathan was",
  "elected president in April 2011. His popularity soon plummeted when he announced the",
  "removal of a fuel subsidy, one of the few benefits that ordinary Nigerians enjoyed from",
  "their country’s oil. The removal more than doubled the price of petrol from 45 centsa litre",
  "-",
  "to 94 cents a litre, causing nationwide and violent protests culminating in a week long",
  "strike. Eventually Jonathan bowed to pressure and announced that the price would be 60",
  "centsa litre (January 2012).The unionscalled off the strikes but many people still believed",
  "that the price was too high. Meanwhile there was violence in the north where a radical",
  "Islamist group, Boko Haram, which wanted a separate Islamic state in the north, was",
  "blamed fora series of shootings and bombings killing around 500 people in the first of half",
  "of 2012. President Jonathan and his PDP supporters announced that they were determined",
  "to preserve the unity of Nigeriaand to restore peace and security; but towards the end of the",
  "year there were reports that the government wason the verge of losing controlof the north.",
  "25.4 POVERTY IN TANZANIA",
  "Tanganyika becameindependent in 1961and was joined in 1964 by the island of Zanzibar",
  "to form Tanzania. It was ruled by Dr Julius Nyerere, leader of the Tanzanian African",
  "Nationalist Union (TANU), who had to deal with formidable problems:",
  "(cid:127) Tanzania was one of the poorest states in the whole of Africa.",
  "(cid:127) There was very little industry, few mineral resources and a heavy dependence on",
  ".",
  "coffee production",
  "PROBLEMS IN AFRICA 571(cid:127)",
  "Later, Tanzania became involved in expensive military operations to overthrow",
  "President Idi Amin of Uganda, and provided help and training for nationalist guer",
  "¬",
  ".",
  "rillas from countries like Zimbabwe",
  "(cid:127) On the other hand, tribal problems were not asseriousaselsewhere,and theSwahili",
  ".",
  "language provided a common bond",
  "Nyerere retired as president in 1985 (aged 63), though he remained chairman of the party",
  "until 1990. He was succeeded as president by Ali Hassan Mwinyi, who had been vice-",
  "president, and who ruled for the next ten years.",
  "(a) Nyerere's approach and achievements",
  "His approach was different from that of any other African ruler. He began conventionally",
  "enough by expanding the economy:during the first ten years of independence, production",
  "of coffee and cotton doubled and sugar production trebled, while health services and",
  "education expanded. But Nyerere was not happy that Tanzania seemed to be developing",
  "along the same lines as Kenya, with an ever-widening gulf between the wealthy elite and",
  "the resentful masses. His proposed solution to the problem was set out in a remarkable",
  "document knownastheArusha Declaration,published in 1967.The country was to be run",
  ".",
  "on socialist lines",
  "(cid:127) .",
  "All human beings should be treated as equal",
  "(cid:127)",
  "The state must have effective control over the means of production and must inter",
  "¬",
  "vene in economic life to make sure that people were not exploited,and that poverty",
  ".",
  "and disease were eliminated",
  "(cid:127) There must be no great accumulations of wealth, or society would no longer be",
  ".",
  "classless",
  "(cid:127) .",
  "Bribery and corruption must be eliminated",
  "(cid:127) According to Nyerere, Tanzania was at war, and the enemy was poverty and",
  "oppression.The way to victory was not through money andforeign aid, but through",
  "hard work and self-reliance.Thefirst priority was to improveagriculture so that the",
  "- .",
  "country could be self sufficient in food production",
  "Nyerere strove hard to put these aims into practice: all important enterprises, including",
  "-",
  "those owned by foreigners, were nationalized; five year development plans were intro",
  "¬",
  "duced. Village projects were encouraged and given aid by the government; these involved",
  "ujamaa (‘familyhood’, or self-help): families in each village pooled resources and farmed",
  "-",
  "in co operatives; these were small but viable units which operated collectively and could",
  "use more modern techniques. Foreign loans and investments as well as imports were",
  "reduced to a minimum to avoid running into debt. Politically, Nyerere’s brand of social",
  "- . ¬",
  "ism meant a one party state run by TANU, but elections were still held It seemed that",
  "some elements of genuine democracy existed, since voters in each constituency had a",
  "choice of two TANU candidates and every election resulted in a large proportion of MPs",
  ".",
  "losing their seats Nyerere himself provided dignified leadership, and with his simple",
  "lifestyle and complete indifference to wealth, he set the perfect example for the party and",
  "the country to follow. It was a fascinating experiment which tried to combine socialist",
  "direction from the centre with the African traditions of local decision-making. It tried to",
  "provide an alternative to western capitalist society with its pursuit of profit, which most",
  "other African states seemed to be copying.",
  "572",
  "PARTY DECOLONIZATION ANDAFTER(b) Success or failure?",
  "Despite Nyerere’s achievements, it was clear when he retired in 1985 that his experiment",
  "had been, at best, only a limited success. At an international conference on the Arusha",
  "Declaration (held December 1986), President Mwinyi gave some impressive social statis",
  "¬",
  "tics which few other African countries could match: 3.7 million children in primary",
  "school; two universities with, in total, over 4500 students; a literacy rate of 85 per cent;",
  "150 hospitals and 2600 dispensaries; infant mortality down to 137 per thousand; life",
  ".",
  "expectancy up to 52",
  "However,other parts of the Arusha Declaration were not achieved.Corruption crept in",
  "because many officials were not as high-minded as Nyerere himself. There was insuffi",
  ". ¬",
  "cient investment in agriculture so that production was far below what was expected The",
  "nationalization of the sisal estates carried out in the 1960s was a failure-Nyerere himself",
  "admitted that production had declined from 220 000 tonnes in 1970 to only 47 000 tonnes",
  ".",
  "in 1984,and in May 1985 he reversed the nationalization From the end of 1978,Tanzania",
  "was in difficulties because of the fall in world prices of coffee and tea (her main exports),",
  "rising oil prices (which used up almost half her earningsfrom exports) and the expense of",
  "the war against Amin in Uganda (at least £1000 million). Although oil prices began to fall",
  "during 1981, there was soon the problem of the near-collapse of her other exports (cattle,",
  ".",
  "cementand agricultural produce), which left her withoutforeign exchange Loansfrom the",
  ".",
  "IMFonly brought her the added problem of how to meet the interest repayments Tanzania",
  "-",
  "was nowhere near being a socialist state, nor was it self sufficient-two major aimsof the",
  "Declaration. Nyerere’s socialist experiment might have worked well in a closed economy,",
  "but unfortunately Tanzania was becoming part of the ‘global village’, exposed to the",
  "vagaries of the world economy.",
  "Nevertheless Nyerere was deservedly highly respected both as an African and as a",
  "world statesman, as an enemy of apartheid in South Africa, and as an outspoken critic of",
  "the world economy and the way it exploited poor countries. He played a vital role in the",
  ".",
  "overthrow of Idi Amin, the brutal dictator who ruled Uganda from 1971 until 1979",
  "Nyerere’s prestige was at its height when he was chosen as chairman of the Organization",
  "of African Unity (OAU) for 1984-5.",
  "(c) Tanzania after Nyerere",
  "-",
  "Nyerere’s successor, President Mwinyi, while at first keeping to the one party system,",
  "began to move away from strict government control,allowing more private enterprise and",
  "a mixed economy; he also accepted financial help from the IMF, which Nyerere had",
  ". - -",
  "alwaysavoided Mwinyi was re elected forafurtherfive year term in 1990;in 1992a new",
  "constitution was introduced, allowing a multi-party system. The first major democratic",
  "elections were held in October 1995. Mwinyi was obliged to stand down after two terms",
  "as president.The ruling party, which now called itself Chama Cha Mapinduzi (CCM -the",
  ".",
  "Party of the Revolution), put forward Benjamin Mkapa as its presidential candidate He",
  "won a clear victory, with 60 per cent of the votes, and the CCM won 214 out of the 269",
  ".",
  "seats in parliament",
  "Tanzania’s economy continued to be fragile and dependent on foreign aid. But foreign",
  ".",
  "aid often came with unpleasant strings attached In April 2000, for example, the IMF",
  "announced a debt-relief package for Tanzania, but one of the conditions was that parents",
  "had to contribute part of the fees for their children’s education. This was totally unrealis",
  "¬",
  "tic for a poor country like Tanzania and consequently the numbers of children in primary",
  "schools fell sharply. Nor was the situation helped by the spread of the HIV/AIDS virus,",
  ".",
  "which infected over a million people Care and prevention became major public health",
  "573",
  "PROBLEMS IN AFRICA=",
  "^ ^",
  "x^,, =s =«= . 5ES",
  "problems.A hesamelime,thereiweresome prom»Sising^d!evdopme^n ta l9WTan",
  "^ :",
  "S",
  "& SSE E 3",
  "“",
  "which wanted more freedom from the mainland. However, the Were",
  "disorganized and seemed to have nothing better to offer, t e presi",
  "a sweeping victory - Mkapa took over 70 per cent of the votes and CCM won about 90",
  "per cent of the seats in parliament. Foreign observers declared the elections to be free and",
  "fair,except in Zanzibar, where there were always complaints of rigging.",
  "As Tanzania moved further into the twenty-first century, the economy began to fulfil",
  "-",
  "some of its promise. President Mkapa privatized a number of state owned corporations",
  "and introduced free-market policies, hoping that this would attract foreign investment and",
  "help towards economic expansion. The IMF and World Bank were so impressed by this",
  "that they obligingly agreed tocancel someof Tanzania s foreign debts. By the time Mkapa",
  "stepped down at the end of his second term in 2005, Tanzania was well on the way to",
  "becoming the world's third largest gold producer,and both loreign investment and tourism",
  "were increasing. However although he had promised to put an end to corruption, he",
  ",",
  "himself wasaccused of having,during the privatizations, illegally appropriated to himself,",
  "a coal mine. He was also criticized for spending £15 million on a private presidential jet.",
  ".",
  "In the 2005election theCCM candidate,Jakaya Kikwete a protege of Julius Nyerere,was",
  "elected president.He vowed toeliminatecorruption and invested in the building of around",
  "1500 new schools around the country and a new university at Dodoma, the capital. The",
  "USA gave a grant of some $700 million to help Tanzania's general development, and the",
  "UK promised £500 million towardseducation.",
  "25.5 THE CONGO/ZAIRE",
  "(a) Why and how did civil war develop?",
  "Section 24.6(b)explained how the Belgians suddenly allowed the Congo to become inde",
  "pendent in June 1960,with completely inadequate preparations.There was noexperienced¬",
  "group of Africans to which power could be handed over. The Congolese had not been",
  "educated for professional jobs, very few had received any higher education and no politi",
  "cal parties had been allowed. This did not mean that civil war was inevitable but there¬",
  "were added complications. ,",
  "‘ TlriWe '“ .",
  "? “b°Ut ,dlffcrem tribes (or eth,nic Sro“Ps “ they now tend to be",
  "frcLauTnlmleZiudmi),SbwahieMcmhaI?e'm°rwg\"ioenudH!SldaMSshtah0verSerd'omrVmai,0idn!(leaMnnt'htNeapQnaCdr'toylcne;hgdbaouobtyditcihfafedirfcee0u“wltieoetronrespohowvoseletdr-roe5tfo0fhgiedcelietdfhfceeilnrreerenwkvt,hegiPncraohtwurtipihctshee.",
  "Tht",
  "^ inmoteT'",
  "wpehnedenfce.he AfwJasl!p .“ ‘.a^8a,n\"st ,?he(Jfu“l>t lt9h6a0t >all off(cid:127)icfeerws dwaeyrseafBteerlgiinadnes-,",
  "K",
  "encouraged by the Belgian",
  "574 PARTV DECOLONIZATION",
  "ANDAFTER.",
  "coppe^miHing mduntry to declare itself independent under Moi'se Tshombe. This",
  "was the wealthiest part of the Congo, which the new state could not afford to lose.",
  "Lumumba, unable to rely on his mutinous army,appealed to the UN to help him",
  "preserve Congolese unity,and a 3000-strong peacekeeping force soon arrived.",
  "civil war and the role of the UN",
  "The",
  "(b)",
  "uniumba wanted to use UN troops to force Katanga back into the Congo,but the situa",
  "I complex.The president had already madehimself unpopular with the Americans¬",
  "was",
  "tion",
  "Britishbecause of his outspoken socialism; the Americans inparticular regarded him",
  "and",
  "communist who wouldaligntheCongoonthesideoftheUSSRintheCold",
  "asadangerous",
  "War.Many Belgians preferred an independent Katanga, which would be easier for them",
  "influence,and they wanted to continue their control of the copper mining. Faced with",
  "taollthese pressures,the UN secretary-general,DagHammarskjold,refused to allow aUN",
  "attack on Katanga, though at the same time he refused to recognize Katangese indepen",
  "¬",
  "denc.e.Indisgust Lumumbaappealed torhelptothe Russians,but thishorrifiedKasavubu,",
  "supported by General Joseph Mobutu and encouraged by the Americans and",
  "who",
  "Belgians had Lumumba arrested; he and two former ministers in his government were",
  ", .",
  "later badly beaten and then murdered by Belgian troops As the chaos continued,",
  "Hammarskjold realized that more decisive UN action was needed, and although he was",
  "killed in an air crash while flying to Katanga to see Tshombe, his successor, U Thant,",
  "followed the same line. By mid-1961 there were 20 (XX) UN troops in the Congo; in",
  "September they invaded Katanga and inDecember 1962 theprovinceadmitted failureand",
  "endedits secession;T.shombe went into exile.",
  "Though successful UN operations had been expensive, and within a few months all",
  "their troops were withdrawn. Tribal rivalries aggravated by unemployment caused disor",
  "¬",
  "ders to break out again almost immediately,and calm was not restored until 1965 when",
  "GeneralMobutuof the Congolese army,using white mercenaries andbackedby the USA",
  "andBelgium,crushed all resistance and took over the government himself.",
  "(0 General Mobutu in power",
  "ftwasprobably inevitable that if theCongo,withitsmanyproblems(anunder-developed",
  "economy",
  ",tribal divisions anda shortage ofeducatedpeople),was to stay united,a strong",
  "authoritariangovernment wasrequired.Mobutuprovidedexactly that!There was a grad¬",
  "ualimprovement inconditionsas theCongolesegainedexperienceofadministration,and",
  "tfle economy began, to look healthier after most o,f the European-owned mines were",
  "nationalized.",
  "°WeVer inthe ate 1970s there were more troub es- In 1977 KatanSa tnow known as",
  "Snhahba) was’invaded by troops from Angola, apparently encouraged by the Angolan",
  "Vernment, which resented Mobutu’s earlier intervention in its affairs (see Section",
  "24 .",
  "Cforoflhdw,'’S3SndRbly°tmheaUkeSSaRS’ewstuhriechargeasiennsttetdheAmAmereicriacnanssu,papnodrtyfoert Manoobthuetur eTxhteisnswioansoafwtahye",
  "ar",
  ".",
  "ijlav",
  "ngsurvived that problem,Zaire(as the country hadbeencalled since 1971) found",
  "dro iln econ°mic difficulties, mainly because of declining world copper prices, and",
  "icisni Whichmadeexpensive foodimportsnecessary.Mobutucameunderincreasingcrit-",
  "lnMa°U,,tSlde^ire for his authoritarian styleofgovernment andhishugepersonal fortune,",
  "being{ , 80AmnestyInternationalclaimedthatatleast athousandpoliticalprisoners were",
  "gne d without trial andthat severalhundredhaddied fromtorture or starvationduring",
  "575",
  "PROBLEMSIN AFRICA.",
  "1978-9. An important new measure, the Nationality Law, was introduced in 1981 This",
  "restricted citizenship in Zaire to people who could demonstrate a family connection with",
  "theCongo at the timeof the BerlinConferenceof 1885.It aimed to deal with theproblem",
  "datingback tothecolonialera,when tensofthousandsot migrant workershadmovedinto",
  "the Congo from neighbouring territories. The problem was exacerbated later by an influx",
  "of refugees from Uganda, Rwanda and Burundi. There was tension between the indige",
  "¬",
  "nous population and the immigrants,and the Nationality Law was passed in response to",
  "pressure from the indigenous Congolese. However, it was difficult to implement, and",
  "conflict between the two continued. In 1990 Mobutu allowed a multi-party system,but",
  "withhimself above politics as head of state.He remained in power,but in 1995,after 30",
  "yearsof his rule,he was becomingmore and more unpopular withhis people.",
  "(d) The Kabilas, and civil war again",
  "Inthemid-1990s opposition toMobutuincreased.Inthe east of Zaire,Laurent Kabila,who",
  "had been a supporter of Patrice Lumumba, organized forces and began to move towards",
  "Kinshasa,thecapital.InMay 1997Mobutuleft thecountry anddiedlaterintheyearinexile",
  "inMorocco.Laurent Kabila became president and changed the country’s name from Zaire",
  "to the Democratic Republic of the Congo (DRC). If the Congolese people had expected",
  ".",
  "dramatic changesinthe systemofgovernment,they were soondisappointed Kabilacontin",
  "¬",
  "ued many of Mobutu’s techniques - opposition politicians and journalists were arrested,",
  ".",
  "politicalparties werebanned,andelectionscancelled Someofhisown supportersbeganto",
  "turnagainst him;the Banyamulenge,apeopleofTutsi origin,many of whom had foughtin",
  "Kabila'sarmy,resentedwhatthey saw ashis favouritism towardsmembersofhisownLuba",
  "tribe. They began a rebellion in the east (August 1998) and received support from the",
  "governmentsofneighbouringUgandaandRwanda.ThegovernmentsofZimbabwe,Angola",
  "and Namibia pledged support for Kabila. With forces from six countries involved, the",
  "conflict soon developed a wider significance than just a civil war. In spite of attempts at",
  "negotiation,hostilities draggedoninto the next century. Then in January 2001 Kabila was",
  "assassinated by a member of his bodyguard, who was immediately himself shot dead.His",
  "motive wasunclear,though themurder wasblamedon the rebels.",
  "Therulinggroupquickly declaredKabila's sonJoseph theheadoftheCongolesemili",
  ", ¬",
  "tary, as the next president. Joseph Kabila seemed more conciliatory than his father,",
  "promising free and fair elections and announcing that he was willing to make peace with",
  ".",
  "therebels It wasreported that since the civil war began,almost 3 millionpeoplehadlost",
  "their lives, most of them from starvation and disease in the rebel area in the east.",
  "Encouraging signs soondeveloped:",
  "(cid:127) Restrictionsonpoliticalparties were lifted(May 2001).",
  "(cid:127)",
  "TheUNagreed that itspeacemission shouldstay onintheDRC;it also welcomed",
  "the withdrawalofNamibian troopsandcalledforother states withforcesstillinthe",
  ".",
  "DRC to withdraw them",
  "(cid:127)",
  "Peaceagreements weresignedbetweentheDRC,RwandaandUganda(2002),with",
  "South Africaand the UNacting as guarantors.Both sides were to withdraw troops",
  "from the eastern area of the country; a system of power-sharing was to be intro¬",
  "duced in which Kabilar.emainedpresident, with four vice-presidents chosen from",
  "the various rebel groups The transitional power-sharing would work",
  ". government",
  "towards elections 2005",
  "in",
  "iTnhgetnheawn tfroarnmsiatinoynaylegaorsv,erthnomuegnht wspaosrfaodrimceedthinnicJuvlyiol2e0n0c3e;cthoenftuintuuered.loEoskpeedcmiaollyretproroumbleisd¬",
  "576 PART V DECOLONIZATIONANDAFTERwas the north-eastern province of Ituri, where there were clashes between the Hema and",
  ".",
  "Lendu tribes A major step forward was achieved in 2005 when citizenship was awarded",
  "to everybody descended from ethnic groups present in the country at the time of indepen",
  "¬",
  "dence in 1960. In July 2006 elections were held for president and for the national and",
  "provincial assemblies.Joseph Kabila took 44 per cent of the vote and did particularly well",
  "in the eastern Congo.His party won 111outof 500seatsin the nationalassembly.Kabila’s",
  "nearest rival,Jean-Pierre BembaGombo,aformer rebel leader, won 20 percentof the vote",
  "and did well in western Congo. Kabila had failed to win a large enough majority and a",
  "second round of voting was held in October. In the meantime violence broke out between",
  "armies of rival supporters, but the election itself went off reasonably peacefully and was",
  ".",
  "declared to have been fairly conducted This time Kabila won decisively, taking 58 per",
  "cent of the votes and was able to form a coalition government. However, Bemba refused",
  "to accept the result, and in March 2007 he tried to seize power in Kinshasa. After fierce",
  "fighting Bemba’s forces were defeated and he took refuge in the South African embassy.",
  "He was allowed to fly to Portugal but was later arrested and taken to the Netherlands",
  "where, in July 2008 an International Criminal Court charged him with war crimes.",
  "Joseph Kabila was elected for a second term as president in December 2011, but the",
  ".",
  "election was widely condemned and described as ‘lacking credibility’ It was reported that",
  "the votes from almost 2000 polling stations in areas where support for the opposition",
  "candidate, Etienne Tshisekede, was strong, had been ‘lost’. The election was also",
  "condemned by the 35 Roman Catholic bishops in the DRC as being full of ‘treachery,lies",
  "and terror’. They called for the electoral commission to put right ‘serious errors’. The",
  "Archbishop of Kinshasa even called fora campaign of civildisobedience until theelection",
  ".",
  "result wasannulled (January 2012) Nevertheless, Kabilastayed in power and the violence",
  "continued through 2012 as various rebel groups, with help from Rwanda, tried to over",
  ". ¬",
  "throw him In September 2012 President Kagame of Rwanda insisted that Rwanda’sinter",
  "¬",
  "vention was to protect Rwanda business interests in the DRC and to preserve Rwanda’s",
  ".",
  "security",
  "25.6 ANGOLA: A COLD WAR TRAGEDY",
  "(a) Civil war escalates",
  "Section 24.6(d) described how Angola was engulfed by civil war immediately after gain",
  "¬",
  "ing independence from Portugal in 1975. Part of the problem was that there were three",
  "different liberation movements, which started to fight each other almost as soon as inde",
  "¬",
  "pendence was declared.",
  "(cid:127) The MPLA (People’s Movement for the Liberation of Angola) wasa Marxist-style",
  "party which tried to appeal across tribal divisions to all Angolans.It was the MPLA",
  "which claimed to be the new government, with its leader, Agostinho Neto, as pres",
  ". ¬",
  "ident",
  "(cid:127)",
  "UNITA (National Union for the Total Independence of Angola), with its leader",
  "Jonas Savimbi, drew much of its support from the Ovimbundu tribe in the south of",
  ".",
  "the country",
  "(cid:127)",
  "FNLA (National Front for the Liberation of Angola); much weaker than the other",
  "- .",
  "two, it drew much of its support from the Bakongo tribe in the north west",
  "Alarm bells immediately rang in the USA, which did not like the look of the Marxist",
  "MPLA.The Americans thereforedecided to back the FNLA (which wasalsosupported by",
  "President Mobutu of Zaire), providing advisers,cash and armaments,and encouraged it to",
  "PROBLEMS IN AFRICA 577. .",
  "attack the MPLA UNITAalso launched an offensive against the MPLA Cubasent troops",
  "to help the MPLA, while South African troops, supporting the other two groups, invaded",
  ".",
  "Angola via neighbouring Namibia in the south General Mobutu also sent troops in from",
  "- .",
  "Zaire to the north eastof Angola No doubt there would have been fighting and bloodshed",
  "anyway, but outside interference and the extension of the Cold War to Angola certainly",
  "made the conflict much worse.",
  "(b) Angola and Namibia",
  ".",
  "The problem of Namibia also complicated the situation Lying between Angola and South",
  "Africa, Namibia (formerly German South West Africa) had been handed to South Africa",
  "in 1919 at the end of the First World War, to be prepared for independence. The white",
  "South African government had ignored UN orders and delayed handing Namibia over to",
  ".",
  "black majority rule as long as possible The Namibian liberation movement, SWAPO",
  "(South West Africa People’s Organization),and its leader,Sam Nujoma, began a guerrilla",
  "campaign against South Africa. After 1975 the MPLA allowed SWAPO to have bases in",
  "southern Angola,so it wasnotsurprising that theSouth African government wasso hostile",
  ".",
  "to the MPLA",
  "(c) The Lisbon Peace Accords (May 1991)",
  "The civil war dragged on right through the 1980s until changing international circum",
  "¬",
  "stances brought the possibility of peace. In December 1988 the UN managed to arrange a",
  "peace settlement, in which South Africa agreed to withdraw from Namibia provided that",
  "the 50 000 Cuban troops left Angola. This agreement went ahead: Namibia became inde",
  ". ¬",
  "pendent under the leadership of Sam Nujoma (1990) The end of the Cold War and of",
  "communist rule in eastern Europe meant that all communist support for the MPLA ceased,",
  "all Cuban troops had gone home by June 1991, and South Africa was ready to end her",
  "involvement. The UN, the Organization of African Unity (OAU), the USA and Russia all",
  "played a part in setting up peace talks between the MPLA government of Angola and",
  "UNITA in Lisbon (the capital of Portugal). It was agreed that there should be a ceasefire",
  "followed by elections, to be monitored by the UN.",
  "(d) The failure of the peace",
  "At first all seemed to go well: the ceasefire held and elections took place in September",
  "1992. The MPLA won 58 per cent (129) of the seats in parliament, UNITA only 31 per",
  "cent (70 seats). Although the presidential election result was much closer-MPLA presi",
  "¬",
  "dent Jose Eduardo Dos Santos won 49.57 per cent of the votes, with Jonas Savimbi",
  ".",
  "(UNITA) taking 40.07 per cent-it was still a clear and decisive victory for the MPLA",
  "However, Savimbi and UNITA refused to accept the result, claiming that there had",
  "been fraud, even though the elections had been monitored by 400 UN observers; the",
  ".",
  "leader of the UN team reported that the election had been ‘generally free and fair’",
  "Tragically UNITA, instead of accepting defeat gracefully, renewed the civil war, which",
  "was fought with increasing bitterness. By the end of January 1994 the UN reported that",
  "there were 3.3 million refugees and that an average of a thousand people a day, mainly",
  "civilians, were dying. The UN had too few personnel in Angola to bring the fighting to",
  "an end.This time the outside world could not be blamed for the civil war: this wasclearly",
  "thefault of UNITA. However, many observers blamed the USAforencouraging UNITA:",
  "578",
  "PARTY DECOLONIZATION ANDAFTERshortly before the Lisbon agreement, President Reagan had officially met Savimbi in the",
  "USA, which made him seem like an equal with the MPLA government instead of a rebel",
  "leader. At the same time the USA had not officially recognized the MPLA as the legal",
  "government of Angola, even after the elections; it was not until May 1993, six months",
  "after UNITA had resumed the war, that the USA finally gave recognition to the MPLA",
  ".",
  "government",
  "A ceasefire was eventually negotiated in October 1994 and a peace agreement was",
  "reached in November. UNITA, which was losing the war by that time, accepted the 1992",
  "election result, and in return was to be allowed to play a part in what would be, in effect,",
  "a coalition government. Early in 1995, 7000 UN troops arrived to help enforce the agree",
  "¬",
  "ment and supervise the transition to peace. But incredibly, Savimbi soon began to break",
  "the terms of the agreement; financing his forces with the proceeds from illicit sales of",
  "diamonds, hecontinued the struggle against the government until February 2002, when he",
  "was killed in an ambush by government troops. His death changed the situation dramati",
  "¬",
  "cally Almost immediately the new leaders of UNITA showed a willingness to negotiate.",
  "In April 2002 a ceasefire was signed, and the two sides promised to keep the terms of the",
  "1994 agreement. The Angolan National Assembly voted in favour of extending an",
  ".",
  "amnesty to all UNITA members, including fighters and civilians The whole agreement",
  "was to be monitored by the UN. At last, withSavimbi no longeron the scene,thereseemed",
  "to be a genuine chance for peace and reconstruction in Angola.",
  "During the 27 years of its existence, Angola had not known real peace, and its devel¬",
  "opment had been severely hampered. It was a potentially prosperous country, rich in oil,",
  "diamonds and minerals; the central highlands were fertile -ideal for rearing cattle and",
  "raising crops; coffee was a major product. But at the end of the twentieth century the",
  "economy was in a mess: inflation was running at 240 per cent, the war was ruinously",
  "expensive, and the vast majority of the population was living in poverty, and thousands",
  "were on the verge of starvation. Leading politicians faced accusations of corruption on",
  ".",
  "a grand scale According to the IMFover $4 billion of oil receipts had disappeared from",
  "the treasury since 1996. Human Rights Watch reported that UNITA had employed",
  "86 000 child soldiers, and even the government forces had used 3000. The two armies",
  "between them had laid some 15 million landmines and many of these still had to be",
  "destroyed. It was calculated that about 4 million people (a third of the population) had",
  "been forced to leave their homes and were left homeless in 2002, while 1.5 million had",
  ".",
  "been killed",
  "Angola’s natural resources enabled the country to recover reasonably quickly",
  "economically. An encouraging sign was the signing of a peace deal with the separatist",
  "rebels of the Cabinda region. It was a relatively small area with a population of little",
  "more than 100 000, but it was important because about65 percent of Angola’soil comes",
  "from there. In September 2008 the first national elections for 16 years took place. The",
  "ruling MPLA won just over 80 per cent of the votes, while the main opposition party",
  "(UNITA) could muster only 10 per cent, giving the MPLA and president Jose Eduardo",
  ".",
  "dos Santos a two-thirds majority in parliament By 2010 the president’s popularity was",
  ".",
  "beginning to wane One of the main criticisms was that he and his family had amassed",
  "huge personal fortunes while the country’s recovery and wealth had not percolated down",
  ".",
  "to ordinary people He survived an assassination attempt in October 2010, and there was",
  "an increasing number of massive anti-government demonstrations. By September 2011",
  ".",
  "the police were using violent methods to disperse demonstrators However, President",
  "dos Santos, now aged 70, appeared to be the comfortable winner in the election of",
  "August 2012, and thanks to a change in the constitution, he seemed set to stay in power",
  "until 2022.",
  "579",
  "PROBLEMS IN AFRICARWANDA",
  "25.7 GENOCIDE IN BURUNDI AND",
  "completely unprepared for inde",
  "THpehunetduBe.nTeclhgeei.ayInnsspbloeokftthettshhteaesteessatmwthoeerlseamnwaglualsasgataentaeensx,dplillkooesoikvtheeedmCvieoxrntyugrmoe,uocfhtwaloikter,ibaensd-altthheouTguhtsithaendHuthtue¬",
  "were in a majority, the Tutsi were the elite rulinggroup, and they followed different occu¬",
  "pations: the Tutsi raised cattle (the word ‘Tutsi’ actually means ‘rich in cattle’), whereas",
  "the Hutu were mainly farmers growing bananas and other crops (the word ‘Hutu’ means",
  "‘servant)’. There was continuous tension and skirmishing between the two tribes right",
  "from independence day in 1962.",
  "(a) Burundi",
  "Tutsi. In 1993 the country held its first democratic elections and for the first time a Hutu",
  "president was chosen. Tutsi soldiers soon murdered the new president, in October 1993,",
  "but other members of the Hutu government were able to escape. As Hutu carried out",
  "reprisal killings against Tutsi, massacre followed massacre: around 50 (XX) Tutsi were",
  "killed and the country disintegrated into chaos. Eventually the army imposed a power",
  "¬",
  "sharing agreement: the prime minister was to be a Tutsi, the president a Hutu, but most of",
  "the power was concentrated in the hands of the Tutsi prime minister.",
  "Fighting continued into 1996, and the Organization of African Unity which sent a",
  ",",
  "peacekeeping force (the first time it had ever taken such action), was unable to prevent the",
  "continuing massacres and ethnic cleansing. The economy was in ruins, agricultural",
  "production was seriously reduced because much of the rural population had fled, and the",
  "government seemed to have no ideas about how toend the war.The outside world and the",
  "great powers showed little concern -their interests were not involved or threatened-and",
  "the conflict in Burundi was not given much coverage in the world’s media. In July 1996,",
  "the army overthrew the divided government, and Major Pierre Buyoya (a Tutsi moderate)",
  "declared himself president. He claimed that this was not a normal coup - the army had",
  "seized power in order to save lives. He had the utmost difficulty in pacifying the country;",
  "several former African presidents, including Julius Nyerere of Tanzania and Nelson",
  "Mandelaof South Africa,attempted to mediate.The problem was that there were about 20",
  "different warring groups, and it was difficult",
  "“ptwhthheeoiealsupc,sleadoBkmfuebeMeyepoctaiiyomnnamgdeewe.floIaopnr.ucrTOleedshcaiecdtnoroedebnnerttweirnswa2tusr0ieitt0choat1isaobanenpTsrauaewgtstshieriderreeeevanemgit-tcoryeeewnbe-epateimttrrowhleeitfsgarmatiaseedntdHreserniuoeatttnip.cuohrTpnerev,oashdilelecinatrepitet-ecapAratwiriloveraaudsecsis;sdthidoteavounfi(rtttTbyi-hne.aaegnHfmatztenohaarwnelitlniefhatvitei)roes,srg,,rntw,eaahtinthtaioHhoeltfnurtahotaaluefllt",
  "and ghting \" eof the",
  "' spi",
  "Prospects for peace brightened in December 2002",
  "last signed aceasefire with thegovernment. President when the main Hutu rebel party at",
  "Buyoya kept his side of the Arusha",
  "580 PARTY DECOLONIZATION",
  "ANDAFTER-",
  "born again Christian and was committed to restoring peace and harmony among all",
  ". .",
  "Burundians He also aimed to revive the economy and develop social policy His first",
  "achievement was to reach a ceasefire with the last of the rebel militias (2006). New poli",
  "¬",
  "cies were introduced to safeguard the rights of women and children and to provide free",
  "education for primary-school children. He was also keen to keep in touch with ordinary",
  "people, and spent a lot of time in the countryside, meeting and talking with villagers. He",
  "received several international honours including a UN peace award, and in August 2009",
  "he was presented with the ‘Model Leader for a New Africa Award’ by the African Forum",
  "on Religion and Government, the first African president to be so honoured. In August",
  "2010 President Nkurunziza was elected for a second five-year term.",
  "(b) Rwanda",
  "Tribal warfare began in 1959 before independence, and reached its first big climax in",
  "1963, when the Hutu, fearing a Tutsi invasion from Burundi, massacred thousands of",
  "Rwandan Tutsi and overthrew the Tutsi government. In 1990 fighting broke out between",
  "the rebel Tutsi-dominated Rwandese Patriotic Front (Front Patriotique Rwandais-FPR),",
  "which was based over the border in Uganda,and the official Rwandan army (Hutu-domi-",
  "nated). This lasted off and on until 1993 when the UN helped to negotiate a peace settle",
  "¬",
  "ment at Arusha in Tanzania, between the Rwandan government (Hutu) and the FPR",
  "(Tutsi): there was to be a more broadly-based government, which would include the FPR;",
  ".",
  "2500 UN troops were sent to monitor the transition to peace (October 1993)",
  "For a few months all seemed to be going well, and then disaster struck. The more",
  "extreme Hutu were bitterly opposed to the Arusha peace plan,and shocked by the murder",
  "of the Hutu president of Burundi. Extremist Hutu, who had formed their own militia (the",
  "Interahamwe), decided to act. The aircraft bringing the moderate Hutu President",
  "Habyarimana of Rwanda and the Burundian president back from talks in Tanzania was",
  "brought down by a missile,apparently fired by extremist Hutu asit approached Kigali (the",
  ".",
  "capital of Rwanda), killing both presidents (April 1994) With the president dead, nobody",
  "was sure who was giving the orders,and this gave the Interahamwe the cover they needed",
  "to launch a campaign of genocide. The most horrifying tribal slaughter followed; Hutu",
  ".",
  "murdered all Tutsi they could lay hands on, including women and children A favourite",
  "technique was to persuade Tutsi to take sanctuary in churches and then destroy the church",
  ".",
  "buildings and the sheltering Tutsi Even nuns and clergy were caught up in the massacre.",
  "Altogetherabout800 000Tutsiand moderate Hutu who tried to help their neighbours were",
  "brutally murdered in what was clearly a deliberate and carefully planned attempt to wipe",
  "out the entire Tutsi population of Rwanda, and it was backed by the Hutu government of",
  ".",
  "Rwanda",
  "The Tutsi FPR responded by taking up the fight again and marching on the capital;UN",
  "observers reported that the streets of Kigali were literally running with blood and the",
  ".",
  "corpses were piled high The small UN force was not equipped to deal with violence on",
  ".",
  "this scale, and it soon withdrew The civil war and the genocide continued through into",
  "June;in addition to those killed,about a million Tutsi refugees had fled into neighbouring",
  ".",
  "Tanzania and Zaire",
  "Meanwhile the restof the world, though outraged and horrified by thescaleof thegeno",
  ". ¬",
  "cide,did nothing to stop it Historian Linda Melvern has shown how the warning signs of",
  "what was to come were ignored by all those who might have prevented the genocide. She",
  "claims that Belgium and France both knew what was being planned;asearly as the spring",
  "of 1992, the Belgian ambassador told his government that extremist Hutus were ‘planning",
  "the extermination of the Tutsi of Rwanda once and for all, and to crush the internal Hutu",
  "opposition’. The French continued to supply the Hutu with arms throughout the genocide;",
  "581",
  "PROBLEMS IN AFRICA.",
  "^",
  "«",
  "was happening but a h u o n of the",
  "US presidentClinton knew precisely wha",
  "„",
  "other hand it was not just the West and the UN that turned a blind eye to the tragedy i",
  "Rtnraywtiatoonnd.parA;evtrhge,enutaObirtl;gyannAoirfzrdaictiidaonnanaoytfteoAnthtfireoircnaAnwfrUaiscnaifntoycsudtasidteedsnootatnkeevtheaennynceoawncdtideomenmnoortchiresascguyeenmpoucSbidloieuc,tchleotnAadfleromincea-",
  "rather than on halting the genocide in Rwanda.",
  "By September the FPR were beginning toget the upper hand:the Hutu government was",
  "driven out and a Tutsi FPR government was set up in Kigali. But progress to peace was",
  "sfeloltwo;vbeyr tthhee ewnhdoolef c1o9u%ntrtyh,isanndewregfouvgeerensmsteanrttewd.atsostrieltlubrne.giEnvneinngtuatol.lymaakpeoiwtsear-usthhaorriintyg",
  "awrirtahngPeamuleKntagwaamse,reaaTchuetdsi, aansdhias vmicoed-eprraetseidHenutt.uThPiasswteausraBnizimimpuonrtgaunt cboencacemsesiopnresbiydethnet",
  "Tutsi as they tried to def,lect accusations of a resurgent Tutsi elitism, though in fact",
  "Kagame was the real policy decider. However, in 2(XX) when Bizimungu began tocriticize",
  "parts of Kagame's programme, he was removed from the presidency and Kagame took",
  "over. Bizimunbu immediately founded an opposition party but the Kagame government",
  "banned it.",
  "One of the problems facing the government was that jails were overflowing with well",
  "over 100 000 prisoners awaiting trial for involvement in the 1994 genocide. There were",
  "simply too many for the courts to deal with. In January 2(X)3, Kagame ordered the release",
  "of around 40(XX) prisoners, though it was made clear that they would face trial eventually.",
  "This caused consternation among many survivors of the massacres, who were horrified at",
  "the prospect of coming face to face with the people who had murdered their relatives.",
  "A new constitution was introduced in 2003 providing for a president and a two-cham¬",
  "ber parliament and established a balance of political power between Hutu and Tutsi -no",
  "party can hold more than half the seats in parliament. It also outlawed the incitement of",
  "ethnic hatred in the hope of avoiding a repeat of the genocide. In the first national elec¬",
  "tions since 1994, President Kagame won an overwhelming victory, taking 95 per cent of",
  "the votes (August 2003). However, observers reported that there were “malpractices’ in",
  "some areas, and two of the main opposition parties were banned. But at least Rwanda",
  "seemed to be enjoying a period of relative calm. In February 2004, the government intro¬",
  "duced a new reconciliation policy: people who admitted their guilt and asked for forgive¬",
  "ness before 15 March 2004 would be released (except those accused of organizing the",
  "genocide). It was hoped that this, like the South African Truth and Reconciliation",
  "Commission, would help Rwandans to come to terms with the traumas of the past and",
  "move forward into a period of peace and harmony.",
  "Certainly economic and social conditions improved during Kagame’s presidency. He",
  "succeeded in reducing the amount of corruption and crime; between 2000 and 2008 per",
  "capita income doubled; almost half the country’s children were receiving a full primary",
  "was a",
  "education, compared with 20 per cent before Kagame came to power; and there",
  "marked increase in life expectancy. Rwandans infected with AIDS could now receive",
  "antiretroviral drugs in health centres across the country. Exports of tea and coffee began",
  "safari",
  "to increase, and tourism became an important source of revenue, especially the",
  "parks. In 2009 Rwanda was accepted as a member of the British Commonwealth of",
  "Nations; this was an attempt to distance the country from its Belgian past. President",
  "Kagame was decisively re-elected for a further term in August 2010, although doubts",
  "were expressed by observers about how free theelections really were During theelection",
  "freedom",
  "campaign, several opposition supporters and journalists were killed and press",
  "582",
  "PART V DECOLONIZATION AND AFTER.",
  "was limited The UN, the European Union and the USA all expressed concerns about",
  ".",
  "these developments",
  "25.8 APARTHEID AND BLACK MAJORITY RULE IN SOUTH AFRICA",
  "(a) The formation of the Union of South Africa",
  "South Africa has had a complicated history. The first Europeans to settle there permanently",
  "were membersof the Dutch East IndiaCompany whofounded acolony at theCape of Good",
  "Hope in 1652. It remained a Dutch colony until 1795, and during that time, the Dutch, who",
  "were known as Afrikaners or Boers (a word meaning ‘farmers’), took land away from the",
  "native Africans and forced them to work as labourers, treating them as little better than",
  ". .",
  "slaves They also brought more labourers in from Asia,Mozambique and Madagascar",
  "In 1795 the Cape was captured by the British during the French Revolutionary Wars,",
  "and the 1814 peace settlement decided that it should remain British. Many British settlers",
  ".",
  "wentout to Cape Colony The Dutch settlers became restless under British rule,especially",
  ".",
  "when the British government made all slaves free throughout the British Empire (1838)",
  "The Boer farmers felt that this threatened their livelihood, and many of them decided to",
  ".",
  "leave Cape Colony They moved northwards (in what became known as ‘the Great Trek’)",
  "and set up their own independent republics of the Transvaal and Orange Free State",
  "(1835-40). Some also moved into the area east of Cape Colony known as Natal. In the",
  "Boer War (1899-1902) the British defeated the Transvaal and the Orange Free State, and",
  "in 1910 they joined up with Cape Colony and Natal to form the Union of South Africa.",
  "The population of the new state was mixed:",
  "Approximately",
  "70 per cent were black Africans, known as Bantus;",
  "18 per cent were whites of European origin; of these about 60 per cent were",
  "Dutch, the rest British;",
  "9 per cent were of mixed race, known as ‘coloureds’;",
  ".",
  "3 per cent were Asians",
  "Although they made up the vast majority of the population, black Africans suffered",
  "even worse discrimination than black people in the USA.",
  "(cid:127) The whitesdominated politicsand theeconomiclifeof the new state,and, with only",
  "a few exceptions, blacks were not allowed to vote.",
  "(cid:127) Black people had to do most of the manual work in factories,in the gold minesand",
  "on farms; the men mostly lived in barracks accommodation away from their wives",
  ".",
  "and children Black people generally were expected to live in areas reserved for",
  "them away from white residential areas. These reserved areas made up only about",
  "7 per cent of the total area of South Africa and were not large enough to enable the",
  ".",
  "Africans to produce sufficient food for themselves and to pay all their taxes Black",
  "Africans were forbidden to buy land outside the reserves.",
  "(cid:127) The government controlled the movement of blacks by a system of pass laws. For",
  "example,a black person could not live in a town unless he had a pass showing that",
  "-",
  "he was working in a white owned business. An African could not leave the farm",
  "583",
  "PROBLEMS IN AFRICAwhere he worked without a pass from his employer; nor could he get a new job",
  "unless his previous employer signed him out officially; many workers were forced",
  "to stay in difficult working conditions, even under abusive employers.",
  "(cid:127) Living and working conditions for blacks were primitive; for example, in the gold",
  "mining industry, Africans had to live in single-sex compounds with sometimes as¬",
  ".",
  "many as 90 men sharing a dormitory",
  "(cid:127) By a law of 1911, black workers were forbidden to strike and were barred from",
  ".",
  "holding skilled jobs",
  "(b) Dr Malan introduces apartheid",
  "After theSecond World War there were important changes in the way black Africans were",
  "treated. Under Prime Minister Malan (1948-54), a new policy called apartheid (separate",
  "¬",
  "ness) was introduced. This tightened up control over blacks still further. Why was",
  "apartheid introduced?",
  "(cid:127) When India and Pakistan were given independence in 1947, white South Africans",
  "became alarmed at the growing racial equality within the Commonwealth, and they",
  "were determined to preserve their supremacy.",
  "(cid:127) Most of the whites especially those of Dutch origin were against racial equality,",
  ", ,",
  "but the most extreme were the Afrikaner Nationalist Party led by Dr Malan. They",
  "claimed that whites were a master race, and that non-whites were inferior beings.",
  "The Dutch Reformed Church (the official state church of South Africa) supported",
  "this view and quoted passages from the Bible which, they claimed, proved their",
  "theory. This was very' much out of line with the rest of the Christian churches,",
  "which believe in racial equality. The Broederbond was a secret Afrikaner organiza¬",
  "tion which worked to protect and preserve Afrikaner power.",
  "(cid:127) The Nationalists won the 1948 elections with promises to rescue the whites from",
  "the “black menace' and to preserve the racial purity of the whites. This would help",
  "to ensure continued white supremacy.",
  "(c) Apartheid developed further",
  "followed",
  "Apartheid was continued and developed further by the prime ministers who",
  "Malan: Strijdom (1954-8), Verwoerd (1958-66) and Vorster (1966-78).",
  "The main features of apartheid",
  "levels.",
  "1 There was complete separation of blacks and whites as far as possible at all sepa",
  "erIanxtiecsotitunongwtrnbyslahacirpkesatsobbwulianltcskhasitphsawudiattasobtllheivoeudgiisnhttasnptoceecbsiaeflrtrooemosecrtlvhoeesse;witnhoiutaerb‘rawenshiaidtreee’natsaiartelhaea,yrtehhaaesd.wIhfo&¬",
  "community was uprooted and ‘re-grouped’ somewhere else to make separation",
  "complete as possible. There were separate buses,coaches, trains,cafds, toilets*P",
  ". Black chi",
  "benches, hospitals, beaches, picnic areas, sports and even churches ^",
  "went to separate schools and were given a much inferior education. But th®*6",
  "over half the ^",
  "awfhliatwe pinopthuelastiyosntewmo:rckoemdpinlewtehsietep-aorwatnioend wm-ainseism,pfaocstsoibrileesbaencdauostheer busirneessesrevs.^ ^",
  "economy would have collapsed if all non whites had been movedsetrovants.",
  "addition, virtually every white household had at least two African",
  "584 PART V DECOLONIZATION AND AFTER.",
  "2 Every person wasgivena racialclassificationand anidentity card There were strict",
  "pass laws which meant that black Africans had to stay in their reserves or in their",
  "townships unless they were travelling to a white area to work, in which case they",
  "would be issued with passes. Otherwise all travelling was forbidden without police",
  ".",
  "permission",
  "-",
  "3 Marriage and sexual relations between whites and non whites were forbidden; this",
  "was to preserve the purity of the white race. Police spied shamelessly on anybody",
  ".",
  "suspected of breaking the rules",
  "-",
  "4 The Bantu Self Government Act (1959) set up seven regions called Bantustans,",
  "based on the original African reserves. It was claimed that they would eventually",
  "-",
  "move towards self government. In 1969 it was announced that the first Bantustan,",
  "the Transkei, had become ‘independent’.However,the outside world dismissed this",
  "with contempt since the South African government continued to control the",
  "Transkei’s economy and foreign affairs. The whole policy was criticized because",
  "the Bantustan areas covered only about 13 per cent of the country’s total area; over",
  "8 million black people were crammed into these relatively small areas, which were",
  ".",
  "vastly overcrowded and unable to support the black populations adequately They",
  "became very little better than rural slums, but the government ignored the protests",
  "and continued its policy; by 1980 two more African ‘homelands’, Bophuthatswana",
  "and Venda, had received ‘independence’.",
  "5 Africans lost all political rights, and their representation in parliament, which had",
  "been by white MPs, was abolished.",
  "(d) Opposition to apartheid",
  "1 Inside South Africa",
  ".",
  "InsideSouth Africa,opposition to thesystem wasdifficult Anyone whoobjected-includ",
  "¬",
  "ing whites - or broke the apartheid laws, was accused of being a communist and was",
  "severely punished under the Suppression of Communism Act. Africans were forbidden to",
  "strike, and their political party, the African National Congress (ANC), was helpless. In",
  "spite of this, protests did take place.",
  "(cid:127) Chief Albert Luthuli, the ANC leader,organized a protest campaign in which black",
  ".",
  "Africans stopped work on certain days In 1952 Africans attempted a systematic",
  ".",
  "breach of the laws by entering shops and other places reserved for whites Over",
  "8000 blacks were arrested and many were flogged. Luthuli was deprived of his",
  "chieftaincy and put in jail for a time, and the campaign was called off.",
  "(cid:127) In 1955 the ANC formed a coalition with Asian and coloured groups, and at a",
  "massive open-air meeting at Kliptown (near Johannesburg), they just had time to",
  "announce a freedom charter before police broke up the crowd. The charter soon",
  ".",
  "became the main ANC programme It began by declaring: ‘South Africa belongs to",
  "all who live in it, black and white, and no government can claim authority unless it",
  "is based on the will of the people.’ It went on to demand:",
  "(cid:127)",
  "equality before the law;",
  "(cid:127)",
  "freedom of assembly, movement, speech, religion and the press;",
  "(cid:127)",
  "the right to vote;",
  "(cid:127)",
  "the right to work, with equal pay for equal work;",
  "(cid:127) -",
  "a 40 hour working week, a minimum wage and unemployment benefits;",
  "(cid:127) free medical care;",
  "(cid:127) .",
  "free, compulsory and equal education",
  "585",
  "PROBLEMS IN AFRICA(cid:127)",
  "*",
  "-",
  "W .",
  "Illustration 25.1 Bodies litter the ground after theSharpeville massacre,",
  "South Africa, 1960",
  "(cid:127) Church leaders and missionaries both black and white spoke out against apartheid.",
  ", ,",
  "They included people like Trevor Huddleston, a British missionary who had been",
  "working in South Africa since 1943.",
  "(cid:127) Later the ANC organized other protests including the 1957 bus boycott: insteadof",
  ",",
  "paying a fare increase on the bus route from their township to Johannesburg ten",
  "miles away thousands of Africans walked to work and back for three months until",
  ",",
  "fares were reduced.",
  "(cid:127) Protests reached aclimax in 1960when a hugedemonstration took placeagainst the",
  "pass laws at Sharpeville, an African township near Johannesburg. Police fired on",
  "thecrowd,killing67 Africansand wounding many more (see Illus.25.1). Afterthis,",
  "15 000 Africans were arrested and hundreds of people were beaten by police.This",
  "was an important turning point in the campaign: until then most of the protests had",
  "been non-violent; but this brutal treatment by the authorities convinced many black",
  "leaders that violence could only be met with violence.",
  "(cid:127) A small action group of the ANC, known as Umkhonto we Sizwe (Spear of the",
  "Nation), or MK, was launched; Nelson Mandela was a prominent member. They",
  "organized a campaign of sabotaging strategic targets: in 1961 there was a spate of",
  "soon",
  "bomb attacks in Johannesburg, Port Elizabeth and Durban. But the police",
  "was",
  "clamped down, arresting most of the black leaders, including Mandela, who",
  "persevered",
  "sentenced to life imprisonment on Robben Island. Chief Luthuli still",
  "with non-violent protests and after publishing his moving autobiography Let My",
  ",",
  "People Go, he was awarded the Nobel Peace Prize. He was killed in 1967, the",
  "authorities claiming that he had deliberately stepped in front of a train.",
  "(cid:127) Discontent and protest increased again in the 1970s because the wages of Africans",
  "failed to keep pace with inflation. In 1976, when the Transvaal authorities",
  "wasto",
  "announced that Afrikaans (the language spoken by whitesof Dutch descent)",
  "a",
  "be used in black African schools, massive demonstrations took place at Sowyeotou,ng",
  "black township near Johannesburg. Although there were many children and",
  ". This",
  "people in the crowd, police opened fire, killing at least 200 black Africans",
  "586 PARTY DECOLONIZATION AND AFTERC 1",
  "/",
  "(cid:127)",
  "6 e Prote«s,d,id not die down;they spread over the whole country. Again the",
  "e^rnrnent",
  "w*rhopoltcHeI*\"^r6eskpigo'ennddg:epdaeronwpoi*nteh?totbhbreuetvaPiclriottyium;dso°vwfeatrhsetShiretebvlanecekBxntiekssois,x.aHmeyoonwutanhsgsbAaefarftiuecnrathntoelredae5da0eth0r",
  "by",
  "(1 76)",
  "2 Outside South Africa",
  "Outside South Africa there was opposition to apartheid from the rest of the",
  "ommonwea t Early in 1960 the British Conservative prime minister, Harold",
  "Macmillan, had the courage",
  "to speak out against it in Cape Town; he spoke about the",
  "growingstrengthof Africannationalism:‘the windofchangeisblowingthrough theconti",
  "nent ... our national policies must take account of it’. His warnings were ignored, and¬",
  "shortly afterwards, the world was horrified by the Sharpeville massacre. At the 1961",
  "CommonwealthConference,criticismof South Africa wasintense,andmany thought the",
  "country would be expelled.In the end Verwoerd withdrew South Africa’s application for",
  "continued membership (in 1960 it had become a republic instead of a dominion, thereby",
  "severing theconnection withthe Britishcrown;becauseofthisthe government hadhad to",
  "apply tor readmission to the Commonwealth), and it ceased to be a member of the",
  "Commonwealth.",
  "3 The UN and OAU",
  "TheUnitedNations and theOrganizationof AfricanUnity condemnedapartheidand were",
  "particularly critical of the continued South African occupation of South West Africa(see",
  ".",
  "above Section 25.6(b)). The UN voted to place an economic boycott on South Africa",
  "(1962.), but th.is proved useless because not all member states supported it. Britain, the",
  "USA France West Germany and Italy condemned apartheid in public,but continued to",
  ".",
  "trade with South Africa Among other things, they sold South Africa massive arms",
  "supplies, apparently hoping that it would prove to be a bastion against the spread of",
  ".",
  "communism in Africa Consequently Verwoerd (until his assassination in 1966) and his",
  "successor Vorster (1966-78) were able to ignore the protests from the outside worlduntil",
  "well into the 1970s.",
  "(e) The end of apartheid",
  "The system of apartheid continued without any concessions being made toblack people,",
  "until 1980.",
  "I P. W. Botha",
  "The new prime minister, P. W. Botha (elected 1979),realized that all was not well with",
  "the system. He decided that he must reform apartheid,dropping some of the most unpop",
  "¬",
  "ular aspects in an attempt to preserve white control. What caused thischange?",
  "(cid:127) Criticism from abroad (from the Commonwealth, the United Nations and the",
  ".",
  "Organization of African Unity) gradually gathered momentum External pressures",
  "becamemuchgreaterin 1975 when the white-ruledPortuguesecolonies of Angola.",
  "andMozambiqueachievedindependenceafteralongstruggle(seeSection24.6(d))",
  "The African takeover of Zimbabwe (1980) removed the last of the white-ruled",
  "states whichhadbeen sympathetic to the South African government andapartheid.",
  "Now South Africa was surrounded by hostile black states, and many Africans in",
  "these new states had swornnever torest until their fellow-AfricansinSouth Africa",
  ".",
  "liberated",
  "hadbeen",
  "PROBLEMSIN AFRICA 587(cid:127) -",
  "There were economic problems South Africa was hit by recession in the late",
  "1970s, and many white people were worse off. Whites began to emigrate in large",
  "numbers, but the black population was increasing. In 1980 whites made up only 16",
  "per cent of the population, whereas between the two world wars they had formed",
  "21 per cent.",
  "(cid:127) The African homelands were afailure: they were poverty-stricken, their rulers were",
  "corrupt and no foreign government recognized them as genuinely independent",
  ".",
  "states",
  "(cid:127) The USA, which was treating its own black people better during the 1970s, began",
  ".",
  "to criticize the South African government’s racist policy",
  "In a speech in September 1979 which astonished many of his Nationalist supporters, the",
  "newly elected Prime Minister Botha said:",
  "A revolution in South Africa is no longer just a remote possibility. Either we adapt or",
  ".",
  "we perish White domination and legally enforced apartheid are a recipe for permanent",
  ".",
  "conflict",
  "He went on to suggest that the black homelands must be made viableand that unnecessary",
  ".",
  "discrimination must be abolished Gradually he introduced some important changes which",
  ".",
  "he hoped would be enough to silence the critics both inside and outside South Africa",
  "(cid:127) Blacks were allowed to join trade unions and to go on strike (1979).",
  "(cid:127)",
  "Blacks were allowed to elect their own local township councils (but not to vote in",
  ".",
  "national elections) (1981)",
  "(cid:127) A new constitution was introduced, setting up two new houses of parliament, one",
  "for coloureds and one for Asians (but not for Africans). The new system was",
  "weighted so that the whites kept overall control. It came into force in 1984.",
  "(cid:127) Sexual relations and marriage were allowed between people of different races",
  "(1985).",
  "(cid:127) - .",
  "The hated pass laws for non whites were abolished (1986)",
  "This was as far as Botha was prepared to go. He would not even consider the ANC’s main",
  "demands (the right to vote and to play a full part in ruling the country).Farfrom being won",
  "over by these concessions, black Africans were incensed that the new constitution made no",
  "provision for them, and were determined to settle for nothing less than full political rights.",
  "Violence escalated, with both sides guilty of excesses.The ANC used the ‘necklace’,a",
  "tyre placed round the victim’s neck and set on fire, to murder black councillors and black",
  "police, who were regarded as collaborators with apartheid. On the 25th anniversary of",
  "Sharpeville, police opened fire on a procession of black mourners going to a funeral near",
  ".",
  "Uitenhage (Port Elizabeth),killing overforty people (March 1985) In July astateof emer",
  "¬",
  "gency was declared in the worst affected areas, and it was extended to the whole country",
  ".",
  "in June 1986 This gave the police the power to arrest people without warrants, and free",
  "¬",
  "dom from all criminal proceedings; thousands of people were arrested, and newspapers,",
  ".",
  "radio and TV were banned from reporting demonstrations and strikes",
  "However, as so often happens when an authoritarian regime tries to reform itself, it",
  "proved impossible to stop the process of change (the same happened in the USSR when",
  "Gorbachev tried to reform communism). By the late 1980s international pressure on South",
  "Africa was having more effect,and internal attitudes had changed.",
  "(cid:127) In August 1986 the Commonwealth (except Britain) agreed on a strong package of",
  "sanctions (nofurther loans, no salesof oil,computer equipment or nuclear goods to",
  "588 PART V DECOLONIZATION ANDAFTERSouth Africa, and no cultural and scientific contacts). British prime minister",
  "Margaret Thatcher would commit Britain only toa voluntary ban on investment in",
  "South Africa. Her argument was that severe economic sanctions would worsen the",
  "plight of black Africans, who would be thrown out of theirjobs.Thiscaused the rest",
  "of the Commonwealth tofeel bitter against Britain; Rajiv Gandhi, the Indian prime",
  "minister,accused MrsThatcherof ‘compromisingon basic principlesand valuesfor",
  "economic ends’.",
  "(cid:127)",
  "In September 1986 the USA joined the fray when Congress voted (over President",
  "Reagan s veto) to stop American loans to South Africa, to cut air links and to ban",
  "imports of iron, steel,coal, textiles and uranium from South Africa.",
  "(cid:127)",
  "The black population was no longer justa massof uneducated and unskilled labour",
  "-¬",
  "ers; there was a steadily growing number of well-educated, professional, middle",
  "class black people, some of them holding important positions like Desmond Tutu,",
  ",",
  "who was awarded the Nobel Peace Prize in 1984 and became Anglican archbishop",
  "of Cape Town in 1986.",
  "(cid:127)",
  "The Dutch Reformed Church, which had once supported apartheid, now",
  "condemned it as incompatible with Christianity. A majorityof whiteSouth Africans",
  "now recognized that it was difficult todefend the total exclusion of blacks from the",
  "country's political life. So although they were nervous about what might happen,",
  "they became resigned to the idea of black majority rule at some time in the future.",
  "White moderates were therefore prepared to make the best of the situation and get",
  ".",
  "the best deal possible",
  "2 F. W. de Klerk",
  "The new president. F. W. de Klerk (elected 1989), had a reputation for caution, but",
  "privately he had decided that apartheid would have togocompletely and he accepted that",
  ",",
  "black majority rule must come eventually. The problem was how to achieve it without",
  "further violence and possible civil war. With great courage and determination, and in the",
  "faceof bitter opposition from right-wing Afrikaner groups, de Klerk gradually moved the",
  ".",
  "country towards black majority rule",
  "(cid:127) Nelson Mandela was released after 27 years in jail (1990) and became leader of the",
  "ANC, which was made legal.",
  "(cid:127) Most of the remaining apartheid laws were dropped.",
  "(cid:127) Namibia, the neighbouring territory ruled by South Africa since 1919, was given",
  ".",
  "independence under a black government (1990)",
  "(cid:127) Talks began in 1991 between the government and the ANC to work out a new",
  "constitution which would allow blacks full political rights.",
  "Meanwhile the ANC was doing its best to present itself asa moderate party which had",
  "no plans for wholesale nationalization, and to reassure whites that they would be safe and",
  "happy under black rule. Nelson Mandelacondemned violenceand called for reconciliation",
  "between blacks and whites.The negotiations were long and difficult;de Klerk had to face",
  "right-wingopposition from hisown National Party and from variousextreme, whiteracial¬",
  "ist groups who claimed that he had betrayed them. The ANC was involved in a power",
  "struggle with another black party, the Natal-based Zulu Inkatha Freedom Party led by",
  "Chief Buthelezi.",
  "3 Transition to black majority rule",
  "In the spring of 1993 the talks were successful and a power-sharing scheme was worked",
  "out to carry through the transition to black majority rule. A general election was held and",
  "the ANC won almost two-thirds of the votes. As had been agreed, a coalition government",
  "PROBLEMS IN AFRICA 589of the ANC, National Party and Inkatha took offlM, mth",
  "^",
  "**",
  "to",
  "majority rule without civil war.",
  "(f) Mandela and Mbeki",
  "TtvwthbhiaeohoeesadenrtleysAtght.hopoNIcauvfnCatter1Mriient9pn,ma9rtwowoy9egoaon1urtwpate9ldmer9fhra6aimabccnteehaieddo,nmnwpdeeoaosawtnwpouuyelncedrctorayiininasneslsugaoeltpyrtipsttpuhartlbtoleoiileeiboorsfilnwomegamrenwpemndsraesoisastrnvanaaaoenlndgrdiisrcttwaetaoyaretandnidsopdsd,naieattrw.xriotodipBoenceuusoosclttdmttettoolhdesirevhtiationtsonkhwctgeodeael-ipoeblmaiplivoarneptetcrrrkaeotinhtdoviepuonetocnmhptpaehreatuoeinflgobtatpoenlterirvf,omooethnmrrhon.eweiumsvPeaseeelislsanernsyncgitons.¬¬,",
  "Wwohuelnd twhiisthwdraa,swrefvroemaletdhe(Mgoavyer1n9m9e6n),t tthoeaN‘daytinoanmaliisctsbuimt rmesepdoiantseilbyleanonpopuonsicteiodnth.aAtsthtehye",
  "country moved towards the millennium, the main problems facing the president were how",
  "to maintain sound financial and economic policies, and how to attract fo.reign aid and",
  "investment: potential investors were hesitant, awaiting future developments",
  "One of Mandela’s most successful initiatives was the Truth and Reconciliation",
  "Commission which looked into human rights abuses during the apartheid regime. Assisted",
  "by Archbisho,p Desmond Tutu, the commission’s approach was not oneof taking revenge,",
  "but of granting amnesties; people were encouraged to talk frankly, and to acknowledge",
  "their crimes and ask for forgiveness. This was one of the most admirable things about",
  "Mandela, that although he had been kept in prison under the apartheid regime for 27 years,",
  "he still believed in forgiveness and reconciliation. The president decided not to stand for",
  "re-election in 1999 - he was almost 81 years old; he retired with his reputation high,",
  "almost universally admired for his statesmanship and restraint.",
  "Thabo Mbeki. who became ANC leader and president on Mandela’s retirement, had a",
  "difficult job to follow such a charismatic leader. After winning the 1999 elections, Mbeki",
  "and the ANC had to deal with mounting problems: the crime rate soared, trade unions",
  "called strikes in protest against job losses, poor working conditions and the increasing rate",
  "of privatization. The economic growth rate was slowing down: in 2001 it was only 1.5 per",
  "cent compared with 3.1 in 2000. The government came under special criticism for its",
  "handling of the AIDSepidemic. Mbeki was slow to recognize that there really was a crisis",
  "and claimed that AIDS was not necessarily linked to HIV; he refused to declare a stateof",
  "enabled",
  "emergency, as opposition parties and trade unions demanded. This would have",
  "spend",
  "South Africa to obtain cheaper medicines, but the government seemed unwilling to",
  "large amounts of cash on the necessary drugs. There was uproar in October 2001 when a",
  "report claimed that AI.DS was now the main cause of death in South Africa, and that if the",
  "trend continued, at least 5 million people would have died from it by 2010",
  "/AN me udcneu, mere were many positive signs in the new Soutn-",
  "Africa Government policies were beginning to show results: 70 per cent of black house",
  "hold,s had electricity, he number of people with access to pure water had increased by 9",
  "null on since 1994, and about 2000 new houses for poor people had been built. Education-",
  "was free and compulsory and many black people said that they felt they now had dignity",
  "instead ot bemg treated bke annuals, as they had been under apartheid. The economic",
  "590 PARTV DECOLONIZATION AND AFTERsituation appeared brighter:South Africa wasdiversifying itsexportsinstead of relying on",
  "gold and there was a growing tourist industry; the budget deficit had fallen sharply and",
  "inflation wasdown to 4 percent.The main problems were still AIDS-it was reported that",
  "in 2005 South Africa was the country with the most HIV positive people in the world, 6.5",
  "million; high unemployment levels and the high crime rate. However, in the election of",
  "- -",
  "April 2004, Mbeki was re elected for a second and final five year term as president and",
  "his ANC won a landslide victory, taking around two-thirds of the votes cast.",
  "During Mbeki’s second term it was the problems rather than the progress that gained",
  ".",
  "most of the publicity There was an influx of migrants and refugees, mainly from",
  ".",
  "Zimbabwe, but also from Rwanda,theCongo,Somalia and Ethiopia With unemployment",
  "already high and housing in short supply, this has caused competition for jobs and living",
  "accommodation, especially in the shanty towns that surround most large cities. In May",
  "2008 there were serious protest riots directed against immigrants, and at least 80 people",
  "were killed.The more left-wing ANC supportersfelt that there had been too little progress",
  "in the redistribution of wealth. In May 2009 South Africa’s unemployment rate had",
  "reached 25 per cent and those out of work wereforced to live on less than US$1.25 a day.",
  "Mbeki’s second term was also marred by a feud with his vice-president Jacob Zuma. In",
  "2005 Mbeke sacked him after Zuma was accused of corruption, including fraud and",
  "money-laundering. In December 2007 Zuma, still a very popular figure, defeated Mbeke",
  "in the election for president of the ANC. When Zuma was acquitted on the corruption",
  "charges, the ANC National Executive Committee voted that Mbeke was no longer fit to",
  "lead the country, theimplication being that the chargesagainst Zuma had been trumped up",
  ".",
  "in order to get him removed Mbeke immediately resigned and in May 2009 Zuma was",
  "elected president.He wasfirmly on the left-wing of the ANCand hadonce beena member",
  "of the South African Communist Party. Now he could rely on solid support from the trade",
  "unionsand thecommunists. His programme included a pledge to fight poverty and narrow",
  "the poverty gap, given that South Africa was tenth in the world list of countries with the",
  ".",
  "widest gap between rich and poor",
  "The president suffered a setback in August 2012 when police shot and killed 34 strik",
  "¬",
  "ing platinum miners at the Marikana mine, near Johannesburg. Poorly paid and working",
  "-",
  "in difficultconditions, the miners were demanding wage increasesfrom the mine owners,",
  "a British company called Lonmin.To make matters worse, 270 miners were arrested and",
  "charged with the murder of their colleagues, on the grounds that their behaviour had",
  "caused the police action. A wave of outrage followed and President Zuma came under",
  "severe criticism for his handling of the crisis. Although the charges were later dropped,",
  "critics claimed that he was an ineffective leader, more interested in protecting the indus",
  "¬",
  "try rather than helping the poverty-stricken miners and working to narrow the poverty",
  "gap. In December 2012 he was re-elected leader of the ANC for another five years.",
  ".",
  "However, many observers see his continuing presence as the party’s Achilles heel",
  "According to the Guardian (18 December 2012), Zuma is ‘a man steeped in corruption",
  "and personal scandal’.",
  "25.9 SOCIALISM AND CIVIL WAR IN ETHIOPIA",
  "(a) Haile Selassie",
  "Ethiopia (Abyssinia) was an independent state, ruled since 1930 by the Emperor Haile",
  "Selassie. In 1935 Mussolini’s forces attacked and occupied the country, forcing the",
  "Emperor into exile. The Italians joined Ethiopia to their neighbouring colonies of Eritrea",
  ".",
  "and Somaliland,calling them Italian East Africa In 1941, with British help, HaileSelassie",
  "wasable to defeat the weak Italian forcesand return to hiscapital, Addis Ababa.The wily",
  "PROBLEMS IN AFRICA 591emperor scored a great success in 1952 when he persuaded the UN and the USA to allow",
  "him to take over Eritrea, giving his landlocked country access to the sea. However, this",
  "was to be a source of conflict for many years, since Eritrean nationalists bitterly resented",
  "the loss of their country’s independence.",
  "By 1960 many people were growing impatient with HaileSelassie’s rule, believing that",
  "more could have been done politically, socially and economically to modernize the coun",
  "¬",
  "try. Rebellions broke out in Eritrea and in the Ogaden region of Ethiopia, where many of",
  "the population were Somali nationalists who were keen for their territories to join Somalia",
  "(which had become independent in 1960).Haile Selassie hung on to power, without intro",
  "¬",
  "ducing any radicalchanges,into the 1970s.Fuelled by poverty,droughtand famine, unrest",
  "finally came to a head in 1974, when some sections of the army mutinied. The leaders",
  "-",
  "formed themselves into the Co ordinating Committee of the Armed Forces and Police",
  "(known as the Derg for short), whose chairman was Major Mengistu. In September 1974,",
  "the Derg deposed the 83-year-old emperor, who was later murdered, and set itself up as",
  "the new government. Mengistu gained complete control and remained head of state until",
  "1991.",
  "(b) Major Mengistu and the Derg",
  ".",
  "Mengistu and the Derg gave Ethiopia 16 years of government based on Marxist principles",
  "Most of the land, industry, trade, banking and finance were taken over by the state.",
  "Opponents were usually executed. The USSR saw the arrival of Mengistu as an excellent",
  "chance to gain influence in that part of Africa, and they provided armaments and training",
  "for Mengistu’s army. Unfortunately the regime’s agricultural policy ran into the same",
  "problems as Stalin’s collectivization in the USSR; in 1984 and 1985 there were terrible",
  "famines,and it wasonly promptaction by other states,rushingin emergency foodsupplies,",
  ".",
  "which averted disaster Mengistu’s main problem was the civil war, which dragged on",
  "throughout his period in power and swallowed up his scarce resources. In spite of the help",
  "from the USSR, he was fighting a losing battle against the Eritrean People’s Liberation",
  "Front, the Tigray People’s Liberation Front and the Ethiopian People’s Revolutionary",
  "Democratic Front (EPRDF). By 1989 the government had lost control of Eritrea and",
  "Tigray, and Mengistu admitted that his socialist policies had failed; Marxism-Leninism",
  "was to be abandoned. The USSR deserted him; in May 1991, with rebel forces closing in",
  "on Addis Ababa, Mengistu fled to Zimbabwe and the EPRDF took power.",
  "(c) The Ethiopian People's Revolutionary Democratic Front (EPRDF)",
  "The new government, while maintaining some elements of socialism (especially state",
  ".",
  "control of important resources), promised democracy and less centralization The leader,",
  "MelesZenawi, who was a Tigrayan,announced the introduction of a voluntary federation",
  "for the various nationalities; this meant that ethnic groups could leave Ethiopia if they",
  "chose, and it prepared the way for Eritrea to declare its independence in May 1993. This",
  "was one less problem for the regime to deal with, but there were many others. Most seri",
  "¬",
  "ous was the state of the economy, and yet another dreadful famine in 1994. In 1998 war",
  ".",
  "broke out between Ethiopiaand Eritreaover frontier disputes Even the weather was unco",
  "¬",
  "operative:in thespring of 2000 the rainsfailed for the third year in succession,andanother",
  "famine threatened. Although a peace settlement with Eritrea was signed in December",
  "2000, tensions remained high.",
  "Events in 2001 suggested that Ethiopia might have turned the corner, at least econom",
  "¬",
  "ically. Prime Minister Zenawi and his EPRDF, who had easily won the national elections",
  "592",
  "PARTY DECOLONIZATION ANDAFTER.",
  "in May 2000, went on to register another landslide victory in the local elections in 2001",
  "The economy grew by 6.5 percent, the rainsarrived on time and there wasagood harvest.",
  "The World Bank helped by cancelling almost 70 per cent of Ethiopia’s debt. Zenawi won",
  "the 2005 elections, though there were allegations of fraud followed by riots and protest",
  "demonstrationsin which at least 200 people were killed.The opposition accused the police",
  "of massacring protesters, while the government blamed one of the main opposition parties,",
  ".",
  "the Coalition for Unity and Democracy (CUD), for organizing the protests In fact the",
  "majority of foreign observers declared that the elections were basically free and fair. With",
  "Zenawi in charge for the next five years, economic growth continued, but at the end of",
  "2006 Ethiopia became involved in war with neighbouring Somalia. In the south of",
  "Somalia, bordering on Ethiopia, Islamist groups were fighting against the National",
  "Transitional Federal Government of Somalia, which was supported by the USA (see",
  "Section 25.13(b)). It was suspected that these Islamistgroups had links with al-Qaeda,and",
  "Ethiopia had already allowed the USA to station military advisers at Camp Hurso, where",
  "they had spent a year training the Ethiopian army. In December 2006 the Ethiopians took",
  "theoffensive,forced the Islamists to retreatandoccupied the areasformerly under Islamist",
  "control. They pulled out in January 2009,leaving behind a small African Union force and",
  "a small detachment of the Somali army. But they were not strong enough to keep the",
  "Islamists at bay,and they soon began to take back controlof southern Somalia. Re-elected",
  "in 2010forafurtherfive-year term,Zenawidied in August 2012aged only 57.Hisdeputy,",
  "Hailemariam Desalegn, took over, and was expected to remain prime minister until the",
  "next elections, due in 2015. However, there were fears that, since the new prime minister",
  "lacked the experience, the prestige and the charisma of Mr Zenawi, the country was in for",
  "a difficult few years.",
  "25.10 LIBERIA - A UNIQUE EXPERIMENT",
  "(a) Early history",
  "Liberia has a unique history among African states. It was founded in 1822 by an organi",
  "¬",
  "zation called the American Colonization Society, whose members thought it would be a",
  "good idea to settle freed slaves in Africa where, by rights, they ought to have been living",
  "in the first place. They persuaded several local chieftains to allow them to start a settle",
  "¬",
  "ment in West Africa. The initial training of the freed slaves to prepare them for running",
  "theirown country wascarriedout by white Americans,led by Jehudi Ashmun.Liberia was",
  "given a constitution based on that of the USA, and the capital was named Monrovia after",
  "James Monroe, US president from 1817 until 1825. Although the system appeared to be",
  "democratic, in practice only the descendants of American freed slaves were allowed to",
  "vote. The native Africans in the area were treated as second-class citizens, just as they",
  "were in the areas colonized by Europeans. In the late 1920s there was a scandal when the",
  "US State Department accused the Liberian government of selling large numbers of these",
  ".",
  "citizens into slavery The League of Nations carried out an investigation and in 1930",
  "published a report showing that this was indeed the case. There were probably mixed",
  "-",
  "motives: to make money for the poverty stricken government and to get rid of trouble",
  "¬",
  "makers from native tribes in the interior. The president, Charles King, was forced to",
  "resign, but a further investigation in 1935, this time by the Anti-Slavery Society, showed",
  ".",
  "that the practice was still going on One of the investigators was the British novelist,",
  ".",
  "Graham Greene",
  "Liberia gained new importance during the Second World War because of its rubber",
  "plantations, which werea vital source of natural latex rubberfor the Allies.The Americans",
  "poured cash into the country and built roads, harbours and an international airport at",
  "PROBLEMS IN AFRICA 593r",
  "ofremaned presTtotunW",
  "^ ^",
  "hMkoTndreoavthiaT.nIn? 19!4e3t,hWMl^namftierThuhbismWaenkcdon ^",
  "! ?",
  "97 y , for j,tCr' 8",
  "OperagcaenfiuzlatcioonunotfryA,fwrichainchUbneitcyam(1e96a3m. Bemu,btehreoefcotnhoemUyjNwaasndajlwaaffyoosupnnddreeercimmoueemms,bb.teehrrerooeffwtahse",
  "little industry and Liberiadepended heavily on herexportsof rubberand ironore Anoth^er",
  "source of income came from allowing foreign merchan s ips S' er -",
  "Liberian flag.Shipowners were keen to do this because Liberia s rules and safety regula",
  ".",
  "lions were the most lax in the world and the registration fees among the lowest",
  "(b) Military dictatorship and civil war",
  "President Tubman was succeeded by his vice-president, William Tolbert, but during his",
  "presidency things began togo badly wrong. There was a fall in the world pricesof rubber",
  "and iron ore and the ruling elite came under increasing criticism tor its corruption.",
  "Opposition groupsdeveloped and in 1980 the army staged a coup, led by Master Sergeant",
  "Samuel Doe.Tolbert wasoverthrown and executed in public along with his ministers,and",
  "Doe became head of state. He promised a newconstitution and a return tocivilian rule, but",
  "was in nohurry torelinquish power. Although elections were held in 1985, Doe madesure",
  "that he and his supporters won. His ruthless regime aroused determined opposition and a",
  "numberof rebel groupsemerged; by 1989 Liberia wasengaged in a bloody civil war.The",
  "rebel armies were poorly disciplined and guilty of indiscriminate shooting and looting.In",
  "spite of efforts by neighbouring West African states which intervened in an attempt to",
  ".",
  "bring peace Doe was captured and killed (1990); but this did not end the war: two of the",
  "rebel groups, led by Charles Taylor and Prince Johnson (the man responsible for Doe’s",
  ".",
  "murder), fought each other for control of the country Altogether this devastating conflict",
  "raged on forseven years;new rival factionsappeared;at one point Taylor'sforcesinvaded",
  "Sierra Leone which he accused of backing Prince Johnson who controlled the capital,",
  "Monrovia.The Organization of African Unity tried to broker talks under the chairmanship",
  "of former Zimbabwean president Canaan Banana; but it was not until 1996 that a cease",
  "¬",
  "fire was agreed. Taylor succeeded in winning the support of Nigeria and announced that",
  "he wanted to be a conciliator.",
  "Electionsheld in 1997resulted in adecisivevictoryforCharlesTaylorand the National",
  "Patriotic Front of Liberia Party. He faced an unenviable task: the country was literally in",
  "ruins, its economy was totally disrupted and its peoples were divided. Nor did the situa",
  "¬",
  "tion improve.Taylor soon found himself at odds with much of theoutside world: the USA",
  "criticized his human rights record and the European Union claimed that he was helpingthe",
  "rebels in Sierra Leone. After the terrorist attacksof 11 September 2001 the USA accused",
  "him of harbouring members of al-Qaeda. Taylor denied all these charges and accused the",
  "USA of trying to undermine hisgovernment.The UN voted to impose a worldwide banon",
  "the trade in Liberian diamonds.",
  "By thespringof 2002 thecountry wasonceagain in thegripof civil warasrebel forces",
  "=",
  "^^",
  "intoMonroviatoprevent rebel forces taking it.Ta^ylor r^esigned^and took refuse in Nigeria.",
  "tTftS",
  "counirieswoddk several",
  "1 ^",
  "n irf the’Tnl, °“ ps om We",
  "U",
  "2005 which",
  "w",
  "594",
  "PARTV DECOLONIZATION",
  "AND AFTER.",
  "first female head of state She had been educated at Harvard, and had worked as an econ",
  "¬",
  ".",
  "omist for the World Bank",
  "In 2006 ex-president Charles Taylor was handed over to an international court at the",
  "Hague and charged with crimes against humanity alleged to have been committed in the",
  "1990s when he intervened to support the rebels in the civil war in Sierra Leone. In April",
  "2012 he was found guilty of being responsible for murder, rape, sexual slavery and",
  "conscription of child soldiers. He was sentenced to 50 years in prison. Meanwhile in 2011",
  "-",
  "president Johnson Shirleaf wasa joint winner,along with two other African female politi",
  "¬",
  "cians from Liberia and Yemen, of the Nobel Peace Prize for their work for the safety of",
  "-",
  "women and for women’s rights.Later in the year she was re elected presidentforasecond",
  ".",
  "term",
  "25.11 STABILITY AND CHAOS IN SIERRA LEONE",
  "(a) Early prosperity and stability",
  "Sierra Leone became independent in 1961 with Sir Milton Margai as leader and with a",
  "democratic constitution based on the British model. It was potentially one of the richest",
  "states in Africa, with valuable iron-ore deposits and diamonds; later gold was discovered.",
  "Sadly, the enlightened and gifted Margai, widely seen as the founding father of Sierra",
  "Leone, died in 1964. His brother, Sir Albert Margai, took over as leader, but in the elec",
  "¬",
  "tion of 1967, his party (the Sierra Leone People’s Party-SLPP) was defeated by the All-",
  "People’s Congress (APC) and its leader Siaka Stevens. In a foretaste of the future, the",
  "army removed the new prime minister and installed a military government. This had only",
  "been in place for a year when some sections of the army mutinied, imprisoned their offi",
  "¬",
  "cers and restored Stevens and the APC to power. Stevens remained president until his",
  ".",
  "retirement in 1985",
  "Sierra Leone under Siaka Stevens enjoyed peace and stability, but gradually the situa",
  "¬",
  "tion deteriorated in a number of ways.",
  "(cid:127) Corruption and mismanagement crept in and the ruling elite lined their own pock",
  "¬",
  "ets at public expense.",
  "(cid:127) The deposits of iron ore ran out, and the diamond trade, which should have filled",
  "the state treasury, fell into the hands of smugglers, who siphoned off most of the",
  ".",
  "profits",
  "(cid:127) .",
  "As criticism of the government increased, Stevens resorted to dictatorial methods",
  "Many political opponents were executed,and in 1978all political partiesexcept the",
  "APC were banned.",
  "(b) Chaos and catastrophe",
  "When Stevens retired in 1985 he took care to appointas his successoranother strong man,",
  "the Commander-in-Chief of thearmy,Joseph Momoh.His regime wasso blatantly corrupt",
  "and his economic policies so disastrous that in 1992 he was overthrown, and replaced by",
  "a group calling itself the National Provisional Ruling Council (NPRC). The new head of",
  "state, Captain Valentine Strasser, accused Momoh of bringing the country ‘permanent",
  "poverty and a deplorable life’, and promised to restore genuine democracy as soon as",
  "possible.",
  "Unfortunately the country was already moving towards the tragic civil war, which was",
  "to last into the next century. A rebel force calling itself the Revolutionary United Front",
  "PROBLEMS IN AFRICA 595(RUF) wasorganizing in the south, under the leadershipof Foday Sankoh. He had been an",
  "army corporal who, according to Peter Pentold (a former British High Commissioner in",
  "Sierra Leone), ‘brainwashed his young followers on a diet ot coercion,drugs, and unreal",
  "istic promises of gold’. His forces had been causing trouble since 1991, but the violence¬",
  "intensified; Sankoh rejected all calls to negotiate, and by the end of 1994 the Strasser",
  "government was in difficulties. Early in 1995 there were reports of tierce fighting all over",
  "the country, although Freetown (the capital) was still calm. An estimated 900 000 people",
  "had been driven from their homes and at least 30 000 had taken refuge in neighbouring",
  "Guinea.",
  "In desperation Strasseroffered to hold democraticelections and to sign a truce with the",
  "RUF. This produced a lull in the fighting and preparations went ahead for elections to be",
  "held in February 1996. However, some sections of the army were unwilling to give up",
  "power to a civilian government, and a few days before the election they overthrew",
  "Strasser. Nevertheless voting went ahead though there wasserious violence,especially in",
  ", ,",
  "Freetown, where 27 people were killed. There were reports of mutinous soldiers firing at",
  "civilians as they queued up to vote, and chopping off the hands ot some people who had",
  "voted. In spite of intimidation, 60 per cent of the electorate voted. The Sierra Leone",
  ".",
  "People's Party (SLPP) emerged as the largest party and its leader Ahmad Tejan Kabbah,",
  "was elected president. Enormous crowds celebrated in Freetown when the army formally",
  "handed over authority to the new president, after 19 years of one-party and military rule.",
  "President Kabbah pledged to end violence and corruption and offered to meet RUF lead",
  "¬",
  "ers. In November 1996 he and Sankoh signed a peace agreement.",
  "Just as it seemed that peace was about to return the country was plunged into further",
  ",",
  "chaos when a group of army officers seized power (May 1997), forcing Kabbah to take",
  ".",
  "refuge in Guinea. The new president Major Johnny Paul Koroma abolished the constitu",
  ", ¬",
  "tion and banned political parties. Sierra Leone was suspended from the Commonwealth",
  "and the UN imposed economic sanctions until the country returned to democracy.",
  "Nigerian forces fighting on behalf of the Economic Community of West African States",
  ".",
  "(ECOWAS) drove Koroma's military regime out and restored Kabbah (March 1998)",
  "But this was not the end of Sierra Leone’s misery.The RUF resurrected itself and was",
  "joined by troops loyal to Koroma. They advanced on Freetown, which they reached in",
  "January 1999.Then followed the most appallingeventsof theentirecivil war:in a ten-day",
  "period about 7000 people were murdered, thousands more were raped or had their arms",
  "and legs hacked off, about a third of the capital was destroyed and tens of thousands were",
  "left homeless. Eventually Kabbah and Sankoh signed a peace agreement in Lome, the",
  "capital of Togo (July 1999), providing for a power-sharing system and granting an",
  "amnesty for the rebels. This provoked strong criticism from human rights groups in view",
  "of the terrible atrocities committed by some of the rebels. The UN Security Council voted",
  "peace.",
  "to send 6000 troops to Sierra Leone to supervise the implementation of",
  "Unbelievably, in May 2000 Sankoh, who had become a member of Kabbagho’vsercnambiennett.,",
  "ordered his rebel troops to march on Freetown and overthrow the Kabbah",
  "This was prevented by the timely arrival of British troopssent by UK prime ministerTony",
  "RUF",
  "Blair. In October 2000 this number had to be increased to 20000,since many of the",
  "British",
  "fighters refused toaccept the termsof the settlement and continued tocause havoc.",
  "rebels.",
  "troops joined the UN forces and played an important part in the final defeat of the",
  "and",
  "Sankoh was captured and died in prison in 2003. The job of disarmament was slow",
  "difficult, but violence gradually subsided and something approaching calm was restorl",
  "50 0 «",
  "In January 2002 the war was officially declared to be over; it was estimated that",
  "people had been killed during ten years of conflict. some",
  "and",
  "However, peace was fragile, and the UN kept 17 000 troops in the country, Presiden",
  "of the British contingent stayed in case of renewed violence In May 2002",
  ". announced tna",
  "Kabbah was re-elected, winning 70 per cent of the votes. In 2004 it was",
  "596 PARTY DECOLONIZATION AND AFTER.",
  "all rebel troops had been disarmed and the UNopened a warcrimes tribunal But thecoun",
  "¬",
  "try’seconomy was in ruins, the infrastructure needed rebuilding,and in 2003the UN rated",
  "it as one of the five poorest countries in the world.",
  "The constitutiondid notallow President Kabbah to runfora third consecutive term,and",
  "-",
  "his party, the Sierra Leonean People’s Party (SLPP), chose the vice president, Solomon",
  "Berewa, as their candidate in the elections of September 2007. He was unexpectedly",
  "defeated by the All People’s Party (APC) candidate, Ernest Bai Koroma. He promised that",
  "corruption would not be tolerated and that the country’s resources would be used in the",
  "best interests of all citizens. Further work was done to restore the country’s infrastructure",
  "and more resources were put into the healthcare system. In April 2010 a new free health",
  "¬",
  "care system was introduced for pregnant women, mothers and babies, and children under",
  "5. In 2008, after an aircraft carrying around 700 kg of cocaine was stopped at Freetown",
  "airport, President Koroma took action against the increasing number of drug cartels, many",
  "of them from Colombia, which had started to use Sierra Leone as a base from which to",
  "ship drugs to Europe. The minister for transport was suspended and stricter punishments",
  "and longer gaol sentences were introduced for offenders. As the 2012 elections",
  "approached, there was still a long way to go before Sierra Leone came anywhere near",
  ".",
  "fulfilling its potential",
  "25.12 ZIMBABWE UNDER ROBERT MUGABE",
  "(a) An impressive beginning, 1980-90",
  "Robert Mugabe, prime minister of the newly independent Zimbabwe, had been an",
  ".",
  "uncompromising guerrilla leader with Marxist opinions He soon showed that he was",
  ".",
  "capable of moderation, and pledged himself to work for reconciliation and unity This",
  "calmed the fears of the white farmers and businessmen who had remained in Zimbabwe",
  "and who were necessary for the economy to flourish. He formed a coalition government",
  "between his party, the Zimbabwe African National Union (ZANU), whose main support",
  "came from the Shona people, and Joshua Nkomo’s Zimbabwe African People’s Union",
  "(ZAPU),supported by the Ndebele people in Matabeleland. He kept his promise made at",
  "the Lancaster House Conference (see Section 24.4(c)) that the whites should have 20",
  "guaranteed seats in the 100-seat parliament. Measures were introduced to alleviate the",
  "poverty of the black population - wage increases, food subsidies and better social",
  "services, health care and education. Many commentators felt that in hisfirst few years in",
  "power, Mugabe showed great statesmanship and deserved credit for keeping his country",
  ".",
  "relatively peaceful",
  "Nevertheless there were problems to be dealt with. The most serious in the early years",
  "was the long-standing hostility between ZANU and ZAPU. The Shona people of ZANU",
  "felt that ZAPU could have done more to help during the struggle for black majority rule.",
  "The coalition between Mugabe and Nkomo was uneasy,and in 1982 Nkomo was accused",
  "of planningacoup.Mugabeforced him toresignand had many leading membersof ZAPU",
  "arrested. Nkomo’s supporters in Matabeleland retaliated with violence, but were brutally",
  ".",
  "suppressed However,resistance continued until 1987 when at last the two leaders reached",
  "-",
  "agreement-the so called Unity Accord:",
  "(cid:127)",
  "ZANU and ZAPU united and became known as the Zimbabwe African National",
  "Union-Patriotic Front (ZANU-PF);",
  "-",
  "(cid:127) Mugabe became executive president and Nkomo became a vice president in a",
  "power-sharing scheme;",
  "(cid:127) reserved seats for whites in parliament were abolished.",
  "PROBLEMS IN AFRICA 597The other worrying problem was the state of the economy. Although in years of go^",
  "harvests Zimbabwe was regarded as ‘the breadbasket of southern Africa’, success",
  "depended heavily on the weather. During the 1980s there were more than the usual peri",
  "ods of drought, and the country also suffered from the high world price of oil. It was¬",
  "becoming clear that although Mugabe was a clever politician, hiseconomic skills werenot",
  "so impressive. Since the 1987 Unity Accord, he had been pushing to turn Zimbabwe into",
  "a one-party state. However, this was thwarted when Edgar Tekere formed his Zimbabwe",
  "Unity Movement (ZUM) in 1989. Nevertheless, in 1990 Mugabe was still immensely",
  "popular and regarded as a hero by much of the population because of his vital role in the",
  "struggle for freedom. In 1990 he was re-elected president in a landslide victory overZUM.",
  "(b) The hero's image begins to tarnish",
  "During the 1990s Zimbabwe’s economic problems worsened. After the collapse of the",
  "USSR Mugabe abandoned most of his Marxist policies and attempted to follow western",
  ",",
  "free-market methods. He accepted a loan from the IMF and, very much against public",
  "opinion, agreed to abide by the Economic Structural Adjustment Programme it imposed.",
  "This involved unpopular cuts in public spending on social services and jobs. Difficulties",
  "were compounded in 1992 by a severe drought, bringing a poor harvest and food- short¬",
  "ages. More problems were caused when squatters occupied hundreds of white owned",
  "farms. About 4000 white farmers had stayed on in Zimbabwe after independence, and",
  "between them they owned about half the country’s arable land. The government encour¬",
  "aged the squatters and the police gave the farmers no protection: consequently the areas",
  "occupied by squatters were not cultivated, and this added to the food supply problem.",
  "Unemployment and inflation rose and the spread of AIDS began tocause concern.",
  "By the late 1990s unrest was growing. Mugabe’s intervention to help President Laurent",
  "Kabila in the civil war in the Democratic Republic of the Congo was unpopular, sinceit",
  "was widely rumoured that his motive was to protect his own personal investments in that",
  "country. In November 1998 there were protest demonstrations when it wasannounced that",
  "Mugabe had awarded himself and his cabinet large pay increases.",
  "(c) Opposition increases",
  "Around the turn of the century, opposition to the regime increased as Mugabe’s rule",
  "became more repressive and dictatorial.",
  "(cid:127) In February 2000, men claiming to be veterans of the war for independenccoentbineugeadn",
  "the systematic and violent occupation of white-owned farms. This",
  "organized by the",
  "throughout the next four years, and wasclearly a deliberate policy",
  "was the",
  "government. When the UK government protested, Mugabe claimed that iLtancaster",
  "fault of the British: they had broken their promise (made during the 1979",
  "House Conference) to provide adequate compensation to white farmers. Britain",
  "confiscated lan",
  "declared itself willing to pay extra compensation provided that the",
  "was given to ordinary peasant farmers rather than to members of Mugabe’s ruling",
  "elite. . - Jn",
  "and fair",
  "(cid:127) Another proviso was that the elections due in June 2000 were free",
  "February 2000 the people had rejected a new pro-Mugabedraft constitution,ac\\e",
  ",",
  "whate",
  "indication that his popularity had dwindled.This probably led him to take",
  "agreed",
  "measures were necessary to win the June elections. Although he had",
  "\"",
  "they should be free and fair, heapparently did little to make sure that this happe",
  "598 PART V DECOLONIZATION AND AFTERThere was widespread violence and intimidation of the opposition before and",
  ".",
  "during the election, and international observers were severely restricted Even so,",
  "the result was close: Mugabe’s ZANU-PF won 62 seats in the 150-seat parliament,",
  "while the opposition Movement for Democratic Change (MDC) won 57. The MDC",
  "had support from trade unions and by the prominent, but mainly white Commercial",
  "Farmers’ Union (CFU). However, the president had the right to nominate 30 of the",
  "150 members, and so Mugabe maintained a comfortable majority.",
  "(cid:127) The forcible occupation of white-owned farms continued during 2001, bringing",
  "more protests from the UK and the USA. Mugabe accused the British government",
  "of running a neo-colonial and racist campaign, supporting whites against blacks.",
  "The dispute brought mixed reactions from the rest of the world. The majority of",
  ".",
  "black African states expressed sympathy and supportfor Mugabe President Mbeki",
  "of South Africa, on the other hand, claimed that the land seizures were a violation",
  "of the rule of law, and ought to stop; but he urged a conciliatory approach and",
  "refused toapply economicsanctionsagainstZimbabwe,since these wouldonly ruin",
  "the already ailing economy. However, the EU condemned Mugabe’s policy and",
  "imposed sanctions (February 2002), the Commonwealth expelled Zimbabwe for",
  "one year,and the World Bank cut off its funding because of Zimbabwe’s huge debt",
  "arrears, which had risen to over $380 million.",
  "(cid:127)",
  "Meanwhile, Mugabe took steps to muzzle the mounting criticism of his policies",
  "within Zimbabwe.There was now only one independentdaily newspaper, the Daily",
  "News, and its journalists were increasingly harassed and intimidated, as were",
  ".",
  "membersof the MDC MorganTsvangirai, the MDC leader, wascharged with plot",
  "¬",
  "ting to overthrow the president, and the government tightened its control over TV",
  ".",
  "and radio When the Supreme Court ventured to criticize Mugabe’s land policy, he",
  ".",
  "sacked three of the judges and replaced them with his own nominees As the presi",
  "¬",
  "dential election of March 2002 approached, restrictions were tightened further.",
  "Public meetings were banned, except those of Mugabe’s supporters, and it became",
  "an offence ‘to undermine the authority of the president by making statements or",
  "publishing statements that provoke hostility’. No foreign observers were to be",
  ".",
  "allowed into the country to monitor the elections",
  "During the election campaign ZANU-PF took the line that the MDC was a puppet politi",
  "¬",
  "cal party being used by the West to destabilize the nationalist and fundamentally Marxist",
  "attempt to redistribute wealth in Zimbabwe. Jonathan Moyo, the Minister of Information",
  "and Publicity, accused the MDC of being unpatriotic because they supported the CFU in",
  "their attempts to derail Mugabe’s land-redistribution exercise. It was no surprise when",
  "Mugabe won the election and was sworn in fora further six-year term,although he was 78",
  "years old. He took 56 per cent of the vote while Morgan Tsvangirai could muster only 42",
  "per cent. Tsvangirai immediately challenged the result, claiming that ‘it was the biggest",
  "electoral fraud I’ve seen in my life’.He complained of terrorism, intimidation and harass",
  ". ¬",
  "ment; tensions ran high as he demanded that the High Court overturn the result",
  "(d) Zimbabwe in crisis",
  "Rejecting the opposition’s accusations, President Mugabe declared a ‘state of disaster’",
  "(April 2002) because of the food situation. The whole of Central Africa was suffering the",
  "effects of a prolonged drought,and the harvest wasexpected to be only half its usual size.",
  "-",
  "Yet Mugabe continued with his controversial land seizure policy, although agricultural",
  "experts pointed out that this would threaten the vital crop of winter wheat.",
  "Protestsagainst the government continued in variousforms,and so did the suppression",
  "PROBLEMS IN AFRICA 599,",
  "of critics Mugabe used ahjt‘ohsejeevceurynty forcesjere us ^ ^ . . .",
  "youth militias and members of ^ ^ Zimbabwe",
  ". .",
  ".",
  ":",
  "TchPSrht SCders",
  "E£“",
  ". were arrested when hey ried opresem a",
  "aPpleceartvioBtesiuostontfthhfaieesckeowi.pnhMpgooomatlshenihetyicopof2naouclnritectorfeyruit,seoesdd,bebemtoahanabnkvedesisanwinlgeidtnhtcshhelaedots;psMsinvuciolMgolaesabenrecdche,shbathouneutdltMdhmeDeomgirCteohevomereerrbggrnreaaemrrnfsdioezrfniemontdrcdlahuisuidmmsminairassgenssgeGipndmirgboiehstteotaossnsr.t",
  "‘an act of terrorism'. It was reported that over500 oaprpreosstietdio.nSupported by a number of",
  "SWibeasntedran,cvoiucnet-rpieressidtheentMoDfCthceallMedDfCo,r hfoardeigbneeinntervention and appealed for the UN to",
  "gtDaeketveienalvoomplmvoereedntaincCtfiouvmte,umrreouleenlieticnytiZo(SinmAs.bDTaCbhwe)yet’haslesraoeffcawailrelser.edTohanronnuuegmihgbhtebhroeuorrfeinggaiottsnetaamltepSst,osuaasthkteinrmngedtAhifaertmiicoantno.",
  "Presidents Mbeki of South Africa and Obasanjo of Nigeria several times tried to persuade",
  "MMuuggaabbee atondfoTrmsvaancgoiraaliitihoenldgtoavlkesrn,mnoenstolwutiithonthteo MtheDdCe,abdulotcaklthcoouulgdhbreepfroeusnedn.taMtivuegsaboef",
  "insisted that Zimbabwe was a sovereign country which could run its own affairs without",
  "interference from other states; issues pertaining to Zimbabwe could only be solved by",
  "Zimbabweans themselves. He also argued that Western talk of human rights abuses in",
  "Zimbabwe was simply political rhetoric and part of a neo-colonial strategy to continue",
  "influencing what went on in Zimbabwe. Jonathan Moyo has linked the recent farm",
  "seizures to the 1970s war of liberation from British colonial rule. He described the farm",
  "takeovers as the third ‘Chimurenga’, a Shona word for the war of liberation, the first and",
  "second Chimurenga being the wars started by black natives against white settlers during",
  "the 1890s and 1970s.",
  "When the Commonwealth summit met in Abuja (Nigeria) in December 2003, the issue",
  "which dominated the conference was whether or not Zimbabwe's suspension should be",
  "lifted. Mugabe was hoping to split the Commonwealth along black-white lines, but after",
  "intense discussion, the majority of members, including many African countries, voted to",
  "continue the suspension. Bitterly disappointed, Mugabe withdrew Zimbabwe from the",
  ".",
  "Commonwealth",
  "The tragedy was that by the summer of 2004,as well as the dire human rights situation,",
  "Zimbabwe s economy was in a state of collapse. It was reported that since the land reform",
  "programme began, agricultural production had fallen catastrophically: in 2003 the tobacco",
  "crop fell to less than a third of the 2000 crop; worst of all, the wheat crop was less than a",
  "quarter of the total in 2000, and the numbers of cattle on commercial farms fell from 1.2",
  "million to a mere 150 000. Although the government claimed that 50 000 black families",
  "had been settled on commercial farms, the real figure was less than 5000. Many of the best",
  "farms had been given to the president s supporters; vast amounts of fertile land were lying",
  "ThTEU dcdslon ^T fTa",
  ",",
  "per cent, one of the highest in the world. , rn",
  "he ma n victims",
  ",",
  ",",
  ".",
  "could muster only 4 seats With the 30 sea",
  "600 PARTV DECOLONIZATION AND AFTER-",
  "appointments, he would have more than the two thirds majority needed to change the",
  ". .",
  "constitution A smiling Mugabe said that he would retire when he was ‘a century old’",
  "There was less violence than during the two previous elections, and South African",
  ".",
  "observers reported that the proceedings had been free and fair However, the MDC and",
  "many European observersclaimed that there had been widespread abuses,fraud and intim",
  "¬",
  "idation of voters; they accused the South African government of turning a blind eye to the",
  "fraud in order to discourage the MDC from resorting to violence, which would destabilize",
  "South Africa’s frontier with Zimbabwe. In fact, the MDC leader, Morgan Tsvangirai, a",
  "former trade union leader, decided not to launch a legal challenge to the results and",
  "rejected calls for armed resistance. As the UK Times put it: ‘It would be a brave group",
  "- .",
  "indeed which would openly confront the thugs of ZANU PF’ In March 2007 when the",
  "MDC did criticize Mugabe and staged a protest march, Tsvangirai and several other",
  "protesters were arrested and beaten up and one of them was killed.",
  "In 2008 both parliamentary and presidential elections were held. With the economy in",
  "dire straits, Mugabe’s ZANU-PF suffered a narrow defeat by the MDC, and Mugabe",
  "himself came second to Morgan Tsvangirai in the first round of the election for president.",
  "However, Tsvangirai had narrowly failed to win the requisite50 per cent to secure victory",
  ".",
  "in the first round A run-off took place almost two months after these results were",
  "announced.During that timeZANU-PFlaunchedacampaignof violenceagainst the MDC",
  "and its supporters in which 86 people were reported killed, hundreds injured and hundreds",
  "more driven from their homes. Five days before the run-off Tsvangirai announced that he",
  "had withdrawn from the contest; there was no point in running, he said, when the election",
  ".",
  "would not be free and fair, and when the outcome would be decided by Mugabe himself",
  ".",
  "He claimed that his supporters risked being killed if they turned up to vote for him",
  "Mugabe retorted that he had only withdrawn because he knew he would be humiliated in",
  ". -",
  "the vote The run off went ahead and predictably, since Tsvangirai was no longera candi",
  "¬",
  "date, Mugabe took around 90 per cent of the votes. In June 2008 he was sworn in for a",
  ".",
  "further term as president There was widespread international condemnation of the result,",
  "and the African Union insisted that the only fair outcome would be the formation of a",
  "government of national unity.Talks were held between ZANU-PFand the MDC under the",
  "auspices of the Southern African Development Community (SADC), and mediated by",
  "South African president Mbeki. In September 2008 a power-sharing agreement was",
  "signed: Mugabe was to remain as president, Tsvangirai was to become prime minister,",
  "-",
  "both would share control of the police and Mugabe’sZANU PFwould be in control of the",
  "army.",
  "Over the next four years the economy at last began to make some progress, although",
  "in June 2012 an MDC report stated that ‘the transport system remains in a complete",
  "shambles’; all major roads were in need of upgrading and the secondary roads were full",
  "of potholes. At the same time the UN Human Rights Commissioner reported that in spite",
  "of the unity government, polarization was still very pronounced; she expressed grave",
  "concerns that the next elections, due in 2013, could turn into a repeat of the 2008 elec",
  ". ¬",
  "tions Only a week after the Commissioner’s visit an MDC official was murdered by",
  ".",
  "ZANU-PFsupportersand severalothers were severely beaten Clearly Mugabe’sconcep",
  "¬",
  "tion of sovereignty has more to do with the perpetuation of his own rule than the protec",
  "¬",
  "- .",
  "tion and well being of his people In the wordsof one of the disaffected Anglican priests,",
  "in 2012:",
  "Zimbabweanscontinue to suffer underMugabe’s rule.There isgeneralsuffering across",
  "Zimbabwe, and unemployment is a serious problem in every part of the country.",
  "Moreover the involvement of the military in the politics of the country means that the",
  "idea of free and fair elections continues to be a fantasy in the minds of many",
  ".",
  "Zimbabweans",
  "PROBLEMS IN AFRICA 60125.13 CONFUSION AND CIVIL WAR IN SOMALIA",
  "(a) Somalia united",
  "The territoriesoccupied by theSomali people had been colonized in the nineteenth century",
  "by the French, British and Italians. By 1960 both Britain and Italy recognized the inde",
  "¬",
  "pendence of their areas which were united to form the Republic of Somalia. There was a",
  "-",
  "long history of frontier disputes between the Somalis in the south west of the country",
  "-",
  "neighbouring Kenya,and between the Somalis in the north west of Somalia, bordering on",
  "the Ethiopian province of Ogaden, and the Ethiopian government. In 1963 a boundary",
  "commission recommended that the Somali-populated area bordering on Kenya should be",
  "included in the new Republic of Kenya. When the British government agreed to this there",
  "were protest riots across Somalia and the Somali government broke off diplomatic rela",
  "¬",
  ".",
  "tions with Britain This alarmed Ethiopia where borderskirmishes had already occurred in",
  ".",
  "Ogaden in 1962 The president of Sudan and the King of Morocco offered to mediate,and",
  "following talks in Khartoum, hostilities between Somalia and Ethiopia were suspended",
  "temporarily. However, sporadic border clashes continued until 1967 when President",
  ".",
  "Kaunda of Zambia mediated more successfully Meanwhile the small French colony of",
  "Djibouti, situated between Somalia and Eritrea, voted to remain separate as a member of",
  "the French Union. The French finally withdrew in 1975 and Djibouti became an indepen",
  "¬",
  "dent republic in 1977.Though small, the new republic included the portof Djibouti, which",
  "was vital for the trade of the landlocked state of Ethiopia and extremely desirable for",
  "Somalia. The republic’s population was mixed, consisting both of Ethiopians (Afars) and",
  "Somalis (Issas).",
  "In October 1969 theSomali president Abdi Rashid AliShermarke wasassassinated and",
  "the army took over, with Major-General Mohamed Siad Barre as president.The country’s",
  "name was changed to the Somali Democratic Republic, but this did not solve one of its",
  "basic problems - it was divided into a large number of tribes or clans, and sub-tribes.",
  "Before independence these had only been held together by the colonial power, and after",
  "1960 some tribes began to act more independently. The new president Siad Barre, a",
  "member of the Marehan tribe, aimed to reassert central control from the capital,",
  "Mogadishu, with himself as the uniting force. He gained the supportof several other clans",
  "and introduced a programme of socialist reforms.",
  "(b) War and civil war",
  "In 1977,expecting help from the USA, President Siad Barre launched an ill-advised inva",
  "¬",
  "sion of Ethiopia. When American help failed to materialize, his forces were easily driven",
  ".",
  "back by the Ethiopians, who received support from the USSR and Cuba After the",
  "Ethiopians had invaded Somalia in 1982, the country gradually deteriorated into a terrible",
  "civil war lasting well into the next century. The former British area in the north declared",
  "itself independent under President Muhammad Egal, though only Djibouti gave it official",
  "recognition. A number of tribes united and in 1991 forced Barre to leave the country.",
  ".",
  "However, they immediately fell out again and continued to fight each other The leading",
  "figures were now Muhammad Farah Aided, who was supported by Islamist groups, and",
  "Ali Mahdi Muhammad, whose forces controlled Mogadishu and who declared himself",
  ".",
  "president",
  "Meanwhile the unfortunate population suffered famine, epidemics and drought;",
  "millions were forced to flee from their homes. At one point there were over 20 different",
  "aid agencies at work in the country. Sadly they were often terrorized and robbed by local",
  "602 PARTY DECOLONIZATION ANDAFTER^",
  ".",
  "militias, and at the end of 1992 a UN mission (known as UNOSOM) was sent to try to",
  "make sure that the aid reached the right people. This group was eventually enlarged to",
  "28 000 (of which 8000 were from the USA) and given authority to disarm the warring",
  "factions.When this proved beyond them,the Americansdecidedit would beeasiertoback",
  "Ali Mahdi and eliminate Aided, rather than trying to bring the twotogether in peace talks.",
  "They were in for a great disappointment:an American force sent toarrest Aided failed to",
  "capture him and lost two helicopters and the lives of 18 teenage American soldiers. This",
  "was too much for President Clinton, who decided to pull all American troops out of",
  "Somalia. UNOSOM forces soon followed (1994). They had totally failed to disarm the",
  "mmialkiteialsittalneddicfefertraeinncley.tIon rreeaulnitiyte.Sthoemcaoliuanhtrayd.nAoidgeodvewrnamsekniltl,ejdusitna1c9o9ll6ecbtuiotnitosfewemarelodrdtos",
  "each ruling hisown patch.",
  "In 2000 it seemed that some progress was being made: a group of warlords met in",
  "Djibouti and set upa government, though at first itcontrolledonly about 10percentof the",
  "country. In August 2004 a National Transitional Federal Parliament of 275 members was",
  "inaugurated for a five-year term and Abdullahi Yusuf Ahmed was elected president.The",
  "new government wasforced tospend the first year based in Kenya, becauseSomalia itself",
  "was too violent, b.ut eventually it was able to move to the town of Baidoa. More violence",
  "followed in 2006 this time caused by a groupof Islamistscalling themselves the Somali",
  "Islamic Courts Council (SICC). They seized Mogadishu and took control of most of the",
  "south. President Yusut tried to reach a peace agreement with them, but no progress could",
  "bemade.Atthispoint the Ethiopian government intervened.TheyconsideredtheIslamists",
  "to be a dangerous threat to their territory and to the region in general, and carried out a",
  "series of air strikes against them. Ethiopian troops joined the Somali government’s strug",
  "glingforcesand together they regained control of Mogadishu. By theend of 2006most of¬",
  "the Islamists had been forced out of Somalia. The Americans joined in, launching air",
  "strikesagainst the retreating Islamistswhom they suspected of having linkswith al-Qaeda.",
  "These were widely condemned in a number of Muslim countries which claimed that the",
  "Americans had killed more ordinary Somalis than Islamist rebels.",
  "The Islamists soon regrouped and the militant wingof theSICC known as Al-Shabab",
  ", ,",
  "grew much stronger in 2007.Supported by many local warlords, they recaptured much of",
  "the south.Oneencouragingsign for the beleaguered government was that many moderate",
  "Muslims supported it, and when President Yusuf resigned at the end of 2008, parliament",
  "electedSheikhSharif Ahmed,a moderateMuslimcleric,asthenext president. In 2010Al-",
  "Shabab announced that it acknowledged allegiance to al-Qaeda and in July it claimed",
  "responsibility for a bomb blast in a restaurant at Kampala, the capital of Uganda, which",
  "killed75 people. Ugandan forceshad been helpingtheSomali government,and theexplo",
  "sion wasclearly meant asa warning toanyothercountries that might beconsideringsimi¬",
  "lar assistance. Even the weather was cruel to the Somalis-in the summer of 2011 there¬",
  "wasa prolongeddrought.Thiscaused afamine in mostof thesouth where thousandswere",
  "reported to have died from malnutrition and thousands more had migrated into neigh",
  "bouring Kenya and Ethiopia looking for food. The government had proved incapable of¬",
  "controlling the Somali pirates who had been terrorizing the seas off the coast of East",
  "Africafor many years.Since 2000 hundreds of vessels ha.ve been attacked,though only a",
  "small proportion of these resulted in successful hijackings Many countries have joined an",
  "international task force to eliminate piracy. This had some success and the number of",
  "attacks was reduced though in February 2012 pirates were still holding ten ships and 159",
  "hostages In September 2012Sheikh Sharif Ahmed was unexpectedly defeated when MPs",
  "voted for Hassan Sheikh Mohamud as the next president. He was described as being ‘a",
  "more moderate Muslim’ than his predecessor. He wasan academic who had once worked",
  "for UNICEF.",
  "PROBLEMS IN AFRICA 60325.14 THE SUDAN",
  "At the end of the twentieth century no fewer than 17 African countries were experienc",
  "¬",
  "ing crises of various kinds and the UN rated Sudan as probab y e wors ince 1956,",
  ",",
  "southern Sudan had been ravaged by civil war between the Arab-dominated government",
  "and the African tribes many of whom were Christians. The Africans e t t ey were not",
  ",",
  "receiving a fair deal; they had been refused the right to secede and had not even been",
  "allowed a certain amount of independence as part of a federal state. In JX the govern",
  "¬",
  "ment in Khartoum introduced fundamentalist Islamic law, which only exacerbated the rift",
  "between Arabs in the north and the black African tribes in the south. Government forces",
  "were strongly influenced by the National Islamic Front (NIF) while the rebels main",
  "supporters were the Sudan People’s Liberation Army (SPLA). In 1989 a group of army",
  "-",
  "officers led by Omar al Bashir overthrew the Sudanese government and took over the",
  "presidency.He wasstill president in 2012 though he has promised tostand down in 2015.",
  "The fighting ended in 2002, but peace was fragile, and in February 2003 rebel groups",
  "from African tribes in the Darfur region again took up armsagainst the government in the",
  "struggle for more land and resources. In retaliation the government used various Arab",
  "militias including the Janjaweed to disguise the fact that they were really waging an",
  "ethnic cleansing campaign against people of African origin. The government itself did",
  ".",
  "nothing to stop the violence. By the summer of 2004 the situation in the Darfur region",
  "was chaotic: some estimates put the number of deaths as high as 300 000 between 3",
  ",",
  "million and 4 million people were homeless, and over 2 million were in urgent need of",
  "food and medical attention. To make matters worse consecutive years of drought and",
  ",",
  "floods had ruined tens of thousands of livelihoods, and living conditions were said to be",
  "appalling.The infrastructure wasin ruins with scoresof schoolsand hospitalsdestroyed,",
  ",",
  "there was no electricity, disease was rife and trade depended on barter. UN and otheraid",
  "agencies were desperately trying to provide for basic survival needs; food was dropped",
  "in from planes because there were nogood roads.The whole of the south wasdesperately",
  "backward and under-developed. Yet thecountry had plenty of valuableassets which were",
  "not being fully exploited: the soil was fertile and watered by the Nile - properly culti",
  "¬",
  "vated, it could easily provide sufficient food for the population; and there were rich oil",
  "resources.",
  "Hopesforan improvement rose in August 2004 when the African Union began a peace",
  "¬",
  "keeping mission. In January 2005 representatives of the Sudan People’s Liberation",
  "Movement and the Khartoum government signed a peace deal in Nairobi, the capital of",
  "Kenya. It was agreed that Southern Sudan would be autonomous for six years, and that",
  "there would then be a referendum to decide whether it was to remain part of the Sudan.",
  "However, the new deal seemed to have little immediate effect in Darfur where fighting",
  ",",
  "continued, in spite of all international efforts to bring peace. In March 2009 the",
  "International Criminal Court issued a warrant for thearrest of President Bashiron charges",
  "of war crimes and crimes against humanity in Darfur. He continued blithely in office and",
  "in April 2010 he won the first multi-party elections to be held in Sudan since 1986.This",
  "was nosurprise since most of the opposition parties boycotted the elections.The leaderof",
  "the SPLM, Salva Kiir, was re-elected for another term as president of the semi-indepen¬",
  "dent Darfur.",
  "In January 2011 the referendum over the future of Darfur provided for in the 2005",
  "peaceagreement took place;98 percent voted in favourof independence President Bashir",
  "accepted the result and said he would not stand for re-election at the end of his term in",
  "2015.In July 2011 SouthSudan officially becameindependent as Africa’s54thstate.Even",
  "then tensions between the twocontinued,mainly over possession of oilfieldsanddisputed",
  "frontiers.In April „012theSouth took oversomedisputed oil fields but withdrew after the",
  "604 PARTV DECOLONIZATION AND AFTER.",
  "Sudan launched air attacks The African Union gave the two sides three months to resolve",
  ".",
  "all their issues, but the future did not look promising",
  "25.15 AFRICA AND ITS PROBLEMS IN THE TWENTY-FIRST CENTURY",
  "In November 2003 the UN secretary-general Kofi Annan complained that since the",
  "terrorist attacks of 11 September 2001 on the USA, the world’s attention had focused on",
  "the war against terrorism,and that Africaand its problems had been,if notexactlyforgot",
  "¬",
  "ten, then certainly neglected. Resources that might have gone to help Africa had been",
  "diverted to Afghanistan and later to Iraq, which turned out to be a much more difficult",
  "problem than the USA had expected. He appealed for $3 billion (about £1.8 billion) to",
  "help provide basic services such as food, water, medical supplies and shelter. It was",
  "pointed out in comparison that the US Congress had voted to spend $87 billion on",
  "rebuilding Iraq.",
  "After gaining independencefrom Ethiopia in 1993, Eritrea had a difficult time.There",
  "was continuing tension with Ethiopia over the exact position of their frontiers. Border",
  "clashes broke out in 1998. Both governments seemed to be obsessed with building up",
  "large armaments in case of a full-scale border war, and spent millions of dollars which",
  "they could ill afford on warplanes and weapons. Unfortunately, as well as using up vital",
  "resources, this also took men away from the farms where they were needed for plough",
  "ing and bringing water. Fortunately a peace agreement was signed at the end of 2000¬.",
  "Eritrea also suffered four consecutive years of drought; the once fertile plains were",
  "barren and the wind was blowing away the topsoil. The harvest was only 10 per cent of",
  "normal, and it was estimated that 1.7 million people were unable to feed themselves.",
  "Border tensions continued and clashes between frontier forces at some stage every year,",
  "the most serious recent skirmish being in January 2010 when Eritrean forces killed 10",
  ".",
  "Ethiopians",
  "Tanzania had the problem of how to deal with hundreds of thousands of refugees who",
  "had fled from the civil wars in Burundi and the Democratic Republic of the Congo.",
  "Similarly in West Africa, Guinea’s frontier areas were crammed with refugees from",
  "neighbouring Sierra Leoneand Liberia.Southern Africa wasfeeling the effectsof drought.",
  "Malawi was badly affected: in January 2003 the government declared a national emer",
  "¬",
  "gency after a drought and the failure of the maize crop. Then storms and heavy rains",
  "washed away bridges and flooded riverside fields; by April the World Food Programme",
  "claimed it was feeding around 3.5 million Malawians-a third of the population. Things",
  "did not improve in 2005 when more than 4 million people had insufficient food.",
  "Lesotho, Mozambique and Swaziland were suffering from similar problems. The",
  "outlook for the future was not encouraging: experts were predicting that unless global",
  "warming could be controlled,droughts would become progressively worse and some parts",
  ".",
  "of Africa might become uninhabitable (see Section 27.5) On top of this, all the countries",
  "of Africa were suffering in different degrees from the HIV/AIDS pandemic (see Section",
  "28.4). Infact,although the West was understandably obsessed with the threatof terrorism,",
  "Africans were most concerned about AIDS, since, by and large, it was affecting the most",
  "active generations-the 20 to 50 age group.",
  "On the other hand, there wereencouraging developmentson the political and economic",
  "front. At a summit conference of the Southern African Development Community (SADC)",
  "held in Mauritius in August 2004, a new charter of regulations for the conduct of democ",
  "¬",
  "ratic elections was drawn up. This included,among other things,allowing a free press, no",
  "-",
  "vote rigging,and no violence or intimidation.There wasalso to be acommitment by pres",
  "¬",
  "-",
  "idents to submit themselvesfor re election when their term of office ended,and not to use",
  "armed force to keep themselves in power. Asa demonstration of good faith, the presidents",
  "PROBLEMS IN AFRICA 605.",
  "of Tanzania,Mozambique and Namibia indicated that they would be stepping down soon",
  ".",
  "In October 2008 the African Free Trade Zone was set up with 26 members Experts",
  "believed that this would encourage African internal trade and boost economic develop",
  "¬",
  "ment, as well strengthening the bloc’s bargaining power when negotiating international",
  ".",
  "trade agreements",
  "FURTHER READING",
  "Adejumobi, S. A., The History of Ethiopia (Greenwood, 2006).",
  ". .",
  "Barclay,S , Zimbabwe: Years of Hope and Despair (Bloomsbury, 2011)",
  "Comelissen,S.,Cheru, F.and Shaw,T. M. (eds), Africa and International Relationsinthe",
  ".",
  "21st Century (Palgrave Macmillan, 2011)",
  "Dallaire, R., Shake Hands With the Devil: The Failure of Humanity in Rwanda (Random",
  ".",
  "House, 2004)",
  "Daly, M. W., Darfur’s Sorrow: The Forgotten History of a Humanitarian Disaster",
  ".",
  "(Cambridge University Press, 2010)",
  "Davidson, B., Black Star: A View of the Life and Times of Kwame Nkrumah (James",
  "Currey, 2007).",
  "Ellis,S., The Mask of Anarchy: The Destruction of Liberia (Hurst, 1999).",
  "Gevisser, M., Thabo Mbeki: The Dream Deferred (Jonathan Ball, 2007).",
  "Godwin, P., The Fear:The Last Days of Robert Mugabe (Picador, 2011).",
  ". .",
  "Gumede, W M ,Thabo Mbeki and the Battle forthe Soul of the ANC (Zed Books,second",
  "edition, 2007).",
  "Hall, A. J., Earth into Property: Colonization, Decolonization and Capital (McGill",
  ".",
  "University Press, 2010)",
  "Harris, D., Civil War and Democracy in West Africa: Sierra Leone and Liberia (I. B.",
  ".",
  "Tauris, 2011)",
  "Harvey, R., The Fall of Apartheid: The Inside Story from Smuts to Mbeki (Palgrave",
  "Macmillan, 2003).",
  ". .",
  "Kisangani, E F, Civil Wars in the Democratic Republic 1960-2010 (Lynne Rienner,",
  "2012).",
  "Maier, K., This House Has Fallen: Nigeria in Crisis (Penguin, 2002).",
  "Mamdani, M.,Savioursand Survivors: Darfur, PoliticsandtheWaronTerror(Pantheon,",
  ".",
  "2009)",
  "Mamdani, M., ‘The Invention of the Indigene’, London Review of Books (20 January",
  "2011).",
  "Marcus, M. G., A History of Ethiopia (University of California Press, 2002).",
  "Melvern, L.,A People Betrayed:The Role of theWest in Rwanda’sGenocide (Zed Books,",
  "2000).",
  "Meredith, M., Mugabe: Power, Plunder and the Struggle for Zimbabwe’s Future (Public",
  ".",
  "Affairs, 2007)",
  ". .",
  "Osagae, E E, Crippled Giant: Nigeria since Independence (Indiana University Press,",
  ".",
  "1998)",
  "Prunier, G., Africa’s World War: Congo, the Rwandan Genocide and the Making of a",
  "Continental Catastrophe (Oxford University Press, 2009).",
  "Sampson, A., Nelson Mandela: The Authorised Biography (HarperCollins, 2000).",
  "Turner, T., The CongoWars: Conflict, Myth, Reality (Zed Books, 2007).",
  "Weigert, S. L., Angola: A Modern Military History, 1961-2002 (Palgrave Macmillan,",
  "2011).",
  "606",
  "PARTY DECOLONIZATION ANDAFTERN,",
  "QUESTIONS",
  "1 Explain why the newly independent states in Africa suffered so many problems and",
  "assess to what extent the problems wereof theirown making.",
  "2 How accurate do you think it is to describe Angola as ‘a victim of the Cold War’",
  "during the years 1975 to2002?",
  "3 Explain why Robert Mugabe was regarded asa heroin Zimbabwe in the years1980to",
  "1990, but had to face increasing opposition after 1990.",
  "4 Assessthe reasons why J.J. Rawlings wasmoresuccessful as presidentof Ghana than",
  "Kwame Nkrumah.",
  "5 How far would you agree that the Belgians should bear most of the responsibility for",
  "theoutbreak of civil war in theCongo in 1960and itscontinuation until 1965?",
  "6 Why was apartheid in South Africa brought to an end, and how successfully did the",
  "ANC govern the country up until 2009?",
  "There isa document question about Nelson Mandela and theanti-apartheidcampaign",
  "in South Africa on the website.",
  "I",
  "f",
  "PROBLEMSIN AFRICA 60726"
]