[
  "Russia and the revolutions",
  ",",
  "-",
  "1900 24",
  "SUMMARY OF EVENTS",
  "In the early yearsof the twentieth century,Russia was in a troubled state. Nicholas II, who",
  "was Tsar (emperor) from 1894 until 1917, insisted on ruling as an autocrat (someone who",
  "rules a country as he sees fit, without being responsible to a parliament), but had failed to",
  "dealadequately with thecountry’s many problems.Unrestandcriticismof the government",
  "reached aclimaxin 1905 with the Russian defeats in the waragainst Japan (1904-5); there",
  "was a general strike and an attempted revolution, which forced Nicholas to make conces",
  ". ¬",
  "sions (the October Manifesto) These included the granting of an elected parliament (the",
  ".",
  "Duma) When it became clear that the Duma was ineffective, unrest increased and culmi",
  "¬",
  "nated, after disastrous Russian defeats in the First World War, in two revolutions, both in",
  ".",
  "1917",
  "(cid:127) The first revolution (February/March) overthrew the Tsar and set up a moderate",
  ".",
  "provisional government When thiscoped no better than the Tsar,it was itself over",
  "¬",
  "thrown by a second uprising:",
  "(cid:127) .",
  "the Bolshevik revolution (October/November)",
  "The new Bolshevik government was shaky at first, and its opponents (known as the",
  "Whites) tried to destroy it, causing a bitter civil war (1918-20). Thanks to the leadership",
  "of Lenin and Trotsky, the Bolsheviks (Reds) won the civil war, and, now calling them",
  "¬",
  "selves communists, were able to consolidate their power. Lenin began the task of leading",
  "Russia to recovery, but he died prematurely in January 1924.",
  "16.1 AFTER 1905: WERE THE REVOLUTIONS OF 1917 INEVITABLE?",
  "(a) Nicholas II tries to stabilize his regime",
  "Nicholas survived the 1905 revolution because:",
  "(cid:127)",
  "his opponents were not united;",
  "(cid:127)",
  "there was no central leadership (the whole thing having flared up spontaneously);",
  "(cid:127)",
  "most of the army remained loyal;",
  "(cid:127)",
  "he had been willing to compromise at the critical moment by issuing the October",
  "Manifesto, promising concessions. These included allowing an elected parliament",
  "(Duma); granting basic civil liberties to the population -freedom of conscience, of",
  "speech, of assembly and of association; universal suffrage in elections for the",
  "Duma; no law could begin to operate without the approval of the Duma.",
  "RUSSIA ANDTHEREVOLUTIONS,1900-24 351The Manifesto appeared to grant many of the demands of the moderate liberal reform",
  "¬",
  "ers, so that tsarism now had a breathing space in which Nicholas had an excellent oppor",
  "¬",
  "tunity to make a constitutional monarchy work, and to throw himself on the side of the",
  ".",
  "moderate reformers However, there were other demands not addressed in the Manifesto,",
  "for example:",
  "(cid:127)",
  "improvements in industrial working conditions and pay;",
  "(cid:127) cancellation of redemption payments-these were annual payments to the govern",
  "¬",
  "ment by peasants in return for their freedom and some land,following the abolition",
  "of serfdom in 1861: although peasants had received their legal freedom, these",
  "compulsory payments had reduced over half the rural population to dire poverty;",
  "(cid:127) an amnesty for political prisoners.",
  "Unfortunately Nicholas seems to have had very little intention of keeping to the spirit of",
  ".",
  "the October Manifesto, having agreed to it only because he had no choice",
  "1 The First Duma (1906) was not democratically elected, for although all classes",
  "were allowed to vote, the system was rigged so that landowners and the middle",
  "classes would be in the majority.Even so,it putforward far-reaching demandssuch",
  "as confiscation of large estates; a genuinely democratic electoral system, and the",
  "right of the Duma to approve the Tsar’s ministers; the right to strike and the aboli",
  ". ¬",
  "tion of the death penalty This was far too drastic for Nicholas, who had the Duma",
  ".",
  "dispersed by troops after only ten weeks He wasapparently heard to remark that if",
  "thingscontinued to goon like this,‘we should find ourselvesclose to being ademo",
  "¬",
  ". .",
  "cratic republic That would be senseless and criminal ’",
  "2 The Second Duma (1907) suffered the same fate,after which Nicholas changed the",
  ".",
  "voting system, depriving peasants and urban workers of the vote",
  "-",
  "3 TheThird Duma(1907 12)andthe FourthDuma(1912-17)weremuch moreconser",
  "¬",
  "vativeand thereforelasted longer.Though on occasion theycriticized thegovernment,",
  "they had no power, because the Tsar controlled the ministers and the secret police.",
  "Some foreign observers were surprised at the ease with which Nicholas ignored his",
  "promises and was able to dismiss the first two Dumas without provoking another general",
  "strike. The fact was that the revolutionary impetus had subsided for the time being, and",
  ".",
  "many leaders were either in prison or in exile",
  "This, together with the improvement in the economy beginning after 1906, has given",
  "rise to some controversy about whether or not the 1917 revolutions were inevitable. The",
  "traditional liberal view was that although the regime had obvious weaknesses, there were",
  "signs that shortly before the First World War broke out, living standards were improving,",
  "and that given time, the chancesof revolution would have diminished.The strengths were",
  "beginning to outweigh the weaknesses, and so the monarchy would probably have",
  ".",
  "survived if Russia had kept out of the war The Soviet view was that, given the Tsar’s",
  "deliberate flouting of his 1905 promises, there was bound to be a revolution sooner or",
  "later.The situation wasdeteriorating again before Russia’sinvolvement in the First World",
  "War; therefore the inevitable completion of the ‘unfinished’ revolution of 1905-6 could",
  ".",
  "not be long delayed",
  "(b) Strengths of the regime",
  "1 The government seemed to recover remarkably quickly, with most of its powers",
  "intact. PeterStolypin, prime ministerfrom 1906 to 1911, introduced strict repressive",
  "352",
  "PART III COMMUNISM-RISEANDDECLINEmeasures, with some 4000 people being executed over the next three years. But he",
  "also broughtinsomereformsandmade determinedeffortstowinoverthe peasants,",
  "believing that, given 20 years of peace, there would be no question of revolution.",
  "Redemption payments were abolished and peasants were encouraged to buy their",
  "own land; about 2 million had done so by 1916 and another 3.5 million had",
  "emigrated to Siberia where they had their own farms. As a result, there emerged a",
  "-",
  "class of comfortably off peasants (kulaks) on whom the government could rely for",
  "support against revolution,or so Stolypin hoped.",
  "2 As morefactories came- under the control of inspectors, there were signs of improv¬",
  "ing working conditions,asindustrial profitsincreased, thefirstsignsof a more pros",
  "¬",
  "perous workforce could be detected. In 1912 a workers’ sickness and accident",
  "insurance scheme was introduced.",
  "3 In 1908 a programme was announced to bring about universal education within ten",
  "years,by 1914 an extra 50 000 primary schools had been opened.",
  "'",
  "4 At the same time the revolutionary parties seemed to have lost heart, they were",
  "'",
  "short of money, torn by disagreements, and their leaders were still in exile.",
  "(c) Weaknesses of the regime",
  "1 Failure of the land reforms",
  "By 1911 it was becoming clear that Stolypin’s land reforms would not have the desired",
  "effect, partly because the peasant population was growing too rapidly (at the rate of 1.5",
  "million a year) for his schemes to cope with, and because farming methods were too inef",
  "¬",
  ".",
  "ficient to support the growing population adequately The assassination of Stolypin in",
  "1911 removed one of the few really able tsarist ministers and perhaps the only man who",
  ".",
  "could have saved the monarchy",
  "2 Industrial unrest",
  "There was a wave of industrial strikes set off by the shooting of 270 striking gold miners",
  "in the Lena goldfields in Siberia (April 1912). In all there were over 2000 separate strikes",
  "in that year, 2400 in 1913, and over 4000 in the first seven months of 1914, before war",
  "broke out. Whatever improvements had taken place, they were obviously not enough to",
  "remove all the pre-1905 grievances.",
  "3 Government repression",
  "There was little relaxation of the government’s repressive policy, as the secret police",
  "rooted out revolutionaries among university studentsand lecturers and deported massesof",
  "Jews, thereby ensuring that both groups were firmly anti-tsarist. The situation was partic",
  "¬",
  "ularly dangerous because the government had made the mistake of alienating three of the",
  "most important sections in society - peasants, industrial workers and the intelligentsia",
  ".",
  "(educated classes)",
  "4 Revival of the revolutionary parties",
  "As 1912 progressed, the fortunes of the various revolutionary parties, especially the",
  "Bolsheviks and Mensheviks, revived. Both groups had developed from an earlier move",
  ". ¬",
  "ment, the Social Democrat Labour Party, which was Marxist in outlook Karl Marx",
  "(1818-83) was a German Jew whose political ideas were set out in the Communist",
  "Manifesto (1848) and Das Kapital (Capital) (1867). He believed that economic factors",
  "were the real cause of historical change, and that workers (proletariat) were everywhere",
  "-",
  "exploited by capitalists (middle class bourgeoisie); this means that when asociety became",
  "fully industrialized, the workers would inevitably rise up against their exploiters and take",
  "353",
  "RUSSIA ANDTHEREVOLUTIONS, 1900-24.",
  "control themselves, running the country in their own interests Marx called this ‘the dicta",
  ". ¬",
  "torshipof the proletariat’ When this point was reached there would be no further need for",
  "the ‘state’, which would consequently ‘wither away’.",
  "One of the Social Democrat leaders was Vladimir Lenin, who helped to edit the revo",
  "¬",
  "lutionary newspaper Iskra (The Spark). It was over an election to the editorial board of",
  "Iskra in 1903 that the party had split into Lenin’s supporters, the Bolsheviks (the Russian",
  ".",
  "word for ‘majority’), and the rest, the Mensheviks (minority)",
  "Lenin and the Bolsheviks wanted a small, disciplined party of professional revolu",
  "- ¬",
  "tionaries who would work full time to bring about revolution;because the industrial",
  "workers were in a minority, Lenin believed they must work with the peasants as",
  ".",
  "well, and get them involved in revolutionary activity",
  "The Mensheviks,on the other hand, were happy to have party membership open",
  "to anybody who cared to join; they believed that a revolution could not take place",
  "in Russia until the country wasfully industrialized and industrial workers were in",
  "-",
  "a big majority over peasants; they had very little faith in co operation from peas",
  "¬",
  "ants, who were actually one of the most conservative groups in society. The",
  "Mensheviks were the strict Marxists, believing in a proletarian revolution,",
  "whereas Lenin was the one moving away from Marxism. In 1912 appeared the",
  "new Bolshevik newspaper Pravda (Truth), which was extremely important for",
  "publicizing Bolshevik ideas and giving political direction to the already develop",
  "¬",
  "ing strike wave.",
  "The Social Revolutionaries were another revolutionary party; they were not",
  "Marxists- they did not approve of increasing industrialization and did not think",
  ".",
  "in terms of a proletarian revolution After the overthrow of the tsarist regime,",
  "they wanted a mainly agrarian society based on peasant communities operating",
  ".",
  "collectively",
  "5 The royal family discredited",
  "The royal family was discredited by a number of scandals. It was widely suspected that",
  "Nicholas himself was a party to the murder of Stolypin, who was shot by a member of the",
  "secret police in the Tsar’s presence during a gala performance at the Kiev opera. Nothing",
  "was ever proved, but Nicholas and his right-wing supporters were probably not sorry to",
  "see the back of Stolypin, who was becoming too liberal for their comfort.",
  "-",
  "More serious was the royal family’s association with Rasputin, a self professed ‘holy",
  "man’, who made himself indispensable to the Empress Alexandra by hisability to help the",
  ".",
  "ailing heir to the throne,Alexei This unfortunate child had inherited haemophiliafrom his",
  "mother’s family, and Rasputin was able, on occasion, apparently through hypnosis and",
  "prayer, to stop the bleeding when Alexei suffered a haemorrhage. Eventually Rasputin",
  "became a real power behind the throne, but attracted public criticism by his drunkenness",
  ".",
  "and his numerousaffairs with court ladies Alexandra preferred to ignore the scandalsand",
  ".",
  "the Duma's request that Rasputin be sent away from the court (1912)",
  "(d) The verdict?",
  "The weight of evidence seems to suggest therefore that events were moving towards some",
  ".",
  "sort of upheaval before the First World War broke out There was a general strike orga",
  "¬",
  "nized by the Bolsheviks in St Petersburg (the capital) in July 1914 with street demonstra",
  "¬",
  "tions, shootings and barricades. The strike ended on 15 July, a few days before the war",
  "began; the government still controlled the army and the police at this point and might well",
  "have been able to hold on to power, but writers such as George Kennan and Leopold",
  "354 PART III COMMUNISM-RISEANDDECLINEHaimson believed that the tsarist regime would have collapsed sooner or later even with",
  ". ¬",
  "out the First World War to finish it off More recently, Sheila Fitzpatrick takes a similar",
  "view: ‘The regime was so vulnerable to any kind of jolt or setback that it is hard to imag",
  ". ¬",
  "ine that it could have survived long, even without the war’",
  ".",
  "On the other hand, some recent historians are more cautious Christopher Read thinks",
  "the overthrow of the monarchy was by no means inevitable, and that the situation in the",
  "years immediately before 1914 could have continued indefinitely, provided there was no",
  "war. Robert Service agrees: he argues that although Russia was in a condition of ‘general",
  "- -",
  "brittleness’, although it was a ‘vulnerable plant, it was not doomed to suffer the root and",
  "branch revolution of 1917. What made that kind of revolution possible was the protracted,",
  "exhausting conflict of the First World War.’ Soviet historiansof coursecontinued toargue",
  "to the end that revolution was historically inevitable: in their view, the ‘revolutionary",
  "upsurge’ was reachingaclimax in 1914,and theoutbreak of waractually delayed the revo",
  "¬",
  ".",
  "lution",
  "(e) War failures made revolution certain",
  "Historians agree that Russian failures in the war made revolution certain, causing troops",
  "and police to mutiny, so that there was nobody left to defend the autocracy. The war",
  ".",
  "revealed the incompetent and corrupt organization and the shortage of equipment Poor",
  "transport organization and distribution meant that arms and ammunition were slow to",
  "reach the front; although there was plenty of food in the country, it did not get to the big",
  "cities in sufficient quantities, because most of the trains were being monopolized by the",
  "military. Bread was scarce and very expensive.",
  "Norman Stone has shown that the Russian army acquitted itself reasonably well, and",
  ".",
  "Brusilov’s 1916 offensive was an impressive success (see Section 2.3(c)) However,",
  "Nicholas made the fatal mistake of appointing himself supreme commander (August",
  "1915); his tactical blunders threw away all the advantages won by Brusilov’s offensive,",
  "and drew on himself the blame for later defeats, and for the high death rate.",
  "By January 1917, most groups in society were disillusioned with the incompetent way",
  "the Tsar was running the war. The aristocracy, the Duma, many industrialists and the",
  "army were beginning to turn against Nicholas, feeling that it would be better to sacrifice",
  "him to avoid a much worse revolution that might sweep away the whole social structure.",
  "General Krimov told a secret meeting of Duma members at the end of 1916: ‘We would",
  ".",
  "welcome the news of a coup d’etat A revolution is imminent and we at the front feel it",
  "to be so. If you decide on such an extreme step, we will support you. Clearly there is no",
  "other way.’",
  "16.2 THE TWO REVOLUTIONS: FEBRUARY/MARCH AND OCTOBER/",
  "NOVEMBER 1917",
  "The revolutions are still known in Russia as the February and October Revolutions. This",
  "is because the Russians were still using the old Julian calendar, which was 13days behind",
  "the Gregorian calendar used by the rest of Europe. Russia adopted the Gregorian calendar",
  "in 1918. The events which the Russians know as the February Revolution began on 23",
  ".",
  "February 1917 (Julian), which was 8 March outside Russia When the Bolsheviks took",
  "power on 25 October (Julian), it was 7 November elsewhere. In this section, the Julian",
  "calendar is used for internal events in Russia, and the Gregorian calendarfor international",
  "events such as the First World War, until 1 February 1918.",
  "RUSSIA ANDTHEREVOLUTIONS, 1900-24 355(a) The February Revolution",
  "The first revolution began on 23 February when bread riots broke out in Petrograd (St",
  "Petersburg). The rioters were quickly joined by thousands of strikers from a nearby arma",
  ". ¬",
  "ments factory The Tsar sent orders for the troops to use force to end the demonstrations,",
  "and 40 people were killed. Soon, however,some of the troops began to refuse to fire at the",
  "unarmed crowds and the whole Petrograd garrison mutinied. Mobs seized public buildings,",
  "released prisoners from jails and took over police stations and arsenals. The Duma advised",
  "Nicholas to set up a constitutional monarchy, but he refused and sent more troops to",
  ".",
  "Petrograd to try to restore order This convinced the Duma and the generals that Nicholas,",
  "who was on his way back to Petrograd, would have to go. Some of his senior generals told",
  ".",
  "Nicholas that the only way to save the monarchy was for him to renounce the throne On 2",
  "March, in the imperial train standing in a siding near Pskov, the Tsarabdicated in favourof",
  "his brother, the Grand Duke Michael. Unfortunately nobody had made sure that Michael",
  ".",
  "would accept the throne,so when he refused, the Russian monarchy came to an end",
  "Was it a revolution from above or below,organized or spontaneous? This has been the",
  "subject of some controversy among historians. George Katkov thought that the conspiracy",
  "among the elite was the decisive factor - nobles, Duma members and generals forced",
  "Nicholas to abdicate in order to prevent a real mass revolution developing. W. H.",
  "Chamberlin, writing in 1935,came to the opposite conclusion: ‘it wasone of the most lead",
  "¬",
  "erless, spontaneous, anonymous revolutions of all time’. The revolution from below by the",
  "masseswasdecisive,becauseit threw theeliteintoapanic;withoutthecrowdson thestreets,",
  "there would have been no need for the elite to act. None of the traditional liberal historians",
  "thought the revolutionary parties had played a significant role in organizing the events.",
  "Soviet historians agreed with Chamberlin that it was a revolution from below, but they",
  "did not accept that it was spontaneous. On the contrary, they made out a strong case that",
  "the Bolsheviks had played a vital role in organizing strikes and demonstrations. Many",
  "recent Western historians have supported the theory of a mass uprising organized from",
  ".",
  "below, but not necessarily one organized by the Bolsheviks There were many activists",
  "among the workers who were not affiliated to any political group. Historians such as",
  "Christopher Read,Diane Koenkerand SteveSmith haveall shown that workers were moti",
  "¬",
  ".",
  "vated by economic considerations rather than politics They wanted better conditions,",
  "higher wages and control over their own lives; in the words of Steve Smith, ‘it was an",
  ".",
  "outburst of desperation to secure the basic material needsand a decent standard of living’",
  "(b) The provisional government",
  "Most people expected the autocracy of the tsarist system to be replaced by a democratic",
  "republic with an elected parliament.The Duma,struggling to take control,set up a mainly",
  "liberal provisional government with Prince George Lvov as prime minister. In July he was",
  "replaced by Alexander Kerensky, a moderate socialist. But the new government was just",
  "as perplexed by the enormous problems facing it as the Tsar had been. On the night of 25",
  "October a second revolution took place, which overthrew the provisional government and",
  "brought the Bolsheviks to power.",
  "(c) Why did the provisional government fall from power so soon?",
  "1 It took the unpopulardecision tocontinue the war,butthe June offensive,Kerensky's",
  "idea,wasanotherdisastrous failure.Itcaused thecollapseof army moraleanddisci",
  "¬",
  ".",
  "pline, and sent hundreds of thousands of deserting troops streaming home",
  "356",
  "PART III COMMUNISM-RISEANDDECLINE2 The government had to share power with the Petrograd soviet,an elected commit",
  ". ¬",
  "tee of soldiers’ and workers’ representatives, which tried to govern the city It had",
  ".",
  "been elected at the end of February, before the Tsar’s abdication Other soviets",
  ".",
  "appeared in Moscow and all the provincial cities When the Petrograd soviet",
  "ordered allsoldiers to obey only the soviet,it meant that in the last resort,the provi",
  "¬",
  "sional government could not rely on the support of the army.",
  "3 The government lost support because it delayed elections, which it had promised,",
  "fora Constituent Assembly (parliament),arguing that these were not possible in the",
  "middle of a war when several million troops were away fighting. Another promise",
  "not kept was for land reform-the redistribution of land from large estates among",
  ".",
  "peasants. Tired of waiting,some peasants started to seize land from landlords The",
  "Bolsheviks were able to use peasant discontent to win support.",
  "4 Meanwhile, thanks to a new political amnesty, Lenin was able to return from exile",
  "in Switzerland (April). The Germans allowed him to travel through to Petrograd in",
  "a special ‘sealed’ train, in the hope that he would cause further chaos in Russia.",
  "After a rapturous welcome, he urged (in his April Theses) that the Bolsheviks",
  "should cease to support the provisional government, that all power should be taken",
  ".",
  "by the soviets, and that Russia should withdraw from the war",
  "5 There was increasing economic chaos, with inflation, rising bread prices, lagging",
  "wages and shortages of raw materials and fuel. Industry was severely handicapped",
  ".",
  "by a shortage of investment In the midst of all this, Lenin and the Bolsheviks put",
  "forward what seemed to be a realistic and attractive policy: a separate peace with",
  "Germany to get Russia out of the war,all land to be given to the peasants, workers’",
  "control in the factories and more food at cheaper prices.",
  ".",
  "6 The government lost popularity because of the ‘July Days’ On 3 July there was",
  "a huge demonstration of workers, soldiers and sailors, who marched on the",
  "Tauride Palace where both the provisional government and the Petrograd soviet",
  ".",
  "were meeting They demanded that the soviet should take power, but the members",
  ".",
  "refused to take the responsibility The government brought loyal troops from the",
  "front to restore order and accused the Bolsheviks of trying to launch an uprising;",
  "it was reported, falsely, that Lenin was a German spy. At this, the popularity of",
  "the Bolsheviks declined rapidly; Lenin fled to Finland and other leaders were",
  "arrested. But about 400 people had been killed during the violence, and Prince",
  "Lvov, who was deeply shocked by the July Days, resigned. He was replaced by",
  "Alexander Kerensky. It is still not absolutely clear who was responsible for the",
  "events of the July Days. American historian Richard Pipes is convinced that",
  "Lenin planned the whole affair from the beginning; Robert Service, on the other",
  "hand, argues that Lenin was improvising, ‘testing the waters’ to discover how",
  "determined the provisional government was. The demonstration was probably",
  "spontaneous in origin, and Lenin soon decided that it was too early to launch a",
  "- .",
  "full scale uprising",
  "7 The Kornilov affair embarrassed the government and increased the popularity of",
  ".",
  "the Bolsheviks General Kornilov, the army commander-in-chief, viewed the",
  "Bolsheviks as traitors; he decided it was time to move against the soviet, and he",
  "brought troops towards Petrograd (August). However, many of his soldiers",
  "mutinied and Kerensky ordered Kornilov’s arrest. Army discipline seemed on the",
  "verge of collapse; public opinion swung against the war and in favour of the",
  "Bolsheviks, who were still the only party to talk openly about making a separate",
  "peace. By October they had won a majority over the Mensheviks and Social",
  "Revolutionaries (SRs) in both the Petrograd and Moscow soviets,though they were",
  "in a minority in the country as a whole. Leon Trotsky (who had just become a",
  "Bolshevik in July) was elected Chairman of the Petrograd soviet.",
  "357",
  "RUSSIA ANDTHEREVOLUTIONS, 1900-248 In mid-October, urged on by Lenin,the Petrograd soviet took the crucial decision",
  ".",
  "to attempt to seize power He was strongly supported by Joseph Stalin and Yakov",
  "Sverdlov, who had assumed the leadership while Lenin was absent in Finland. But",
  "it was Leon Trotsky who made most of the plans, which went off without a hitch.",
  "During the night of 25-26 October, Bolshevik Red Guards and troops loyal to the",
  "Petrograd Soviet took over important buildings,including telegraph offices and the",
  ".",
  "railway station, and surrounded the Winter Palace Later the provisional govern",
  "¬",
  "ment ministers were arrested, except Kerensky, who managed to escape. It was",
  "almost a bloodless coup, enabling Lenin to announce that the provisional govern",
  "¬",
  ".",
  "ment had been overthrown",
  "The Bolsheviks knew exactly what they were aiming for,and were well disciplinedand",
  "organized, whereas the other revolutionary groups were in disarray. The Mensheviks, for",
  "example, thought that the next revolution should not take place until the industrial work",
  "¬",
  "ers were in a majority in the country. Lenin and Trotsky believed that both revolutions",
  "could be combined into one, and so, after years of disagreement, they were able to work",
  "well together. However, the Mensheviks and the Social Revolutionaries still believed that",
  "thisrevolution should have beendelayed until theindustrial workers were morenumerous.",
  "They walked out of the Second Congress of Soviets, leaving Lenin and the Bolsheviks to",
  "set up a new Soviet government with himself in charge. It was to be called the Council of",
  ".",
  "People’s Commissars, or Sovnarkom for short",
  "(d) Coup or mass insurrection?",
  "The official Soviet interpretation of these events was that the Bolshevik takeover was",
  "the result of a mass movement: workers, peasants and most of the soldiers and sailors",
  "were attracted by the revolutionary politics of the Bolsheviks, which included peace,",
  "-",
  "land for the peasants, worker control, government by the soviets and self determination",
  "for the different nationalities in the Russian Empire. Lenin was a charismatic leader",
  ".",
  "who inspired his party and the people Soviet historians have pointed out that in only 16",
  "out of 97 major centres did the Bolsheviks have to use force in order to assert their",
  "authority. It was important for the Bolsheviks, or Communists, as they became known",
  "later, to emphasize the popular nature of the revolution because that gave the regime its",
  ".",
  "legitimacy",
  "The traditional liberal interpretation put forward by Western historians rejected the",
  "Soviet view. They refused to accept that there was any significant popular support for the",
  "Bolsheviks, who were simply a minority group of professional revolutionaries who used",
  "the chaos in Russia to take powerfor themselves.They were successful because they were",
  ".",
  "well organized and ruthless According to Adam Ulam, ‘the Bolsheviks did not seize",
  "power in this year of revolutions. They picked it up. ... Any group of determined men",
  "could have done what the Bolsheviks did in Petrograd in October 1917: seize the few key",
  ".",
  "points of the city and proclaim themselves the government’ Richard Pipes is the most",
  "recent historian to re-state the traditional interpretation. In his view, the October revolu",
  "¬",
  "tion was due almost entirely to Lenin’s overwhelming desire for power.",
  "The libertarian interpretation takes a completely different line. Libertarians believe",
  "that the October revolution was the result of a popular uprising, which had very little to",
  "do with the Bolsheviks. The masses were not responding to Bolshevik pressure, but to",
  "their own aspirations and desires; they had no need of the Bolsheviks to tell them what",
  "they wanted. Alexander Berkman claimed that ‘the shop and factory committees were the",
  "pioneers in labour control of industry, with the prospectof themselves,in the near future,",
  "managing the industries’. For the libertarians the tragedy was that the Bolsheviks",
  "358 PART III COMMUNISM-RISEANDDECLINE16.3 HOW SUCCESSFULLY DID LENIN AND THE BOLSHEVIKS DEAL",
  "WITH THEIR PROBLEMS (1917-24)?",
  "(a) Lack of majority support",
  "The Bolsheviks had nothing like majority support in the country as a whole. One problem",
  "therefore was how to keep themselves in power and yet allow free elections. One of",
  "Lenin’sfirstdecrees nationalizedall land,includingformercrown estatesand land belong",
  "¬",
  "ing to the church, without compensation, so that it could be redistributed among the peas",
  "¬",
  "ants and, so he hoped, win their support. The decree on workers’ control gave industrial",
  "workers authority over their managers and was intended to reduce unrest and strikes in",
  ". .",
  "factories Another decree limited the workingday in factories toeight hours Other decrees",
  "included granting self-determination to every national group, nationalizing banks, large",
  "factories and mines, and cancelling all debts incurred by the tsarist government and the",
  ".",
  "Provisional government One major concession that Lenin and Trotsky were prepared to",
  "make was to allow some Left Social Revolutionaries to act as junior partners in the",
  ".",
  "government, because they had far more support than the Bolsheviks in rural areas At the",
  "same time they took steps to deal with any opposition. The government claimed the right",
  "toclose down hostile newspapersand journals,and set up a new security policeforce.This",
  "had the mind-blowing name-theExtraordinary CommissionforCombating Sabotage and",
  "Counter-Revolution, usually known as the Cheka. Its leader was Felix Dzierzynski.",
  "Lenin knew that he would have to allow elections, since he had criticized Kerensky so",
  "bitterly for postponing them; but he sensed that a Bolshevik majority in the Constituent",
  "Assembly was highly unlikely. Kerensky had arranged elections for mid-November, and",
  ".",
  "they went ahead as planned Lenin’s worst fears were realized: the Bolsheviks won 175",
  "seatsoutof about700, but theSocial Revolutionaries (SRs) won 370;the Mensheviks won",
  "only 15, Left Social Revolutionaries 40, various nationality groups 80 and Kadets",
  "(Constitutional Democrats who wanted genuine democracy) 17.",
  "Under a genuine democratic system, the SRs, who had an overall majority, would have",
  "formedagovernment under their leader, ViktorChernov.However,Lenin wasdetermined",
  "that the Bolsheviks were going to stay in power; there was no way in which he was going",
  "to hand itover to the SRs,or even share it,after the Bolsheviks had done all the hard work",
  ". -",
  "of getting rid of the Provisional Government After some anti Bolshevik speeches at the",
  "first meeting of the Constituent Assembly (January 1918), it was dispersed by Bolshevik",
  ".",
  "Red Guards and not allowed to meet again Lenin’s justification for this undemocratic",
  "action was that it was really the highest form of democracy: since the Bolsheviks knew",
  "what the workers wanted, they had no need of an elected parliament to tell them. The",
  "Assembly must take second place to the Congressof Soviets and Sovnarkom (the Council",
  "of People’s Commissars); this was a sort of cabinet which had Lenin as its chairman.",
  "Armed force had triumphed for the time being,butopposition was to lead tocivil warlater",
  "in the year.",
  "(b) The war with Germany",
  "The next pressing problem was how to withdraw from the war. An armistice between",
  "Russia and the Central Powers had been agreed in December 1917, but long negotiations",
  "followed during which Trotsky tried, without success, to persuade the Germans to moder",
  "¬",
  "ate their demands. The Treaty of Brest-Litovsk (March 1918) was cruel: Russia lost",
  "Poland, Estonia, Latvia and Lithuania, the Ukraine, Georgia and Finland; this included a",
  "third of Russia’s farming land, a third of her population, two-thirds of her coalmines and",
  "360",
  "PART III COMMUNISM-RISEANDDECLINEI o",
  "D",
  "Territory lost",
  "NORWAY",
  "&",
  "\\",
  "Q",
  "FINLAND",
  "r",
  "^",
  "\\ R U S S A",
  "£",
  "Petrograd",
  "ESTONIA",
  "to",
  "7",
  "(",
  "LATVIA",
  "Moscow",
  "Baltic Sea",
  "GERMAN",
  "Minsk",
  "POLAND",
  "Litovflk",
  "Kiev",
  "AUSTRIA- UKRAINE",
  "HUNGARY",
  "^",
  "(cid:127) 1 /V",
  "% Odessa",
  ">",
  "ROMANIA",
  "BBiltack Sea GEORGIA",
  "-",
  "Map 16.1 Russian losses by the Treaty of Brest Litovsk",
  "half her heavy industry (Map 16.1). This was a high price to pay, and all the other parties",
  "condemned it; the Left Socialist Revolutionaries walked out of Sovnarkom. However,",
  "Lenin insisted that it was worth it, pointing out that Russia needed to sacrifice space in",
  "order to gain time to recover. He probably expected Russia to get the lan.d back anyway",
  "when, as he hoped, the revolution spread to Germany and other countries",
  "(c) The drift towards violence",
  "Almost immediately after the October revolution, the Bolsheviks began to resort to coer¬",
  "cion in order to get things done and to stay in power. This raises the question, m.uch",
  "debated by historians, of whether Lenin had violent intentions front the beginning or",
  "whether he was pushed into these policies against his will by the difficult circumstances.",
  "Sovietand Marxist historians playeddownthe violenceand claimed that the Bolsheviks",
  "had no choice, given the uncompromising attitude of their enemies. After the signing of",
  "theTreatyof Brest-Litovsk, theSRsleft Petrograd and movedeastwardstoSamaraon the",
  ". -",
  "RUSSIA ANDTHEREVOLUTIONS 1900 24 361.",
  "industrial workers- had become a large enough class to sustain them This left the",
  "Bolsheviks as a minority government, uncomfortably dependent on the largest, but",
  "most self-interested class in Russian society-the peasants.",
  "2 Lenin expected that a successful revolution in Russia would occur as part of a",
  ".",
  "European or even a worldwide socialist revolution He was convinced that revolu",
  "¬",
  "tions would quickly follow in central and western Europe, so that the new Soviet",
  "government would be supported by sympathetic neighbouring governments. None",
  "of this had happened, so Russia was left isolated, facing a capitalist Europe which",
  "was deeply suspicious of the new regime.",
  "Both internally and externally,therefore,the regime was under pressurefrom theforcesof",
  "counter-revolution. Law and order seemed to be breaking down and local soviets simply",
  "ignored the government’s decrees. If the Bolsheviks intended to stay in power and rebuild",
  "the country, regrettably they would more than likely have to resort to violence to achieve",
  ".",
  "anything significant",
  "Traditional liberal historians reject this interpretation; they believe that Lenin and",
  "Trotsky, though perhaps not all the Bolshevik leaders, were committed to the use of",
  "violence and terror from the beginning. Richard Pipes claims that Lenin regarded terror as",
  "an absolutely vital element of revolutionary government and was prepared to use it as a",
  ".",
  "preventive measure,even when no active opposition to his rule existed Why else did heset",
  "up the Chekaearly in December 1917,ata time when there was no threat of opposition and",
  "noforeignintervention?He pointsout that ina 1908essay on thefailureof theFrench revo",
  "¬",
  "lutionaries, Lenin had written that the main weakness of the proletariat was ‘excessive",
  "generosity-it should have exterminated its enemies instead of trying to exert moral influ",
  "¬",
  "enceover them’.When thedeath penalty wasabolished,Lenin was highly indignant, retort",
  "¬",
  "ing: ‘This is nonsense, how can you make a revolution without executions?’",
  "(d) The 'Red Terror'",
  "Whatever the intentions of the Bolsheviks, there is no doubt that violence and terror",
  "became widespread. The Red Army was used to enforce the procurement of grain from",
  "peasants who were thought to have surpluses. During 1918 the Cheka suppressed 245",
  "peasant uprisings and 99 in the first seven months of 1919. Official Cheka figures show",
  "that during the course of these operations over 3000 peasants were killed and 6300",
  "executed; in 1919 there were over 3000 more executions, but the actual death toll was",
  "probably much higher.Social Revolutionariesand other political opponents were rounded",
  "up and shot. One of the most disturbing features of this ‘Red Terror’ was that many of",
  "those arrested and executed were not guilty of any particular offence, but were accused of",
  "being ‘bourgeois’; this was a term of abuse, applied to landowners, priests, businessmen,",
  "employers, army officers and professional people. They were all labelled ‘enemies of the",
  "people’ as part of the government’s campaign of class war.",
  "One of the worst incidentsof the terror was the murder of the ex-Tsar Nicholasand his",
  "family. In the summer of 1918 they were being kept under guard in a house in",
  ".",
  "Ekaterinburg in the Ural Mountains By that time the civil war was in full swing; the",
  "Bolsheviks were afraid that White forces, which were advancing towards Ekaterinburg,",
  "-",
  "might rescue the royal family, who would then become a focus for all the anti Bolshevik",
  "forces. Lenin himself gave the order for them to be killed, and in July 1918 the entire",
  "family, together with members of their household, were shot by members of the local",
  "Cheka.Their graves were only discovered after the collapse of the Soviet Empire. In 1992",
  "some of the bones were subjected to DNA analysis, which proved that they were indeed",
  ".",
  "the remains of the Romanovs",
  "363",
  "RUSSIA ANDTHEREVOLUTIONS, 1900-24Taar NiohoiaaM«*c Msfamily",
  "rrurdsrsUby BoishtvJK*at",
  "Ekstsrtnfeurg, tiVt818",
  "»",
  "e!«r*n-d,Saton'a,",
  "L«?vt«*id UtHanla British,Amsricsnand s'#»»ch",
  "independence ‘craw*rdv»(o1818aimingtc",
  "aSnd*«astgtsavckaftihv#nnariwt link ja wlt*n KoJ$hsk'swhitsarmy <?o",
  "(cid:127)>",
  "^",
  "Murmansk",
  "( INIAN",
  "liaflool",
  ": Admiral Kolchaksets",
  "?KHIV MJS' suWpphoirt*te;dePv*yfA*tTnMant,an",
  ", Japanese",
  "V",
  "MMm£YMfi",
  "G(cid:127)endevrsanlcDssenoiknin <2k. 'V #> (cid:127)K* ir.",
  "Moscow",
  "cAawO.sOcOoOn.Ctrxoalcohfpmnauccrhtaar**tohfswr*t::;- Vladivosto",
  "wav Tfcoy begintompvs",
  "a",
  "atotpopwadsror*y MHaodscfoonwe*abuattIKtatwn C H f*",
  "19",
  "f&rrt'Jnr wcHrsSstf byWW»$mim",
  "(IRANI X H",
  "-",
  "Civil warand interventScf in itessia,1918 22",
  "Civil war",
  "*",
  "By Apr!1 1918, armed oppositio.n to*e Bolsheviks was breaking OK*in many areas",
  "Map 16.2%leading tocivil war Theopposition (known a the Whites) was a nLxed bag,",
  "-",
  "groups",
  "consistingofSocial Revolutionaries, Mensheviks,ex:saratofficersand ar,y other",
  "which did not like whattheyhadseen of the-Bolsheviks.Therewasgreatdiscenter.:inthe",
  "countryside,when;peasantshated thefbod procuremen‘policiesof the gcvemxert;even",
  "thhaen.dsoedldwiearsyainridwwhiocrhktehres,BwohlsehehvadikssutprepaotretdedthtehseoBvioeltssh(eevleikcste1d»c1o9u1n\"cilrse)saelniteedvetrhReuhs-gsiiat*..",
  "Ore of the Bolshevik slogans had been ‘ALL. POWER TO THE SOVIETS’. Naairally",
  "had expected that every town would have its own soviet, which would run the",
  "people",
  "town’s affairs and local industry Instead,officials (known as commissars) appointed iy",
  "s tad",
  "the government arrived, supported by ed Guards: they threw Social Revolutionary",
  "Menshevik members out of the soviet,. leaving Bolshevik members in confo: It soon",
  ". govern",
  "tmurennet’dsiiortpopdoincetanttosrsbheicpafmreeer‘,LthOeNceGntLreIVinEsteTadHoEfSloOcValIcEoTnStroAl NTDheDslOogWanNofWthIeTH THE¬",
  "COMMISSARS’. Their general aim. was not to restore the Tsar, but simply to set up *",
  "demo.cratic government on Western Hues",
  "tr Siberia, Admiral Kolchak, former Black Sea Fleet commander, set up e White",
  ".",
  "government;General Denikin was in theCaucasus with a large White army. Most bizarre",
  "of all,-the Czechoslovak Legion of about. 40 000 men had seized long stretches of :h«",
  "' .",
  "Trans Siberian Railway in the region of Omsk These troops were nclglnefly prison",
  ",",
  "364 PARTIK COMMUNISM -RISE ANDDECLINEaction, and in the White anti-Jewish pogroms; those who died from starvation and those",
  "who perished from dysentery and in the typhus and typhoid epidemics, the total number",
  "of deaths was at least 8 million - more than four times the number of Russian deaths in",
  ".",
  "the First World War (1.7 million) The economy was in ruins and the rouble was worth",
  "only one per cent of its value in October 1917.",
  ".",
  "At the end of the war important changes had taken place in the communist regime",
  "Economically it became more centralized, as state control was extended over all areas of",
  "the economy. Politically, the regime became militarized and even brutalized.The question",
  "that has occupied historians is whether it wasthe crisisof thecivil war whichforcedthese",
  "changes on the government, or whether they would have taken place anyway because of",
  ".",
  "the nature of communism Was this the inevitable drive towards socialism?",
  "Robert C. Tucker argues that the civil war was responsible for the political develop",
  "¬",
  "ments. He believes that it brutalized the Party and gave its members a siege mentality",
  "which they found it difficult to break away from. It made centralization, strict discipline",
  "and mobilization of the population in order to achieve the regime’s targets an integral part",
  "of the system.Tuckeralso points out that already,at the height of the civil war,there were",
  "signs of Lenin’s more ‘liberal’ thinking, which he was able to put into practice during the",
  ".",
  "period of the New Economic Policy (NEP) For example, in May 1919 Lenin wrote a",
  "pamphlet in which he explained that the main obstacle to the achievement of socialism in",
  "Russia was the culture of backwardness left over from centuries of tsarist rule. According",
  "to Lenin, the best way to change this was not by forcible means, but by education, which",
  "unfortunately would take a long time.",
  "Other historiansargue that the civil war was one of the influences which brutalized the",
  "communist regime, but that it was not the only one.Christopher Read makes the point that",
  "the Bolsheviks were products of the tsarist environment, which had itself been extremely",
  "authoritarian;tsaristgovernments had never hesitated to use extreme methodsagainst their",
  "enemies. It was only a few years since Stolypin had executed around 4000 opponents. ‘In",
  "the prevailing circumstances’, argues Read, ‘it is hard to see why opposition should be",
  "tolerated when the Russian tradition was toeradicateitas heresy.’ Among the older gener",
  "¬",
  "ation of liberal historians,Adam Ulam argued that violenceand terror were an integral part",
  "of communism, and claimed that Lenin actually welcomed the civil war because it gave",
  "him an excuse to use more violence.",
  "There is the same debate about theeconomic featuresof warcommunism: were nation",
  "¬",
  "alization and state control of the economy central to communist aims and ideals, or were",
  "they forcedon thegovernment by the need to harness the economy to the wareffort? Even",
  "Soviet historians differ in their interpretations of this. Some believe that the Party had a",
  "basic plan for nationalizing the major industries as soon as possible: hence the national",
  ". ¬",
  "ization of banks, railways, shipping and hundreds of large factories by June 1918 Others",
  "believe that what Lenin really hoped for was a mixed economy in which some capitalist",
  "activity would be allowed. Alec Nove came to the very sensibleconclusion that ‘Lenin and",
  "his colleagues were playing it by ear. ... We must allow for the interaction of Bolshevik",
  ".",
  "ideas with the desperate situation in which they found themselves’",
  "(g) Lenin and the economic problems",
  "From early 1921 Lenin faced the formidable task of rebuilding an economy shattered by",
  "the First World War and then by civil war. War communism had been unpopular with the",
  "peasants, who, seeing no point in working hard to produce food which was taken away",
  "from them without compensation, simply produced enough for their own needs. This",
  "caused severefood shortagesaggravated by droughts in 1920-1. In addition, industry was",
  "almost at a standstill. In March 1921 a serious naval mutiny occurred at Kronstadt, the",
  "366 PART III COMMUNISM-RISEANDDECLINEisland naval base just off St Petersburg. This was suppressed only through prompt action",
  "by Trotsky, whosent troops across the ice on the frozen sea.",
  "The mutiny seems to have convinced Lenin that a new approach was needed to win",
  ",",
  "back the falteringsupport of the peasants;thiswasvitally importantsince peasantsformed",
  "a large majority of the population. He put into operation what became known as the New",
  ".",
  "Economic Policy (NEP) Peasants were now allowed to keep surplus produce after",
  "payment of a tax representing a certain proportion of the surplus. This, plus the reintro¬",
  "duction of private trade, revived incentive and food production increased.Small industries",
  ",",
  "and trade in their products were also restored to privateownership, though heavy industry",
  "such as coal, iron and steel, together with power, transport and banking, remained under",
  "state control. Lenin alsofound that often theold managers had to be brought back,as well",
  "as such capitalist incentives as bonuses and piece-rates. Foreign investment was encour",
  "¬",
  "aged, to help develop and modernize Russian industry.",
  "There is the usual debate among historians about Lenin s motives and intentions.Some",
  "Bolsheviksclaimed that the Kronstadt mutiny and peasant unrest had nobearingon thedeci",
  "¬",
  "sion tochangeto NEP;thatinfact they had beenon thepointof introducinganearlier version",
  "of NEPwhen the outbreak of thecivil war prevented them.Toconfuse mattersfurther,some",
  "of the other communist leaders, especially Kamenev and Zinoviev, disapproved of NEP",
  "becausethey thought itencouraged thedevelopment of kulaks(wealthy peasants),whowould",
  "turn out tobe theenemiesof communism.They saw itasa retreat from truesocialism.",
  "Did Lenin intend NEP as a temporary compromise - a return to a certain amount of",
  "private enterprise until recovery was assured; or did he see it as a return to something like",
  "thecorrect road to.socialism,from which they had beendiverted by thecivil war?It isdiffi¬",
  "cult tobecertainone way or theother.What isclearisthat Lenindefended NEPvigorously:",
  "hesaid they needed the experienceof the capitaliststoget the economy bloomingagai-n. In",
  "May 1921 he told the Party that NEP must be pursued ‘seriously and for a long time not",
  "less than a decade and probably more’.They had to take into account the fact that instead",
  "of introducing socialism in a country dominated by industrial workers- the true allies of",
  "the Bolsheviks-they were working in a backward, peasant-dominated society. Therefore",
  "NEPwas not aretreat-it wasan attempttofindan alternativeroad tosocialism in less than",
  "idealcircumstances.Itwouldrequirealongcampaignofeducatingthepeasantsinthebene¬",
  "fits of agrarian co-operatives so that force would not be necessary; this would lead to the",
  "triumphof socialism.Roy Medvedev,adissidentSoviet historian,wasconvinced that these",
  "were Lenin’sgenuine intentions,and that if he had lived another 20 years(to thesameage",
  "asStalin), the future of the USSR would have been very different.",
  "NEP was moderately successful: theeconomy began to recover and production levels",
  "were improving; in most commodities they were not far off the 1913 levels. Given the",
  "territorial losses at the end of the First World War and the war with Poland, this was a",
  "considerable achievement. Great progress was made with the electrification of industry,",
  "one of Lenin’s petschemes.Towards the end of 1927, when NEP began to be abandoned,",
  "the ordinary Russian was probably better off than at any timesince 1914. Industrial work¬",
  "ers who had a job were being paid real wages and they had the benefits of NEP’s new",
  "social legislation: an eight-hour working day, two weeks’ holiday with pay, sick and",
  "unemployment pay and healthcare.The peasants wereenjoyinga higherstandard of living",
  "than in 1913. The downside of NEP was that unemployment was higher than before, and",
  "there were still frequent food shortages.",
  "(h) Political problems were solved decisively",
  "Russia was now the world’s first communist state, the Union of Soviet Socialist",
  "Republics (USSR); power was held by the Communist Party, and no other parties were",
  ".",
  "RUSSIA ANDTHEREVOLUTIONS 1900-24 367.",
  "allowed The main political problem now for Lenin was disagreement and criticism",
  ".",
  "within the Communist Party In March 1921 Lenin banned ‘factionalism’ within the",
  "Party.This meant that discussion would be allowed, but once a decision had been taken,",
  ".",
  "all sections of the Party had to stick to it Anybody who persisted in holding a view",
  "different from the official party line would be expelled from the Party. During the rest",
  "of 1921 about one-third of the Party’s members were ‘purged’ (expelled) with the help",
  "of the ruthless Cheka; many more resigned, mainly because they were against NEP.",
  "Lenin also rejected the claim of the trade unions that they should run industry. Trade",
  "unions had to do as the government told them, and their main function was to increase",
  ".",
  "production",
  ".",
  "The governing body in the Party was known as the ‘Politburo’ During the civil war,",
  "when quick decisions were required, the Politburo got into the habit of acting as the",
  "government,and they continued to do so when the war wasover.Control by Lenin and the",
  "Communist Party was now complete (for hissuccesses in foreign affairsseeSection 4.3(a)",
  "and (b)). However, the ‘dictatorship of the proletariat’ was nowhere in evidence; nor was",
  "there any prospect of the state ‘withering away’. Lenin defended this situation on the",
  "grounds that the working class were exhausted and weak; this meant that the most",
  "advanced workers and their leaders - the Communist Party - must rule the country for",
  ".",
  "them",
  "In May 1922 Lenin suffered a stroke;after this he gradually grew weaker,and was forced",
  ".",
  "to take less part in the work of government He later suffered two more strokes, and died",
  ".",
  "in January 1924 at the early age of 53 His work of completing the revolution by intro",
  "¬",
  "ducing afully communiststate was notfinished,and the successfulcommunist revolutions",
  ".",
  "which Lenin had predicted in other countries had not taken place This left the USSR",
  ".",
  "isolatedand facingan uncertain future Although hishealth had been failingforsome time,",
  "Lenin had made no clear plans about how the government was to be organized after his",
  ".",
  "death, and this meant that a power struggle was inevitable",
  "16.4 LENIN- EVIL GENIUS?",
  "(a) Lenin remains a controversial figure",
  "After his death the Politburo decided that Lenin’s body should be embalmed and put on",
  "display in a glass case in a special mausoleum, to be built in Red Square in Moscow. The",
  "Politburo members, especially Joseph Stalin, encouraged the Lenin cult for all they were",
  "worth, hoping to share in his popularity by presenting themselves as Lenin’s heirs, who",
  "would continue his policies. No criticism of Lenin was allowed, and Petrograd was",
  "renamed Leningrad. He became revered almost as a saint, and people flocked to Red",
  "Square to view his remains as though they were religious relics.",
  "Some historians admire him: A. J. P. Taylor claimed that ‘Lenin did more than any",
  ".",
  "other political figure to change the face of the twentieth-century world The creation of",
  "Soviet Russiaand itssurvival were due to him. He wasa very great man and even,despite",
  "his faults, a very good man.’ Some revisionist historians also took a sympathetic view.",
  "Moshe Lewin, writing in 1968, portrayed Lenin as having been forced unwillingly into",
  "policies of violence and terror, and in his last years, in the face of ill health and the evil",
  "ambitions of Stalin, struggling unsuccessfully to steer communism into a more peaceful",
  ".",
  "and civilized phase",
  "These interpretations are at opposite poles from what some of his contemporaries",
  "thought, and also from the traditional liberal view which sees Lenin as a ruthless dictator",
  "who paved the way for the even more ruthlessand brutal dictatorship of Stalin. Alexander",
  "368 PART III COMMUNISM-RISE ANDDECLINE2 How far would you agree that the February/March revolution which overthrew the",
  "Russian monarchy was a ‘spontaneous uprising’?",
  "3 ‘The Bolsheviksdid not seize power,they picked it up;anygroupof determined men",
  "could have done what the Bolsheviks did in Petrograd in October 1917’ (Adam",
  "Ulam). Explain to what extent you agree or disagree with this view.",
  "4 How far was popular dissatisfaction with the Provisional Government responsiblefor",
  "itsoverthrow in October/November 1917?",
  "5 How far did the Tsar Nicholas II fulfil the promises made in the 1905 October",
  "Manifesto by the outbreak of war in 1914)",
  "6 How far was Russia a modernized industrial state by 1914?",
  "7 How far would you agree that the impact of the First World Waron Russia was the",
  "main reason for the downfall of Nicholas II in 1917?",
  "8 How far would you agree that Lenin’s leadership was the main reason for thesuccess",
  "of the Bolshevik Revolution in 1917?",
  "9 In what ways, and with what success,did Lenin’s policiesattempt tosolve the prob",
  "¬",
  "lems facing Russia at the beginning of 1918?",
  "10 Assess the reasons why the Bolsheviks were victorious in the civil war by 1921.",
  "^",
  "|P j There is a document question about differing views of Lenin on the website.",
  "RUSSIA ANDTHE REVOLUTIONS. IWO-24 371A",
  "m",
  "* i",
  "iL",
  ".",
  "*",
  "Ml",
  ":",
  "ill",
  "»",
  "&B",
  ",",
  "fe",
  "-2 .-LEE't:'",
  "Illustration 17.1 Joseph Stalin",
  "Georgia. His parents were poor peasants; his father, a shoemaker, had been born a serf.",
  "Joseph’s mother wanted him to become a priest and he was educated for four years at",
  "Tiflis Theological Seminary but he hated its repressive atmosphere and was expelled",
  ",",
  "in 1899 for spreading socialist ideas. After 1917, thanks to his outstanding ability as an",
  ".",
  "administrator, he was quietly able to build up his own position under Lenin When",
  "Lenin died in 1924, Stalin was Secretary-General of the Communist Party and a",
  "member of the seven-man Politburo the committee which decided government policy",
  ",",
  "(see Illus. 17.1).",
  "At first it seemed unlikely that Stalin would become the dominant figure; Trotsky",
  "called him ‘the party’s most eminent mediocrity ... a man destined to play second or third",
  "fiddle’. The Menshevik Nikolai Sukhanov described him as ‘nothing more than a vague,",
  "grey blur’. Lenin thought him stubborn and rude, and suggested in his will that Stalin",
  "should be removed from his post. ‘Comrade Stalin has concentrated enormous power in",
  "his hands,’ he wrote, ‘and I am not sure healways knows how to use that power with suffi¬",
  "cient caution. ... He is too crude, and this defect becomes unacceptable in the position of",
  "General-Secretary. I therefore propose to comrades that they should devise a means of",
  "removing him from this job.’",
  "The most obvious successor to Lenin was Leon Trotsky, an inspired orator, an intel¬",
  "lectual and a man of action -the organizer of the Red Armies.The other candidates were",
  "the ‘old’ Bolsheviks who had been in the Party since the early days; Lev Kamenev (head",
  "of the Moscow party organization), Grigori Zinoviev (head of the Leningrad party organi¬",
  "zation and the Comintern) and Nikolai Bukharin, the rising intellectual star of the Party.",
  "However, circumstances arose which Stalin was able to use to eliminate his rivals.",
  "THEUSSR ANDSTALIN 1924-53 373",
  ",(a) Trotsky's brilliance worked against him",
  "It aroused envy and resentment among the other Politburo members. He was arrogant and",
  "condescending,and many resented the fact that he had only joined the Bolsheviks shortly",
  "before the November revolution. During Lenin’s illness, he was bitterly critical of",
  "Kamenev, Zinoviev and Bukharin, who were acting as a triumvirate, accusing them of",
  "having no plan for the future and no vision. The others therefore decided to run the coun",
  "¬",
  "try jointly:collective action was better than aone-man show. They worked together,doing",
  "all they could to prevent Trotsky from becoming leader. By the end of 1924almost all his",
  "support had disappeared; he was even forced to resign as Commissar for Military and",
  ".",
  "Naval Affairs, though he remained a member of the Politburo",
  "(b) The other Politburo members underestimated Stalin",
  "They saw him as nothing more than a competent administrator; they ignored Lenin’s",
  "adviceabout removing him. They wereso busy attackingTrotsky that theyfailed to recog",
  "¬",
  "nize the very real danger from Stalin and they missed several chances to get rid of him. In",
  "fact Stalin had great political skill and intuition; he had the ability to cut through the",
  "complexities of a problem and focus on the essentials; and he was an excellent judge of",
  ".",
  "character,sensing people’s weaknesses and exploiting them He knew that both Kamenev",
  "and Zinoviev were good team members but lacked leadership qualitiesand sound political",
  "judgement. He simply had to wait for disagreements to arise among his colleagues in the",
  "Politburo; then he would side with one faction against another, eliminating his rivals one",
  "by one until he was left supreme.",
  "(c) Stalin used his position cleverly",
  "As Secretary-General of the Party,a position he had held since April 1922,Stalin had full",
  "powers of appointment and promotion to important jobs such as secretaries of local",
  "Communist Party organizations. He quietly filled these positions with his own supporters,",
  ".",
  "while at the same time removing the supporters of others to distant parts of the country",
  "Thelocalorganizationschose the delegates to national Party Conferences,and so the Party",
  ".",
  "Conferences gradually filled with Stalin’s supporters The Party Congresses elected the",
  "Communist Party Central Committee and the Politburo; thus by 1928 all the top bodies",
  ".",
  "and congresses were packed with Stalinites, and he was unassailable",
  "(d) Stalin used the disagreements to his own advantage",
  "Disagreement over policy arose in the Politburo partly because Marx had never described",
  "in detail exactly how the new communist society should be organized. Even Lenin was",
  "vague about it, except that ‘the dictatorship of the proletariat’ would be established-that",
  "is, workers would run the state and the economy in their own interests. When all opposi",
  "¬",
  "tion had been crushed,the ultimategoalof aclasslesssociety would beachieved,in which,",
  "according to Marx, the ruling principle would be: ‘from each according to his ability, to",
  "each according to his needs’. With the New Economic Policy (NEP; see Section 16.3(g))",
  "Lenin had departed from socialist principles, though whether he intended this as a tempo",
  "¬",
  "rary measure until thecrisis passed is still open todebate. Now the right wing of the Party,",
  "led by Bukharin, and the left, whose views were most strongly put by Trotsky, Kamenev",
  "and Zinoviev, fell out about what to do next:",
  "374",
  "PART III COMMUNISM-RISEANDDECLINE1 Bukharin thought it important to consolidate Soviet power in Russia, based on a",
  "prosperous peasantry and with a very gradual industrialization; this policy became",
  ".",
  "known as socialisminonecountry’ Trotsky believed that they must work forrevo",
  "- ¬",
  "lution outside Russia permanent revolution. When this was achieved, the indus",
  "¬",
  "trialized states o! western Europe would help Russia with her industrialization.",
  "Kamenev and Zinoviev supported Bukharin in this, because it was a good pretext",
  "for attacking Trotsky.",
  "2 Bukharin wanted to continue NEP, even though it was causing an increase in the",
  "numbersoi wealthy peasants,kulaks(fists),socalled because they weresaid tohold",
  "the ordinary peasants tightly in their grasp.Some even employed poor peasants as",
  "labourers, and were therefore regarded as budding capitalists and enemies of",
  "communism. Bukharin’s opponents, who now included Kamenev and Zinoviev,",
  "wanted toabandon NEPand concentrateon rapid industrialization at theexpenseof",
  ".",
  "the peasants",
  "Stalin, quietly ambitious, seemed to have no strong views either way at first, but on the",
  "question of ‘socialism in one country' he came out in support of Bukharin, so that",
  "Trotsky was completely isolated. Later, when the split occurred between Bukharin on",
  "the one hand and Kamenev and Zinoviev, who were feeling unhappy about NEP, on the",
  ",",
  "other Stalin supported Bukharin. One by one Trotsky. Kamenev and Zinoviev were",
  ", ,",
  "voted off the Politburo, replaced by Stalin's yes-men, and expelled from the Party",
  "(1927); eventually Trotsky was exiled from the USSR and went to live in Istanbul in",
  ".",
  "Turkey",
  ".",
  "Stalin and Bukharin were now the joint leaders, but Bukharin did not survive for long",
  ".",
  "The following year Stalin, who had supported NEP and its great advocate Bukharin, ever",
  "since it was introduced now decided that NEP must go-he claimed that the kulaks were",
  ",",
  "holding up agricultural progress. When Bukharin protested, he too was voted off the",
  "Politburo (1929), leaving Stalin supreme. Stalin's critics claimed that this was a cynical",
  "change of policy on his part, designed simply to eliminate Bukharin. To be fair to Stalin,",
  "it does seem to have been a genuine policy decision; NEP had begun to falter and was not",
  "producing the necessary amounts of food. Robert Service makes the point that Stalin’s",
  "policies were actually popular with the vast majority of party members, who genuinely",
  "believed that the kulaks were blocking progress to socialism and getting rich while the",
  "industrial workers went short of food.",
  "17.2 HOW SUCCESSFUL WAS STALIN IN SOLVING RUSSIA'S",
  "ECONOMIC PROBLEMS?",
  "(a) What were Russia's economic problems?",
  "I Although Russian industry was recoveringfrom theeffectsof the First World War,",
  "production from heavy industry was still surprisingly low. In 1929 for example,",
  "France, which did not rank as a leading industrial power, produced more coal and",
  "steel than Russia, while Germany, Britain and especially the USA were streets",
  "ahead. Stalin believed that a rapid expansion of heavy industry was essential to",
  "enable Russia to deal with the attack which he was convinced would come sooner",
  "or later from the western capitalist powers, who hated communism.",
  "Industrialization would have the added advantage of increasing support for the",
  "government, because it was the industrial workers who were the communists’",
  "greatestallies: themoreindustrial workersthere werein relation to peasants(whom",
  "Stalin saw as theenemiesof socialism), the moresecure thecommunist state would",
  "THEUSSR ANDSTALIN, 1924-53 375^",
  "Table 17.2 *ii] J°duction in the USSR compared with other great",
  "powers",
  "-",
  "Pig iron Steel Coal Electricity",
  "(in billion kilowatts)",
  "USSR 14.9 18.4 164.6 39.6",
  "USA 31.9 47.2 395.0 115.9",
  "Britain 6.7 10.3 227.0 30.7",
  "Germany 18.3 22.7 186.0 55.2",
  "France 6.0 16.1 45.5 19.3",
  "government equipment, and the ruthless ploughing-back of all profits and surpluses.",
  "Hundreds of foreign technicians were brought in and great emphasis was placed on",
  "expanding education in colleges and universities, and even in factory schools, to provide",
  "a whole new generation of skilled workers. In the factories, the old capitalist methods of",
  "piecework and pay differentials between skilled and unskilled workers were used to",
  "encourage production. Medals were given to workers who achieved record output; these",
  "were known as Stakhanovites, after Alexei Stakhanov, a champion miner who, in August",
  "-",
  "1935,supported by a well organized team, managed tocut 102 tonsofcoal in asingleshift",
  "(by ordinary methods even the highly efficient miners of the Ruhr in Germany were",
  "cutting only 10 tons per shift).",
  "Unfortunately the Plans had their drawbacks.Ordinary workers were ruthlessly disci¬",
  "plined: there were severe punishments for bad workmanship, people were accused of",
  "being ‘saboteurs’ or ‘wreckers’ when targets were not met, and given spells in forced",
  "labour camps. Primitive housing conditions and a severe shortage of consumer goods",
  "(because of the concentration on heavy industry), on top of all the regimentation, must",
  "have made life grim for most workers. As historian Richard Freeborn pointed out (in A",
  "Short History of Modern Russia): ‘It is probably no exaggeration to claim that the First",
  "Five Year Plan represented a declaration of war by the state machine against the workers",
  "and peasants of the USSR who were subjected to a greater exploitation than any they had",
  "known under capitalism.’ However, by the mid-1930s things were improving as benefits",
  "such as medical care, education and holidays with pay became available. Another major",
  "drawback with the Plans was that many of the products were of poor quality. The high",
  "targets forced workers to speed up and this caused shoddy workmanship and damage to",
  "machinery.",
  "In spite of the weaknesses of the Plans, Martin McCauley (in Stalin and Stalinism)",
  "believes that ‘the First Five-Year Plan wasa period of genuine enthusiasm,and prodigious",
  "achievements were recorded in production. The impossible targets galvanized people into",
  "action, and more was achieved than would have been the case had orthodox advice been",
  "followed.’ Alec Nove leaned towards a similar view; he argued that, given the industrial",
  "backwardness inherited from the tsarist period, something drastic was needed. ‘Under",
  "Stalin’s leadership an assault was launched ... which succeeded in part but failed in some",
  "sectors. ... A great industry was built ... and where would the Russian army have been in",
  "1942 without a Urals-Siberian metallurgical base?’ Nove acknowledged, however, that",
  "Stalin made vast errors - he tried to go too far much too fast, used unnecessarily brutal",
  "methodsand treatedallcriticism,even when it wasjustified,asevidenceof subversion and",
  ".",
  "treason",
  "THEUSSR ANDSTALIN, 1924-53 377(c) The collectivization of agriculture",
  "The problems of agriculture were dealt with by the process known as ‘collectivization’.",
  "The idea was that small farmsand holdings belonging to the peasantsshould be merged to",
  "form large collective farms (kolkhoz) jointly owned by the peasants.There were two main",
  "reasons for Stalin’s decision to collectivize.",
  "(cid:127) The existing system of smallfarms was inefficient,and seemed unable to satisfy the",
  ".",
  "increasing demand for food, especially in the growing industrial cities However,",
  "largefarms, under state direction,and using tractorsand combine harvesters, would",
  ".",
  "vastly increase grain production, or so the theory went",
  "(cid:127) He wanted to eliminate the class of prosperous peasants (kulaks), which NEP had",
  "encouraged, because, he claimed, they were standing in the way of progress. The",
  "real reason was probably political: Stalin saw the kulaks as the enemy of commu",
  "¬",
  "nism. ‘We must smash the kulaks so hard that they will never rise to their feet",
  "again.’",
  "The policy was launched in earnest in 1929,and had to be carried through by sheer brute",
  ".",
  "force, so determined was the resistance in the countryside It proved to be a disaster, and",
  "it took Russia at least half a century to recover. There was no problem in collectivizing",
  "landless labourers, but all peasants who owned any property at all, whether they were",
  "kulaks or not, were hostile to the plan, and had to be forced to join by armies of party",
  "members, who urged poorer peasants to seize cattle and machinery from the kulaks to be",
  "handed over to the collectives. Kulaks often reacted by slaughtering cattle and burning",
  "crops rather than allow the state to take them.Peasants who refused to join collectivefarms",
  "were arrested and taken to labourcamps,or shot. When newly collectivized peasants tried",
  "to sabotage the system by producing only enough for their own needs, local officials",
  "insisted on seizing the required quotas. In this way, well over 90 per cent of all farmland",
  ".",
  "had been collectivized by 1937",
  "In one sense Stalin could claim that collectivization was a success: it allowed greater",
  "mechanization, which did achieve a substantial increase in production in 1937. The",
  "amount of grain taken by the state increased impressively and so did grain exports: 1930",
  "and 1931 were excellent yearsforexports,and although theamountsfellsharply after that,",
  ".",
  "they were still far higher than before collectivization On the other hand, so many animals",
  "had been slaughtered that it was 1953 before livestock production recovered to the 1928",
  "figure, and the cost in human life and suffering was enormous.",
  "The truth was that total grain production did not increase at all (except for 1930)-in",
  "fact it was less in 1934 than it had been in 1928. The reasons for this failure were:",
  "(cid:127) The best producers-the kulaks-were excluded from the collectivefarms. Most of",
  "the party activists who came from the cities to organize collectivization did not",
  "know much about agriculture.",
  "(cid:127) Many peasants were demoralized after the seizure of their land and property; some",
  "of them left the kolkhoz to look for jobs in the cities. With all the arrestsand depor",
  "¬",
  "tations, this meant that there were far fewer peasants to work the land.",
  "(cid:127)",
  "The governmentdid not at first provide sufficient tractors;since many peasants had",
  "slaughtered their horses rather than hand them over to the kolkhoz,there were seri",
  "¬",
  "ous problems in trying to get the ploughing done in time.",
  "(cid:127) Peasants were still allowed to keep a small private plot of their own; they tended to",
  "work harder on their own plots and do the minimum they could get away with on",
  ".",
  "the kolkhoz",
  "378",
  "PART III COMMUNISM-RISEANDDECLINETable 17.3 Grain and livestock statistics in the USSR",
  "Actual grain harvest (in million tons)",
  "1913 1928 1929 1930 1931 1932 1933 1934 1936 1937",
  "80.1 73.3 71.7 83.5 69.5 69.6 68.4 67.6 56.1 97.4",
  "Grain taken by the state (in million tons)",
  "1928 1929 1930 1931 1932 1933",
  "10.8 16.1 22.1 22.8 18.5 22.6",
  "Grain exported (in million tons)",
  "1927-8 1929 1930 1931 1932 1933",
  "0.029 0.18 4.76 5.06 1.73 1.69",
  "Livestock in the the USSR (in millions)",
  "1928 1929 1930 1931 1932 1933 1934 1935",
  "Cattle 70.5 67.1 52.5 47.9 40.7 38.4 42.2 49.3",
  "Pigs 26.0 20.4 13.6 14.4 11.6 12.1 17.4 22.6",
  "Sheep & goats 146.7 147.0 108.8 77.7 52.1 50.2 51.9 61.1",
  "Acombination of all thesefactors led tofamine, mainly in the countryside,during 1932-3,",
  ".",
  "especially in Ukraine Yet 1.75 million tons of grain were exported during that same",
  "period whileover5 million peasantsdied of starvation.Some historians have evenclaimed",
  "that Stalin welcomed the famine, since, along with the 10 million kulaks who were",
  "removed or executed, it helped to break peasant resistance. Certainly it meant that for the",
  ".",
  "first time the state had taken important steps towards controlling the countryside The",
  "governmentcould get its handson the grain without having to be constantly haggling with",
  "the peasants. No longer would the kulaks hold thesocialiststate to ransom by causing food",
  "shortages in the cities; it was the countryside which would suffer now if there was a bad",
  ". .",
  "harvest The statistics in Table 17.3 give some idea of the scale of the problems created",
  "17.3 POLITICS AND THE PURGES",
  "(a) Political problems",
  "During the 1930s Stalin and his closest allies gradually tightened their grip on the Party,",
  "the government and the local party organizations, until by 1938all criticism and disagree",
  "¬",
  ".",
  "ment had been driven underground Although his personal dictatorship was complete,",
  "Stalin did not feel secure; he became increasingly suspicious, trusted nobody and seemed",
  "to see plots everywhere. The main political issues during these years were:",
  "1 By the summer of 1930, the government’s popularity with the general public had",
  "fallen sharply because of collectivization and the hardships of the First Five Year",
  "Plan. There was growing opposition to Stalin in the Party;a document known as the",
  "‘Ryutin Platform’ (after one of the Moscow party leaders) was circulated,advocating",
  "THEUSSR ANDSTALIN,1924-53 379.",
  "Revisionist historians have tried to shift the blame to some extent away from Stalin J.",
  "Arch Getty argues that the Purges were a form of political infighting at the top. He plays",
  "down the role of Stalin and claims that it was the obsessive fears of all the leaders which",
  "generated the Terror. Sheila Fitzpatrick suggests that the Purges must be seen in the",
  "context of continuing revolution; the circumstances were abnormal - all revolutions are",
  "faced by constant conspiracies designed to destroy them, so abnormal responses can be",
  "expected.",
  "Some of the most recentevidence toemergefrom the Sovietarchivesseems to bear out",
  "the traditional view. Dmitri Volkogonov came to the conclusion that Stalin simply had an",
  "evil mind and lacked any moral sense. It was Stalin who gave the orders to Nikolai",
  "Yezhov, head of the NKVD (as the secret police were now called), about the scale of the",
  "repressions,and it was Stalin who personally approved long listsof people to be executed.",
  "After he had announced the end of the Terror, Stalin made Yezhov the scapegoat, accus",
  "¬",
  "ing him and his subordinates of going too far. Yezhov was a ‘scoundrel’ who was guilty",
  "of great excesses, and he and most of his staff were arrested and shot. In this way Stalin",
  "diverted responsibility for the Terror away from himself,and so managed to keep some of",
  ".",
  "his popularity",
  "The Purges were successful ineliminating possible alternative leaders and in terroriz",
  ". ¬",
  "ing the masses into obedience The central and local government, government in the",
  "republics, the army and navy and the economic structures of the country had all been",
  ".",
  "violently subdued Stalin ruled unchallenged with the help of his supporting clique -",
  ".",
  "Molotov, Kaganovich, Mikoyan, Zhdanov, Voroshilov Bulganin, Beria, Malenkov and",
  ".",
  "Khrushchev- until his death in 1953",
  ".",
  "But the consequences of the Purges and the Terror were serious",
  "(cid:127) Historians are still arguing about how many people fell victim to the Purges. But",
  "whichever statistics you accept, the cost in human lives and suffering is almost",
  ".",
  "beyond belief Robert Conquest gave relatively high figures: just for the years",
  "1937-8 he estimated about 7 million arrests, about a million executions and about",
  "2 million deaths in the labour camps. He also estimated that of those in the camps,",
  "no more than 10 percentsurvived. Official KGBfigures released in the early 1990s",
  "show that in the same period there were 700 000 executions, and that at the end of",
  ".",
  "the 1930s there were 3.6 million people in labour camps and prisons Ronald Suny",
  "points out that if you add the 4 million to 5 million people who perished in the",
  "famine of 1932-3 to the total figures of those executed or exiled during the 1930s,",
  ".",
  "‘the total number of lives destroyed runs from ten to eleven million’",
  "(cid:127) Lenin’s old Bolshevik Party was the main victim; the power of the Bolshevik elite",
  ".",
  "had been broken and eliminated",
  "(cid:127) Many of the best brains in the government and in industry had disappeared. In a",
  "country where numbers of highly educated people were still relatively small, this",
  "was bound to hinder progress.",
  "(cid:127)",
  "The purge of the army disrupted the USSR’s defence policies at a time of great",
  "international tension, and contributed to the disasters of 1941-2 during the Second",
  ".",
  "World War",
  "(c) The new constitution of 1936",
  "In 1936, after much discussion, a new and apparently more democratic constitution was",
  "introduced. It described the USSR as ‘a socialist state of workers and peasants’ resulting",
  "from ‘the overthrow of the landlords and capitalists’. It stated that everyone, including",
  "-",
  "‘former people’ (ex nobles, kulaks,priests and White Army officers), was allowed to vote",
  "THEUSSR ANDSTALIN,1924-53 381.",
  "by secret ballot to choose members of a national assembly known as the Supreme Soviet",
  "However, this met for only about two weeks in the year, when it elected a smaller body,",
  "the Praesidium, to act on its behalf. The Supreme Soviet also chose the Council of",
  "People’s Commissars,asmallgroup of ministersof which Stalin was the secretary. Infact",
  "thedemocracy wasanillusion: the elections,to be held every four years, were notcompet",
  "¬",
  "itive - there was only one candidate to vote for in each constituency, and that was the",
  "Communist Party candidate. It was claimed that the Communist Party represented every",
  "¬",
  "body’s interests. The aim of the candidates was to get as near as possible to 100 per cent",
  "of the votes, thereby showing that the government’s policies were popular.",
  "The constitution merely underlined the fact that Stalin and the Party ran things.",
  "Although it was not specifically stated in the constitution, the real power remained with",
  "the Politburo, the leading body of the Communist Party, and with its general secretary,",
  "Joseph Stalin, who acted as a dictator. There was mention of ‘universal human rights’,",
  "including freedom of speech, thought, the press and religion; the right to employment and",
  ".",
  "to publicassembly and streetdemonstrations But in reality,anybody who ventured to crit",
  "¬",
  "icize Stalin was quickly ‘purged’. Not surprisingly, very few people in the USSR took the",
  "1936 constitution seriously.",
  "(d) Holding the union together",
  "In 1914, before the First World War, the tsarist empire included many non-Russian areas",
  "-Poland,Finland, the Ukraine,Belorussia (White Russia),Georgia, Armenia,Azerbaijan,",
  "Kazakhstan, Kirghizia, Uzbekistan, Turkmenistan, Tajikistan and the three Baltic statesof",
  "Estonia, Latvia and Lithuania. Poland and the three Baltic republics were given indepen",
  "- . ¬",
  "dence by the Treaty of Brest Litovsk (March 1918) Many of the others wanted indepen",
  "¬",
  "dence too, and at first the new Bolshevik government was sympathetic to these different",
  ". .",
  "nationalities Lenin gave Finland independence in November 1917",
  "However, some of the others were not prepared to wait: by March 1918, Ukraine,",
  "Georgia, Armenia and Azerbaijan had declared themselves independent and soon showed",
  "themselves to be anti-Bolshevik. Stalin, who was appointed commissar (minister) for",
  "nationalities by Lenin,decided that these hostile states surrounding Russia were too much",
  "of a threat; during the civil war they were all forced to become part of Russia again. By",
  "1925 there were six Soviet republics -Russia itself, Transcaucasia (consisting of Georgia,",
  "Armenia and Azerbaijan), Ukraine, Belorussia, Uzbekistan and Turkmenistan.",
  "The problem for the communist government was that 47 per cent of the population of",
  "theUSSR were non-Russian,and it would bedifficult to hold them all together if they were",
  "bitterly resentful of rule from Moscow. Stalin adopted a two-handed approach, which",
  "worked successfully until Gorbachev came to power in 1985:",
  "(cid:127) on the one hand, national culturesand languages were encouraged and the republics",
  "had a certain amount of independence; this was much more liberal than under the",
  "tsarist regime, which had tried to ‘Russianize’ the empire;",
  "(cid:127)",
  "on the other hand, it had to be clearly understood that Moscow had the final say in",
  "all important decisions. If necessary, force would be used to preserve control by",
  "Moscow.",
  "When the Ukrainian Communist Party stepped out of line in 1932 by admitting thatcollec",
  "¬",
  "tivization had been a failure, Moscow carried out a ruthless purge of what Stalin called",
  "‘bourgeois nationalist deviationists’. Similar campaigns followed in Belorussia,",
  "Transcaucasia and Central Asia. Later, in 1951, when the Georgian communist leaders",
  ".",
  "tried to take Georgia out of the USSR,Stalin had them removed and shot",
  "382",
  "PART III COMMUNISM-RISEANDDECLINE(e) Was Stalin's regime totalitarian?",
  "The traditional western democratic view held by historians such as Adam Ulam and",
  "RobertConquest was thatStalin’s regime was totalitarian,in many ways like Hitler’s Nazi",
  "regime in Germany. A ‘perfect’ totalitarian regime is one in which there is dictatorial rule",
  "-",
  "in a one party state which totally controls all activities-economic, political,social, intel",
  "¬",
  ".",
  "lectual and cultural - and directs them towards achieving the state’s goals The state",
  "attempts to indoctrinate everybody with the party ideology and to mobilize society in its",
  "support; both mental and physical terror, and violence are used to crush opposition and",
  "keep the regime in power. As we have seen, there was ample evidence of all these char",
  "¬",
  ".",
  "acteristics at work in Stalin’s system",
  "However, during the 1970s, ‘revisionist’ Western historians, among whom Sheila",
  "Fitzpatrick wasone of the leaders, began to look at the Stalin period from a social view",
  ". ¬",
  "point They criticized the ‘totalitarian’ historians on the grounds that they ignored",
  "social history and presented society as the passive victim of government policies,",
  "whereas, in fact, there was a great deal of solid support for the system from the many",
  ".",
  "people who benefited from it These included all the officials in the party state bureau",
  "¬",
  "cracy and trade unions, the new managerial classes and key industrial workers - the",
  "new elite. The social historians suggested that to some extent these people were able to",
  "show ‘initiatives from below’, and even negotiate and bargain with the regime, so that",
  "they were able to influence policy. A further twist occurred during the 1980s when a",
  "group of historians, notably J. Arch Getty, claimed that the ‘totalitarian’ historians had",
  "exaggerated Stalin’s personal role; they suggested that his system was inefficient and",
  ".",
  "chaotic",
  "The ‘totalitarian’ writers criticized Arch Getty and his colleagues on the grounds that",
  "they were trying to whitewash Stalin and to gloss over the criminal aspectsof his policies.",
  "The latter in turn accused the totalitarianists of Cold War prejudice-refusing to recognize",
  "that anything good could come out of a communist system.",
  "From the new evidence emerging from the archives, it is now possible to arrive at a",
  "more balanced conclusion-there are elementsof truth in both interpretations. It is impos",
  "¬",
  "sible to ignore the central role of Stalin himself; all the evidence suggests that after 1928",
  "it was Stalin’s policy preferences which were carried out. On the other hand, the regime",
  "did not completely ignore public opinion - even Stalin wanted to be popular and to feel",
  ".",
  "that he had the support of the new elite groups There is ample evidence too that although",
  "the regime had totalitarian aims, in practice it was far from successful. Streams of orders",
  "came from the top which would have been obeyed without question in a genuine totalitar",
  "¬",
  "ian state; yetin the USSR, peasantsand workersfound plenty of waysof ignoring orevad",
  "¬",
  ".",
  "ing unpopular government orders The more the government tried to tighten controls, the",
  "-",
  "more counter productive its efforts often became, and the greater the tensions between",
  ".",
  "central and regional leaderships",
  "Clearly the Stalinist system was over-centralized, disorganized, inefficient, corrupt,",
  "sluggish and unresponsive. But at the same time, it was extremely efficient at operating",
  "terror and purges-nobody was safe. Whatever else it was,everyday life under Stalin was",
  "never ‘normal’. According to Robert Service (in Comrades, 2007), ‘the USSR was a",
  "listening state with an insatiable curiosity, in which maids, porters and drivers were",
  ".",
  "routinely employed tofile reports’ It seemsclear that many people, perhapseven a major",
  "¬",
  "ity of the population, lived a kind of double existence. At work and in public they were",
  "careful to mouth all the correct opinions and on no account to make the slightest criticism",
  "of the regime.Only at home with the family or among the most trustworthy friends would",
  "anybody be foolish enough to express their private thoughts and say what they really",
  ".",
  "thought of Comrade Stalin",
  "THEUSSR ANDSTALIN,1924-53 38317.4 EVERYDAY LIFE AND CULTURE UNDER STALIN",
  "However much they might try, ordinary people in the USSR could not avoid contact with",
  "thestate-being educated,finding a job,getting promotion,marryingand bringing upchil",
  "¬",
  "dren,finding somewhere to live,shopping, travelling,sport,reading literature,going to the",
  "theatre and concerts, enjoying the visual arts, practising their religion, reading the news,",
  "listening to the radio - in all these activities people came up against the state. This was",
  ".",
  "because the communists had a mission: toeradicate ‘backwardness’ TheSovietstate must",
  "become modernized and socialist, and the new Soviet citizen must be educated and",
  "‘cultured’. It was the duty of artists, musicians and writers to play their part in this trans",
  "¬",
  "formation: they were to attack ‘bourgeois’ values by producing works of ‘socialist real",
  "¬",
  "ism’ which glorified the Soviet system. In the words of Stalin, they were to be ‘engineers",
  ".",
  "of the human soul’, helping to indoctrinate the population with socialist values Even the",
  "Moscow Dinamo football team was run by the NKVD.",
  "(a) A hard life",
  "Although the ideals were impressive,all the evidence suggests that the most striking point",
  "about everyday life in the early 1930s was that everything, including food, seemed to be",
  "in short supply. This was partly because of the concentration on heavy industry at the",
  "expense of consumer goods, and partly because of famine and bad harvests. In 1933 the",
  "average married worker in Moscow consumed less than half the amountof bread and flour",
  "consumed by his counterpart around 1900. In 1937, average real wages were only about",
  "- .",
  "three fifths of what they had been in 1928",
  "The rapid growth of the urban population - which increased by 31 million between",
  "1926 and 1939-caused serious housing shortages. Local soviets controlled all the hous",
  "¬",
  "ing in a town; they had the power to evict residents and move new residents into already",
  "occupied houses. It wascommon for middle-classfamilies living in large houses to be told",
  "that they were taking up too much space and to find their home transformed into a",
  "‘communal apartment’ as perhaps two or three other families were moved in. Kitchens,",
  "bathrooms and toilets were shared between families, and most large houses had people",
  ".",
  "living in corridors and under staircases Even lessfortunate were the workers who lived in",
  "barracks. In the new industrial city of Magnitogorsk in 1938, half the housing consisted of",
  "barracks, which was the usual accommodation for unmarried workers and students. City",
  "conditions generally were poor; most of them lacked efficient sewage systems, running",
  ".",
  "water, electric light and street lights Moscow was the exception - here the government",
  "made a real effort to make the capital something to be proud of.",
  "One of the most annoying aspects of life for ordinary people was the existence of",
  "specialelite groupssuch as party members,governmentofficials in the bureaucracy (these",
  "were knownasnomenklatura),successful membersof theintelligentsia,engineers,experts",
  ".",
  "and Stakhanovites They escaped the worst of the hardships and enjoyed many privileges",
  "- they had bread delivered to their homes instead of having to queue for hours to buy a",
  "loaf, and they were allowed lower prices, better living accommodation and the use of",
  "dachas (country houses).This resulted in a ‘them and us’ attitude,and ordinary peoplefelt",
  "aggrieved that they were still the underdogs.",
  "(b) Signs of improvement",
  "In a speech in November 1935 Stalin told his audience of Stakhanovites: ‘life has become",
  "better,life has become more joyous’.This was notentirely wishful thinking:foodsupplies",
  "384 PART III COMMUNISM-RISE ANDDECLINE.",
  "improved and all rationing wasabolished in 1936 The provision of cheap mealsin factory",
  ".",
  "canteens and free work clothes was a great help Education and healthcare were free, and",
  "the number of schools and medical centres was increasing. The government worked hard",
  "at the concept of state paternalism - the idea that the population were like children, who",
  ".",
  "must be looked after, protected and guided by the state, which acted as a sort of guardian",
  "The state provided more facilities for leisure: by the end of the 1930s there were close on",
  "30 000 cinemas, there were sports facilities for players and spectators, and there were",
  "public gardens and culture parks. The largest and most famous was Gorky Park in",
  "Moscow, named after Maxim Gorky,one of Stalin’s favourite writers. Most towns of any",
  "size had a theatre and a library.",
  "Another important aspect of the state’s role was to encourage what the Russians called",
  "kul’turnost’ - ‘culturedness’. This involved taking care over one’s appearance and",
  "personal hygiene. Some industrial enterprises ordered that all engineers and managers",
  "should be clean-shaven and have their hair neatly cut. Conditions in barracks were",
  "improved by the use of partitions, so that each person had his own space. Other signs of",
  "culture were sleeping on sheets, eating with a knife and fork, avoiding drunkenness and",
  "bad language and not beating your wife and children. According to Stephen Kotkin, the",
  "cultured person was one who had learned to ‘speak Bolshevik’: he knew how to conduct",
  "himself in the workplace, stopped spitting on the floor, could make a speech and propose",
  ".",
  "a motion; and he could understand the basic ideas of Marxism",
  "‘Culturedness’ was extended to shopping: at the end of 1934 over 13 000 new bread",
  "shops opened across the country; the assistants wore white smocks and caps and had",
  ".",
  "lessons in how to be polite to customers Strict new sanitary regulations were brought in",
  "and loaves had to be wrapped. This campaign for ‘cultured trade’ spread to every shop in",
  "the country, from the largest Moscow department store to the smallest bread shop.",
  "(c) The state, women and the family",
  "The 1930s were a difficult time for many families because of the ‘disappearance’ of so",
  "many men during collectivization, the famine and the Purges. There was a high desertion",
  "and divorce rate, and millions of women were left as the sole breadwinner in the family.",
  "During the rapid industrialization of the 1930s more than 10 million women became wage",
  "earnersfor thefirst time; the percentage of women at work rose from 24 per cent to 39 per",
  "cent of the total paid workforce. By 1940 about two-thirdsof the workforce in light indus",
  "¬",
  "try were women and many were even engaged in heavier jobs such as construction,",
  "lumbering and machine-building, which were traditionally thought of as men’s work.",
  "The government faced the dilemma that it needed women to provide much of the work",
  "¬",
  "force for the industrialization drive, while at the same time it wanted to encourage and",
  "strengthen the family unit. One way of coping was to build more day-care centres and",
  "nurseries for children - the number of places doubled in the two years 1929-30. In the",
  "mid-1930s new laws were passed encouraging women to have as many children as possi",
  "¬",
  "ble; abortion was made illegal except in cases where the mother’s life was in danger;",
  "maternity leave of up to 16 weeks wasallowed and there were to be various subsidies and",
  "other benefits for pregnant women. Even so, this placed a heavy burden on working-class",
  "and peasant women, who were expected to producechildren, take jobs,increaseoutputand",
  ".",
  "look after the household and family",
  "Things were different for wivesof the elite,and for educated women,either married or",
  "single, who had professional jobs. They were seen by the state as part of its campaign to",
  "‘civilize’ the masses. The Wives’ Movement, as it became known, began in 1936; its aim",
  "was to raise the culturedness of the people the wives came into contact with, particularly",
  "those in their husbands’ workplaces.Their main duty was to makeacomfortable home life",
  "THEUSSR ANDSTALIN, 1924-53 385.",
  "for their husbands and families Towards the end of the 1930s,as war began to seem more",
  "likely, the Wives’ Movement encouraged women to learn to drive lorries,shoot,and even",
  "to fly planes, so that they would be ready to take men’s places if they had to go to war.",
  "(d) Education",
  "One of the greatest achievements of the Stalinist regime was the expansion of free, mass",
  "education. In 1917 under half the population could be described as literate. In January",
  "1930 the government announced that by the end of the summer, all children aged 8 to 11",
  ".",
  "must be enrolled in schools Between 1929 and 1931 the number of pupils increased from",
  "14 million to around 20 million; it was in rural areas, where education had been patchy,",
  "that most of the increase took place. By 1940 there were 199 000 schools, and even the",
  "most remote areas of the USSR were well provided. Many new training colleges were set",
  "up to train the new generation of teachers and lecturers. According to the census of 1939,",
  "of people aged between 9 and 49, 94 per cent in the towns and 86 per cent in rural areas",
  "were literate. By 1959 these percentages had increased to 99 and 98, respectively.",
  "Of course the regime had an ulterior motive-education was the way by which it could",
  "turn the younger generation into good,orthodoxSoviet citizens. Religion and other ‘bour",
  "¬",
  "geois’ practices were presented as superstitious and backward. Ironically, the education",
  "experts decided that a return to traditional teaching methods would be better than the",
  ".",
  "experimental, more relaxed techniques tried in the 1920s These had included theabolition",
  ".",
  "of examinations and punishments, and an emphasis on project work This was now",
  "reversed: teachers were given more authority and were to impose strict discipline, exami",
  "¬",
  "nations were brought back and more teaching time was to be spent on mathematics and",
  ".",
  "science",
  "(e) Religion",
  "Lenin, Stalin and the other Bolshevik leaders were atheists who accepted Marx’s claim",
  "that religion was merely an invention of the ruling classes to keep the people docile and",
  ".",
  "under control - the ‘opium of the masses’ Lenin had launched a savage attack on the",
  "Orthodox Church,seizing all its lands,schoolsand church buildings,and having hundreds",
  "of priestsarrested. After Lenin’sdeath the regime became more tolerant towards religious",
  "groups. Many priests were sympathetic towards communist ideals, which, after all, do",
  "have some similarities to Christian teachings about the poor and oppressed.There seemed",
  "agood chance of complete reconciliation between Church and State;with careful handling",
  "the Churchcould have been usefulin helping tocontrol the peasants.However,many mili",
  "tant young communists continued to believe that religion was a ‘harmful superstition’. A¬",
  "‘Leagueof MilitantGodless’ wasformed, theiraim being to persecute theclergy andelim",
  "¬",
  "inate religion, as far as possible.",
  ".",
  "Relations deteriorated disastrously during Stalin’s regime Many priests courageously",
  "opposed collectivization, so Stalin secretly instructed local party organizations to attack",
  ".",
  "churches and priests Hundreds of churches and cemeteries were vandalized and literally",
  "thousands of priests were killed. The number of working priests fell from about 60 000 in",
  "1925 to under 6000 by 1941. The slaughter was not confined to Christians: hundreds of",
  "Muslim and Jewish leaders also fell victim. The campaign was relentless: by 1941 only",
  "one in 40 church buildings was still functioning asa place of worship. For the Bolsheviks,",
  "communism was the only religion, and they were determined that people should worship",
  ".",
  "the communist state instead of God",
  "-",
  "The anti religious campaign caused outrage, especially in rural areas where priests,",
  "386 PART III COMMUNISM-RISE ANDDECLINEmullahs, shamans and rabbis were p.opular and respected members of the local communi¬",
  "ties. During the Second World War State and Church were to some extent reconciled. In",
  "1942, with the war going. badly lor the Russians, and both Leningrad and Moscow under",
  "attack from the Germans Stalin decided that religion had a role to play after all,as a force",
  "tor patriotism. An understanding was reached with Christians,Jews and Muslims that past",
  "differences would be forgotten in their joint struggle against the invader. Churches,",
  "mosques and synagogues were allowed to reopen, and by most accounts, the religious",
  ".",
  "groups played a vital role in maintaining morale among the general public",
  "(f) Literature and the theatre",
  "The years 1928 to 1931 became known as ‘the Cultural Revolution’ when the regime",
  ",",
  "began to mobilize writers artists and musicians to wage a cultural war against ‘bourgeois",
  ",",
  "intellectuals'. At first there were two rival groups of writers: the dedicated communists",
  "were members of the All-Russian Association of Proletarian Writers (RAPP) and were",
  "committed to ‘socialist realism'. The other group were the non-communists, who wanted",
  "to keep polities out of literature; they were labelled dismissively by the communists as",
  "‘fellow-travellers'. They were members of the All-Russian Union of Writers (AUW), and",
  ".",
  "they included most of the leading writers who had made their names before the revolution",
  "RAPPdid not approveof the AUW'sattitudeand accused someof its membersof publish¬",
  "ing anti-Soviet works abroad. They were found guilty and the government dissolved the",
  ".",
  "AUW replacing it with a new organization - the All-Russian Union of Soviet Writers",
  "(AUSW). About half the former members of the AUW were refused admission to the new",
  "union which was a serious blow for them since only union members were allowed to",
  ", ,",
  "publish.",
  "This left RAPP as the dominant literary organization but it soon fell foul of Stalin.Its",
  ",",
  "members believed in portraying society as it really was, with all its faults, whereas Stalin",
  "wanted it portrayed as he would like it to be. In 1930Stalin announced that nothing could",
  "be published which went against the party line or showed the Party in a poor light. When",
  "some RAPP members failed to respond to thisclear warning, Stalin disbanded both RAPP",
  "and the new AUSW. replacing them with one organization -the Union of Soviet Writers,",
  "chaired by Maxim Gorky, whose works Stalin admired. Andrei Zhdanov emerged as the",
  "politician most involved in the arts; opening the first Congress of Soviet Writers in 1934,",
  "he announced that their guiding principle must be ‘the ideological remoulding and re",
  "¬",
  ".",
  "education of the toiling people in the spirit of socialism’",
  "Among the most popular new workswere Nikolai Ostrovsky’snovel HowtheSteel was",
  "Tempered (1934) and Mikhail Sholokov’s Virgin Soil Upturned, which dealt with collec",
  "- ¬",
  "tivization.There were other works of lesser quality, sometimes known as ‘five year plan’",
  "novels, in which the heroes were ordinary people who bravely achieved their targets in",
  "spite of all kinds of obstacles, like the train driver who overcame all the efforts of wreck",
  "ers and saboteurs and repeatedly brought his train in on time. They were not great litera¬",
  "¬",
  "ture,but arguably they served a purpose-they wereeasily understood, they raised morale",
  ".",
  "and they inspired people to greaterefforts",
  "Writers whodid not succeed in producing the right kind of socialist realism ran the risk",
  "of arrest.Stalin himself sometimes read novels in typescript and would add comments and",
  "suggest changes which the authors were expected to take note of. In the later 1930s many",
  "writers were arrested and kept in labour camps for long periods oreven executed. Among",
  "the best-known victims were the poet Osip Mandelstam, who had written a poem criticiz",
  "ingStalin; he wassent toa labourcamp, where he died.Evgenia Ginsburg spent 18 years¬",
  "in prison and labour camps after being accused of organizing a writers’ terrorist group.",
  "Some of the best writers like the poet Anna Akhmatova and the novelist Boris Pasternak",
  ", ,",
  "THEUSSR ANDSTALIN, 1924-53 387either stopped work altogether or kept their new work locked away. Pasternak’s great",
  "novel Dr Zhivago was published abroad only after Stalin’s death. Mikhail Bulgakov’s",
  "wonderful novel The Master and Margarita lay unpublished for years until after Stalin’s",
  ".",
  "death Soon after Khrushchev came to power in 1956 the authorities announced that at",
  "least 600 writers had perished in prisons or labour camps during Stalin’s rule.",
  "Theatre people also came under attack: a number of actors,actressesand ballet dancers",
  "were sent to labour camps. The most famous victim was the great experimental director",
  "Vsevolod Meyerhold. In 1938 his theatre in Moscow wasclosed down on the grounds that",
  "it was ‘alien to Soviet art’; Meyerhold himself was arrested, tortured and later shot, and",
  "his wife,a well-known actress, was found stabbed to death in their flat.",
  "Ironically, after all the obsession with ‘socialist realism’, after the first flush of the",
  "Cultural Revolution in the early 1930s, the regime decided to reinstate nineteenth-century",
  "classical Russian literature. Pushkin,Tolstoy,Gogol,Turgenev and Chekhov were back in",
  "fashion.The government had decided that after all, these were ‘revolutionary democrats’.",
  "(g) Art architecture and music",
  ",",
  "Artists, sculptors and musicians were all expected to play their part in ‘socialist realism’.",
  "Abstract art was rejected and paintings were expected to portray workers straining every",
  "muscle to fulfil their targets, scenes from the revolution or the civil war,or Revolutionary",
  "leaders.They were to be photographicin style and finely detailed.There wasasteady flow",
  "of paintings of Lenin and Stalin, and worker scenes with titles like The Steelworker and",
  ".",
  "The Milkmaids Sculptors were limited to producing busts of Lenin and Stalin, and archi",
  "¬",
  "tecture deteriorated into the uninspiring and dull, with grandiose neoclassical fa?ades and",
  ".",
  "featureless tower blocks",
  "Music followed a similar pattern to literature. The committed communist members of",
  "the Russian Association of Proletarian Musicians (RAPM) condemned what they",
  "described as the ‘modernism’ of western music.This included not only the atonal 12-note",
  "-",
  "music of the Austrians Schoenberg, Webern and Berg, but also jazz, music hall style",
  "‘light’ music, and even the foxtrot. However, in the mid-1930s the regime relaxed its atti",
  "¬",
  "tude towards non-classical music, and jazz, dance and ‘light’ music were permitted.",
  "The USSR had two outstanding classical composers who had achieved international",
  "reputations by the 1930s-Sergei Prokofiev and Dmitri Shostakovich. Prokofiev had left",
  ".",
  "Russiasoon after the Revolution but decided to return in 1933 He wasespecially success",
  "¬",
  "ful at producing music of high quality which could be readily appreciated by ordinary",
  ",",
  "people-his ballet Romeoand Julietand his musicalstory forchildren, PeterandtheWolf",
  "were highly popular with audiences and the authorities. Shostakovich was not so success",
  "¬",
  "ful: hisfirst opera,The Nose,based on ashort story by Gogol, wascondemned and banned",
  "by RAPM (1930). Hissecond opera, LadyMacbethofMtsensk,was well received by audi",
  "¬",
  "ences and critics in 1934 and ran for over 80 performances in Leningrad and over 90 in",
  "Moscow. Unfortunately,in January 1936Stalin himself went toa performance in Moscow",
  ".",
  "and walked out before the end Two days later a devastating article, thought to have been",
  "written by Stalin himself, appeared in Pravda\\ the opera was dismissed as ‘a cacophony,",
  ".",
  "crude and vulgar’ and Shostakovich’s work was banned Basically, Stalin thought it had",
  "no good tunes that you could hum on the way home. Badly shaken,Shostakovichexpected",
  "to be arrested; for some reason he was spared, though he remained in official disgrace for",
  "some time. He was saved from a spell in the Gulag probably because Maxim Gorky, one",
  "of Stalin’s favourites, defended him, pointing out that some of his music was much more",
  "tuneful than the opera.",
  "After the Lady Macbeth incident, the American ambassador in Moscow noted that",
  "‘half the artists and musicians in Moscow are having nervous prostration, and the others",
  "388 PART III COMMUNISM-RISE ANDDECLINE.",
  "are trying to imagine how to write and compose in a manner to please Stalin’",
  "Apparently Stalin, who was a great lover of ballet, liked music which was approachable,",
  "-",
  "tuneful and inspiring, like that of the great nineteenth century Russian composers",
  ".",
  "Tchaikovsky and Rimsky-Korsakov Shostakovich redeemed himself with his Fifth",
  "Symphony (1937), a fine piece of music which also fulfilled the requirements of the",
  ".",
  "regime",
  "(h) The cinema",
  "Stalin, like Lenin, considered that film was probably the most important form of commu",
  "¬",
  "nication; he loved films and had a private cinema in the Kremlin and one in his dacha. He",
  "demanded that Soviet films should be ‘intelligible to the millions’, telling a simple but",
  "powerful story. In 1930 Boris Shumyatsky was given the job of modernizing the film",
  "industry; he aimed to make films which were genuinely entertaining as well as being full",
  "of ‘socialist realism’.Unfortunately,he was hampered by thearrival of soundfilms-these",
  "were more expensive to make, and there was a language problem in a country where so",
  ".",
  "many different languages were spoken Another difficulty was the almost impossible",
  "demands of the regime, which wanted film-makers to incorporate so many different and",
  "sometimes contradictory themes into their work - proletarian values, classless Soviet",
  "nationalism,the problemsof ordinary people, the heroicexploitsof the revolutionariesand",
  ".",
  "the glorious communist future",
  "In 1935 Shumyatsky went to Hollywood to look for new ideas; he decided that the",
  "USSR needed aSoviet equivalentof Hollywood and chose the Crimeaas the best site. But",
  "the government refused to provide the necessary finance and the project never got off the",
  ".",
  "ground Stalin was not satisfied with Shumyatsky’s progress, and in 1938 he was arrested",
  "and shot. In spite of all these problems, over 300 Soviet films were made between 1933",
  ".",
  "and 1940, some of which were of high quality There was a huge increase in the number",
  ".",
  "of cinemas during the same period-from about 7000 to around 30 000",
  "Not all of these films found favour with Stalin, who became so obsessed that he vetted",
  "many scripts himself. He had to be satisfied that they successfully put over the message",
  "that life in the USSR was betterand happier in every way than anywhere else in the world.",
  "Sergei Eisenstein failed to repeat his great masterpieces of the 1920s- Strike, Battleship",
  "Potemkin and October - until in 1938 he salvaged his reputation with his great patriotic",
  "film Alexander Nevsky.This told the story of the invasion of Russia by Teutonic knights",
  ".",
  "in medieval times and their defeat Given the international situation at the time, this hit",
  "exactly the right note with the censors; it gave a clear warning as to what the Germans",
  ".",
  "could expect if they invaded Russia again",
  "17.5 STALIN'S FINAL YEARS, 1945-53",
  "(a) The aftermath of the war",
  "The Soviet victory in theSecond World War was only achieved by enormous sacrificesof",
  "human life,far in excessof the lossesof all the other participants put together.There were",
  "6.2million military personnel dead, 15 million wounded,and 4.4million capturedor miss",
  "¬",
  "ing. On top of that there were about 17 million civilian deaths, giving a total Soviet war",
  "dead not far short of 25 million.The areas occupied by the Germans were left in ruins; 25",
  "million people were homeless. In effect, the entire modernization programme of the Five",
  "Year Plans had to be started all over again in the western parts of the country. Stalin saw",
  "the victory as the ultimate vindication of his entire system of government; it had passed",
  "389",
  "THEUSSR ANDSTALIN, 1924-53.",
  "the sternest test imaginable - total war As far as he was concerned, the Russian people",
  "now faced another challenge-the battle to rebuild the Soviet Union.",
  "(b) Stalin's last battles",
  "Any Soviet citizens who were expecting more freedom and a more relaxed way of life as",
  "a reward for their superhuman efforts during the war were quickly disillusioned. Stalin",
  "was well aware of the growing unrest and the desire for radical change. Peasants were",
  "disgusted with the tiny wages paid on the collectives and were beginning to take land",
  ".",
  "back and farm it for themselves Industrial workers were protesting about low wages and",
  "rising food prices. People in the newly acquired areas - the Baltic states and western",
  "Ukraine (see Map 17.1)-bitterly resented Soviet rule and resorted to armed resistance.",
  "Stalin was utterly ruthless: nationalist risings were crushed and about 300 000 people",
  "deported from western Ukraine. The population of the labour camps more than doubled",
  "to about 2.5 million. Peasants and industrial workers once again came under military-",
  ".",
  "style discipline",
  ".",
  "Stalinsawenemies everywhere Soviet soldiers who had been captured by the Germans",
  "were seen as tainted, potential traitors. It seems beyond belief that 2.8 million Red Army",
  "soldiers, who had survived appalling treatment in Hitler’s prison camps, returned to their",
  "homeland only to be arrested by the NKVD.Some were shot,some were sent to the Gulag",
  "and only about a third were allowed home. One of Stalin’s motives for sending so many",
  "people to labour camps was to ensure a constant supply of cheap labourforcoalminesand",
  "other projects. Another category of ‘tainted’ people were those who had come into Allied",
  "hands during the final months of the war. They were now suspect because they had seen",
  "that life in the west was materially better than in the USSR. About 3 million of them were",
  "sent to labour camps.",
  "Thetask of rebuilding thecountry wastackledbythe FourthFiveYear Plan(1946-50),",
  "which,if the official statistics are to be believed,succeeded in restoring industrial produc",
  "¬",
  "tion to its 1940 levels.The outstanding achievement wasconsidered to be the explosion in",
  "Kazakhstan, in August 1949, of the first Soviet atomic bomb. However, the great failure",
  "of the Plan was in agriculture: the 1946 harvest was less than that of 1945, resulting in",
  "famine, starvation and reports of cannibalism. Peasants were leaving the collectives in",
  "droves to try tofind jobsin industry.Production of all agricultural commodities wasdown.",
  "-",
  "Even in 1952 the grain harvest reached only three quarters of the 1940 harvest. As Alec",
  "Nove commented: ‘How could it be tolerated that a country capable of making an atomic",
  "bomb could not supply its citizens with eggs?’",
  "Stalin also launched the battle to re-establish control over the intelligentsia, who,",
  "Stalin felt, had become too independent during the war years. Beginning in August 1946,",
  "Zhdanov, the Leningrad party boss, led the attack. Hundreds of writers were expelled",
  "from the union; all the leading composers were in disgrace and their music banned. The",
  "campaign continued into the early 1950s, though Zhdanov himself died of a heart attack",
  ".",
  "in August 1948 After Zhdanov’sdeath, Stalin carried out a purge of the Leningrad party",
  "organization, who were all arrested, found guilty of plotting to seize power, and",
  ".",
  "executed",
  "The final act in the drama was the so-called Doctors' Plot. In November 1952 13",
  "Moscow doctors, who had treated Stalin and other leaders at different times, were arrested",
  ".",
  "and accusedof conspiring to kill theireminent patients Sixof the doctors wereJewish and",
  "this was the signal for an outburst of anti-Semitism. By this time nobody felt safe. There",
  "is evidence that Stalin was working up to another major purge of leading figures in the",
  "party, with Molotov, Mikoyan and Beria on the list. Fortunately for them, Stalin died of a",
  "brain haemorrhage on 5 March 1953.",
  "390 PART III COMMUNISM-RISE ANDDECLINEA",
  "as 0 400 800km",
  "£",
  "SWEDEN",
  "—",
  "FINLAND —",
  "* . I",
  "- / .y>",
  "r ' 1 1 X'.X",
  "t>/ TEaSlliTn^ONIALeningrad /",
  "_",
  "0 -",
  "Cr? / ^ LATVIA (cid:127) RUSSIAN i *",
  "LITHUANIA V\" Moscow FEDERATION Magnit0ogorsk y/",
  "Vilnius 1 v x Balkhash",
  "#",
  "» KAZAKHSTAN",
  "(cid:127)",
  "Minsk ,",
  "_ - AlmaAta",
  "POLAND BEL-OR-USSIAj «- _ arr *r+ Frunze",
  "* N * (cid:127)* /V'",
  "THE (cid:127)Lvov Kiev t > X. -. AJTTJ CHINA",
  "USSR CZ UKRAINE Aral n Tashken/.tv « F#/rgant\\",
  "A X <x ISea V",
  "AND £ / MOLDA ishinev Rostov Astrakhan UZBEKISTAN v\\\\f£n?",
  "STALIN JC°L, \\\\ROMANIA -A* N, — .(cid:127)Stailinabiadf/ NDIA",
  "o - $5% % I X",
  "V V ^ O%",
  "V N —",
  ",19-24 >zi1 fIBULGAAR^IA BlackSea AEROMSTRbrE^Gll*NS^|IiAIT*Ax^*X^sNK-aa.^rygAaobrZankyEhRBBaAkuIJAN TURKME(cid:127)NAIAshkhabad AKISTAN",
  "Yerevar » x j * ~| AFGHANISTAN",
  "53 GREECE TURKEY IRAN",
  "391",
  "Map 17.1 The Union of Soviet Socialist Republics after 1945,showing the 15 republics- .",
  "tried toco operate with the invading Germans.Thousandsdied on the way and thousands",
  "more perished when they were abandoned at their destinations without any accommoda",
  ". ¬",
  "tion Stalin always. made sure that other members of the Politburo signed death warrants",
  "as well as himself There were huge numbers of people, from those at the top right down",
  "to interrogators, torturers, -guards and executioners, who were willing to carry out the",
  "orders. Local party bosses little Stalins- often initiated their own terrors from below.",
  "Alexander Yakovlev, the formerSoviet ambassador toCanada and later a closecolleague",
  "of Gorbachev and a Politburo member, recently published an account of the terror and",
  "violence which took place during the communist regime. He was once a committed",
  "Marxist, but the more he learned about the past, and the longer he experienced life at the",
  "top, the more disgusted he became at the corruption, lies and deceit at the heart of the",
  ".",
  "system Convinced that communism was not reformable, he played an important role,",
  "along with Gorbachev, in destroying the system from the inside. He estimates the number",
  "of victims of communism after 1917 at between 60 million and 70 million.",
  "Some historians argue that Stalin was paranoid; psychologically unbalanced.",
  "Khruschehev seemed to think so; lieclaimed that Stalin wasa ‘very distrustful man,sickly",
  ".",
  "suspicious* On the other hand Roy Medvedev believes that Stalin was perfectly sane, but",
  "coolly ruthless,one of the greatest criminals in human history, whose main motives were",
  ".",
  "inordinate vanity and lust for power Fifty years after hisdeath more information isavail",
  ", ¬",
  "able from recently opened Soviet archives, though it is clear that many vital records have",
  "been destroyed, probably deliberately. Revisionist historians like Arch Getty still maintain",
  "that Stalin had no overall plan for terror. Getty believes that the Terror developed out of",
  "theanxietiesof the entire ruling elite:‘Their fearsof losing control,even of losing power,",
  "led them into a series of steps to protect their position: building a unifying cult around",
  "Stalin.* Sofor Getty,Stalin was not the mastercriminal, he wasjust one among the rest of",
  ".",
  "the elite taking the necessary measures tostay in power",
  "(d) Was Stalinism a continuation of Leninism?",
  ".",
  "The current trend among Russian historians is to demonize both Stalin and Lenin",
  "Alexander Yakovlev condemns both of them and producesampleevidenceof theircrimes:",
  ".",
  "Stalin simply carried on from Lenin However, it is important tocompare their policies in",
  "more detail. Leninism was a complex mixture of a basic ideology, a particular style of",
  "leadership and government and a programme of policies:",
  "(cid:127) Lenin’s ideologyand politicalstyle werebasedon theMarxistconceptof‘thedicta¬",
  "torship of the proletariat’. However, Lenin also believed that a tightly disciplined",
  "party was needed to guide the proletariat after the successful revolution. Under the",
  "supervision of the Party, the people would run their own affairs working through",
  "thesoviets.This wasseen as the highest formof democracy:since the Party and the",
  "soviets were mainly made upof members of the proletariat, they would know what",
  "was best for the people. Lenin also believed that this could only survive and work",
  "in Russia if it was accompanied by revolutions in someof the moreadvanced coun¬",
  "tries, such as Germany.Towards the end of his life, however, Lenin suggested that",
  "NEP would improve people’s lives so much that ‘permanent revolution’ would not",
  "be necessary.This brought him closer to Stalin’s theory of ‘socialism in one coun¬",
  "try’. Dmitri Volkogonov stresses that both Lenin and Stalin were violent and brutal",
  "in their methods, Lenin during the Civil War and Stalin’s treatment of the kulaks",
  ".",
  "and the ‘Great Terror’ of the 1930s",
  "(cid:127) Nevertheless there were clear differences between the two: Inna Pavlova main¬",
  "tains that it was only under Stalin that the party apparatus, the bureaucracy,",
  "THE USSR ANDSTALIN, 1924-53 393. . .",
  "Ilic, M (ed ) Stalin’s Terror Revisited (Palgrave Macmillan, 2006)",
  ".",
  "Lovell, S , The Shadow of War: Russia and the USSR, 1941 to the Present (Wiley-",
  ".",
  "Blackwell, 2011)",
  "Lowe, N., Mastering Twentieth Century Russian History (Macmillan, 2002).",
  "McCauley, M.,The Rise and Fall of the Soviet Union, 1917-1991 (Longman,3rd edition,",
  ".",
  "2007)",
  "McCauley, M., Stalinand Stalinism (Longman, 3rd edition, 2008).",
  "Medvedev, R. A., Let History Judge:The Origins and Consequencesof Stalinism (Oxford",
  "University Press, 1989).",
  "Medvedev, Z. A. and R. A., The Unknown Stalin (I. B. Tauris, 2005).",
  "Merridale, C., Moscow Politics and the Rise of Stalin (Macmillan, 1990).",
  "Montefiori, S. S., Stalin: The Court of the Red Tsar (Phoenix, 2007).",
  "Roberts, G., Stalin’s Wars: From World War to ColdWar (1939-1953) (Yale University",
  "Press, 2006).",
  "Sakwa, R., The Rise and Fall of the Soviet Union, 1917-1991 (Routledge, 1999).",
  "Service, R., Stalin: A Biography (Macmillan, 2004).",
  "Service, R., Comrades: AWorld History of Communism (Macmillan, 2007).",
  ".",
  "Service, R., Trotsky: A Biography (Macmillan, 2010)",
  "Suny, R G., The Soviet Experiment (Oxford University Press, 1998).",
  "Suny, R. G.,The Cambridge Historyof Russia, vol.3:TheTwentieth Century (Cambridge",
  ".",
  "University Press, 2006)",
  "Tucker, R.C., Stalin in Power: The Revolution from Above (Norton, 1992).",
  ". .",
  "Volkogonov, D , Stalin: Triumph and Tragedy (Phoenix, 2000)",
  "Yakovlev, A., A Century of Russian Violence in Soviet Russia (Yale University Press,",
  "2002).",
  "QUESTIONS",
  "1 How important were the divisions among his opponents in explaining Stalin’s rise to",
  "supreme power during the 1920s?",
  "2 How accurate is it to talk about the ‘Stalin Revolution’ in economic and political",
  "affairs in the USSR during the period 1928 to 1941?",
  "3 To what extent did the lives of ordinary people in the USSR improve or worsen as a",
  "result of Stalin’s policies during the period 1928 to 1941?",
  "4 ‘Agriculture was always the basic weaknessof theSoviet economy.’ Assess the valid",
  "¬",
  "ity to this view of the Soviet economy during the Stalin years.",
  "5 ‘Stalin’s power during the 1930s was based almost entirely on terror.’ How far would",
  "you agree with this view?",
  "6 How effective were the Five Year Plans in creating asuccessful economy in the USSR",
  "up to 1941?",
  "7 How far would you agree that Stalinism was just a continuation of Leninism?",
  "IV There is a document question about Stalin, the kulaks and collectivization on the",
  ".",
  "website",
  "THEUSSR ANDSTALIN,1924-53 39518"
]