[
  "The end of the European",
  "empires",
  "SUMMARY OF EVENTS",
  "At the end of the Second World War in 1945, the nations of Europe still claimed owner",
  ". ¬",
  "ship of vast areas of the rest of the world, particularly in Asia and Africa",
  "(cid:127) Britain’s Empire was the largest in area, consisting of India, Burma, Ceylon,",
  "Malaya, enormous tracts of Africa and many assorted islands and other territories,",
  "such as Cyprus, Hong Kong, the West Indies, the Falkland Islands and Gibraltar.",
  "(cid:127) France hadthe secondlargestempire,with territoriesin Africa,Indo-Chinaand the",
  ".",
  "West Indies In addition, Britain and France still held land in the Middle East, taken",
  ".",
  "from Turkey at the end of the First World War Britain held Transjordan and",
  "Palestine and France held Syria.They were known as‘mandated’ territories,which",
  "meant that Britain and France were intended to ‘look after’ them and prepare them",
  ".",
  "for independence",
  "(cid:127) Other important empires were those of the Netherlands (Dutch East Indies),",
  "Belgium (Congo and Ruanda Urundi), Portugal (Angola, Mozambique and",
  "Guinea), Spain (Spanish Sahara, Ifni, Spanish Morocco and Spanish Guinea) and",
  ".",
  "Italy (Libya, Somalia and Eritrea)",
  ".",
  "Over the next 30 years, remarkable changes took place By 1975 most of these colonial",
  "territories had gained their independence.Sometimes,asin the Dutch and French colonies,",
  "they had to fight for it against determined European resistance. The problems involved",
  ".",
  "were often complex; in India there were bitter religious differences to resolve In some",
  "areas-Algeria, Kenya, Tanganyika, Uganda and Rhodesia-large numbers of whites had",
  "settled,and they were relentlessly hostile to independence, which would place them under",
  "black rule. Britain was prepared to grant independence when it was felt that individual",
  "territories were ready for it, and most of the new states retained a link with Britain by",
  "-",
  "remaining in the British Commonwealth (a group of former British controlled nations",
  "which agreed to continue associating together, mainly because there were certain advan",
  "¬",
  "tages to be gained from doing so).",
  "The main British territories which gained independence, sometimes changing their",
  "names (new names in brackets), were:",
  "India; Pakistan -1947",
  "Burma;Ceylon (Sri Lanka)- 1948",
  "Transjordan (Jordan)-1946; Palestine-1948 (see Sections 11.1-2)",
  "Sudan - 1956",
  "Malaysia; Gold Coast (Ghana)- 1957",
  "THEENDOFTHEEUROPEAN EMPIRES 529Nigeria;Somaliland (became part of Somalia);Cyprus- 1960",
  "Tanganyika and Zanzibar (together forming Tanzania)- 1961",
  "Jamaica; Trinidad and Tobago; Uganda-1962",
  "Kenya-1963",
  "Nyasaland (Malawi); Northern Rhodesia (Zambia); Malta- 1964",
  "British Guiana (Guyana); Barbados; Bechuanaland (Botswana)-1966",
  "Aden (South Yemen)-1967",
  "Southern Rhodesia (Zimbabwe)- 1980",
  "The other colonial powers were at first determined to hold on to their empires by mili",
  ". . ¬",
  "tary force But they all gave way in the end",
  "The main territories gaining independence were:",
  "French",
  "Syria-1946",
  "-",
  "Indo China- 1954",
  "Morocco; Tunisia-1956",
  "Guinea-1958",
  "-",
  "Senegal; Ivory Coast; Mauretania; Niger; Upper Volta (later Burkina Faso); Chad;",
  "Madagascar (Malagasey); Gabon; French Sudan (Mali); Cameroun (Cameroon);",
  "-",
  "Congo; Oubangui Shari (Central Africa); Togo; Dahomey (Benin from 1975) -",
  "1960",
  "Dutch",
  "East Indies (Indonesia)- 1949",
  "Surinam- 1975",
  "Belgian",
  "Congo (Zaire 1971-97)-1960",
  "Ruanda-Urundi (became two separate states: Ruanda and Burundi)-1962",
  "Spanish",
  "Spanish Morocco-1956",
  "Guinea (Equatorial Guinea)- 1968",
  "Ifni (became part of Morocco)-1969",
  "Spanish Sahara (divided between Morocco and Mauretania)-1975",
  "Portuguese",
  "-",
  "Guinea (Guinea Bissau)- 1974",
  "Angola; Mozambique-1975",
  "East Timor (seized by Indonesia later in 1975)-1975",
  "Italian",
  "Ethiopia- 1947",
  "Libya-1951",
  "Eritrea (became part of Ethiopia)- 1952",
  "Italian Somaliland (became part of Somalia)-1960",
  "530",
  "PARTY DECOLONIZATION ANDAFTER24.1 WHY DID THE EUROPEAN POWERS GIVE UP THEIR EMPIRES?",
  "During the 1990smore documentsdealing with decolonization becameavailable,enabling",
  "historians to investigate more deeply the motives of the European powers in giving up",
  "theircoloniesand the different ways in which they carriedout their withdrawals.The main",
  "debate that has developed is about the extent to which decolonization was caused by local",
  "nationalist movements, and how far it was brought about by outside political and",
  ".",
  "economic considerations Robert Holland,a leading exponent of what has become known",
  "as the‘metropolitanthesis’,believes thatoutsideforces-metropolitanforces-were more",
  ".",
  "important He writes:",
  "The great colonial powers divested themselves of their subordinate possessions, not",
  "because internal pressures within their colonies left them with no other choice, but in",
  "the wake of a revisionist process whereby imperial roles came to be seen as incongru-",
  "ent with more ‘modern’ goals in the fields of foreign and economic policy.",
  "Other historians feel that more credit must be given to the strength of local nationalist",
  "movements,and they acknowledge that in some casestheimperial power wasquitesimply",
  "expelled by sheer force. For example, would the British have left East and Central Africa",
  "for purely ‘metropolitan’ reasons if there had been no nationalist movements in these",
  "areas?Of course thereis no simple answer.Whatcan be said with certainty is thatall these",
  "factors were present in varying degrees in all colonial territories.",
  "(a) Nationalist movements",
  "These had been in existence in many of Europe’s overseas colonies, especially those in",
  "Asia, for many years before the Second World War. Nationalists were people who had a",
  "naturaldesire to get rid of their foreign rulersso that they could have a government run by",
  ".",
  "people of their own nationality Although the European powers claimed to have brought",
  "the benefits of western civilization to their colonies, there was a general feeling among",
  "colonial peoples that they were being exploited by the Europeans, who took most of the",
  ".",
  "profits from their partnership They claimed that the development and prosperity of the",
  "colonies were being held back in the interests of Europe, and that most of the colonial",
  "peoples continued to live in poverty. In India, the Indian National Congress Party had",
  "been agitating against British rule since 1885, while in south-east Asia, Vietnamese",
  "nationalists began to campaign against French rule during the 1920s. However, national",
  "¬",
  "ism was not so strong in other areas,and progress towards independence would have been",
  "much slower without the boost provided by the Second World War. There is no doubt,",
  "however, that after the war the strength of nationalist feeling in many cases forced the",
  "colonial power to grant independence long before they had intended to do so. This often",
  "had disastrous results because the new states had not been properly prepared for indepen",
  "-¬",
  "dence. This was true of the British in Nigeria, the Belgians in the Congo and Rwanda",
  "Urundi, the Spanish in Spanish Sahara and the Portuguese in Mozambique and Angola.",
  "(b) Effects of the Second World War",
  "The Second World War gave a great stimulus to nationalist movements in a number of",
  "ways:",
  "531",
  "THEENDOFTHEEUROPEAN EMPIRES- ^",
  ".",
  "£",
  "°fM aya S apo« Hong Kong",
  "JaJwdBanaeerppdsiritatemarBnoieeneuyvs,srieemenF,nfgarothau,aranacntdhcleyleesyncDaoldanueidifmtncethaHettnoeoEtdliallo,easngntthidIteonimfhdnaiaatedactsimyofaaentnhiladlyeeliydsFatrcmsme,cnieimgcsphheattirnnaIhynbgadlovyoEfe-utCwhorohahdppion.ermaoaI.tnfeAhcnarteludtchlteehofseousaiuagrggrhayshiu,ntthbn.aejageAtJaciaofitnptsne,asartnltiheatshsultleses,",
  "would continue to fight against the Europeans, using the guerrilla tacti-cs they had",
  "learned fighting the Japanese. This is exactly what happened in Indo China (see"
]