[
  "The First World War and",
  "its aftermath",
  "SUMMARY OF EVENTS",
  "The two opposing sides in the war were:",
  "The Allies or Entente Powers: Britain and her empire (including troops from",
  "Australia, Canada, India and New Zealand)",
  "France",
  "Russia (left December 1917)",
  "Italy (entered May 1915)",
  "Serbia",
  "Belgium",
  "Romania (entered August 1916)",
  "USA (entered April 1917)",
  "Japan",
  ".",
  "The Central Powers Germany",
  "'",
  "Austria-Hungary",
  "Turkey (entered November 1914)",
  "Bulgaria (entered October 1915)",
  "The war turned out to be quite different from what most people had anticipated. It was",
  "widely expected to be a short, decisive affair, like other recent European wars -all over",
  "by Christmas 1914. This is why Moltke was so worried about being left at the post when",
  "it came to mobilization. However, the Germans failed to achieve the rapid defeat of",
  "France: although they penetrated deeply, Paris did not fall, and stalemate quickly devel",
  "¬",
  "oped onthe western front,with all hope of a short war gone. Both sidesdug themselvesin",
  ".",
  "and spent the next four years attacking and defending lines of trenches",
  "In eastern Europe there was more movement, with early Russian successes against the",
  ".",
  "Austrians, who constantly had to be helped out by the Germans This caused friction",
  "between Austrians and Germans. But by December 1917 the Germans had captured",
  ".",
  "Poland (Russian territory) and forced the Russians out of the war Britain,suffering heavy",
  "lossesof merchant ships through submarine attacks,and France, whose armies were paral",
  "¬",
  "ysed by mutiny, seemed on the verge of defeat. Gradually, however, the tide turned; the",
  "Allies, helped by the entry of the USA in April 1917, wore down the Germans, whose last",
  "despairing attempt at a decisive breakthrough in France failed in the spring of 1918. The",
  "successof the British navy in blockading German portsand defeating the submarine threat",
  "by defending convoysof merchant ships was also telling on the Germans. By late summer",
  "1918 they were nearing exhaustion. An armistice (ceasefire) was signed on 11 November",
  "18",
  "PARTI WAR ANDINTERNATIONAL RELATIONS1918, though Germany itself had hardly been invaded. A controversial peace settlement",
  "was signed at Versailles the following year.",
  "2.1 1914",
  "(a) The western front",
  "On the western front the German advance was held up by unexpectedly strong Belgian",
  "resistance; it took the Germans over two weeks to capture Brussels, the Belgian capital.",
  "This was an important delay because it gave the British time to organize themselves, and",
  ".",
  "left the Channel ports free, enabling the British Expeditionary Force to land Instead of",
  "sweeping round in a wide arc,capturing the Channel ports and approaching Parisfrom the",
  "west (as the Schlieffen Plan intended, if indeed the Germans were attempting to carry out",
  "the plan - see Section 1.4(g)), the Germans found themselves just east of Paris, making",
  "straight for the city. They penetrated to within twenty miles of Paris, and the French",
  "government withdrew to Bordeaux; but the nearer they got to Paris, the more the German",
  "impetus slowed up. There were problems in keeping the armies supplied with food and",
  ".",
  "ammunition, and the troops became exhausted by the long marches in the August heat In",
  "September the faltering Germans were attacked by the French under Joffre in the Battle of",
  "the Marne (see Map 2.1); they were driven back to the River Aisne, where they were able",
  "to dig trenches. This battle was vitally important; some historians regard it as one of the",
  ".",
  "most decisive battles in modern history",
  "(cid:127)",
  "It ruined the Schlieffen Plan once and for all: France would not be knocked out in",
  ".",
  "six weeks, and all hopes of a short war were dashed",
  "(a) (b)",
  "-^",
  "(",
  "\\ ^",
  "[]] © ^CBEL/G Antwerp 4(P",
  "GD 1",
  "/ \\ % |UM",
  "BELGIUM WMOI^ 1[21",
  "TVS * j P^",
  "^",
  "\\ _",
  "®",
  "/ pffpA y a r",
  "^ \\\\ «CE / 0\\",
  "/ V",
  "FRANCE tz",
  "^^ VS.",
  "N^Paris Marne",
  "T",
  "\\j |[gj",
  "Map 2.1 The Schlieffen Plan",
  "The Schlieffen Plan intended that the German right wing would move swiftly through Belgium to the coast,",
  "capture the Channel ports,andthensweepround ina widearctothe westand southof Paris,almost surround¬",
  "ing the French armies-see (a). In practice, the Planfailed to work out. The Germans were held upby strong",
  "Belgianresistance;theyfailedtocapturetheChannel ports,failedtooutflanktheFrencharmies,andwerehalted",
  "at the First Battle of the Marne-see (b).",
  "THEFIRSTWORLDWAR ANDITS AFTERMATH 19HOLLAND",
  "^",
  "f Ostend „ , °Antwerp \\ /",
  "Dunkirk",
  "YpJ&lPasschenHdaeloeBrussels (//L",
  "CCaalais \\Aachen",
  "° BELGIUM o",
  "Boulogne .* Neuve . LifcgeA",
  "/.v Chapellev \\",
  "° 1 S",
  "* Amirens Cambrai (",
  "0 GERMANY",
  "?",
  "LUX.",
  "is",
  "ft",
  "a",
  "o C",
  "Verdun(cid:127)*",
  "o",
  ";",
  "Parts",
  "1C",
  "FRANCE",
  "s",
  "Limit of the German advance in 1914",
  "The trench line for most of the war",
  "Map 2.2 The western front",
  "-",
  "(cid:127) TheGermans would have tofacefull scale waron twofronts, which they had prob",
  "¬",
  "ably never intended.",
  "(cid:127) The war of movement wasover; the trench lineseventually stretched from the Alps",
  ".",
  "to the Channel coast (see Map 2.2)",
  "(cid:127)",
  "There was time for the British navy to bring its crippling blockade to bear on",
  ".",
  "Germany’s ports",
  "The other important event of 1914 was that although the Germans captured Antwerp, the",
  "British Expeditionary Force held grimly on to Ypres. This probably saved the Channel",
  "portsof Dunkirk,Calaisand Boulogne,making it possible to land and supply more British",
  "troops. Clearly the war was not going to be over by Christmas-it was settling down into",
  "a long, drawn-out struggle of attrition.",
  "(b) The eastern front",
  "On the eastern front the Russians mobilized more quickly than the Germans expected, but",
  ".",
  "then made the mistake of invading both Austria and Germany at the same time Though",
  "they were successful against Austria, occupying the province of Galicia, the Germans",
  "brought Hindenburg out of retirement and defeated the Russians twice, at Tannenburg",
  ".",
  "(August) and the Masurian Lakes (September), driving them out of Germany These",
  "battles were important the Russians lost vast amounts of equipment and ammunition,",
  ",",
  "which had taken them years to build up. Although they had six and a quarter million men",
  "mobilized by the end of 1914, a third of them were without rifles. The Russians never",
  "-",
  "recovered from this setback, whereas German self confidence was boosted. When Turkey",
  "entered the war, the outlook for Russia was bleak, since Turkey could cut her main supply",
  "and trade route from the Black Sea into the Mediterranean (Map 2.3). One bright spot for",
  "20 PART I WAR ANDINTERNATIONAL RELATIONSr",
  "Pitrogred",
  "Great Baltic",
  "Britain. Saa?<O",
  "- 0",
  "iiJ Denmark",
  "tU",
  "Neth.",
  "(cid:127)",
  "Berlin",
  "Germany",
  "elciiu",
  "Lux.",
  "-",
  "Austria",
  "(cid:127)",
  "Vienna",
  "Caspian",
  "Witz Hungary",
  "- V I\\SaraievKih :",
  "c 0 \\ <V",
  "{ 0 Bulgaria",
  "o nstantinople Persia",
  "«",
  "OttomanEmpire",
  "Sicily",
  "Morocco Greece",
  "(Spainprotectorate!",
  "Tunisia",
  "Europeatwar IFr.Protectorate) Ardbi«!",
  "1Allies Algeria ^",
  "1CentralPowers FrColony ~rr. i LV",
  "500km",
  "Neutrals Libya Egypt I",
  "(ItColony) (Br.Protectorate)",
  "Map 2.3 Europe at War",
  "the Allies was that theSerbsdroveoutan Austrian invasion in fine styleat the end of 1914,",
  ".",
  "and Austrian morale was at rock bottom",
  "2.2 1915",
  "(a) Stalemate in the west",
  "In the west the stalemate continued, though several attempts were made to break the trench",
  ".",
  "line The British tried at Neuve Chapelle and Loos, the French tried in Champagne; the",
  "Germans attacked again at Ypres. But, like all the attacks on the western front until 1918,",
  "these attempts failed to make a decisive breakthrough. The difficulties of trench warfare",
  "were always the same:",
  "(cid:127) There was barbed wire in no-man’sland between the two linesof opposing trenches",
  "(Figure 2.1), which the attacking side tried to clear away by a massive artillery",
  "bombardment; but this removed any chance of a quick surprise attack since the",
  "enemy always had plenty of warning.",
  "(cid:127)",
  "Reconnaissance aircraft and observation balloons could spot concentrations of",
  ".",
  "troops on the roads leading up to the trenches",
  "(cid:127)",
  "Trenches were difficult to capture because the increased firepower provided by",
  "magazine rifles and machine-guns made frontal attacks suicidal and meant that",
  ".",
  "cavalry were useless",
  "21",
  "THEFIRSTWORLDWAR ANDITS AFTERMATH—",
  "—",
  "»",
  "eaahiteB0dt 3§ j",
  "a j",
  "n",
  "yt/ ~ shellholes",
  "„",
  "I",
  "CM MlU",
  "—",
  "h* 10.5meters",
  "-",
  "Figure 2.1 Trench cross section",
  "(cid:127) Even when a trench line was breached, advance was difficult because the ground",
  "had been churned up by the artillery barrage and there was more deadly machine-",
  "gun fire to contend with.",
  "(cid:127)",
  "Any ground won was difficult to defend since it usually formed what was called a",
  ".",
  "salient - a bulge in the trench line The sides, or flanks, of these salients were",
  ".",
  "vulnerable to attack, and troops could be surrounded and cut off",
  "(cid:127)",
  "During theattack on Ypresin 1915,theGermans used poisongas,but when the wind",
  "changed direction it was blown back towards their own linesand they suffered more",
  "casualties then the Allies,especially when the Allies released some gasof their own.",
  "(b) The east",
  "In the east, Russia’s fortunes were mixed: they had further successes against Austria, but",
  "they met defeat whenever they clashed with the Germans, who captured Warsaw and the",
  "whole of Poland. The Turkish blockade of the Dardanelles was beginning to hamper the",
  "Russians, who were already running short of arms and ammunition. It was partly to clear",
  "the Dardanelles and open up the vital supply line to Russia via the Black Sea that the",
  "Gallipoli Campaign was launched. This was an idea strongly pressed by Winston",
  "Churchill (Britain’s First Lord of the Admiralty) to escape from the deadlock in the west",
  "by eliminating the Turks. They were thought to be the weakest of the Central Powers",
  ".",
  "becauseof their unstablegovernment SuccessagainstTurkey wouldenable help to be sent",
  "to Russia and might also bring Bulgaria, Greece and Romania into the war on the Allied",
  ". .",
  "side It would then be possible to attack Austria from the south",
  "The campaign was a total failure; the first attempt, in March, an Anglo-French naval",
  "attack through the Dardanelles to capture Constantinople, failed when the ships ran into a",
  ".",
  "series of mines This ruined the surprise element,so that when the British attempted land",
  "¬",
  "ingsat the tip of the Gallipoli peninsula, the Turks had strengthened their defences and no",
  ".",
  "advance could be made (April) Further landings by Australian and New Zealand troops",
  "(Anzacs) in April and by British troops in August were equally useless, and positions",
  "could only be held with great difficulty. In December the entireforce was withdrawn. The",
  "consequences were serious: besides being a blow to Allied morale, it turned out to be the",
  "last chance of helping Russia via the Black Sea. It probably made Bulgaria decide to join",
  "-",
  "the Central Powers. A Franco British force landed at Salonika in neutral Greece to try and",
  "22",
  "PARTI WAR ANDINTERNATIONAL RELATIONS1. Russianinvasion ofEast Prussia 1914",
  "2. Falkenhayn'sinvasion ofRussia 1915",
  "overranPoland andLithuania",
  "3. Austrian andBulgarianinvasion of",
  "Serbia 1915",
  "4. Brusilov'sinvasion ofAustria 1916",
  "5. German andAustrian invasion of",
  "Italy 1917",
  "6. Gallipolicampaign 1915",
  "ArmisticeLine 1917",
  "Map 2.4 War on the Eastern, Balkan and Italian Fronts",
  "relieve Serbia, but it was too late. When Bulgaria entered the war in October, Serbia was",
  "quickly overrun by Bulgarians and Germans (see Map 2.4). The year 1915 was therefore",
  "not a good one for the Allies; even a British army sent to protect Anglo-Persian oil inter",
  "¬",
  "ests against a possible Turkish attack became bogged down in Mesopotamia as it",
  "-",
  "approached Baghdad; it was besieged by Turks at Kut el-Amara from December 1915",
  "until March 1916, when it was forced to surrender.",
  "(c) Italy declares war on Austria-Hungary (May 1915)",
  "-",
  "The Italians were hoping to seize Austria-Hungary’s Italian speaking provincesas well as",
  "territory along the eastern shore of the Adriatic Sea. A secret treaty was signed in London",
  "in which the Allies promised Italy Trentino, the south Tyrol, Istria, Trieste, part of",
  "Dalmatia, Adalia, some islands in the Aegean Sea and a protectorate over Albania. The",
  "Allies hoped that by keeping thousands of Austrian troops occupied, the Italians would",
  "relieve pressure on the Russians. But the Italians made little headway and their efforts",
  ".",
  "were to no avail: the Russians were unable to stave off defeat",
  "2.3 1916",
  "(a) The western front",
  ".",
  "On the western front, 1916 is remembered for two terrible battles,Verdunand the Somme",
  "1 Verdun was an important French fortress town against which the Germans under",
  "Falkenhayn launched a massive attack (February). They hoped to draw all the best",
  "THEFIRSTWORLDWAR ANDITS AFTERMATH 23French troops toitsdefence,destroy them and thencarry outafinaloffensive to win",
  ".",
  "the war But the French underPetain defended stubbornly,and in June the Germans",
  "had to abandon the attack. The French lost heavily (about 315 000 men), as the",
  "Germans intended, but so did the Germans themselves, with over 280 000 men",
  ".",
  "killed and no territorial gains to show for it",
  "2 The Battle of the Somme was a series of attacks, mainly by the British, beginning",
  "on 1 July and lasting through to November. The aim was to relieve pressure on the",
  "French at Verdun, take over more of the trench line as the French army weakened,",
  "and keep the Germans fully committed, so that they would be unable to risk send",
  "¬",
  ".",
  "ing reinforcements to the eastern front against Russia The attack began disas",
  "- ¬",
  "trously: British troops found themselves walking into deadly machine gun fire; on",
  "the very first day 20 000 were killed and 60 000 injured. Yet Haig, the British",
  "Commander-in-Chief, did not call off the attack-it continued at intervals for over",
  "four months. At the end of it all, the Allies had made only limited advances vary",
  "¬",
  "ing between a few hundred yards and seven miles, along a 30-mile front. The real",
  "importance of the battle was the blow to German morale, as they realized that",
  "Britain (where conscription was introducedfor thefirst time in May) wasa military",
  "power to be reckoned with.",
  "Losses on both sides, killed or wounded, were appalling (Germans 650 000; British",
  ".",
  "418 000; French 194 000) The Allied generals, especially Haig, came under severe criti",
  "¬",
  ".",
  "cism for persisting with suicidal frontal attacks In spite of the failures and the appalling",
  "casualties, both British and French generals remained convinced that mass infantry",
  "charges - the ‘big push’ - were the only way to make a breakthrough. None of them",
  "showed any sign of producing alternative tactics,and tensof thousandsof lives weresacri",
  "¬",
  "ficed for no apparent gain. It was after one of the disastrous attacks in 1915 that a German",
  "officer remarked that the British army were ‘lions led by donkeys’. Haig came in for the",
  "-",
  "most serious criticism for the majority of historians, he became the epitome of Allied",
  "incompetence and lack of imagination. One historian, W. J. Laffin, went so far as to call",
  "his book about the war British Butchersand Bunglers of WorldWar l (1988),and for him",
  "the chief ‘donkey’ was Haig. J. P. Harris, in Douglas Haig and the First World War",
  "(2008), is rather more balanced. He argues that Haig certainly found it difficult to cope",
  "with the unprecedented situation that he found himself in on the western front and he",
  "misjudged the strength of the German forces. He was slow to see beyond the tactic of the",
  "‘big push’ and must therefore bear much of the responsibility for the massive casualties.",
  "However, he did eventually show himself to be receptive to new techniquesand strategies",
  "and played a vital role in the 1918 campaign which brought the final collapse of German",
  ".",
  "forces",
  "The horrors of the Somme also contributed to the fall of the British prime minister,",
  "Asquith, who resigned in 1916 after criticism of British tactics mounted. And yet the",
  "events of 1916 did contribute towards the eventual Allied victory; Hindenburg himself",
  "admitted in his memoirs that the Germans could not have survived many more campaigns",
  ".",
  "with heavy losses like those at Verdun and the Somme",
  "(b) David Lloyd George becomes British prime minister (December 1916)",
  "Taking over from Asquith as prime minister, Lloyd George’s contribution to the Allied",
  ".",
  "war effort and the defeat of the Central Powers was invaluable His methods were",
  "dynamic and decisive;already as Minister of Munitionssince May 1915, he had improved",
  "the supply of shells and machine-guns,encouraged the development of new weapons (the",
  "Stokes light mortar and the tank), which Kitchener (Minister of War) had turned down,",
  "24",
  "PARTI WAR ANDINTERNATIONAL RELATIONSand taken control of mines, factories and railways so that the war effort could be properly",
  "centralized. As prime minister during 1917, he set up a small war cabinet,so that quick",
  ".",
  "decisions could be taken He brought shipping and agriculture under government control",
  "and introduced the Ministry of National Service to organize the mobilization of men into",
  "the army. He also played an important part in the adoption of the convoy system (see",
  ".",
  "Section 2.4(e))",
  "(c) In the east",
  "In June 1916 the Russians under Brusilov attacked the Austrians, in response to a plea",
  "from Britain and France for some action to divert German attention away from Verdun.",
  "They managed to break the front and advanced 100 miles, taking 400 000 prisoners and",
  "large amounts of equipment. The Austrians were demoralized, but the strain was exhaust",
  "¬",
  "ing the Russians as well. The Romanians invaded Austria (August), but the Germans",
  "swiftly came to the Austrians’ rescue, occupied the whole of Romania and seized her",
  "wheat and oil supplies-not a happy end to 1916 for the Allies.",
  "2.4 THE WAR AT SEA",
  "The general public in Germany and Britain expected a series of naval battles between the",
  "rival Dreadnought fleets, something like the Battle of Trafalgar (1805),in which Nelson’s",
  "British fleet had defeated the combined French and Spanish fleets. But both sides were",
  ".",
  "cautious and dared not risk any action which might result in the loss of their main fleets",
  "The British Admiral Jellicoe was particularly cautious; Churchill said he ‘was the only",
  "man on either side who could have lost the war in an afternoon’. Nor were the Germans",
  "anxious for a confrontation, because they had only 16 of the latest Dreadnoughts against",
  "27 British.",
  "(a) The Allies aimed to use their navies in three ways",
  "(cid:127) to blockade the Central Powers, preventing goods from entering or leaving, slowly",
  "starving them out;",
  "(cid:127) to keep trade routes open between Britain, her empire and the rest of the world, so",
  "that the Allies themselves would not starve;",
  "(cid:127) to transport British troops to the continent and keep them supplied via the Channel",
  ".",
  "ports",
  "The British were successful in carrying out these aims; they went into action against",
  "German units stationed abroad, and at the Battle of the Falkland Islands,destroyed one of",
  ".",
  "the main German squadrons By the end of 1914 nearly all German armed surface ships",
  "had been destroyed, apart from their main fleet (which did not venture out of the",
  ".",
  "Heligoland Bight) and the squadron blockading the Baltic to cut off supplies to Russia In",
  "1915 the British navy was involved in the Gallipoli Campaign (see Section 2.2(b)).",
  "(b) The Allied blockade caused problems",
  "Britain was trying to prevent the Germansfrom using the neutral Scandinavian and Dutch",
  "ports to break the blockade; this involved stopping and searching all neutral ships and",
  "THEFIRSTWORLDWAR ANDITS AFTERMATH 25.",
  "confiscating any goods suspected of being intended for enemy hands The USA objected",
  ".",
  "strongly to this, since they were anxious to continue trading with both sides",
  "(c) The Germans retaliated with mines and submarine attacks",
  "These tactics seemed to be the only alternative left to the Germans, since their surface",
  "vessels hadeither been destroyed or were blockaded in port. At first they respected neutral",
  "-",
  "shipping and passenger liners, but it was soon clear that the German submarine (U boat)",
  "blockade was not effective. This was partly because they had insufficient U-boats and",
  "partly because there were problems of identification: the British tried to fool the Germans",
  "by flying neutral flags and by using passenger liners to transport arms and ammunition. In",
  "April 1915 the British liner Lusitania was sunk by a torpedo attack. In fact the Lusitania",
  "was armed and carrying vast quantities of weapons and ammunition, as the Germans",
  "knew; hence their claim that the sinking was not just an act of barbarism against defence",
  "¬",
  ".",
  "less civilians",
  "This had important consequences: out of almost two thousand dead, 128 were",
  ".",
  "Americans President Wilson therefore found that the USA would have to take sides to",
  "protect her trade.Whereas the British blockade did not interfere with the safety of passen",
  "¬",
  "gers and crews, German tactics certainly did. For the time being, however, American",
  "protests caused Bethmann to tone down the submarine campaign, making it even less",
  ".",
  "effective",
  "(d) The Battle of Jutland (31 May 1916)",
  "This was the main event at sea during 1916; it was the only time in the entire war that the",
  "- .",
  "main battle fleetsemerged and engaged each other; the result wasindecisive The German",
  "Admiral von Scheer tried to lure part of the British fleet out from its base so that that",
  "section could be destroyed by the numerically superior Germans. However, more British",
  "ships came out than he had anticipated, and after the two fleets had shelled each other on",
  "and off for several hours, the Germans decided to retire to base, firing torpedoes as they",
  "went. On balance, the Germans could claim that they had won the battle since they lost",
  "only 11 ships to Britain’s 14. The real importance of the battle lay in the fact that the",
  "Germans had failed to destroy British sea power: the German High Seas Fleet stayed in",
  "Kiel for the rest of the war, leaving Britain’s control of the surface complete. In despera",
  "¬",
  "tion at the food shortagescaused by the British blockade,theGermansembarked on ‘unre",
  "¬",
  "stricted’ submarine warfare, and this was to have fatal results for them.",
  "(e) 'Unrestricted' submarine warfare (began January 1917)",
  "As the Germans had been concentrating on the production of U-boats since the Battle of",
  "Jutland, this campaign was extremely effective. They attempted to sink all enemy and",
  "neutral merchant ships in the Atlantic;although they knew that this was likely to bring the",
  "USA into the war, they hoped that Britain and France would be starved into surrender",
  "before the Americans could make any vital contribution. They almost did it: the peak of",
  "German successcamein April 1917, when 430 ships were lost;Britain wasdown to about",
  "six weeks’ corn supply, and although the USA came into the war in April, it was bound",
  "to be several months before their help became effective. However, the situation was saved",
  "by Lloyd George, who insisted that the Admiralty adopt a convoy system. A convoy was",
  "a large number of merchant ships sailing together, so that they could be protected by",
  "26",
  "PART I WAR ANDINTERNATIONAL RELATIONS.",
  "escorting warships Thisdrastically reduced lossesand meant that the German gamble had",
  "failed. The submarine campaign was important because it brought the USA into the war.",
  "The British navy therefore, helped by the Americans, played a vitally important role in the",
  ".",
  "defeat of the Central Powers; by the middle of 1918 it had achieved its three aims",
  "2.5 1917",
  "(a) In the west",
  ".",
  "On the western front, 1917 was a year of Allied failure A massive French attack in",
  "Champagne, under Nivelle, achieved nothing except mutiny in the French army, which",
  "wassuccessfully sorted out by Petain. From June to November the British foughttheThird",
  "Battle of Ypres, usually remembered as Passchendaele, in appallingly muddy conditions;",
  "British casualties were again enormous-324 000 compared with 200 000 Germans-for",
  "an advance of only four miles. More significant was the Battle of Cambrai, which demon",
  "strated that tanks, used properly, might break the deadlock of trench warfare.Here, 381¬",
  "massed British tanks made a great breach in the German line, but lack of reserves",
  "prevented the success from being followed up. However, the lesson had been observed,",
  "and Cambrai became the model for the successful Allied attacks of 1918. Meanwhile the",
  "Italians were heavily defeated by Germans and Austrians at Caporetto (October) and",
  ". .",
  "retreated in disorder This rather unexpectedly proved to be an important turning point",
  "Italian moralerevived,perhaps because they werefaced with having to defend their home",
  "¬",
  "land against the hated Austrians.The defeat also led to the setting-up of an AlliedSupreme",
  ".",
  "WarCouncil The new French premier,Clemenceau,agreat war leader in the same mould",
  ".",
  "as Lloyd George, rallied the wilting French",
  "(b) On the eastern front",
  ".",
  "Disaster struck the Allies when Russia withdrew from the war (December 1917)",
  "Continuous heavy lossesat the handsof the Germans,lack of armsand supplies,problems",
  "of transport and communications and utterly incompetent leadership caused two revolu",
  "¬",
  "tions (see Section 16.2),and the Bolsheviks (later known as communists), who took, over",
  "power in November, were willing to make peace. Thus in 1918 the entire weight of",
  "German forces could be thrown against the west; without the USA, the Allies would have",
  "been hard pressed. Encouragement was provided by the British capture of Baghdad and",
  ".",
  "Jerusalem from the Turks, giving them control of vast oil supplies",
  "(c) The entry of the USA (April 1917)",
  "This was caused partly by the German U-boat campaign, and also by the discovery that",
  "Germany was trying to persuade Mexico to declare war on the USA, promising her Texas,",
  ".",
  "New Mexico and Arizona in return The Americans had hesitated about siding with the",
  "autocratic Russian government, but the overthrow of the tsar in the March revolution",
  "removed thisobstacle.TheUSA made animportant contributiontothe Allied victory, they",
  "supplied Britain and France with food, merchant ships and credit, though actual military",
  "help came slowly. By the end of 1917 only one American division had been in action, but",
  "-",
  "by mid 1918 over half a million men were involved. Most important were the psycholog",
  "¬",
  "ical boost which the American potential in resourcesof men and materials gave the Allies,",
  "and the corresponding blow it gave to German morale.",
  "THEFIRSTWORLDWAR ANDITS AFTERMATH 272.6 THE CENTRAL POWERS DEFEATED",
  "(a) The German spring offensive 1918",
  ",",
  "This major German attack was launched by Ludendorff in a last,desperate attempt to win",
  "the war before too many US troopsarrived,and before discontent in Germany led to revo",
  "¬",
  "lution. It almost came off: throwing in all the extra troops released from the east, the",
  "Germans broke through on theSomme (March),and by theendof May wereonly 40 miles",
  "from Paris; the Alliesseemed to befalling apart. However, under the overall command of",
  "the French Marshal Foch, they managed to hold on as the German advance lost momen",
  "¬",
  ".",
  "tum and created an awkward bulge",
  "(b) The Allied counter-offensive begins (8 August)",
  "Launched near Amiens, the counter-attack involved hundreds of tanks attacking in short,",
  "sharp jabs at several different points along a wide front instead of massing on one narrow",
  ". .",
  "front Thisforced the Germans to withdraw theirentire line and avoided forming asalient",
  "Slowly but surely the Germans were forced back until by the end of September the Allies",
  "had broken through the Hindenburg Line. Though Germany itself had not yet been",
  "invaded,Ludendorff was now convinced that they would be defeated in thespringof 1919.",
  "He insisted that the German government ask President Wilson of the USA foran armistice",
  "(ceasefire)(3October).He hoped to getlesssevere terms basedon Wilson’s 14Points (see",
  "Section 2.7(a)). By asking for peace in 1918 he would save Germany from invasion and",
  ".",
  "preserve the army’s discipline and reputation Fighting continued for another five weeks",
  ".",
  "while negotiations went on, but eventually an armistice was signed on 11 November",
  "(c) Why did the war last so long?",
  "When the war started the majority of people on both sides believed that it would be over",
  "by Christmas. However, Britain’s Secretary for War, Lord Kitchener, himself a successful",
  "general, told the cabinet,much to itscollectivedismay,that it would last nearer three years",
  "than three months. Though he did not live to see the end of the war (he was drowned in",
  "1916 on his way to Russia, when his ship struck a mine and sank), he was one of the few",
  "who had judged the situation correctly. There are several reasons why the conflict lasted",
  "so long. The two sides were fairly evenly balanced, and although the main theatre of war",
  "was in Europe, it quickly became a global conflict. Other countries that had not been in",
  "the original alliance systems, decided to join in, some because they saw it as a chance to",
  "gain new territory,and others waited to see which side looked the more likely to win,and",
  "then joined that side. For example, Italy (May 1915), Romania (August 1916), the USA",
  "(April 1917) and Japan joined the Allied side, while Turkey (November 1914) and",
  "Bulgaria (October 1915) joined the Central Powers. To complicate matters further, troops",
  "from the British Empire-from India, Australia, New Zealand, Canada and South Africa",
  "-",
  "all played their part in the fighting, which eventually spread into the eastern",
  ".",
  "Mediterranean, Asia and Africa",
  "The main countries involved in the war had very strongly held war aims which they",
  "were absolutely determined to achieve. The Germans,anxious to protect themselves from",
  "becoming ‘encircled’, aimed to take territory from Poland in the east and Belgium in the",
  "west to act as buffer zones against Russia and France. The French were obsessed with",
  "- .",
  "taking back Alsace Lorraine, which the Germans had taken in 1871 The British would",
  "28",
  "PARTI WAR ANDINTERNATIONAL RELATIONSnever allow Belgium, a country so near to their coast, to be controlled by a hostile power",
  ".",
  "likeGermany Austria-Hungary wasdesperate to preserveitsempireagainst theambitions",
  "of Serbia. Right from the beginning these competing war aims meant that it would be",
  ".",
  "almost impossible to reach an acceptable negotiated solution",
  "Once stalemate had been reachedon the western front with troops bogged down in lines",
  "of trenches, the Allies were faced with difficult problems: the weapons available to the",
  "Central Powers as they defended their trenches were more deadly than those available to",
  "the attackers. German troops, using fixed machine-guns in trenches protected by barbed",
  "wire, had a huge advantage over the attackers, who relied too much on preceding artillery",
  "bombardments (see Section 2.2 for more about the problems of trench warfare). Another",
  "remarkable factor prolonging the war was the way in which propaganda helped to moti",
  "¬",
  "vate and encourage the general public as well as the military on both sides. Morale was",
  "boosted and support for the war sustained by newspapers, posters, films and advertise",
  "¬",
  "ments directed at all classes in society to make them proud of their own country and way",
  "of life,whilespreading storiesof horrorandatrocity about theenemy.InGermany,in spite",
  "of food shortages, labour unrest and a general war-weariness, public support for the war",
  ".",
  "continued The defeat of Russia encouraged the German generals to continue the struggle",
  "and launch what turned out to be a last desperate attempt to break through on the western",
  "front in spring 1918, before too many American troops arrived on the scene. A combina",
  "¬",
  "tion of all thesefactors meant that there would have to be afight to the finish untilone side",
  "or the other was either overrun and occupied by the enemy, or was so completely",
  "exhausted that it could not carry on fighting.",
  "(d) Why did the Central Powers lose the war?",
  "The reasons can be briefly summarized:",
  "1 Once the Schlieffen Plan had failed, removing all hope of a quick German victory,",
  ".",
  "it was bound to be a strain for them, facing war ontwo fronts",
  "2 Allied sea power wasdecisive,enforcing thedeadly blockade,which causeddesper",
  "¬",
  "ate food shortages among the civilian population and crippled exports, while at the",
  "same time making sure that the Allied armies were fully supplied.",
  "3 TheGerman submarinecampaign failed in theface of convoys protected by British,",
  "American and Japanese destroyers; the campaign itself was a mistake because it",
  "brought the USA into the war.",
  "4 The entry of the USA brought vast new resources to the Alliesand made up for the",
  "departure of Russia from the war. It meant that the Allied powers were able to",
  "produce more war materials than the enemy, and in the end this proved decisive.",
  "5 Allied political leaders at the critical time-Lloyd George and Clemenceau - were",
  "probably more competent than those of the Central Powers. The unity of command",
  "under Foch probably helped, while Haig learned lessons, from the 1917 experi",
  "¬.",
  "ences, which proved to be crucial to the allied victory in the final stages of the war",
  "In fact some historians believe that the criticisms levelled at Haig are unfair. John",
  "Terraine was one of the first to present a defence of Haig, in his book Douglas",
  "Haig: The Educated Soldier (1963). Recently Gary Sheffield has gone further: in",
  "The Chief: Douglas Haig andthe British Army (2011) he argues that,given the fact",
  "that the British had no experience of trench warfare, and that they were the junior",
  "partners to the French, Haig learned remarkably quickly and proved to be an imag",
  "¬",
  "inativecommander. Haig madefouroutstanding contributions to the Allied victory.",
  "First, he took a leading part in reforming the army and preparing it for a major war",
  "before 1914.Then, between 1916and 1918 he was responsiblefor transforming the",
  "29",
  "THEFIRSTWORLDWAR ANDITS AFTERMATHBritish Expeditionary Force from an inexperienced small force into a mass war",
  ". ¬",
  "winning army Thirdly, his battles in 1916 and 1917 (the Somme, Arras and Third",
  "Ypres), though his troops suffered heavy losses,played a vital rolein wearing down",
  ".",
  "the Germans, whose losses were also heavy Finally Haig’s generalship was a",
  "crucial component of the Allied victory in 1918. He had learned lessons about the",
  "effective use of tanks, and the avoidance of salients by using small groups of",
  "infantry attacking at different points along the trench line; his idea of transporting",
  "infantry in buses to accompany the cavalry was very effective. Eventually, too,",
  "there was a great improvement in the coordination between infantry, artillery and",
  ".",
  "aerial observation In the words of Gary Sheffield: ‘Douglas Haig might not have",
  "been the greatest military figure Britain has ever produced, but he was one of the",
  "most significant-and one of the most successful.’",
  "6 The continuous strain of heavy losses told on the Germans - they lost their best",
  "troops in the 1918 offensive and the new troops were young and inexperienced. At",
  "the same time theforces available to the Allies were increasing as more Americans",
  "arrived, bringing the total of American troops to around two million. From July",
  "1918 onwards the Germans were forced into their final retreat. An epidemic of",
  "deadly Spanish flu added to their difficulties and morale was low as they retreated.",
  "Many suffered a psychological collapse: during the last three months of the war",
  "some 350 000 German troops actually surrendered.",
  "7 Germany was badly letdown by heralliesand wasconstantly having to helpout the",
  ".",
  "Austriansand Bulgarians The defeatof Bulgaria by the British (fromSalonika)and",
  "Serbs (29 September 1918) was the final straw for many German soldiers, who",
  "could see nochanceof victory now.When Austria wasdefeated by Italy at Vittorio-",
  "Veneto and Turkey surrendered (both in October), the end was near.",
  "Thecombinationof military defeatanddirefood shortagesproducedagreat war-weariness,",
  ".",
  "leading to mutiny in the navy, destruction of morale in the army and revolution at home",
  "(e) Effects of the war",
  "The impact of the war was extraordinarily wide-ranging, which was not surprising given",
  "that it was the first ‘total war’ in history. This means that it involved not just armies and",
  "navies but entire populations, and it was the first big conflict between modern, industrial",
  "¬",
  "ized nations. New methods of warfare and new weapons were introduced - tanks,",
  "submarines, bombers, machine-guns, heavy artillery and mustard gas. With so many men",
  "away in the armed forces, women had to take their places in factories and in other jobs",
  "which had previously been carried out by men. In the Central Powers and in Russia, the",
  "civilian populationssufferedsevere hardshipscaused by the blockades.Inall theEuropean",
  "states involved in the war, governmentsorganized ordinary people as never before,so that",
  ".",
  "the entire country was geared up to the war effort The conflict caused a decline in",
  ".",
  "Europe’s prestige in the eyes of the rest of the world The fact that the region which had",
  "been thought of as the centre of civilization could have allowed itself to experience such",
  "appalling carnage and destruction v a sign of the beginning of the end of European",
  "domination of the rest of the world. e effects on individual countries were sometimes",
  "little short of traumatic: the empires which had dominated central and eastern Europe for",
  "over two hundred years disappeared almost overnight.",
  "1 The most striking effect of the war was the appalling death toll among the armed",
  "forces. Almost 2 million Germans died, 1.7 million Russians, 1.5 million French,",
  "-",
  "over a million Austro Hungarians and about one million from Britain and her",
  "30",
  "PARTI WAR ANDINTERNATIONAL RELATIONS.",
  "empire Italy lostaround 530 000 troops,Turkey 325 000,Serbia 322000,Romania",
  ".",
  "158 000, the USA 116 000, Bulgaria 49 000 and Belgium 41 000 And this did not",
  "include those crippled by the war, and civilian casualties. A sizeable proportion of",
  "an entire generation of young men had perished-the Tost generation’; France,for",
  "example, lost around 20 per cent of men of military age. However, military histo",
  "¬",
  "rian Dan Todman, in The First WorldWar: Myth and Memory (2005), argues that",
  "as time has passed, the public perception of the war has changed. He produces",
  "evidence suggesting that the Tost generation’ interpretation issomething of a myth.",
  "Certainly casualties were severe but were not the wholesale destruction of a gener",
  "¬",
  "ation that was claimed. According to Todman, overall, just 12 per cent of fighting",
  "men died. Although some 20 000 British soldiers were killed on the first day of the",
  "Battle of the Somme, this was not typical of the war as a whole. In the circum",
  "¬",
  "stances, Todman insists, Haig had no alternative - his was the only rational strat",
  "¬",
  "egy, and in the end, whatever the criticisms, the war was won. Still, many find it",
  "difficult to putaside the long-held perceptionof the warasa ‘futile mud-and blood",
  "¬",
  "bath’, and no doubt historians will continue to find it a controversial topic.",
  "2 In Germany, hardship and defeat caused a revolution: the Kaiser Wilhelm II was",
  ".",
  "compelled to abdicate and a republic was declared Over the next few years the",
  "Weimar Republic (as it became known) experienced severe economic, political and",
  "social problems. In 1933 it was brought to an end when Hitler became German",
  ".",
  "Chancellor (see Section 14.1)",
  "3 The Habsburg Empire collapsed completely. The last emperor, Karl I, was forced",
  "to abdicate (November 1918) and the various nationalities declared themselves",
  ".",
  "independent; Austria and Hungary split into two separate states",
  "4 In Russia the pressures of war caused two revolutions in 1917. The first",
  "(February-March) overthrew the tsar, Nicholas II, and the second",
  "(October-November) brought Lenin and the Bolsheviks (Communists) to power",
  "(see Sections 16.2-3).",
  "5 Although Italy was on the winning side, the war had been a drain on her resources",
  "and she was heavily in debt. Mussolini took advantage of the government’s unpop",
  "¬",
  "ularity,to takeovercontrol-Italy was thefirst European stateafter the wartoallow",
  ".",
  "itself to fall under a fascist dictatorship (see Section 13.1)",
  "6 On theother hand,somecountriesoutside Europe,particularly Japan,Chinaand the",
  "USA, took advantage of Europe’s preoccupation with the war to expand their trade",
  "at Europe’s expense. For example, the USA’s share of world trade grew from 10",
  "per cent in 1914 to over 20 per cent by 1919. Since they were unable to obtain",
  "European imports during the war,Japan and China began their own programmes of",
  "industrialization. During the 1920s the Americans enjoyed a great economic boom",
  "and theirfuture prosperity seemed assured.Within a few years, however, it became",
  "clear that they had made the mistakes of over-confidence and over-expansion: in",
  "October 1929 the Wall Street Crash heralded the beginning of a severe economic",
  "crisis which spread throughout the world and became known as ‘the Great",
  ".",
  "Depression’ (see Section 22.6)",
  "7 Many politicians and leaders were determined that the horrors of the First World",
  "War should never be repeated. President Woodrow Wilson of the USA came up",
  "with a plan for a League of Nations, which would settle future disputes by arbitra",
  "¬",
  "tion and keep the world at peace through a system of ‘collective security’ (see",
  "."
]