[
  "The League of Nations",
  "SUMMARY OF EVENTS",
  "The League of Nations formally came into existence on 10 January 1920, the same day",
  ".",
  "that the Versailles Treaty came into operation With headquarters in Geneva in",
  "Switzerland, one of its main aims was to settle international disputes before they got out",
  "of hand, and so prevent war from ever breaking out again. After some initial teething",
  "troubles, the League seemed to be functioning successfully during the 1920s; it solved a",
  "number of minor international disputes, as well as achieving valuable economic and",
  "social work; for instance, it helped thousands of refugees and former prisoners of war to",
  ".",
  "find their way home again In 1930 supporters of the League felt optimistic about its",
  "future; theSouth African statesman Jan Smuts was moved to remark that ‘weare witness",
  "¬",
  ".",
  "ing one of the great miracles of history’ However, during the 1930s the authority of the",
  "League was challenged several times,first by the Japanese invasion of Manchuria (1931)",
  ".",
  "and later by the Italian attack on Abyssinia (1935) Both aggressors ignored the League’s",
  "orders to withdraw, and for a variety of reasons it proved impossible to force them to",
  "comply. After 1935, respect for the League declined as its weaknesses became more",
  "apparent. During Germany’s disputes with Czechoslovakia and Poland, which led on to",
  "theSecond World War, the League was not even consulted,and it was unable to exert the",
  "slightest influence to prevent the outbreak of war. After December 1939 it did not meet",
  "again, and it was dissolved in 1946-a complete failure, at least as far as preventing war",
  ".",
  "was concerned",
  "3.1 WHAT WERE THE ORIGINS OF THE LEAGUE?",
  "TheLeague isoften spoken of as being the brainchild of the American President Woodrow",
  "Wilson. Although Wilson was certainly a great supporter of the idea of an international",
  "organization for peace, the League was the result of a coming together of similar sugges",
  ". ¬",
  "tions made during the First World War, by a number of world statesmen Lord Robert",
  "Cecil of Britain, Jan Smuts of South Africa and Leon Bourgeois of France put forward",
  "detailed schemes showing how such an organization might be set up. Lloyd George",
  "referred to it as one of Britain’s war aims, and Wilson included it as the last of his 14",
  ".",
  "Points (see Section 2.7(a)) Wilson’s great contribution was to insist that the League",
  "Covenant (the list of rules by which the League was to operate), which had been drawn up",
  "by an international committee including Cecil, Smuts, Bourgeois and Paul Hymans (of",
  "Belgium) as well as Wilson himself, should be included in each of the separate peace",
  "treaties. This ensured that the League actually came into existence instead of merely",
  "remaining a topic for discussion.",
  "THELEAGUEOFNATIONS 43The League had two main aims:",
  "(cid:127)",
  "To maintain peace through collective security: if one state attacked another, the",
  "member statesof the League would act together,collectively, to restrain the aggres",
  "¬",
  ".",
  "sor,either by economic or by military sanctions",
  "-",
  "(cid:127) To encourage international co operation, in order to solve economic and social",
  ".",
  "problems",
  "3.2 HOW WAS THE LEAGUE ORGANIZED?",
  "There were 42 member states at the beginning and 55 by 1926 when Germany was admit",
  "¬",
  "ted. It had five main organs.",
  "(a) The General Assembly",
  "This met annually and contained representatives of all the member states, each of which",
  "had one vote. Its function was to decide general policy; it could, for example, propose a",
  "revision of peace treaties, and it handled the finances of the League. Any decisions taken",
  "had to be unanimous. One of the advantages of the League Assembly was that it gave",
  "-",
  "small and medium sized statesa chance to raise issues that concerned them and have their",
  ".",
  "say on world developments",
  "(b) The Council",
  "This was a much smaller body, which met more often, at least three times a year, and",
  "contained four permanent members - Britain, France, Italy and Japan. The USA was to",
  "have been a permanent member but decided not to join the League. There werefour other",
  "members, elected by the Assembly for periods of three years. The number of non-perma-",
  "nent members had increased to nine by 1926. It was theCouncil’s task todeal with specific",
  ".",
  "political disputes as they arose;again, decisions had to be unanimous",
  "(c) The Permanent Court of International Justice",
  "This was based at the Hague in Holland and consisted of 15 judges of different nationali",
  ". ¬",
  "ties; it dealt with legal disputes between states, as opposed to political ones It started to",
  "function in 1922 and by 1939 it had dealt successfully with 66 cases, winning respect for",
  "the idea that there was a place for a generally accepted code of legal practice in interna",
  ". ¬",
  "tional politics",
  "(d) The Secretariat",
  "This looked after all the paperwork, preparing agendas, and writing resolutions and",
  ".",
  "reports so that the decisions of the League could be carried out This acted as a sort of",
  "international civil service whose memberscamefrom over 30different countries. Like the",
  "Court of Justice, the Secretariat won respect for the high quality of its organisation and",
  ".",
  "administration",
  "44 PART I WAR ANDINTERNATIONAL RELATIONS(e) Commissions and committees",
  "A number of these were formed to deal with specific problems,some of which had arisen",
  "from the FirstWorld War.The main commissions were those which handled the mandates,",
  "military affairs, minority groups and disarmament. There were committees for interna",
  "¬",
  "tional labour, health, economic and financial organization, child welfare, drug problems",
  "and women’s rights.",
  "The main function of the League was meant to be peacekeeping. It was intended",
  "that it would operate in the following way: all disputes threatening war would be",
  "submitted to the League, and any member which resorted to war, thus breaking the",
  ".",
  "Covenant, would face collective action by the rest The Council would recommend",
  "‘what effective military, naval or air force the members should contribute to the armed",
  "forces’.",
  "3.3 SUCCESSES OF THE LEAGUE",
  "(a) It would be unfair to dismiss the League as a total failure",
  "Many of the committees and commissions achieved valuable results and much was done",
  "to foster international co-operation. One of most successful was the International Labour",
  "Organization (ILO) under its French socialist director, Albert Thomas. Its purpose was to",
  "improve conditions of labour all over the world by persuading governments to:",
  "(cid:127) fix a maximum working day and week;",
  "(cid:127) specify adequate minimum wages;",
  "(cid:127)",
  "introduce sickness and unemployment benefit;",
  "(cid:127) introduce old-age pensions.",
  "It collected and published a vast amount of information, and many governments were",
  "prevailed upon to take action.",
  "The Refugee Organization, led by Fridtjof Nansen, a Norwegian explorer, solved the",
  "problem of thousandsof former prisonersof war marooned in Russiaat the end of the war;",
  ".",
  "about half a million werereturned home After 1933, valuable help was given to thousands",
  ".",
  "of people fleeing from the Nazi persecution in Germany",
  "The Health Organization did good work in investigating the causes of epidemics, and",
  "it was especially successful in combating a typhus epidemic in Russia, which at one time",
  "seemed likely to spread across Europe.",
  "The Mandates Commission supervised the government of the territories taken from",
  "Germany and Turkey,while yetanothercommission wasresponsibleforadministering the",
  "Saar. It did this very efficiently,and concluded by organizing the 1935 plebiscite in which",
  "a large majority voted for the Saar to be returned to Germany.",
  "Not all were successful, however; the Disarmament Commission made no progress in",
  "-",
  "the near impossible task of persuading member states to reduce armaments, even though",
  "they had all promised to do so when they agreed to the Covenant.",
  "(b) Political disputes resolved",
  "Several political disputes were referred to the League in the early 1920s. In all but two",
  "cases,the League’s decisions were accepted.",
  "THELEAGUEOFNATIONS 45(cid:127) In the quarrel between Finland and Sweden over the Aaland Islands, the verdict",
  ".",
  "went in favour of Finland (1920)",
  "(cid:127)",
  "Over the rival claims of Germany and Poland to the important industrial area of",
  "Upper Silesia, the League decided that it should be partitioned (divided) between",
  ".",
  "the two (1921)",
  "(cid:127) When the Greeks invaded Bulgaria,after some shooting incidents on the frontier,",
  "the League swiftly intervened: Greek troops were withdrawn and damages were",
  "paid to Bulgaria.",
  "(cid:127) When Turkey claimed the province of Mosul,part of the British mandated territory",
  "of Iraq, the League decided in favour of Iraq.",
  "(cid:127) Further afield, in South America, squabbles were settled between Peru and",
  ".",
  "Colombia and between Bolivia and Paraguay",
  "It issignificant,however,that noneof thesedisputes seriously threatened world peace,and",
  "none of the decisions went against a major state that might have challenged the League’s",
  "verdict. In fact, during this same period, the League found itself twice overruled by the",
  "Conference of Ambassadors,based in Paris,which had been set up to deal with problems",
  ".",
  "arising out of the Versailles Treaties There were first the rival claims of Poland and",
  "Lithuania to Vilna (1920), followed by the Corfu Incident (1923); this was a quarrel",
  ".",
  "between Mussolini’s Italy and Greece TheLeague made no response to theseactsof defi",
  "¬",
  "ance, and this was not a promising sign.",
  "3.4 WHY DID THE LEAGUE FAIL TO PRESERVE PEACE?",
  "At the time of the Corfu Incident in 1923 (see (d) below), many people wondered what",
  "would happen if a powerful state were tochallenge the League on a matterof major impor",
  "¬",
  "tance, for example, by invading an innocent country. How effective would the League be",
  "then? The former British prime minister, Lord Balfour, remarked: ‘The danger Isee in the",
  "future is that some powerful nation will pursue a realpolitik ... as in the past. I do not",
  "believe we have yet found, or can find, a perfect guarantee against such a calamity.’",
  "Unfortunately several such challenges occurred during the 1930s, and on every occasion",
  ".",
  "the League was found wanting",
  "(a) It was too closely linked with the Versailles Treaties",
  "Thisinitialdisadvantage made the League seem like an organization created especially for",
  ".",
  "the benefit of the victorious powers In addition it had to defend a peace settlement which",
  "was far from perfect. It was inevitable that some of its provisions would cause trouble -",
  "forexample, thedisappointing territorialgainsof the Italiansand theinclusion of Germans",
  "in Czechoslovakia and Poland.",
  "(b) It was rejected by the USA",
  "The League wasdealta serious blow in March 1920 when the US Senate rejected both the",
  "Versailles settlement and the League. The reasons behind their decision were varied (see",
  "Section 4.5). The absence of the USA meant that the League was deprived of a powerful",
  "member whose presence would have been of great psychological and financial benefit.",
  "46 PARTI WAR ANDINTERNATIONAL RELATIONSBritain 1919 Stillamember in1939",
  "France 1919 Stillamember in1939",
  "Japan 1919 - 1933",
  "Italy 1919 1935",
  "Germany 1926 — 1933",
  "USSR 1934 Stillamember in1939",
  "USA Never joined",
  "Figure 3.1 Great power membership of the League of Nations",
  "(c) Other important powers were not involved",
  "Germany was notallowed to join until 1926 and the USSR only became a member in 1934",
  ".",
  "(when Germany left) So for the first few years of its existence the League was deprived",
  ".",
  "of three of the world’s most important powers (see Figure 3.1)",
  "(d) The Conference of Ambassadors in Paris was an embarrassment",
  "This gathering of leading ambassadors was only intended to function until the League",
  "machinery was up and running, but it lingered on, and on several occasions it took prece",
  "¬",
  "dence over the League.",
  "(cid:127) In 1920 the League supported Lithuania in her claim to Vilna, which had just been",
  "seized from her by the Poles; but when the Conference of Ambassadors insisted on",
  "awarding Vilna to Poland, the League allowed it to go ahead.",
  "(cid:127) A later example was the Corfu Incident (1923): this arose from a boundary dispute",
  "between Greece and Albania,in which three Italian officials working on the bound",
  ". ¬",
  "ary commission were killed Mussolini blamed the Greeks, demanded huge",
  ".",
  "compensation and bombarded and occupied the Greek island of Corfu Greece",
  "appealed to the League, but Mussolini refused to recognize its competence to deal",
  ".",
  "withthe problem He threatened to withdraw Italy from the League, whereupon the",
  "Ambassadors ordered Greece to pay the full amount demanded.",
  "At this early stage, however, supporters of the League dismissed these incidents as",
  ".",
  "teething troubles",
  "(e) There were serious weaknesses in the Covenant",
  ".",
  "These made it difficult to ensure that decisive action was taken against any aggressor It",
  "was difficult to get unanimousdecisions; the League had no military force of its own,and",
  "though Article 16 expected member states to supply troops if necessary, a resolution was",
  "passed in 1923that each member would decidefor itself whether or not tofight in a crisis.",
  "Thisclearly made nonsense of the idea of collective security.Several attempts were made",
  "to strengthen the Covenant, but these failed because a unanimous vote was needed to",
  "change it,and this was neverachieved.The most notable attempt was made in 1924by the",
  "THELEAGUEOFNATIONS 47.",
  "British Labour prime minister, Ramsay MacDonald, a great supporter of the League He",
  ".",
  "introduced a resolution known as the Geneva Protocol This pledged members to accept",
  "arbitration and help any victim of unprovoked aggression. With supreme irony, the",
  "Conservative government which followed MacDonald informed the League that they",
  "could not agree to the Protocol; they were reluctant to commit Britain and the Empire to",
  "the defenceof all the 1919 frontiers. A resolution proposed by one British government was",
  "thus rejected by the next British government, and the League was left, as its critics",
  ".",
  "remarked, still ‘lacking teeth’",
  "Reasons for this apparently strange British attitude include the fact that British public",
  "opinion was strongly pacifist, and there was a feeling that Britain was now so militarily",
  "weak thatarmed interventionsof anysortshould be avoided.Many other League members",
  "felt the same as Britain;and so, perversely, they were all basing their security on a system",
  "whose success relied on their support and commitment, but which they were not prepared",
  "to uphold. The attitude seemed to be: leave it to the others.",
  "(f) It was very much a French/British affair",
  "The continued absence of the USA and the USSR, plus the hostility of Italy, made the",
  "League very much a French/British affair. But as their rejection of the Geneva Protocol",
  ".",
  "showed, the British Conservatives were never very enthusiastic about the League They",
  "preferred to sign the Locarno Treaties (1925), outside the League, instead of conducting",
  ".",
  "negotiations within it (see Section 4.1(e))",
  "Noneof these weaknessesnecessarily doomed theLeague tofailure,however, provided",
  "all the members were prepared to refrain from aggression and accept League decisions;",
  "between 1925 and 1930 events ran fairly smoothly.",
  "(g) The world economic crisis began in 1929",
  "The situation really began to drift out of control with the onset of the economic crisis, or",
  "the Great Depression, as it was sometimes known. It brought unemployment and falling",
  "living standards to mostcountries,and caused extreme right-wing governments tocome to",
  "power in Japan and Germany; together with Mussolini, they refused to keep to the rules",
  "and took a series of actions which revealed the League’s weaknesses (points (h), (i) and",
  "(j))-",
  "(h) The Japanese invasion of Manchuria (1931)",
  "In 1931 Japanese troops invaded the Chinese territory of Manchuria (see Section 5.1);",
  "China appealed to the League, which condemned Japan and ordered her troops to be with",
  ". ¬",
  "drawn When Japan refused, the League appointed a commission under Lord Lytton,",
  "which decided (1932) that there were faults on both sides and suggested that Manchuria",
  "should be governed by the League. However, Japan rejected this and withdrew from the",
  "League (March 1933). The question of economic sanctions, let alone military ones, was",
  "nevereven raised, because Britain and France had serious economic problems.They were",
  "reluctant to apply a trade boycott of Japan in case it led to war, which they were ill-",
  "equipped to win, especially without American help. Japan had successfully defied the",
  "League, whose prestige was damaged, though not yet fatally.",
  "48 PARTI WAR ANDINTERNATIONAL RELATIONS(i) The failure of the World Disarmament Conference (1932-3)",
  "This met under the auspicesof the League,and itsfailure wasagrave disappointment.The",
  "Germans asked for equality of armaments with France, but when the French demanded",
  "that this should be postponed forat leasteight years, Hitler wasable to use the French atti",
  "¬",
  "tude as an excuse to withdraw Germany from the conference and later from the League.",
  "(j) The Italian invasion of Abyssinia (October 1935)",
  "This was the most serious blow to the League’s prestige and credibility (see Section",
  ".",
  "5.2(b)) The League condemned Italy and introduced economic sanctions; however, these",
  "were not applied to exports of oil, coal and steel to Italy. So half-hearted were the sanc",
  "¬",
  "tions that Italy was able to complete the conquest of Abyssinia without too much incon",
  ". ¬",
  "venience (May 1936) A few weeks later sanctions were abandoned, and Mussolini had",
  ".",
  "successfully flouted the League Again Britain and France must share the blame for the",
  "League’s failure.Their motive was the desire not to antagonize Mussolini too much,so as",
  "to keep him as an ally against the real danger-Germany. But the results were disastrous:",
  "(cid:127) Mussolini was annoyed by the sanctions anyway, and began to draw closer to",
  "Hitler;",
  "(cid:127)",
  "small states lost all faith in the League;",
  "(cid:127)",
  "Hitler was encouraged to break the Versailles Treaty by introducing conscription",
  "(March 1935) and sending German troops into the demilitarized zone of the",
  "Rhineland (March 1936). Neither matter was raised at the League Council, mainly",
  "because France and Britain were afraid that Hitler would reject any decision that",
  "went against Germany, and they were reluctant to be forced into military action",
  ".",
  "against the Germans",
  "After 1935, therefore, the League was never taken seriously again. The real explanation",
  "for the failure of the League was simple: when aggressive states such as Japan, Italy and",
  "Germany defied it, the League members,especially France and Britain, were not prepared",
  ".",
  "to support it,either by decisive economic measures or by military action The League was",
  "only as strong as the determination of its leading members to stand up to aggression;",
  "unfortunately, determination of that sort was sadly lacking during the 1930s.",
  "However, some historians believe that the League should not be dismissed as a",
  "complete failure and a total irrelevance in world history. Ruth Henig, for example, feels",
  "that ‘it is high time that these verdicts are challenged and that the League is seen for what",
  "it was, a bold step towards international cooperation which failed in some of its aims but",
  "succeeded comprehensively in others’. And challenge them she did, by publishing a book,",
  "The League of Nations (2010), to mark the ninetieth anniversary of its beginning. She",
  "argues that its creation ‘marked an important step on the road to our contemporary global",
  "system of international organisation, coordinated through the United Nations, which was",
  "built on the foundations of the League’s experience’. Expectations of what the League",
  "might achieve were far too high and completely unrealistic. How could it possibly have",
  "been expected to deal with aggressors when it had no army of its own and no mechanism",
  "to compel member states to provide their troops? In fact its great contribution was that it",
  "provided the first experimental phase, the blueprint for a second, more effective and",
  "longer-lasting form of international co-operation - the United Nations (UN). The",
  "Assembly, the Council and the Secretariat were adopted as a basis by the UN. The UN",
  "International Court of Justice reproduced almost identically the League’s Permanent",
  "Court. The International Labour Organization is still operating today. Many other UN",
  "THELEAGUEOFNATIONS 49bodies, such as the Economic and Social Council and World Health Organization, were",
  "built on the foundationsof the pioneering work carried out by the League agencies before",
  "1939. Ruth Henig concludes that ‘the creation of an international body in 1920 promoted",
  "international collaboration and compromise, and was a dynamic step forward in interna",
  "¬",
  "...",
  "tional diplomacy Rather than dwell on its weaknesses or condemn its failings, we",
  "should applaud the League’s successes, while continuing to learn important lessons from",
  ".",
  "its history ’",
  "FURTHER READING",
  ". .",
  "Fitzsimmons, O , Towards One World (London University Tutorial Press, 1974)",
  ".",
  "Henig, R., The League of Nations (Haus Publishing, 2010)",
  "Overy, R., The Inter-War Crisis, 1919-1939 (Longman, 1994).",
  "QUESTIONS",
  "1 How successful was the League of Nations in resolving international disputes in the",
  "1920s?",
  ".",
  "2 Assess the reasons why there were no major international conflicts during the 1920s",
  "3 Explain why the League of Nations was hailed as a success during the 1920s but was",
  ".",
  "considered a failure by 1936",
  "4 How far would you agree that the League of Nations was ‘a complete failure, a total",
  "irrelevance in world history’?",
  "^",
  "1 1",
  "There is a document question about the League of Nations and its problems on the",
  ".",
  "website",
  "50 PART I WAR ANDINTERNATIONAL RELATIONS4"
]