[
  "The USA before the Second",
  "World War",
  "SUMMARY OF EVENTS",
  "During the second half of the nineteenth century, the USA experienced remarkable social",
  ".",
  "and economic changes",
  "(cid:127)",
  "The Civil War (1861-5) between North and South brought the end of slavery in the",
  ".",
  "USA and freedom for the former slaves However, many whites, especially in the",
  "South, were reluctant to recognize black people (African Americans) as equals and",
  ".",
  "did their best to deprive them of their new rights This led to the beginning of the",
  "Civil Rights movement,although it had very little success until the second half of",
  ".",
  "the twentieth century",
  "(cid:127) Large numbers of immigrants beganto arrive from Europe,and thiscontinued into",
  "the twentieth century. Between 1860and 1930 over 30 million people arrived in the",
  ".",
  "USA from abroad",
  "(cid:127) There was a vast and successful industrial revolution,mainly in the last quarter of",
  "the nineteenth century. The USA entered the twentieth century on a wave of busi",
  "¬",
  "ness prosperity. By 1914 she had easily surpassed Britain and Germany, the lead",
  "¬",
  "ing industrial nations of Europe, in output of coal, iron and steel,and was clearly a",
  ".",
  "rival economic force to be reckoned with",
  "(cid:127) Although industrialists and financiers did well and made their fortunes, prosperity",
  ".",
  "was not shared equally among the American people Immigrants, blacks and",
  "women often had to put up with low wagesand poor living and working conditions.",
  "This led to the formation of labour unions and the Socialist Party, which tried to",
  ".",
  "improve the situation for the workers However, big business was unsympathetic,",
  "and these organizations had very little success before the First World War",
  "(1914-18).",
  "Although the Americans came late into the First World War (April 1917), they played an",
  "important part in the defeat of Germany and her allies, Democrat President Woodrow",
  "'",
  "Wilson(1913-21) wasaleadingfigureat the VersaillesConference,and the USA was now",
  "one of the world’sgreat powers.However,after the war the Americansdecided not to play",
  ".",
  "an active role in world affairs, a policy known as isolationism It was a bitter disappoint",
  "¬",
  "ment for Wilson when the Senate rejected both the Versailles settlement and the League",
  ".",
  "of Nations (1920)",
  "After Wilson came three Republican presidents: Warren Harding (1921-3), who died",
  "in office; Calvin Coolidge (1923-9) and Herbert C. Hoover (1929-33). Until 1929 the",
  ".",
  "country enjoyed a period of great prosperity, though noteverybody shared in it The boom",
  "ended suddenly with the Wall Street Crash (October 1929), which led to the Great",
  "Depression, or world economic crisis, only six months after the unfortunate Hoover’s",
  "inauguration.The effectson the USA were catastrophic: by 1933almost 14 million people",
  "469",
  "THEUSA BEFORETHESECONDWORLDWAR.",
  "wereoutof workand Hoover’seffortsfailed to make any impression on the crisis Nobody",
  ".",
  "was surprised when the Republicans lost the presidential election of November 1932",
  ".",
  "The new Democrat president, Franklin D Roosevelt,introduced policies known as the",
  ".",
  "New Deal to try and put the country on the road to recovery Though it was not entirely",
  "successful, the New Deal achieved enough, together with the circumstancesof the Second",
  "World War, to keep Roosevelt in the White House (the official residence of the president",
  ".",
  "in Washington) until his death in April 1945 He was the only president to be elected for",
  "a fourth term.",
  "22.1 THE AMERICAN SYSTEM OF GOVERNMENT",
  "The American Constitution (the set of rules by which the country is governed) was first",
  "drawn up in 1787. Since then, 26 extra points (Amendments) have been added; the last",
  ".",
  "one, which lowered the voting age to 18, was added in 1971",
  "The USA has a federal system of government",
  "Thisisa system in which acountry is divided up into a number of states.There were orig",
  "¬",
  "inally 13 states in the USA; by 1900 the number had grown to 45 as the frontier was",
  "extended westwards. Later,five more states were formed and added to the union (see Map",
  "22.1); these were Oklahoma (1907), Arizona and New Mexico (1912), and Alaska and",
  "Hawaii (1959). Each of these states has its own state capital and government and they",
  "share power with the federal (central or national) government in the federal capital,",
  ". .",
  "Washington Figure 22.1 shows how the power is shared out",
  ".",
  "The federal government consists of three main parts",
  "'",
  "Congress: known as the legislative part, which makes the laws;",
  "President: known as the executive part; he carries out the laws;",
  ".",
  "Judiciary: the legal system, of which the most important part is the Supreme Court",
  "(a) Congress",
  "1 The federal parliament, known as Congress,meets in Washington and consists of",
  "two houses:",
  "(cid:127) the House of Representatives",
  "(cid:127)",
  "the Senate",
  ".",
  "Members of both houses are elected by universal suffrage The House of",
  "Representatives (usually referred to simply as ‘the House’) contains 435 members,",
  "elected for two years, who represent districts of roughly equal population. Senators",
  "are elected for six years,one third retiring every two years; there are two from each",
  "state, irrespective of the population of the state, making a total of 100.",
  ".",
  "2 The main job of Congress is to legislate (make the laws) All new laws have to be",
  "passed by a simple majority in both houses; treaties with foreign countries need a",
  "two-thirds vote in the Senate. If there is a disagreement between the two houses, a",
  "joint conference is held, which usually succeeds in producing a compromise",
  "proposal, which is then voted on by both houses. Congress can make laws about",
  "taxation, currency, postage, foreign trade and the army and navy. It also has the",
  "470",
  "PART IV THEUNITEDSTATES OFAMERICAS;",
  "§mi c",
  ")",
  "$",
  "i . :> t i: I",
  "i mm",
  "nsv",
  ". i",
  "i ;S i",
  "is",
  "HI",
  "-a",
  ".",
  "%",
  "V X",
  "'",
  ", ?",
  "£",
  "V",
  "? '",
  "Si 5 :",
  "n -S1 3\\",
  ", S",
  "(cid:127)i - i",
  "r I",
  "Jr",
  "'",
  "rV , E",
  "-",
  "a $",
  "f 1I y>l i",
  "i btehtweeen T?",
  "%",
  "* .P -",
  "*",
  "’",
  "V , 5",
  "*",
  "—",
  "USA",
  "; 'vr",
  "> -",
  "' > (cid:127) >/' f 7 i m- Use",
  "i",
  "i",
  "e",
  "i |",
  "1 <3",
  ": 5",
  "U",
  "i i",
  "L .",
  ". - % Ift",
  "-j. l' :o",
  "s",
  "§",
  "8",
  "1 g",
  "E",
  "I'",
  "- !\" h",
  "r \"",
  "(cid:127)",
  ";",
  "- N St",
  "I f : t",
  "J",
  ": 7 5 3 I",
  "u l I:",
  "5 ; I< !s 1 *",
  "[ \"7 -ilM *",
  "-",
  "i",
  "- / -",
  ";",
  "- ‘ ?",
  "i '",
  ".",
  "1",
  "J",
  ".",
  "/",
  "477",
  "THEUSA BEFORETHESECOND WCP1DWARThe People",
  ".",
  "a«liSr'>S H",
  "5^",
  "Choosethe President Directly electthe The Presidentappoints",
  "by the ElectoralCollege Houseof Representatives SupremeCourtJustices",
  "* *",
  "ingeneralelections andthe Senate withcons*entof Senate",
  "ExecutiveBranch LegislativeBranch Judicial Branch",
  "ThePresident TheCongress The SupremeCourt",
  "raelEllm",
  "n",
  "1",
  "%",
  "Enforcestheconstitution,",
  "thelawsmadeby Congress, Explains thelaws,",
  "andtreaties Makesandpasses interprets the",
  "constitution",
  "thelaws",
  "Figure 22.2 The three separate branches of the US federal government",
  "Sources: D. Harkness,The Post-warWorld (Macmillan, 1974),pp.232and231",
  "Although the President can veto laws, Congress can over-rule this veto if it can raise a",
  "two-thirds majority in both houses. Nor can the President dissolve Congress; it is just a",
  ".",
  "question of hoping that things will changefor the betterat the next set of elections On the",
  "other hand, Congress cannot get rid of the President unless it can be shown that he or she",
  ".",
  "hascommitted treason orsomeotherseriouscrime In thatcase the Presidentcan be threat",
  "¬",
  "ened with impeachment (a formal accusation of crimes before the Senate, which would",
  "then carry out a trial). It was to avoid impeachment that Richard Nixon resigned in",
  "disgrace (August 1974) because of his involvement in the Watergate Scandal (see Section",
  "23.4). A President’s success has usually depended on how skilful he is at persuading",
  ".",
  "Congress to approve his legislative programme The Supreme Court keeps a watchful eye",
  "on both President and Congress, and can make life difficult for both of them by declaring",
  ".",
  "a law ‘unconstitutional’, which means that it is illegal and has to be changed",
  "22.2 INTO THE MELTING POT: THE ERA OF IMMIGRATION",
  "(a) A huge wave of immigration",
  "During the second half of the nineteenth century there was a huge wave of immigration",
  "into the USA. People had been crossing the Atlantic to settle in America since the seven",
  "¬",
  ".",
  "teenth century, but in relatively small numbers During the entire eighteenth century the",
  "total immigration into North America was probably no more than half a million; between",
  ".",
  "1860 and 1930 the total was over 30 million Between 1840 and 1870 the Irish were the",
  "474 PART IV THEUNITEDSTATES OFAMERICAthe country was ‘more like a salad bowl, where, although a dressing is poured over",
  ".",
  "the ingredients, they nonetheless remain separate’",
  "(cid:127)",
  "There was growing agitation against allowing too many foreigners into the USA,",
  ".",
  "and there were demands for the ‘Golden Door’ to be firmly closed The movement",
  "was racial in character, claiming that America’s continuing greatness depended on",
  "- -",
  "preserving the purity of its Anglo Saxon stock, known as White Anglo Saxon",
  ".",
  "Protestants (WASPS) This, it was felt, would be weakened by allowing the entry",
  "of unlimited numbers of Jews and southern and eastern Europeans. From 1921 the",
  "US government gradually restricted entry, until it was fixed at 150 000 a year in",
  "1924. This was applied strictly during the depression years of the 1930s when",
  "unemployment was high. After the Second World War, restrictions were gradually",
  "relaxed; the USA took in some 700 000 refugees escaping from Castro’s Cuba",
  "between 1959 and 1975 and over 100 000 refugees from Vietnam after the commu",
  "¬",
  "nists took over South Vietnam in 1975.",
  "22.3 THE USA BECOMES ECONOMIC LEADER OF THE WORLD",
  "(a) Economic expansion and the rise of big business",
  "In the half-century before the First World War, a vast industrial expansion took the USA",
  ".",
  "to the top of the league table of world industrial producers The statistics in Table 22.2",
  ".",
  "show that already in 1900 they had overtaken most of their nearest rivals",
  "Thisexpansion was made possible by the richsupplies of raw materials-coal, iron ore",
  "and oil-and by the spread of railways.The rapidly increasing population, much of it from",
  ".",
  "immigration, provided the workforce and the markets Import duties (tariffs) protected",
  "American industry from foreign competition, and it was a time of opportunity and enter",
  ". . ¬",
  "prise As American historian John A Garraty puts it: ‘the dominant spirit of the time",
  "encouraged businessmen to maximum effort by emphasising progress, glorifying material",
  ".",
  "wealth and justifying aggressiveness’ The most successful businessmen, like Andrew",
  "Carnegie (steel), John D. Rockefeller (oil), Cornelius Vanderbilt (shipping and railways),",
  "J. Pierpoint Morgan (banking) and P. D. Armour (meat), made vast fortunes and built up",
  "huge industrial empires which gave them powerover both politiciansandordinary people.",
  "Table 22.2 The USA and its chief rivals, 1900",
  "USA nearest rival",
  "Coal production (tons) 262 million 219 million (Britain)",
  "Exports (£) 311 million 390 million (Britain)",
  "-",
  "Pig iron (tons) 16 million 8 million (Britain)",
  "Steel (tons) 13 million 6 million (Germany)",
  "Railways (miles) 183000 28000 (Germany)",
  "Silver (fine oz) 55 million 57 million (Mexico)",
  "Gold (fine oz) 3.8 million 3.3 million (Australia)",
  "Cotton production (bales) 10.6 million 3 million (India)",
  "Petroleum (metric tons) 9.5 million 11.5 million (Russia)",
  "Wheat (bushels) 638 million 552 million (Russia)",
  "Source: J. Nichol andS.Lang,Work Out Modern World History (Macmillan, 1990).",
  "THEUSA BEPORETHESECONDWORLDWAR 477(b) The great boom of the 1920s",
  "After a slow start, as the country returned to normal after the First World War, the econ",
  "¬",
  "omy began to expand again: industrial production reached levels which had hardly been",
  "thought possible, doubling between 1921 and 1929 without any great increase in the",
  "numbers of workers. Sales, profits and wages also reached new heights, and the‘Roaring",
  "Twenties’, as they became known, gave rise to the popular image of the USA as the",
  "world’s most glamorous modern society. There was a great variety of new things to be",
  "bought-radio sets, refrigerators, washing machines, vacuum cleaners,smart new clothes,",
  "motorcycles,and above all,motor cars. At the end of the war there were already 7 million",
  "cars in the USA, but by 1929 there were close on 24 million; Henry Ford led the field with",
  ".",
  "his Model T Perhaps the most famous of all the new commodities on offer was the",
  "Hollywood film industry, which made huge profits and exported its products all over the",
  ". .",
  "world By 1930almostevery townhad acinema And there were even newformsof music",
  "and dance; the 1920s are also sometimes known as the Jazz Age as well as the age of the",
  "daring new dances-the Charleston and the Turkey Trot.",
  "What caused the boom?",
  "1 It was the climax of the great industrial expansion of the late nineteenth century,",
  "when the USA had overtaken her two greatest rivals, Britain and Germany. The",
  "war gave American industry an enormous boost: countries whose industries and",
  "imports from Europe had been disrupted bought American goods, and continued",
  "to do so when the war was over. The USA was therefore the real economic victor",
  "of the war.",
  "2 The Republicangovernments’ economic policiescontributedtothe prosperityinthe",
  "-",
  "short term. Their approach was one of laissez faire, but they did take two signifi",
  "¬",
  "cant actions:",
  "(cid:127) the Fordney-McCumber tariff (1922) raised import duties on goods coming",
  "into America to the highest level ever, thus protecting American industry and",
  "encouraging Americans to buy home-produced goods;",
  "(cid:127)",
  "ageneral lowering of income taxin 1926and 1928left people with morecash",
  ".",
  "to spend on American goods",
  "3 Americanindustry wasbecoming increasinglyefficient,asmoremechanization was",
  "introduced. More and more factories were adopting the moving production-line",
  "methods first used by Henry Ford in 1915, which speeded up production and",
  "reduced costs. Management also began to apply F. W. Taylor’s ‘time and motion’",
  ".",
  "studies, which saved more time and increased productivity",
  "4 As profits increased,so did wages (though not as much as profits). Between 1923",
  "and 1929 the average wage for industrial workers rose by 8 per cent. Though this",
  "was not spectacular, it was enough to enable some workers to buy the new",
  "consumer luxuries, often on credit.",
  "5 Advertising helped the boom and itself became big business during the 1920s.",
  "Newspapers and magazines carried more advertising than ever before, radio",
  "commercials became commonplace and cinemas showed filmed advertisements.",
  "-",
  "6 The motor car industry stimulated expansion in a number of allied industries -",
  "tyres, batteries, petroleum for petrol, garages and tourism.",
  "7 Many new roads were builtand mileage almost doubled between 1919 and 1929. It",
  "was now morefeasible to transport goods by road,and the numbersof trucks regis",
  "¬",
  "tered increased fourfold during the same period. Prices were competitive and this",
  ".",
  "meant that railways and canals had lost their monopoly",
  "478 PART IV THEUNITEDSTATES OFAMERICA!ll#!",
  "spfssi",
  "'",
  "SSSSUST",
  "^ «",
  "Usin mass",
  "production methods for the ‘",
  "(c) Free and equal?",
  ",",
  "\" .",
  "d°ingWe rdUring he Roari\"gTwenties’ to wealth was not",
  "1 Fanners were not sharing in the general prosperity",
  "They had done well during the war, but during the 1920s pricesof farm produce gradually",
  "fell. Farmers profits dwindled and farm labourers’ wages in the Midwest and the agricul",
  "- ¬",
  "tural South were often less than half those of industrial workers in the north east. The",
  "cause of the trouble was simple -farmers with their new combine harvesters and chemi",
  ", . ¬",
  "cal fertilizers, were producing too much food for the home market to absorb This was at",
  "a time when European agriculture was recovering from the warand when there wasstrong",
  "competition from Canada, Russia and Argentina on the world market. It meant that not",
  "enough of the surplus food could be exported.The government, with itslaissez-faire atti",
  ". ¬",
  "tude did hardly anything to help. Even when Congress passed the McNary-Haugen Bill,",
  ".",
  "designed to allow the government to buy up farmers’ surplus crops President Coolidge",
  "twice vetoed it (1927 and 1928) on the grounds that it would make the problem worse by",
  "encouraging fanners to produce even more.",
  "2 Not all industries were prosperous",
  "Coal mining, for example, was suffering competition from oil, and many workers were",
  "laid off.",
  "3 The black population was left out of the prosperity'",
  "In the South where the majority of black people lived, white farmersalways laid off black",
  "labourers fir,st. About three-quartersof a million moved northdunng the 192-0slookingfor",
  "jwcpwtoioeoobhmrnrsisscemtahicngcouahontiiainn,nodddsanuitnsatsidbbotorlonafayulsc,tttkhhab5oteupuwtemgKotohuhi-prlekllteiyKhoaelannaunlKdxmdmltaKohaensgmelatagbnwiarne,alosrwdtrsthsuatoeiayntslshlnlyu.e1ohmr9tdao2cderoh4ci—o.lotlooiuunAussemrisdenswadgaakhu.feailtBtnteedsdrl-,oah1cmwo9kwohi2nidpi5tpohee,prdoiptipthnryaleegenjgstualirod-laosbwinucoldepaeshcsaltkaycndpnodoacntriodhgtdiimasnsjnuucogifnebzsfdmeasw,rt(iosttnehhenraeeee¬",
  ".",
  "Section 22.5)",
  "^ ^ -",
  "4ImmHiogrsatinlittsy, etospiemcmiailglyiatnhts f ome ttn _ weBrerittarienate^d w^ith hNoeslthileitr|yanbdysdeTshcecnse",
  "dams of the original w-hite settled who . ^^ ^ f om ^cnormous numbers",
  "WASPS-White AnglojSnadxuodne jstl an,j Italians (and Orthodox and-Jewish.",
  "oRfusismiamnsig,rtaongtest.heTrhwesitehPolesan Hunggarjans It waf(sitfheoaungdhtththeagt,renaottnbesesinogfAthnegAlom-Searxicoann",
  "dUOtaof 150000 immigrams",
  "479",
  "BEFORETHESECONDWORLDWAR",
  "THEUSA-",
  "5 Super corporations",
  "Industry became increasingly monopolized by large trusts or super-corporations. By 1929",
  "the wealthiest 5 per cent of corporations took over 84 per cent of the total income of all",
  "corporations. Although trusts increased efficiency, there is no doubt that they kept prices",
  "higher, and wages lower than was necessary. They were able to keep trade unions weak",
  "by forbidding workers to join. The Republicans, who were pro-business, did nothing to",
  "- .",
  "limit the growth of the super corporations because the system seemed to be working well",
  "6 Widespread poverty in industrial areas and cities",
  "Between 1922 and 1929, real wages of industrial workers increased by only 1.4 per cent a",
  "year;6 million families (42 per cent of the total) had an income of less than $1000 a year.",
  "Working conditions were still appalling-about 25 000 workers were killed at work every",
  "year and 100 000 were disabled. After touring working-class areas of New York in 1928,",
  "Congressman La Guardia remarked: ‘I confess I was not prepared for what Iactually saw.",
  "It seemed almost unbelievable that such conditions of poverty could really exist.’ In New",
  "York City alone there were 2 million families, many of them immigrants, living in slum",
  "tenements that had been condemned as firetraps.",
  "7 The freedom of workers to protest was extremely limited",
  "Strikes were crushed by force, militant trade unions had been destroyed and the more",
  ".",
  "moderate unions were weak Although there was a Socialist Party, there was no hope of it",
  "ever forming a government. After a bomb exploded in Washington in 1919, the authori",
  "¬",
  "ties whipped up a ‘Red Scare’; they arrested and deported over 4000 citizens of foreign",
  "origin, many of them Russians, who were suspected of being communists or anarchists.",
  ".",
  "Most of them, in fact, were completely innocent",
  "8 Prohibition was introduced in 1919",
  "This ‘noble experiment’,asit was known, was the banning of the manufacture,import and",
  "sale of allalcoholic liquor. It was the resultof theeffortsof a well-meaning pressure group",
  "before and during the First World War, which believed that a ‘dry’ America would mean",
  "a more efficient and moral America. But it proved impossible to eliminate ‘speakeasies’",
  "(illegal bars) and ‘bootleggers’ (manufacturers of illegal liquor), who protected their",
  "premises from rivals with hired gangs, who shot each other up in gunfights. Organized",
  "crime was rife and gang violence became part of the American scene, especially in",
  "Chicago. It was there that A1Capone made himself a fortune, much of it from speakeasies",
  "and protection rackets. It was there too that the notorious St Valentine’s Day Massacre",
  "took place in 1929, when hitmen hired by Caponearrived inastolen policecarand gunned",
  "down seven members of a rival gang who had been lined up against a wall.",
  "The row over Prohibition wasoneaspectof atraditionalAmericanconflict betweenthe",
  ".",
  "countryside and the city Many country people believed that city life was sinful and",
  "unhealthy, while life in the country was pure, noble and moral. President Roosevelt’s",
  "administration ended Prohibition in 1933, since it was obviously a failure and the govern",
  "¬",
  "ment was losing large amounts of revenue that it would have collected from taxes on",
  ".",
  "liquor",
  "9 Women not treated equally",
  "Many women felt that they were still treated as second-class citizens. Some progress had",
  "been made towardsequal rightsfor women: they had been given the vote in 1920,the birth",
  "control movement was spreading and more women were able to take jobs. On the other",
  "hand, these were usually jobs men did not want; women were paid lower wages than men",
  "for the same job, and education for women was still heavily slanted towards preparing",
  "them to be wives and mothers rather than professional career women.",
  "480 PART IV THEUNITEDSTATES OFAMERICA.",
  "22.4 SOCIALISTS TRADE UNIONS AND THE IMPACT OF WAR AND",
  "THE RUSSIAN REVOLUTIONS",
  "(a) Labour unions during the nineteenth century",
  "-",
  "During the great industrial expansion of the half century after the Civil War,the newclass",
  ".",
  "of industrial workers beganto organize labour unions to protect their interests Often the",
  "lead was taken by immigrant workers who had come from Europe with experience of",
  "socialist ideas and trade unions. It was a time of trauma for many workers in the new",
  "industries. On the one hand there were the traditional American ideals of equality, the",
  "dignity of the worker and respect for those who worked hard and achieved wealth -",
  "‘rugged individualism’. On the other hand there was a growing feeling, especially during",
  "- .",
  "the depression of the mid 1870s, that workers had lost their status and their dignity Hugh",
  "Brogan neatly sums up the reasons for their disillusionment:",
  "Diseases(smallpox,diphtheria,typhoid) repeatedly swept theslumsandfactory districts;",
  "theappalling neglect of safety precautionsin all the major industries; the totalabsenceof",
  "any state-assisted schemes against injury,old age or premature death; the determination",
  "of employers to get their labour as cheap as possible, which meant, in practice, the",
  "common use of under-paid women and under-age children; and general indifference to",
  "the problemsof unemployment,for it was still the universal belief that in America there",
  "was always work,and the chance of bettering himself,for any willing man.",
  "As early as 1872 the National Labor Union (the first national federation of unions) led",
  "-",
  "a successful strike of 100 000 workers in New York, demanding an eight hour working",
  "day. In 1877 the Socialist Labor Party was formed, its main activity being to organize",
  "unions among immigrant workers. In the early 1880san organization called the Knights of",
  "- -",
  "Labor became prominent. It prided itself on being non violent, non socialist and against",
  "strikes,and by 1886 itcould boast more than 700 000 members. Soon after that, however,",
  "it went into a steep decline. A more militant, though still moderate, organization was the",
  "American Federation of Labor (AFL), with Samuel Gompers as its president. Gompers",
  "was not a socialist and did not believe in class warfare; he was in favour of working with",
  "employers to get concessions, but equally he would support strikes to win a fair deal and",
  ".",
  "improve the workers’ standard of living",
  "When it was discovered that on the whole, employers were not prepared to make",
  "concessions, Eugene Debs founded a more militant association -the American Railway",
  "Union (ARU)-in 1893, but that too soon ran into difficulties and ceased to be important.",
  "Most radical of all were the Industrial Workers of the World (known as the Wobblies),a",
  ".",
  "socialist organization Started in 1905, they led a series of actions against a variety of",
  ".",
  "unpopular employers, but were usually defeated (see Section (c)) None of these organi",
  "¬",
  "zations achieved very much that was tangible, either before or after the First World War,",
  "though arguably they did draw the public’s attention to some of the appalling conditions",
  ". .",
  "in the world of industrial employment There were several reasons for their failure",
  "(cid:127) The employers and the authorities were completely ruthless in suppressing strikes,",
  "blaming immigrants for what they called ‘un-American activities’ and labelling",
  "them as socialists. Respectable opinion regarded unionism as something unconsti",
  "¬",
  ". -",
  "tutional which ran counter to the cult of individual liberty The general middle class",
  "public and the press were almost always on the side of the employers, and the",
  "authorities had no hesitation in calling in state or federal troops to ‘restore order’",
  ".",
  "(see the next section)",
  "THEUSA BEFORETHESECONDWORLDWAR 481The Amricw workforce Use# was divided, ihc skilled workers",
  "e It >",
  "unskilled,which meantthattherewas0,0concept of worker*clfda > ; 8 k",
  "workersimply wanted to become a memberof theskilled elite, \"Ia-1*' 1",
  "There was a division between white and black workers; most tsniORs",
  "© reftr",
  "allow blacks to jom, and told them to form their own union.s, Forexamofe ^",
  ",",
  "were not allowed to become.members of the new ARU :r 18§4 aithc^",
  "t",
  "warned to bring everybody ti In retaliation the black unions oftenf refuse.:*",
  "operate with the whites, and allowed themselves to be used asstrike bre ~ ^",
  "**^",
  "Each new wave of immigrants weakened the union movement;.they »",
  "© accept lower wagesthanestafesltec workersana socouia beuseeas*str**ik*e-W^\"",
  "tnthe cart: years of the twentieth century some union leaders,especiallyihoJ!.",
  "the AFL were discredited: they were beco, ming wealthy, paying themselves",
  "wtete»gj?",
  "salaries,and seemed to be on suspiciously close terms with employers,",
  "nary union members gained very little benefit and working conditions W*",
  ".",
  "Impioved The unr.ee. lost support because It concentrated ©a lockingafter",
  "workers; it did very little for unskilled, black and women workers, wfce began^",
  "lookelsewhere for protertilox",
  "Until after the Fiist World W, ar it was :he American farmers, not the indhsatr^",
  "® - l",
  "workers, who made up t rr ijority of the population. Later it was themiddlecim,",
  "whitecollarwojkers, whonarmwly became the larges group in American",
  "* looey",
  "lb) Thu unions under attack",
  ".",
  ".",
  "The employerr fully backed by the authorities, soon began to react vigorously agroa",
  "strikes and ie peesuies fot strike leaders were severe. In 1876 a miners’ strikein",
  "Pennsy,lvaoia was crushed and ter? of the leaders (members of 2 mainly Irish secie:Bri¬",
  "ery known asthe Molly Magwlws) were'vn grs for allegedly .cwimtttingactsofviokace,",
  "nc uding murder.The fol'owi:g year therewasaseriesof »ailwzy strikesit.Pennsylvwi;",
  ".",
  "stric:^. worfct-t clashed with pc?.\\e.and the Nationd Guard was brought in. Thefigtdat",
  "was s. two CGR,pAn>s of US icf?:ty had to be ceiled an before the workers we*",
  "hna’l'y defeased. Akogecrc xa'. abot:10000Crailway workers had gone onstrut",
  "over a hundred were rilled. zm troutc a thousard sec tc jn Theemployerswade*ft*",
  ".",
  "minorconcessions, out the message was.dear: strikeswould not he tolerated",
  "-",
  "ges-exf 'nine-hour\\day- to dissuade their w.orker.'; hr.re striking. 'Howe,ve. r.. 0r0^3v'xMpays.",
  "police killed, four vovv ire ir Chicago. The follows*. :v/ at a.large protest meetingh",
  "Haymarket a hontbereioded n trie middleof a rotc.gsrtof police,killingsewt",
  ".",
  "of them Whowas respensibefor the bombwas never discovered, but thepoliceines*3",
  ".",
  "eiglnr socialist ieaders in Chicago Seven of them were not even at the meeting; betkef",
  "were found guilty and four were ranged. The campaign failed. sweNeJ",
  "Anotherstrike, which became legenda,ry, took place in 1892a!. 5heCaraegie ..",
  "in Homestead,near Pittsburgh. When the workforce refused-toaccept wagereduction*Mg",
  "manageme.nt laid them all off and tried JO bring in strike breakers, proved by",
  "detective* Almost the entire town suppo, rted the workers; fighting broke out « mo**",
  "attacked thedetectives,and severe' people were killed.Sventutfy troops were brocglw*",
  ",",
  "andl both the strike and the union were broker The strike ieaders were arrestee",
  "charged with murder and treason ag.ainst1 the slate, but the difference this time w$s km",
  "sympatheticjuries acquitted them all",
  "y",
  "theItnre[a8tm94enittwofar,thjeiyHuoimmeosfteHadiigwenoerkDeresb,shaenodrghaisirAiamederaicsatrnikReaoilfwwayorUkenrisonit, OthuetrPaag-eI^3",
  "m",
  "4 PARTIV THEUHTTEDSTATESOf AMERICAPalace Car Company’s Chicago plant, who had just had their wages reduced by 30 per",
  ".",
  "cent ARU members were ordered not to handle Pullman cars, which meant in effect that",
  "all passenger trains in the Chicago area were brought to a standstill. Strikers also blocked",
  ".",
  "tracks and derailed wagons Once again, federal troops were brought in, and 34 people",
  "were killed; the strike was crushed and nothing much more was heard from the ARU. In a",
  "way Debs was fortunate: he was only given six months in prison,and during that time, he",
  ".",
  "later claimed, he was converted to socialism",
  "(c) Socialism and the Industrial Workers of the World (IWW)",
  "A new and more militant phase of labour unionism began in the early years of the twenti",
  "¬",
  "eth century, with the formation of the IWW in Chicago in 1905. Eugene Debs, who was",
  "by this time the leaderof theSocialist Party, wasat the inaugural meeting,and so was ‘Big",
  "Bill’ Haywood, a miners’ leader, who became the main driving force behind the IWW. It",
  "included socialists, anarchists and radical trade unionists; their aim was to form ‘One Big",
  "Union’ to include all workers across the country, irrespective of race, sex or level of",
  "employment. Although they were not in favour of starting violence, they were quite",
  "prepared to resist if they were attacked. They believed in strikes as an important weapon",
  "in the class war; but strikes were not the main activity: ‘they are tests of strength in the",
  "course of which the workers train themselves for concerted action, to prepare for the final",
  "“catastrophe” -the generalstrike which willcomplete theexpropriationof theemployers’.",
  "This was fighting talk,and although the IWW never had more than 10 000 members at",
  ".",
  "any one time, employers and property owners saw them as a threat to be taken seriously",
  "They enlisted the help of all possible groups to destroy the IWW. Local authorities were",
  "persuaded to pass laws banning meetings and speaking in public;gangs of vigilantes were",
  "hired to attack IWW members; leaders were arrested. In Spokane, Washington, in 1909,",
  "600 people were arrested and jailed for attempting to make public speeches in the street;",
  "eventually, when all the jails were full, the authorities relented and granted the right to",
  ".",
  "speak",
  "Undeterred, the IWW continued to campaign, and over the next few years members",
  "travelledaround thecountry toorganizestrikes wherever they wereneeded-in California,",
  "Washington State, Massachusetts, Louisiana and Colorado, among other places. One of",
  "their few outright successes came with a strike of woollen weavers in Lawrence,",
  "Massachusetts,in 1912.The workers,mainly immigrants, walked outof thefactoriesafter",
  "learning that their wages were to be reduced. The IWW moved in and organized pickets,",
  "paradesand mass meetings.Membersof theSocialist Party also became involved, helping",
  "to raise funds and make sure the children were fed. The situation became violent when",
  "police attacked a parade; eventually state militia and even federal cavalry were called in,",
  "and several strikers were killed. But they held out for over two months until the mill",
  "owners gave way and made acceptable concessions.",
  "However, successes like this were limited, and working conditions generally did not",
  ".",
  "improve In 1911 a fire in a New York shirtwaist factory killed 146 workers, because",
  "employers had ignored the fire regulations. At the end of 1914 it was reported that 35 000",
  ".",
  "workers had been killed that year in industrial accidents Many of those sympathetic to the",
  "plight of the workers began to look towards the Socialist Party and political solutions. A",
  ".",
  "number of writers helped to increase public awareness of the problems For example,",
  "Upton Sinclair’s novel The Jungle (1906) dealt with the disgusting conditions in the meat",
  "¬",
  "packing plants of Chicago, and at the same time succeeded in putting across the basic",
  ".",
  "ideals of socialism",
  "By 1910 the party had some 100 000 members and Debs ran for president in 1908,",
  "though he polled only just over 400 000 votes. The importance of the socialist movement",
  "483",
  "THEUSA BEFORETHESECONDWORLDWARwas that it publicized the need for reform and influenced both major parties, which",
  "acknowledged, however reluctantly, that some changes were needed, if only to steal the",
  "socialists’ thunder and beat off their challenge. Debs ran for president again in 1912, but",
  "by that time the political scene had changeddramatically.The ruling Republican Party had",
  "split: its more reform-minded members set up the Progressive Republican League (1910)",
  "-",
  "with a programme that included the eight hour day, prohibition of child labour, votes for",
  "women and a national system of social insurance. It even expressed support for labour",
  "unions, provided they were moderate in their behaviour. The Progressives decided to run",
  "former president Theodore Roosevelt against the official Republican candidate William",
  ".",
  "Howard Taft The Democrat Party also had its progressive wing, and their candidate for",
  "-",
  "president was Woodrow Wilson, a well known reformer who called his programme the",
  "‘New Freedom’.",
  "Faced with these choices,the American Federation of Labor stayed with the Democrats",
  "as the most likely party to actually carry out its promises, while the IWW supported Debs.",
  "With the Republican vote divided between Roosevelt (4.1 million) and Taft (3.5 million),",
  "Wilson waseasily elected president (6.3million votes).Debs(900672) more than doubled",
  "his previous vote, indicating that support for socialism was still increasing despite the",
  ".",
  "efforts of the progressives in both major parties During Wilson’s presidency (1913-21) a",
  "number of important reforms were introduced, including a law forbidding child labour in",
  "factories and sweatshops. More often than not, however, it was the state governments",
  "which led the way; for example, by 1914, nine states had introduced votes for women; it",
  "was only in 1920 that women’s suffrage became part of the federal constitution. Hugh",
  "Brogan sums up Wilson’s reforming achievement succinctly: ‘By comparison with the",
  "past, his achievements were impressive; measured against what needed to be done, they",
  "were almost trivial.’",
  "(d) The First World War and the Russian revolutions",
  "When the First World War began in August 1914, Wilson pledged, to the relief of the vast",
  "majority of the American people, that the USA would remain neutral. Having won the",
  "1916 election largely on the strength of the slogan ‘He Kept Us Out of the War’, Wilson",
  "soon found that Germany’s campaign of ‘unrestricted’ submarine warfare gave him no",
  ".",
  "alternative but to declare war (see Section 2.5(c)) The Russian revolution of",
  "February/March 1917 (see Section 16.2), which overthrew Tsar Nicholas II, came at",
  "exactly the right timefor the president-he talked of ‘the wonderful and heartening things",
  "that have been happening in the last few weeks in Russia’. The point was that many",
  "Americans had been unwilling for their country to enter the war because it meant being",
  "allied to the most undemocratic state in Europe. Now that tsarism wasfinished,an alliance",
  "with the apparently democratic Provisional Government was much more acceptable. Not",
  "that the American people were enthusiastic about the war; according to Howard Zinn:",
  ".",
  "There is no persuasive evidence that the public wanted war The government had to",
  "work hard to create its consensus. That there was no spontaneous urge to fight is",
  "suggested by the strong measures taken:adraft of young men,an elaborate propaganda",
  "campaign throughout the country, and harsh punishment for those who refused to get",
  ".",
  "in line",
  "Wilsoncalled foran army of a million men,butin thefirstsix weeks,a mere 73000 volun",
  "¬",
  "teered; Congress voted overwhelmingly for compulsory military service.",
  ".",
  "The war gavethe Socialist Partya new leaseof life-fora shorttime Itorganizedanti",
  "¬",
  "war meetings throughout the Midwest and condemned American participation as ‘a crime",
  "484 PART IV THEUNITEDSTATES OFAMERICA.",
  "This disaster isalways rememberedastheWallStreet Crash Itseffectsspread rapidly:",
  "so many people in financial difficulties rushed to the banks to draw out their savings that",
  ".",
  "thousands of banks had to close As the demand for goods fell,factories closed down and",
  "unemployment rose alarmingly. The great boom had suddenly turned into the Great",
  "Depression. It rapidly affected not only the USA, but other countries as well, and so it",
  ".",
  "became known as the world economic crisis The Wall Street Crash did not cause the",
  "depression; it was just a symptom of a problem whose real causes lay much deeper.",
  "(b) What caused the Great Depression?",
  "/ Domestic overproduction",
  "American industrialists, encouraged by high profits and helped by increased mechaniza",
  "¬",
  "tion, were producing too many goods for the home market to absorb (in the same way as",
  "thefarmers).Thiswasnotapparentin theearly 1920s,butas the 1930sapproached,unsold",
  ".",
  "stocks of goods began to build up, and manufacturers produced less Since fewer workers",
  "were required, men were laid off; and as there was no unemployment benefit, these men",
  ". .",
  "and their families bought less And so the vicious circle continued",
  "2 Unequal distribution of income",
  "The enormous profits being made by industrialists were not being distributed equally",
  "among the workers. The average wage for industrial workers rose by about 8 per cent",
  "between 1923and 1929, but during the same period, industrial profits increased by 72 per",
  "cent. An 8 percent increase in wages (only 1.4 percent in real terms) meant that there was",
  "not enough buying power in the hands of the general public to sustain the boom; they",
  "could manage to absorb goods produced for a limited time, with the help of credit, but by",
  "1929 they were fast approaching the limit. Unfortunately manufacturers, usually super",
  "¬",
  "corporations, were not prepared to reduce prices or to increase wages substantially,and so",
  "a glut of consumer goods built up.",
  "-",
  "This refusal by the manufacturers to make some compromise was short sighted to say",
  "the least;at the beginning of 1929 there were still millionsof Americans who had no radio,",
  "no electric washing machine and no car because they could not afford them. If employers",
  "hadallowed larger wage increasesand been content with lessprofit,there is no reason why",
  "the boom could not have continued for several more years while its benefits were more",
  "widely shared. Even so, a slump was still not inevitable, provided the Americans could",
  ".",
  "export their surplus products",
  "3 Falling demand for exports",
  "However, exports began to fall away, partly because foreign countries were reluctant to",
  "buy American goods when the Americans themselves put up tariff barriers to protect their",
  "industriesfrom foreign imports. Although the Fordney-McCumber tariff (1922) helped to",
  "keep foreign goods out, at the same time it prevented foreign states, especially those in",
  ".",
  "Europe, from making much-needed profits from trade with the USA Without those prof",
  "¬",
  "its, the nations of Europe would be unable to afford American goods, and they would be",
  "struggling to pay their war debts to the USA. To make matters worse, many states retali",
  "¬",
  "ated by introducing tariffs against American goods. A slump of some sort was clearly on",
  ".",
  "the way",
  "4 Speculation",
  "The situation was worsened by agreat rush of speculation on the New York stock market,",
  "which began to gather momentum about 1926. Speculation is the buying of shares in",
  "companies; people with cash to spare chose to do this for two possible motives:",
  "490 PART IV THEUNITEDSTATES OFAMERICA(cid:127) to get the dividend-the annualsharing-out of acompany’s profitsamong itsshare",
  "¬",
  "holders;",
  "(cid:127) to make a quick profit by selling the shares for more than they originally paid for",
  ".",
  "them",
  "In the mid-1920s it was the second motive which most attracted investors: as company",
  "profits increased, more people wanted to buy shares; this forced share prices up and there",
  "were plenty of chancesof quick profitsfrom buying and selling shares.The average value",
  "of ashare rosefrom $9 in 1924 to $26 in 1929.Share pricesof some companies rosespec",
  "¬",
  "tacularly: the stock of the RadioCorporation of America,forexample,stood at$85ashare",
  "early in 1928and had risen to $505 in September 1929,and this was acompany which did",
  "not pay dividends.",
  "Promiseof quick profitsencouragedallsortsof rashmoves: ordinary people spent their",
  "savingsor borrowed money to buy a few shares.Stockbrokers sold shareson credit;banks",
  "speculated in shares using the cash deposited with them. It wasall something of agamble;",
  ".",
  "but there was enormous confidence that prosperity would continue indefinitely",
  "Thisconfidence lasted wellon into 1929, but when thefirstsignsappeared thatsalesof",
  "goods were beginning to slow down, some better-informed investors decided to sell their",
  "shares while prices were still high. This caused suspicion to spread - more people than",
  "usual were trying to sell shares - something must be wrong! Confidence in the future",
  "began to waver for the first time, and more people decided to sell their shares while the",
  "going wasgood. And soa processof whateconomistscall self-fulfilling expectationdevel",
  ". ¬",
  "oped This means that by theirown actions,investorsactually caused the dramaticcollapse",
  "of share prices which they were afraid of.",
  "By October 1929 there wasaflood of people rushing to sell shares, but becauseconfi",
  "¬",
  "dence had been shaken, there were far fewer people wanting to buy. Share prices",
  ".",
  "tumbled and unfortunate investors had to accept whatever they could get One especially",
  "bad day was 24 October - ‘Black Thursday’ - when nearly 13 million shares were",
  "‘dumped’ on the stock market at very low prices. By mid-1930 share prices were, on",
  "average, about 25 per cent of their peak level the previous year, but they were still",
  "falling. Rock bottom was reached in 1932, and by then the whole of the USA was in the",
  ".",
  "grip of depression",
  "(c) How did the depression affect people?",
  "1 To begin with, the stock market crash ruined millions of investors who had paid",
  "high prices for their shares. If investors had bought shares on credit or with",
  "borrowed money, their creditors lost heavily too, since they had no hope of receiv",
  ". ¬",
  "ing payment",
  "2 Banks were in a shaky position, having themselves speculated unsuccessfully.",
  "When, added to this, millions of people rushed to withdraw their savings in the",
  "belief that their cash would be safer at home, many banks were overwhelmed, did",
  "not haveenough cash to pay everybody,andcloseddownforgood.There were over",
  "25000 banksin thecountry in 1929,but by 1933there werefewer than 15000.This",
  "meant that millions of ordinary people who had had nothing to do with the specu",
  "¬",
  "lation were ruined as their life savings disappeared.",
  "3 As the demand for all types of goods fell, workers were laid off and factories",
  ".",
  "closed Industrial production in 1933 was only half the 1929 total, while unem",
  "¬",
  "ployment stood at around 14 million. About a quarter of the total labour force was",
  "without jobs, and one in eight farmers lost all their property. There was a drop in",
  "living standards, with people queuing for bread,charity soup kitchens, evictions of",
  "THEUSA BEFORETHESECONDWORLDWAR 491~",
  "Kjjff\\",
  "9",
  ".",
  ".",
  "K",
  "A r",
  "i",
  "I",
  "h",
  "#",
  "y",
  "1",
  "/,",
  "*",
  "..iuitbun 22 . The winner and the Isscr* Roosevelt waves x 'thecheeringaro-aK*;*",
  "whiledefeated Presideriti Hooverlooksdowrasidoing itcir Tide Cirmgh",
  ".",
  "WcsMoitottnu Mjrrdt1933",
  "--",
  "(cid:127)”'i 7m tot sma)hr asnjka -cb see ’*« una Me to pay back the ' m Mcio",
  "0 i ' J> FinatM*;Cotyoreftsj(I",
  "which was cr-r it?. - 5Gwec to lend merry .5 banks and rc/idto cz:b tor p.b <rwtt*o.i",
  "programmes, This was- begtoiEtog to *tocw:esUts Awards ills end of Ijmto, be t:was era",
  "Av- ibe oiestten was due in Jtommbo: 1772 A measure toniito AOUW- been more",
  "- -",
  "b;;'tor1. 'w the^nvsiajr-xnimak.bgxtoto'pv, n*emo :otodrad j& far1: :i =x i < en in a *?. :(cid:127)",
  "asoenuyfeasbis,hew_ asagainstrelief payments- toindividual hecixssherelieved insex",
  "to'iactoe and hard. (cid:127) £ to otoe:words, rygg todivitotobm: i- I'tor Jen that it was the",
  "m ^RIT nm{ jnh tn -y^ptoto.to\"the Hiirtorm?px,r wassftr«b.r..toartohcmxto’torefcxctuagr,",
  "<(cid:127)(cid:127) id, r (cid:127)’!. wdiU hr. railed to dr/wmiJ m cwltorto .1.:: was no rui'tom whu? the",
  "DcmmrP ymrIMrto. PunMis D Rxorcwoto (TDlTp boai Hkwyw in iH p V",
  ". , \"",
  "rib.erato. to' itomercM.ci' iJtoto Per 22. 2",
  "ROOSEVEL AND NEW DEAL",
  ". -",
  "Thtorv.>eon.'tet:r-SgeCdr^Qri'T-OrCffH(cid:127)cR(cid:127)?-wt-'osoo-vv*:d13thaaansd<~ywre.eafes\"aAm\"sdsaibs.trwannil<ate,f1tetosory,(cid:127)>\";*::^c(cid:127)'(cid:127)w?i;to«oYnme§ta2hretbi'ei:b*(cid:127)£-(cid:127)b;C(cid:127)t<(cid:127).efictaornyabbteedew‘ai*attostsostcaWnryeot?o.tcdJ:’*",
  ": . . i 1 in",
  "b^Sc.uM-imrm.gluieiioC,vi-siKrexatomyet©voosdj-s:rr.is'ac(cid:127)cl,.dofbitlt1altlokolositn2.*ticd—fiib:lci;eh.iai hx2ehitioa'SLyfJ.eJcnwscnccthsotemieartofoi^trvseeAsrtiotodtal:ebinx-b,e*itxo)ojdnlwuee..dai£o^&xn„aKiout(cid:127)on41saiiWciadn$oikdid.i\\eeHn.ee->er.ao-mxw.ft.",
  "wer ton gmt toRiilarity. Ifc?nrig ii? eleetton cmaieTi he had sa-1 :1 toed^e COT '",
  ". .,",
  "TFCIT:, BEFORETHESEODKTiWORLDWtoR 493",
  "/.",
  "pledge myself, to a new deal for the American people ’ The phrase stuck, and his policies",
  "have always been remembered as ‘the New Deal’. Right from the beginning he brought",
  "new hope when he said in his inauguration speech: ‘Let me assert my firm belief that the",
  "only thing we have to fear is fear itself. This nation asks for action, and action now. ... I",
  "shall ask Congress for the power to wage war against the emergency.’",
  "(a) What were the aims of the New Deal?",
  "Basically Roosevelt had three aims:",
  "relief: to give direct help to the poverty-stricken millions who were without food and",
  "homes;",
  "recovery: to reduce unemployment, stimulate the demand for goods and get the econ",
  "¬",
  "omy moving again;",
  "reform: to take whatever measures were necessary to prevent a repeat of the economic",
  ".",
  "disaster",
  "It was obvious that drastic measures were needed, and Roosevelt’s methods were a",
  "complete change from those of the laissez-faire Republicans. He gathered advice from a",
  ".",
  "small group of economists and university academics whom he called his Brain Trust He",
  "was prepared to intervene in economic and social affairsas much as possible and to spend",
  ".",
  "government cash to pull the country out of depression The Republicans were always",
  ".",
  "reluctant to take steps of this sort",
  "(b) What did the New Deal involve?",
  "The measures which go to make up the New Deal were introduced over the years 1933",
  "to 1940. Some historians have talked about a ‘First’ and a ‘Second’ New Deal starting",
  "in 1935, and even a ‘Third’, each with different characteristics. However, Michael",
  "Heale believes that this oversimplifies the subject. ‘The Roosevelt administration’, he",
  "writes, ‘was never governed by a single political ideology, and its components were",
  "always pulling in different directions. Broadly, however, it is fair to say that from 1935",
  "the New Deal moved closer to the political left in that it stumbled into an uneasy",
  ".",
  "alliance with organised labour and showed a greater interest in social reform ’ For the",
  "‘first hundred days’ he concentrated on emergency legislation to deal with the ongoing",
  "crisis:",
  "1 Banking and financial systems",
  "It was important to get the banking and financial systems working properly again. This",
  "was achieved by the government taking over the banks temporarily and guaranteeing that",
  ".",
  "depositors would not lose their cash if there was another financial crisis This restored",
  "confidence, and money began to flow into the banks again. The Securities Exchange",
  "Commission (1934) reformed the stock exchange; among other things, it insisted that",
  "people buying shares on credit must make a down payment of at least 50 per cent instead",
  ".",
  "of only 10 per cent",
  "2 The Farmers’ Relief Act(1933)andthe Agricultural Adjustment Administration(AAA)",
  "It was important to help farmers, whose main problem was that they were still producing",
  "too much,which kept pricesand profits low. Under the Act, the government paid compen",
  "¬",
  "sation to farmers who reduced output, thereby raising prices. The AAA, under the control",
  "494 PART IV THEUNITEDSTATES OFAMERICA-",
  "introduced a maximum",
  "(cid:127) TwheeekFaasirwLeallbaosuraSmtainnidmaurmdswAacgte(1in93c8e)rtain low-paid trades, andHmoahdoe m°'Vs°trc^hiniJo",
  "|",
  "labourillegal.",
  "measures",
  "(9eAceTrhrlooVesssoaOAiipoot)innh,nee.clwaerlOunchtddtihrceiehccdraitrriiyenne,vlietaitithsnaasetdliifvzNoaeerresdmgwiaaninncDighlzueue(addgsleeedcewoalenrMoersaeaeanrpssovufafr2coet2hirpro.u2ahnmry)ao,.mleuiTarsAersheniumghetrsaoee;ntlsridseoilceawnuarsmsaatwinhuncdhetlhdiecaToaahfrenrfianogthnynreaecerdsebsotusaafbeitnleieltodoenndVsbiaanutmrloguilleisdpny,iretn^eodAVe^^n^0in^^,eisl",
  "because they could not afford mortgage ®0 ne*",
  "houses and flats; increased taxes on the incomes of the wealthy; and trade a ,",
  "which at last reduced American tariffs in return for tariff reductions by the othe Party °",
  "the treaty (in the hope of increasing American exports). One of the very first M,",
  "measures in 1933 was the end of Prohibition; as ‘FDR' himself remarked’ 1 th nk this",
  "would beagood time for beer.'",
  "(c) Opposition to the New Deal",
  "It was inevitable that such a far-reaching programme would arousecriticism andopposi",
  "¬",
  "tion from both right and left. Critics on the left thought that the New Deal didn’t gofar",
  "enough while those on the right were horrified at the lengths to which it went.",
  ",",
  "(cid:127) Businessmenobjectedstronglytothegrowthof tradeunions the regulationofhours",
  ",",
  "and wages and increased taxation. These would encourage socialists and commu",
  ", . ¬",
  "nistsand mighteven leadtorevolution In their view governmentsshouldnotinter",
  ", ¬",
  "fere so massively in economic affairs because that would only stifle private",
  ",",
  ".",
  "enterprise with all the new rulesand taxes",
  "(cid:127) Someof the state governments resented the extent to which the federalgovernment",
  "was interfering in what they considered to be internal state affairs.",
  "(cid:127) The Supreme Court claimed that the president was taking on too much power, it",
  "ruled thatseveral measures(including NRA) were unconstitutional,andthisheldup",
  "their operation. The nine members were all elderly and were not Rooseve",
  "appointees. However, the Supreme Court became more amenable dunng^",
  "-",
  "Roosevelt’s second term after he had appointed five more co operative judgesto",
  "replace those who had died or resigned.",
  "(cid:127)",
  "There wasalsoopposition from socialists,who felt that the New Deal was notdras¬",
  "ticenoughandstill left too much power in the handsof big business.Oneof themo",
  "vociferous critics was Huey Long, governor of Louisiana and a member of the u",
  "senate. He believed that governments should spend heavily wherever it was nece",
  "sary to help the poor. In 1934 he set up a scheme in Louisiana called Share",
  "aWRcoeaoarsl,ethavnewdlothoritlcodh-dapoglaensponemendesttihooinmnsg.aTksehimissuiwlraeartshtthaotroebuvegefhriynouafantmctehidleybnhyaattdiaoxantin.legLatoshtne$gr5i0wch0a,0sa,nacodhnohsueids-Weena*",
  "Frurnonminaghoutpresident in the 1936, but he wasassassinated in September 1935",
  "re the end of 1936 there was opposition from right-wing members",
  "w. av ^y T— nTSC\"Pt0^arTtyk- We-hBatotUhPGSCetntehreaml MWoatSortshaatndthUe SNeSWteeDlewaelrleendfuomSrcOeerldTouftfson\"ePi'e",
  ", ninn “„n , a'nd^this en“c°uraged the formation of",
  "furtheri le sMon S * RepUbUca\"S in “",
  "496",
  "PARTIV THEUNITEDSTATES",
  "OFAMERICATheTennesseeValley Authority(TVA)wassetupin",
  "1933tocombatunemploymentand poverty,andto",
  "developtheregion'snaturalresources.TheTVA",
  "operatedinthe6statesshown,buildingdamsand",
  "powerstationstoprovidecheapelectricity.",
  "KENTUCKY",
  "THE",
  "USA",
  "BEFORE Nashville",
  "£ Knoxville",
  "TENNESSEE",
  "NORTH",
  "I CAROLINA",
  "THE",
  "SECOND",
  "Jackson",
  "T",
  ")",
  "WORLD Memphis",
  "GEORGIA",
  "|| Dams",
  "WAR",
  "0 60km",
  "MISSISSIPPI",
  "ALABAMA",
  "497",
  "Map 22.2 The Tennessee Valley Authority,1933„ QJJS",
  "initials. Ex-presrf !H administratio . When we establish the",
  ".",
  "tremendously popular with the millions of rp^",
  "Nevertheless, 'a s h e called them, who had benefited from his0po( '",
  "|ic",
  "ctHhrueeshfhaoidntegwesvoinocfttohtrheyesiunripg1ph9ot3rdt6iodafntdthraeadinreobtuehnseitrotncoosmraenfmdorootvafebmlheaiomnnyeifnainrIm913e9r64s0aa.nndd 1b9la4c0k,pReooopsleev.eAltlih",
  "(d) What did the New Deal achieve?",
  "It has to be said that it did not achieve all that FDR' had hoped.Some of the measures",
  "failed completely or were only partially successful. The Farmers’ Relief Act, forexam",
  "ple.certainly helped farmers, but it threw many farm labourers out of work. Nordi-ditdo¬",
  "much to help farmers living in parts of Kansas, Oklahoma and Texas; in the mid 1930s",
  "these areas were badly hit by drought and soil erosion, which turned them into a huge",
  "‘dustbowl’ (see Map 22.1). Although unemployment was reduced to less than 8 million",
  "by 1937 it wasstill aserious problem. Part of the failure wasdue to theSupremeCourts",
  ",",
  "opposition. Another reason was that although he was bold in many ways, Roosevelt was",
  "toocautious in the amounts of money he was prepared to spend to stimulate industry.In",
  "1938 he reduced government spending,causing another recession, which sent unemploy¬",
  "ment up to 10.5 million.The New Deal thereforedid not rescue the USA fromthedepres¬",
  "sion; it was only the war effort which brought unemployment below the million markin",
  "1943.",
  "Still, in spite of this, Roosevelt's first eight years in office were a remarkable period.",
  "Never before had an American government intervened so directly in the lives of ordinary",
  "people; never before had so much attention been focused on an American president.And",
  "much wasachieved.",
  "(cid:127) In the early days the chief success of the New Deal was in providing relief forthe",
  ".",
  "destitute and jobless, and in the creation of millions of extra jobs some",
  "(cid:127) Confidence was restored in the financial system and the government, and",
  "historians think it may even have prevented a violent revolution.",
  "(cid:127) The public works schemes and the Tennessee Valley Authority provided services",
  "of lasting value.",
  "^",
  "(cid:127) Welfare benefits such as the 1935 Social Security Act were an important step",
  "etonwt ainrdAsmaewrieclafnarseosctiaettey.,AthlethAoumgehri'craungggeodveinrndmiveidnutahlaisdma’ccweapstesdtiltlhaatvitithaladinagd^uy’",
  "to help those in need. resources",
  "(cid:127) Manyof theother innovations were continued-national direction of",
  "accepted",
  "collective bargaining between workers and management became",
  "government",
  "\"",
  "increased anM?°1°'seve1 hadgopvuetrninmepnlatcaeutthheorsittyrucotvuerresthteosetnaateble Washing |0",
  "mmaannaaggee trhh*e> economy and social policy.",
  "198",
  "PARTIV THEUNITEDSTATESOFAMERICA(e) The Second World War and the American economy",
  "It was the war that finally put an end to the depression. The USA entered the war in",
  "December 1941 after the Japanese had bombed the American naval base at Pearl Harbor",
  "in the Hawaiian Islands. However, the Americans had begun to supply Britain and France",
  "with aircraft, tanksand other armaments as soon as war broke out in Europe in September",
  ". .",
  "1939 ‘We have the men, the skills, and above all the will’, said Roosevelt ‘We must be",
  "the arsenal of democracy.’ Between June 1940 and December 1941, the USA provided",
  ".",
  "23000 aircraft",
  "After Pearl Harbor, production of armaments soared: in 1943, 86 000 aircraft were",
  "built, while in 1944 the figure was over 96 000. It was the same with ships: in 1939",
  "American shipyards turned out 237 000 tons of shipping; in 1943 this had risen to nearly",
  "10 million tons. In fact the Gross National Product (GNP) of the USA almost doubled",
  ".",
  "between 1939 and 1945 In June 1940 there were still8million people outof work, but by",
  "the end of 1942 there was almost full employment. It was calculated that by 1945 the war",
  "effort had created 7 million extra jobs in the USA. In addition,about 15 million Americans",
  "served in the armed forces. Economically therefore, the USA did well out of the Second",
  "World War- there were plenty of jobs, wages rose steadily, and there was no decline in",
  "the standard of living as there was in Europe.",
  "FURTHER READING",
  "Behr, E., Prohibition: The 13 Years that Changed America (BBC Books, 1997).",
  "Black, C., Franklin Delano Roosevelt: Champion of Freedom (Public Affairs, 2005).",
  "Brogan, H., The Penguin History of the United States of America (Penguin, 2001",
  ".",
  "edition)",
  "Cooper, W. M., WoodrowWilson: A Biography (Vintage, 2011).",
  ".",
  "Heale, M. J., Franklin D Roosevelt: The New Deal and War (Lancaster Pamphlets,",
  "Routledge, 1997).",
  "Luhrssen, D. and Jeansonne, G., A Time of Paradox: America Since 1890 (Rowman &",
  "Littlefield, 2006).",
  "Roberts, A., A History of the English Speaking Peoples Since 1900 (Weidenfeld &",
  ".",
  "Nicolson, 2006)",
  "Smith, J. E., FDR (Random House, 2008 edition).",
  "Temkin, M., The Sacco-Vanzetti Affair: American Trial (Yale University Press, 2009).",
  "White, R. D., Kingfish: The Reign of Huey P. Long (Random House, 2007).",
  "Zinn, H., A People's History of the United States (Harper Perennial, 2010 edition).",
  "QUESTIONS",
  "1 Explain what impact the First World War and the Bolshevik revolution in Russia had",
  "on politics and society in the USA in the years 1914 to 1929.",
  "2 In what ways did African Americans campaign for civil rights in the years before the",
  "Great Depression? How did they respond to the activities of the Ku Klux Klan?",
  "3 Explain why the Palmer Raids took place in 1920. How did attitudes in the USA",
  "towards immigrants change during the years 1920 to 1929?",
  "4 How successful were Republican policies in helping the USeconomy in the years 1920",
  "to 1932?",
  "5 Explain why unemployment was a major problem in the USA during the 1930s, and",
  "why the problem was reduced in the years 1939-43.",
  "499",
  "THEUSA BEFORETHESECONDWORLDWAR6 Explain why there was opposition to President Roosevelt’s New Deal I",
  "ful do you think these critics were in the period 1933 to 1941? ' suCc^",
  "7 Explain why Franklin D. Roosevelt won the presidential election.°",
  "f",
  "successful were the New Deal policies in relieving the depression i\"n ^n a,l areas u",
  "the years 1933 to 1941?",
  "8 How accuratedoyou think it isto talk about the ‘First’ and ‘Second’ Ne Deals",
  "successful had Roosevelt’s policies been in solving theeconomic nrohil*emWsof ?",
  "I",
  "by 1941?",
  "INI There is a document question about Roosevelt and the New Deal on the",
  "web",
  "500 PART IV THE UNITEDSTATESOFAMERICA23"
]