[
  "The USA since 1945",
  "SUMMARY OF EVENTS",
  "When the Second World War ended in 1945, the economic boom continued as factories",
  ".",
  "switched from producing armaments to producing consumergoods Lotsof new goodshad",
  "appeared by this time-TV sets,dishwashers, modern record players and tape recorders-",
  "and many ordinary working people could afford to buy these luxury goods for the first",
  "time.This was the big difference between the 1950sand the 1920s, when too many people",
  "had been too poor to keep the boom going.The 1950s was the time of the affluent society,",
  ".",
  "and in the 20 years following the end of the war, GNP increased by almost eight times",
  "The USA continued to be the world’s largest industrial power and the world’s richest",
  ".",
  "nation",
  ".",
  "In spite of the general affluence,there were still serious problems in American society",
  "There wasagreatdeal of povertyandconstant unemployment;black people,on the whole,",
  "werestill not getting theirfair shareof the prosperity,did not haveequal rights with whites",
  "and were treated as second-class citizens. The Cold War caused some problems for",
  "Americans at home and led to another outbreak of anti-communist feeling, like the one",
  "after the First World War. There were unhappy experiences such as the assassinations of",
  "President Kennedy in Dallas, Texas, allegedly by Lee Harvey Oswald (1963), and of Dr",
  "Martin Luther King (1968).There was the failure of American policy in Vietnam,and the",
  "forced resignation of President Nixon (1974) as a result of the Watergate scandal, which",
  ".",
  "shook confidence in American society and values, and in the American system One reac",
  "¬",
  "tion to this state of affairs was a wave of religious revivalism that led to calls for a return",
  "to a more strict moral code. The Christian ‘New Right’ became influential in politics,",
  ".",
  "supporting Ronald Reagan and later George W. Bush",
  "After 1974 both political parties took turns in power, and confidence was gradually",
  "restored. Americans could claim that with the collapse of communism in Europe and the",
  "ending of the Cold War, theircountry had reached the peak of its achievement;it was now",
  ".",
  "the world’s only remaining superpower Many Americans believed that, wherever it was",
  "necessary, the USA, the land of liberty and democracy, would lead the rest of the world",
  "forward into an era of peace and prosperity. However, as we saw in Chapter 12, the",
  "American attitude was resented so much that many people were driven towards extreme",
  "measures- terrorism, culminating in the terrible events of 11 September 2001, when the",
  "World Trade Center in New York was destroyed. President George W. Bush issued a",
  "declaration of war on terrorism and the USA became embroiled in a long military",
  "campaign in Iraq and Afghanistan. This was still continuing in 2013, an involvement that",
  "had important effects on domestic affairs in the USA. By the end of Bush’s second term",
  "in 2008, the US economy was in astate of crisis,and the Republicans were defeated in the",
  "presidential election of November 2008. The Democrat, Barack Obama, became the",
  "USA’s first African American president.",
  "THEUSASINCE 1945 501-",
  "The presidents of the post war period were:",
  "1945-53 Harry S. Truman Democrat",
  "1953-61 Dwight D. Eisenhower Republican",
  "1961-3 John F. Kennedy Democrat",
  "1963-9 Lyndon B. Johnson Democrat",
  "1969-74 Richard M. Nixon Republican",
  "1974-7 Gerald R. Ford Republican",
  "1977-81 Jimmy Carter Democrat",
  "1981-9 Ronald Reagan Republican",
  "1989-93 George Bush Republican",
  "1993-2001 Bill Clinton Democrat",
  "2001-2009 George W. Bush Republican",
  "2009- Barack Obama Democrat",
  "23.1 POVERTY AND SOCIAL POLICIES",
  ".",
  "Ironically in the world’s richest country, poverty remained a problem Although the econ",
  "¬",
  "omy was on the whole a spectacular success story, with industry flourishing and exports",
  "booming, there was constant unemployment, which crept steadily up to 5.5 million (about",
  ".",
  "7 per cent of the labour force) in 1960 In spite of all the New Deal improvements, social",
  "welfare and pensions were still limited, and there was no national health system. It was",
  "calculated that in 1966some 30 million Americans were living below the poverty line,and",
  "many of them were aged over 65.",
  "(a) Truman (1945-53)",
  "HarryS.Truman,a man of great courage and common sense,once compared by a reporter",
  "to a bantam-weight prize fighter, had to face the special problem of returning the country",
  "to normal after the war. This was achieved, though not without difficulties: removal of",
  "wartime price controls caused inflation and strikes, and the Republicans won control of",
  "Congress in 1946. In the fight against poverty he had put forward a programme known as",
  "the Fair Deal, which he hoped would continue Roosevelt’s New Deal. It included a",
  ".",
  "national health scheme,a higher minimum wage, slum clearance and full employment",
  "However, the Republican majority in Congress threw out his proposals, and even",
  "passed, despite his veto, the Taft-Hartley Act (1947), which reduced trade-union powers.",
  "Theattitudeof Congressgained Truman working-classsupportand enabled him to win the",
  "1948 presidential election, together with a Democrat majority in Congress. Some of the",
  "Fair Deal then became law (extension of social security benefits and an increase in the",
  "minimum wage), but Congressstill refused to pass his national health and old-age pension",
  "schemes, which was a bitter disappointment for him. Many Southern Democrats voted",
  ".",
  "against Truman because they disapproved of his support for black civil rights",
  "-",
  "(b) Eisenhower (1953 61)",
  "Dwight D. Eisenhower had no programme for dealing with poverty, though he did not try",
  "to reverse the New Deal and the Fair Deal. Some improvements were made:",
  "502 PART IV THEUNITEDSTATES OFAMERICA(cid:127) -",
  "insurance for the long term disabled;",
  "(cid:127) financial help towards medical bills for people over 65;",
  "(cid:127)",
  "federal cash for housing;",
  "(cid:127) -",
  "an extensive road building programme, beginning in 1956, which over the next 14",
  "-",
  "years gave the USA a national network of first class roads; this was to have impor",
  "¬",
  "tant effects on people’severyday lives: cars, buses and trucks became the dominant",
  "form of transport, the motor industry received a massive boost,and thiscontributed",
  "towards the prosperity of the 1960s;",
  "(cid:127) more spending on education to encourage study in science and mathematics (it was",
  "feared that the Americans were falling behind the Russians, who in 1957 launched",
  "the first space satellite-Sputnik).",
  "Farmers faced problems in the 1950s because increased production kept prices and",
  ".",
  "incomeslow The governmentspent massivesums paying farmers to take landoutof culti",
  "¬",
  "vation, but this was not a success: farm incomes did not rise rapidly and poorer farmers",
  ". .",
  "hardly benefited at all Many of them sold up and moved into the cities",
  "Much remained to be done, but the Republicans were totally against national schemes",
  ".",
  "such as Truman’s health service, because they thought they were too much like socialism",
  "However, some progress was made towards fairer treatment of the black population (see",
  ".",
  "the next section)",
  "(c) Kennedy (1961-3)",
  "By the time John F. Kennedy became president in 1961, the problems were more serious,",
  "with over 4.5 million unemployed. He won the election partly because the Republicans",
  "were blamed for inflation and unemployment, and because he ran a brilliant campaign,",
  "accusing them of neglecting education and social services. He came over as elegant,artic",
  "¬",
  "ulate, witty and dynamic, and his election seemed to many people to be the beginning of",
  "a new era. He had a detailed programme which included medical payments for the poor",
  "and aged, more federal aid for education and housing, and increased unemployment and",
  "social security benefits. ‘We stand today on the edge of a New Frontier’, he said, and",
  "implied that only when these reforms were introduced would the frontier be crossed and",
  ".",
  "poverty eliminated",
  "Unfortunately for Kennedy, he had to face strong opposition from Congress, where",
  "-",
  "many right wing Democrats as well as Republicans viewed his proposals as ‘creeping",
  "socialism’. Hardly a single one was passed without some watering down, and many were",
  "rejected completely. Congress would allow no extra federal cash for education and",
  "rejected his scheme to pay hospital bills for elderly people. His successes were:",
  "(cid:127) an extension of social security benefits toeach child whosefather was unemployed;",
  "(cid:127) raising of the minimum wage from $1 to $1.25 an hour;",
  "(cid:127) federal loans to enable people to buy houses;",
  "(cid:127)",
  "federal grants to the states enabling them to extend the period covered by unem",
  "¬",
  ".",
  "ployment benefit",
  "Kennedy’s overall achievement was limited: unemployment benefit was only enough for",
  "subsistence, and even that was only for a limited period. Unemployment still stood at 4.5",
  "million in 1962, and soup kitchens had to be set up to feed poor families.",
  "THEUSASINCE 1945 503i",
  "M",
  "I",
  "I",
  "*",
  "*",
  "i",
  "i",
  "3",
  "i",
  "i",
  "I",
  ".",
  "Illustration 23.1 The assassination of Kennedy, 1963 Here the president slumps",
  "forward,seconds after having been shot",
  "(d) Johnson (1963-9)",
  "Kennedy's vice-president, Lyndon B. Johnson, became president when Kennedy was",
  "assassinated in Dallas,Texas,in 1963(see Illus.23.1).Comingfrom a humblebackground",
  "in Texas, he was just as committed as Kennedy to social reform, and achieved enough in",
  "his first year to enable him to win a landslide victory in the 1964 election. In 1964",
  "Johnson'seconomic advisersfixed an annual incomeof $3000fora family of twoor more",
  "as the poverty line, and they estimated that over 9 million families (30 million people,",
  "nearly 20 per cent of the population) were on or below the line. Many of them were",
  "African Americans, Puerto Ricans, Native Americans (American Indians) and Mexicans.",
  "Johnson announced that he wanted to move America towards the Great Society, where",
  ".",
  "there would be an end to poverty and racial injustice and ‘abundance and liberty for all'",
  "Many of his measures became law, partly because after the 1964 elections the",
  "Democrats had a huge majority in Congress, and partly because Johnson was more skilful",
  "and persuasive in handling Congress than Kennedy had been.",
  "(cid:127) The Economic Opportunity Act (1964) provided a number of schemes under which",
  ".",
  "young people from poor homes could receive job training and higher education",
  "(cid:127) Other measures were the provision of federal money for special education schemes",
  "in slum areas, including help in paying for books and transport; financial aid lor",
  "clearing slums and rebuilding city areas; and the Appalachian Regional",
  "Development Act (1965),which created new jobs in one of the poorest regions.",
  "(cid:127) Full voting and civil rights were extended to all Americans regardless of their",
  ",",
  "colour (see the next section).",
  "(cid:127) Perhaps his most important innovation was the Social Security Amendment Ait",
  ".",
  "( 1965) also known as Medicare, this was a partial national health scheme, though",
  "it applied only to people over 65.",
  "504 PART IV THEUNITEDSTATESOI AMERICAThis is an impressive list, and yet the overall results were not as successful as Johnson",
  ".",
  "would have hoped, for a number of reasons His major problem from early 1965 was that",
  "he was faced bythe escalating warinVietnam (see Section 8.3).Johnson’s great dilemma",
  ".",
  "was how to fund both the war in Vietnam and the war on poverty It has been suggested",
  "-",
  "that the entire Great Society programme was under financed because of the enormous",
  "expenditure on the war in Vietnam. The Republicans criticized Johnson for wanting to",
  "spend money on the poorinstead of concentrating on Vietnam; they were supportersof the",
  "-",
  "strong Americantraditionof self help: it was up to the poor to help themselvesand wrong",
  "to use taxpayers’ money on schemes which, it was thought, would only make the poor",
  "more lazy.Thus many state governmentsfailed to take advantage of federal offersof help.",
  "And the unfortunate president, trying to fight both wars at the same time, ended up losing",
  "in Vietnam, winning only a limited victory in the war against poverty, and damaging the",
  "US economy as well.",
  "-",
  "In the mid 1960s violence increased and seemed to be getting out of hand: there",
  "were riots in black ghettos, where the sense of injustice was strongest; there were",
  "student riots in the universities in protest against the Vietnam War. There were a",
  "number of political assassinations - President Kennedy in 1963, Martin Luther King",
  "and Senator Robert Kennedy in 1968. Between 1960 and 1967 the number of violent",
  "crimes rose by 90 per cent. Johnson could only hope that his ‘war on poverty’ would",
  "gradually remove the causes of discontent; beyond that he had no answer to the prob",
  ". ¬",
  "lem The general discontent and especially the student protests about Vietnam (‘LBJ,",
  "LBJ, how many kids have you burnt today?’) caused Johnson not to stand for re-elec",
  "¬",
  "tion in November 1968, and it helps to explain why the Republicans won,on a platform",
  ".",
  "of restoring law and order",
  "(e) Nixon (1969-74)",
  "Unemployment wassoon risingagain, with over4 million out of work in 1971;their plight",
  "was worsened by rapidly rising prices.The Republicans were anxious tocut publicexpen",
  "¬",
  "diture; Nixon reduced spending on Johnson’s poverty programme,and introduced a wages",
  "and prices freeze. However, social security benefits were increased, Medicare was",
  "extended to disabled people under 65,and a Council for Urban Affairs was set up to try to",
  "deal with the problemsof slumsand ghettos. Violence was lessof a problem under Nixon,",
  "partly because protesters could now see the approaching end of America’s controversial",
  "involvement in Vietnam, and because students were allowed some say in running their",
  ".",
  "colleges and universities",
  "During the last quarter of the twentieth century, in spite of some economic success",
  "under Reagan, the underlying problem of poverty and deprivation was still there. In the",
  "world’s richest country there was a permanent underclass of unemployed, poor and",
  "deprived people, the inner cities needed revitalizing, and yet federal spending on welfare,",
  "although it increased after 1981, remained well below the level of government welfare",
  "funding in western European states like Germany,France and Britain (see Section 23.5(c)",
  ".",
  "for later developments)",
  "23.2 RACIAL PROBLEMS AND THE CIVIL RIGHTS MOVEMENT",
  "(a) The government's attitude changes",
  "As we saw earlier (Section 22.5), African Americans were still being treated as second-",
  "class citizens right up to the Second World War. Even when American troops were",
  "THEUSASINCE 1945 505travelling aboard the Queen Mary to fight in Europe, blacksand whites were segregated-",
  "blacks had to travel in the depths of the ship near the engine room, well away from the",
  "fresh air. However, the attitude of the nation’s leaders was changing. In 1946 President",
  ".",
  "Truman appointed a committee to investigate civil rights It recommended that Congress",
  "should pass laws to stop racial discrimination in jobs and to allow blacks to vote. What",
  "caused this change of heart? The committee itself gave several reasons:",
  "1 Some politicians were worried by theirconsciences;theyfelt thatit wasnot morally",
  "right to treat fellow human beings in such an unfair way.",
  "2 Excluding black people from top jobs was a waste of talent and expertise.",
  "3 It was important to do something to calm the black population, who were becom",
  "¬",
  ".",
  "ing more outspoken in their demands for civil rights",
  "4 The USA could hardly claim to be agenuinely democraticcountry and leader of the",
  "‘free world’ when 10 percent of its population were denied voting and other rights.",
  "This gave the USSR a chance to condemn the USA as ‘a consistent oppressor of",
  "underprivileged peoples’. The American government wanted that excuse removed.",
  "5 Nationalism was growing rapidly in Asia and Africa. Non-whites in India and",
  "Indonesia were on the point of gaining independence. These new states might turn",
  "against the USAand towardscommunism if American whitescontinued their unfair",
  ".",
  "treatment of blacks",
  "Over the next few years, during the Eisenhower presidency, the government and the",
  ".",
  "Supreme Court introduced new laws to bring about racial equality",
  "(cid:127)",
  "Separate schools for blacks and whites were illegal and unconstitutional; some",
  "black people had to be included on all juries (1954).",
  "(cid:127)",
  "Schools must bedesegregated ‘with all deliberate speed’; this meant that black chil",
  ". ¬",
  "dren had to attend white schools, and vice versa",
  "(cid:127) The 1957 Civil Rights Act set up a commission to investigate the denial of voting",
  ".",
  "rights to black people",
  "(cid:127)",
  "The 1960 Civil Rights Act provided help for blacks to register as voters; but this",
  "was not very effective, since many were afraid to registerforfear of being harassed",
  ".",
  "by whites",
  "Unfortunately laws and regulations were not always carried out.For example, whites",
  "in some Southern states refused to carry out the school desegregation order. In September",
  "1957, when Governor Faubus of Arkansas defied a Supreme Court order by refusing to",
  "desegregateschools,PresidentEisenhower sentfederal troops toescort nine blackchildren",
  "into the High School at Little Rock. They were greeted outside the school by a mob of",
  "protesters who at first refused to move. The troops had to disperse them at bayonet point;",
  "the nine students entered the school escorted by 22 armed guards, who took them home",
  ". .",
  "again after school The escort continued for several months afterwards This was a",
  "symbolic victory, but Southern whitescontinued to defy the law,and by 1961only 25 per",
  "cent of schools and colleges in the South were desegregated. In 1961 the Governor of",
  "-",
  "Mississippi refused the application of a black student, James Meredith, to the all white",
  "state university; he was eventually accepted the following year.",
  "(b) Dr Martin Luther King and the non-violent campaign for equal rights",
  "In the mid-1950s a mass Civil Rights movement developed. This happened for a number",
  "of reasons:",
  "506 PART IV THEUNITEDSTATES OFAMERICA.",
  "-",
  "ing on the plantations. By 1955 almost 50 perucvetnut1l1i1vmede OinUUNUoICrtIhIIern induwswtrnia\\-l",
  "cities where they became more aware",
  ", of political issues. A prosperous black",
  "middle class developed which produced talented leaders",
  ".",
  "(cid:127) AAsfriAcasnianAmanedricAafnrsicraensesntatetedsthsuecirhoawsnInudnifaaiarntdreaGtmhaennat gmaoinreedthtahneiervienr.dependence,",
  "(cid:127) Black people, whose hopes had been raised by Truman’s committee, grew increas",
  "ingly impatient at the slow pace and the small amount of change. Even the small¬",
  "advances they madearoused intense hostility among many Southern whites;the Ku",
  "Klux Klan revived and some Southern state governments banned the National",
  "Association for the AdvancementofColored People(NAACP). It wasobvious that",
  "only a nationwide mass movement would have any effect.",
  "The campaign took off in 1955 when Dr Martin Luther King (see Illus. 23.2), a Baptist",
  "minister, emerged as. the outstanding leader of the non-violent Civil Rights movement.",
  "Aftera black woman Rosa Parks,had been arrestedforsitting in aseat reserved forwhites",
  "on a bus in Montgomery, Alabama, a boycott of all Montgomery buses was organized.",
  "King soon found himself the chief spokesman for the boycott; as a committed Christian,",
  "he insisted that the campaign must be peaceful;",
  "Lovemust beourregulating ideal. If you will protestcourageously,and yetwithdignity",
  "andChristian love, when the history books are written in future generations, historians",
  "Illustration 23.2 Dr Martin Luther King",
  "THE USASINCE1945 507will have to say ‘there lived a great people-a black people whoinjected newdignity",
  "into the veinsof civilization'.",
  "White segregationalists responded with violence: bombs exploded in four black churches",
  "and Martin Luther King’s house. The black people of Montgomery refused to be intimi¬",
  "dated. The campaign continued and in November 1956 its goal was achieved, segregated",
  "seating wasstopped on Montgomery buses.Soon afterwards the Supreme Court ruled that",
  "any segregation on public buses was unconstitutional. This was just a beginning: in 1957",
  "theSouthern Christian LeadershipConference (SCLC) wasfounded and King was.elected",
  "as its president. Its aim was to achieve full black equality by non-violent methods In the",
  "summer of 1957 King launched a moral reform campaign, emphasizing that if black",
  "people wished to have complete equality with whites, they must ‘seek to gain the respect",
  "of others by improving on [their] shortcomings’. In a seriesof sermonsall over theSouth,",
  "he criticized what some whites called ‘bad niggers’, meaning those who were lazy,",
  "promiscuous, slovenly, drunken, ignorant and downright criminal. Only when such people",
  "had undergone ‘a processof self-purification’ to produce ‘a calm and lovingdignity befit¬",
  ".",
  "ting good citizens', could all black people become fully equal",
  "Thecampaignof sit-insand peaceful disobedience reachedaclimax in 1963when King",
  "organized successful demonstrations against segregation in Birmingham, Alabama. The",
  "police used tear gas.clubs dogs and water-hoses against the demonstrators,and King was",
  "arrested and briefly impris,oned. Although the campaign had attracted world attention and",
  "sympathy, and some progress had been made, there was still a long way togo before black",
  "people could enjoy equal rights with whites. The Kennedy government was sympathetic",
  "to black aspirations but was desperately trying to keep the campaign peaceful, which was",
  ".",
  "becoming more difficult. As Howard Zinn points out how could you expect blacks to",
  "remain peaceful",
  "when bombs kept exploding in churches when new ‘civil rights’ laws did not change",
  ",",
  "the root condition of black people. In the spring of 1963, the rate of unemployment for",
  "whites was 4.8 percent. For nonwhites it was 12.1 percent. According to government",
  "estimates one-fifth of the white population was below the poverty line, and one-half of",
  ",",
  "the black population was below that line. The civil rights bills emphasized voting, but",
  "voting was not a fundamental solution to racism or poverty. In Harlem, blacks who had",
  "- .",
  "voted for years, still lived in rat infested slums",
  "A huge march on Washington was organized for August 1963, to protest at the failure to",
  "solve the problem. About a quarter of a million people, both black and white, gathered to",
  "listen to the speakers, and it was here that Martin Luther King made one of his most",
  "moving speeches. He talked about his dream of a future America in which everybody",
  "would be equal:",
  "I have a dream that my four little children will one day live in a nation where they will",
  "not be judged by the colour of their skin, but by the content of their character.",
  "In 1964 King was awarded the Nobel Peace Prize. But not everything he attempted was",
  "successful. In 1966 when he led a campaign against segregated housing in Chicago, he",
  "came up against bitter white opposition and could make no progress.",
  "King admitted that the achievements of the Civil Rights movement had not been as",
  "dramatic as he had hoped.Together with theSCLC he began the Poor People’sCampaign",
  "in 1967, which aimed to alleviate poverty among black people and other disadvantaged",
  "groups such as American Indians, Puerto Ricans, Mexicans and even poor whites They",
  "aimed to present a bill of economic rights to Congress. King also launched himself into",
  "508 PARTIV THEUNITEDSTATESOFAMERICAcriticism of the VietnamWar,and this upset PresidentJohnson, who had beensympathetic",
  ".",
  "to the civil rights campaign, as well as losing him some of his support among the whites",
  "The FBI began to harass him, but he was undeterred. Still insisting on non-violence, he",
  "decided that the way forward was to have huge demonstrations lasting over a period, and",
  "was planning what he called a Poor People’s Encampment to be set up in Washington to",
  "act as a permanent reminder to the government. However, tragically, in April 1968, King",
  "was assassinated by a white man, James Earl Ray, in Memphis,Tennessee, where he had",
  "gone to support a strike of refuse workers.",
  "Dr Martin Luther King is remembered as probably the most famous of the black civil",
  "rights leaders. He was a brilliant speaker and the fact that he emphasized non-violent",
  "protest gained him much support and respect even among whites. He played a major part",
  "in the achievement of civil and political equality for black people, although, of course,",
  "others also made valuable contributions. He was not much involved, for example, in the",
  "campaign to desegregate education. He was fortunate that the presidents he had to deal",
  "with - Kennedy (1961-3) and Johnson (1963-9) - were both sympathetic to the Civil",
  "Rights movement. Kennedy admitted in 1963 that an African American had",
  "half as much chance of completing high school asa white,one-third as much chance of",
  "completing college, twice as much chance of becoming unemployed, one-seventh as",
  "much chance of earning $10,000 dollars a year, and a life expectancy which is seven",
  ".",
  "years less",
  "Kennedy showed his good intentions by appointing the USA’s first black ambassador and",
  ".",
  "by presenting a Civil Rights Bill to Congress This was delayed at first by the conserva",
  "¬",
  "tive Congress but passed in 1964 after a debate lasting 736 hours. It was a far-reaching",
  "measure: it guaranteed the vote for blacks and made racial discrimination in public facili",
  "¬",
  "ties (such as hotels, restaurants and shops) and in jobs illegal. Again the Act was not",
  ".",
  "always carried out, especially in the South, where black people were still afraid to vote",
  "Johnson introduced the Voting Rights Act (1965) to try to make sure that black people",
  "exercised their right to vote. He followed it up with another Civil Rights Act(1968),which",
  "made it illegal to discriminate in selling property or letting accommodation. Again there",
  "was bitter white hostility to these reforms,and the problem was to make sure that the Acts",
  ".",
  "were carried out",
  "(c) The Black Muslims",
  "Although progress was being made, many African Americans were impatient with the",
  "slow pace and began to look for different approaches to the problem. Some black people",
  "converted to the Black Muslim faith - a sect known as Nation of Islam, arguing that",
  "Christianity was the religion of the racist whites.They believed that black people were the",
  ".",
  "superior race, and that whites were evil One of the movement’s best known leaders was",
  "Malcolm X (formerly Malcolm Little), whose father had been murdered by the Ku Klux",
  "Klan. He was a charismatic speaker and a good organizer; he dismissed the idea of racial",
  "-",
  "integration and equality and claimed that the only way forward was black pride, black self",
  "dependence andcompleteseparation from the whites.He became extremely popular,espe",
  "¬",
  "cially among young people, and the movement grew. Its most famous convert was the",
  "world heavyweight boxing champion Cassius Clay, who changed his name to Muhammad",
  ".",
  "Ali",
  "Malcolm X came into conflict with other Black Muslim leaders, who began to look on",
  "him as a fanatic because of his willingness to use violence. In 1964 he left the Nation of",
  "Islam and started his own organization. However, later that year his views began to",
  "THEUSASINCE 1945 509change: after a pilgrimage to Mecca, he became more moderate, acknowledging that not",
  ".",
  "all whites were evil In October 1964 he converted to orthodox Islam and began to preach",
  ".",
  "about the possibility of peaceful black/white integration Tragically, the hostility between",
  "MalcolmX’smovementand Nationof Islamexploded into violence,and in February 1965",
  "he was shot dead by a group of Black Muslims in Harlem.",
  "(d) Violent protest",
  "More militant organizations included the Black Power movement and the Black Panther",
  "Party. The Black Power movement emerged in 1966 under the leadership of Stokeley",
  ".",
  "Carmichael He was a West Indian who had moved to the USA in 1952 and became a",
  "strong supporter of Martin Luther King.However, he wasoutraged by the brutal treatment",
  ".",
  "suffered by civil rights campaigners at the hands of the Ku Klux Klan and other whites",
  "- -",
  "The Black Power movement encouraged robust self defence and self determination, and",
  "1967 saw probably the worst urban riots in American history. A total of 83 people were",
  "shot dead and hundreds were injured, the vast majority of whom were black civilians. In",
  "1968 Carmichael began to speak out against American involvement in the Vietnam War;",
  "when he returned to the USAafter a trip abroad, his passport was confiscated. He decided",
  "he could no longer live under such a repressive system; in 1969 he left the country and",
  "went to Guinea, in West Africa, where he lived until his death in 1998.",
  "-",
  "The Black Panther Party for Self defence was founded in 1966 in Oakland, California,",
  ".",
  "by Huey Newton,Leroy Eldridge Cleaver and Bobby Searle Its original aim, as its name",
  "implies, was to protect people in the black ghettos from police brutality. Eventually the",
  "party became more militant and developed into a Marxist revolutionary group; their",
  "programme included:",
  "(cid:127)",
  "the arming of all black people;",
  "(cid:127)",
  "the exemption of blacks from military service;",
  "(cid:127)",
  "the release of all blacks from jail;",
  "(cid:127) -",
  "payment of compensation to blacks for all the years of ill treatment and exploita",
  "¬",
  "tion by white Americans;",
  "-",
  "(cid:127) practical on the-spot help with social services for black people living below the",
  ".",
  "poverty line",
  "They used the same methodsagainst white people as the Ku Klux Klan had used for years",
  "against black people - arson, beatings and murders. In 1964 there were race riots in",
  "Harlem (New York) and in 1965 the most severe race riots in American history took place",
  "in the Watts district of Los Angeles; 35 people were killed and over a thousand injured.",
  "The policeharassed the Panthers unmercifully,so much so thatCongressorderedan inves",
  "¬",
  "tigation into their conduct. By the mid-1970s the Panthers had lost many of their leading",
  "activists, who had either been killed or were in prison. This, plus the fact that most non",
  "¬",
  "violent blackleadersfelt that the Panthers were bringing the whole CivilRightsmovement",
  "into disrepute,caused them to change tacticsand concentrate on the social service aspects",
  "of their activities. By 1985 the Panthers had ceased to exist as an organized party.",
  "(e) Mixed fortunes",
  "By that time great progress had been made,especially in the area of voting; by 1975 there",
  "were 18 black members of Congress, 278 black members of state governments, and 120",
  "black mayors had been elected. However, there could never be full equality until black",
  "510 PART IV THEUNITEDSTATES OFAMERICA\\",
  "povertyand discrimination in jobsand housing were removed. Unemployment wasalways",
  "higheramong black people; in the big Northern citiesthey werestill living in overcrowded",
  "slum areas known as ghettos, from which the whites had moved out; and a large propor",
  "tionof the jail population was black. Intheearly 1990s,most black Americanswere worse¬",
  "off economically than they had been 20 years earlier.The underlying tensions broke out",
  "in the spring of 1992 in Los Angeles: after four white policemen were acquitted of beat¬",
  "ing UP a motorist (in spite of the incident having been caught on video), crowds of",
  "black people rioted. Many were killed, thousands were injured, and millions of dollars",
  "worth of damage was done to property.",
  "Yet at the same time, a prosperous African American middle class had emerged, and",
  "talented individuals were able to make it to the top. The best example was Colin Powell,",
  "whose parents had moved to New York from Jamaica. He had a successful career in the",
  "army and in 1989 was appointed chairman of the Joint Chiefs of Staff, the first African",
  "American to reach the highest position in the US military. In the Gulf War of 1990-1 he",
  "commanded the UN forces with distinction. After his retirement in 1993 he became",
  "involved in politics; both parties hoped he would join them, but he eventually declared",
  "himself a Republican. There was talk that he might run for president in the elections of",
  "2000. but he chose not to. In January 2001, George W. Bush appointed him secretary of",
  "state the US head of foreign affairs. Again he was the first African American to occupy",
  ",",
  ".",
  "such a vitally important post",
  "In 2003 it was reported that because of higher birth rates and immigration, Hispanics",
  ",",
  "or Latinos had become the largest minority group in the USA, making up 13 per cent of",
  "the total population:with a total of 37 million they had overtaken African Americans, who",
  "totalled 36.2 million (12.7 per cent). At the same time, the birth rate among the white",
  "population wasfalling. Demographers pointed out that if these trendscontinued, the polit¬",
  "ical parties would be forced to take more account of the wishes and needs of both Latinos",
  ".",
  "and black Americans. In the presidential election of 200() more than 80 percent of African",
  "American voters backed the Democrats, while in the 2002 mid-term el.ections, about 70",
  "per cent of Latinos voted Democrat. In 2009 the Democrat candidate Barack Obama,",
  ".",
  "became the first African American president of the USA",
  "23.3 ANTI-COMMUNISM AND SENATOR MCCARTHY",
  "(a) Anti-communist feeling",
  "After the Second World War the USA took upon itself the world role of preventing the",
  "spread of communism; this caused the country to become deeply involved in Europe,",
  ".",
  "Korea, Vietnam, Latin America and Cuba (see Chapters 7, 8, 21 and 26) There had been",
  "a strong anti-communist movement in the USA ever since the communists had come to",
  "power in Russia in 1917. In a way this is surprising, because the American Communist",
  "Party (formed in 1919) attracted little support. Even during the depression of the 1930s,",
  "when a mass swing to the left might have been expected, party membership was never",
  "more than 100000, and there was never a real communist threat.",
  "Some US historians argue that Senator Joseph McCarthy and other right-wingers who",
  "whipped upanti-communist feelings were trying toprotect what they sawasthe traditional",
  "American way of life, with its emphasis on ‘self-help’ and ‘rugged individualism’. They",
  "thought that this was being threatened by the rapid changes in society, and by develop¬",
  "ments like the New Deal and the Fair Deal, which they disliked because they were",
  "financed by higher taxation. Many were deeply religious people, some of them funda¬",
  "mentalists, who wanted to get back to what they called ‘true Christianity’. It was difficult",
  "for them to pinpoint exactly who was responsible for this American ‘decline’, and so they",
  "511",
  "THE USA SINCE 1945.",
  "focused on communism as the source of all evil The spread of communism in eastern",
  "Europe, the beginning of the Cold War, the communist victory in China (1949) and the",
  "attack on South Korea by communist North Korea (June 1950) threw the ‘radical right’",
  ".",
  "into a panic",
  "1 Troopdemobilization",
  "The rapid demobilization of American troops at the end of the war worried some people.",
  "The general wish was to ‘bring the boys home’ as soon as possible, and the army planned",
  "to have 5.5 million soldiers back home by July 1946. However, Congress insisted that it",
  "should be done much more quickly, and that the army should be dramatically reduced in",
  ". .",
  "size By 1950 it was down to only 600 000 men, none of them fully prepared for service",
  "This thoroughly alarmed the people, who thought that the USA should be ready to take",
  ".",
  "deterrent action against communist expansion",
  "2 Fearof espionage",
  "Reports of espionage (spying) prompted Truman to set up a Loyalty Review Board to",
  "investigate people working in the government,thecivilservice,atomic research and arma",
  ". ¬",
  "ments(1947) During thenextfive years,over6million people wereinvestigated;nocases",
  "of espionage were discovered, though about 500 people were sacked because it was",
  ".",
  "decided that their loyalty to the USA was ‘questionable’",
  "3 Alger Hiss and the Rosenbergs",
  ".",
  "Muchmore sensational were the casesof AlgerHissand Juliusand Ethel Rosenberg Hiss,",
  "a former topofficialin the State Department (theequivalent of the British Foreign Office),",
  "was accused of being a communist and of passing secret documents to Moscow. He was",
  "- .",
  "eventually found guilty of perjury and given a five year jail sentence (1950) The",
  "Rosenbergs were convicted of passing secret information about the atomic bomb to the",
  ".",
  "Russians, though much of the evidence was doubtful They were sentenced to death in the",
  "electric chair. They were eventually executed in 1953, in spite of worldwide appeals for",
  "mercy.",
  "-",
  "These cases helped to intensify the anti communist feeling sweeping America, and led",
  "Congress to pass the McCarran Act, which required organizations suspected of being",
  "communist to supply lists of members. Many of these people were later sacked from their",
  "jobs, although they had committed no offence. Truman, who felt that things were going",
  "too far, vetoed this Act, but Congress passed it, over his veto.",
  "4 McCarthyism",
  "Senator Joseph McCarthy was a right-wing Republican who hit the headlines in 1950",
  "when he claimed (in a speech at Wheeling, West Virginia, on 9 February) that the State",
  "Department was ‘infested’ with communists.He claimed to have a listof 205 people who",
  "were members of the Party and who were ‘still working and shaping policy’. Although",
  "he could produce no evidence to support his claims, many people believed him, and he",
  ".",
  "launched a campaign to root out the communists All sorts of people were accused of",
  "being communists: socialists, liberals, intellectuals, artists, pacifists and anyone whose",
  "-",
  "views did not appear orthodox were attacked and hounded out of their jobs for ‘un",
  "American activities’.",
  "McCarthy became the most feared man in the country, and was supported by many",
  ".",
  "national newspapers. McCarthyism reached its climax soon after Eisenhower’s election",
  "McCarthy won many votes for the Republicans among those who took his accusations",
  "seriously, but he went toofar when he began toaccuse leading generalsof having commu",
  "¬",
  "nistsympathies.Some of the hearings were televised and many people wereshockedat the",
  "brutal way in which he banged the table with rage and abused and bullied witnesses.Even",
  "512",
  "PART IV THEUNITEDSTATES OFAMERICARepublican senators felt he was going too far,and the Senate condemned him by 67 votes",
  ".",
  "to 22 (December 1954) McCarthy foolishly attacked the president for supporting the",
  "Senate, but this finally ruined his reputation and McCarthyism was finished. But it had",
  "been an unpleasant experience for many Americans: at least 9 million people had been",
  "‘investigated’, thousands of innocent people had lost their jobs, and an atmosphere of",
  ".",
  "suspicion and insecurity had been created",
  "5 After McCarthy",
  "-",
  "Right wing extremism continued even after the disgrace of McCarthy. Public opinion had",
  "turned against him not because he was attacking communists, but because of his brutal",
  ". -",
  "methods and because he had overstepped the mark by criticizing generals Anti commu",
  "¬",
  "nist feeling was still strong and Congress passed an Act making the Communist Party ille",
  "¬",
  "gal (1954).There were also worries in case communism gained afoothold in the countries",
  "of Latin America,especially after Fidel Castro came to power in Cuba in 1959,and began",
  "nationalizing American-owned estates and factories. In response, Kennedy launched the",
  "Alliance for Progress (1961), which aimed to pump billions of dollars of aid into Latin",
  ".",
  "America to enable economic and social reform to be carried out Kennedy did genuinely",
  ".",
  "want to help the poor nations of Latin America, and American aid was put to good use",
  "But other motives were important too.",
  "(cid:127)",
  "By helping to solve economic problems, the USA hoped to reduce unrest, making",
  "it less likely that communist governments would come to power in these states.",
  "(cid:127)",
  "US industry would benefit, because it was understood that much of the cash would",
  "be spent buying American goods (see Chapter 26 for full details).",
  "(b) The military-industrial complex",
  "-",
  "Another by product of the Cold War was what President Eisenhower called the",
  "‘military-industrial complex’.This was the situation in which the American military lead",
  "¬",
  "ers and armaments manufacturers worked together in a partnership. The army chiefs",
  "decided what was needed, and as the arms race developed, more and more orders were",
  "placed -atomic bombs, then hydrogen bombs, and later many different types of missile",
  "(see Section 7.4). Armaments manufacturers made huge profits, though nobody was quite",
  ".",
  "sure just how much, because all the dealings were secret It was in their interests to keep",
  "the Cold War going -the more it intensified, the greater their profits. When the Russians",
  "launched the first space satellite (Sputnik) in 1957, Eisenhower set up the National",
  "Aeronautics and Space Administration (NASA), and even more expensive orders were",
  ".",
  "placed",
  "At any sign of a possible improvement in East-West relations, for example when",
  "Khrushchev talked about ‘peaceful coexistence’, the armaments manufacturers were far",
  "from happy. Some historians have suggested that the American U-2 spy plane that was",
  "shot down over Russia in 1960 was sent deliberately in order to ruin the summit confer",
  "¬",
  "ence, which was about to begin in Paris (see Section 7.3(c)). If true, this would mean that",
  "the military-industrial partnership was even more powerful than the super-corporations-",
  "so powerful that it was able to influence American foreign policy. The amounts of cash",
  "involved were staggering: in 1950 the total budget was around $40 billion, of which $12",
  "billion wasmilitary spending. By 1960 the military budget wasalmost$46 billion,and that",
  "was half the country’s total budget. By 1970, military spending had reached $80 billion.",
  "A Senate report found that over 2000 former top officers were employed by defence",
  "contractors, who were all making fortunes.",
  "THEUSASINCE 1945 513—",
  "23.4 NIXON AND WATERGATE",
  "I5S£T£",
  "‘",
  "*",
  "i",
  "(a) Foreign policy",
  "Overseas problems, especially Vietnam, dominated his presidency (at least until 1973",
  "when Watergate took over). After the Democrat majority in Congress refused to voteany",
  "furthercash for the war, Nixonextricated the USA from Vietnam with a negotiated peace",
  "signed in 1973(seeSection 8.3(c)),tothe vast relief of most of the American people, who",
  "celebrated ‘peace with honour’. Yet in April 1975,South Vietnam fell to thecommunists;",
  "the American struggle to prevent the spread of communism in south-east Asia had ended",
  "in failure, and her world reputation was somewhat tattered.",
  "However, Nixon was responsible for a radical and constructive change in foreign",
  "policy when he sought,with somesuccess, to improve the USA’s relations with the USSR",
  "-",
  "and China (see Section 8.6(a c)). His visit to meet Chairman Mao in Beijing in February",
  "1972 was a brilliant success; in May 1972 he was in Moscow for the signing of an arms",
  "limitation treaty.",
  "By the end of his first term in office, Nixon’s achievements seemed full of promise: he",
  "had broughtthe American people within sight of peace, he wasfollowing sensible policies",
  "of detente with thecommunist world, and law and order had returned.The Americanshad",
  "enjoyed a moment of glory by putting the first men on the moon (Neil Armstrong and Ed",
  "‘Buzz’ Aldrin,20July 1969).Nixon won theelection of November 1972overwhelmingly,",
  "arunidneidn bJaynauanreyw1c9r7is3isw.as inaugurated for a second term. However, his second term was",
  "(b) The Watergate scandal",
  "The scandal broke in January 1973 when a number of men were charged with having",
  "1br9o7k2enduirnitnogththeeDpermesoidcreanttiicalPealretyctoiofnficceasminpatihgen.WTahteeyrgahtaedBpulailndtiendg,liWsteanshininggdtoenv,iciensJaunnde",
  "photocopied important documents. It turned out that the burglary had been organized by",
  "leading membersof Nixon sstaff,whoweresenttojail.Nixon insisted that he knew noth",
  "ing about the affair, but suspicions mounted when he consistently refused to hand over¬",
  "stiNhbffrtwodcaooeeiieasapprrexhcnynNelncotaaecdshrnicpodygiaxeoemprulortdfewceoisntelnhsuhdbtshire.ylwioygeipsbcFosnocoarGehikoiuetsfgfthredsosnpcthdesr.araeaari(ex(Ho.lwoAldDldntpTeeeouhessvdlhFngeehcraeioueeoonsSasrcmsinwpddeoteftrm,bnhainnt1evioeaea.s9itertprhiH7ledWrdaio1e4titeestns9iah)wnloii7ewitgtapnfthi-3nuenvoakwi)rfcd,eslnHtoaiahhobttsFfraiohewutcwcoeurtrwtihhnerrsaodribaieenufdeeptlasleofebvwwodculnweaelyiashiecnmntteyihdaidgacwdceemchiiwninchncaen,ehteunivstintaawsrt,,pehyrenrbshwgehdeiyuishemisacwssptsioishtmpdeofhevoeectnemhifhhanifcneeaoocabtewl.huvrw-rilrtypigiImehtbnitrhhstwiegeehctwiteronns,ahydaiarostwdenecsffa(eddolofoanainueirubusdetdnfntlelcoiridbdcrgocgaSrelaomnvgaenspstrlmeeeii)iralcta.tlrrouylytieofTlsewpfdeahntat‘ocAoicedismtocrodhgauunsAtvavanc,so.rtetomheaetbHrewiactheedtiuroeheord,sptriitnrcwdwnhhouteah.gainoasapsndesef¬ss’,",
  "514",
  "PARTIV THEUNITEDSTATESOFAMERICApolitics, but given the recession, unemployment and inflation, it was no surprise when he",
  ".",
  "lost the 1976 election to the Democrat James Earl Carter",
  "23.5 THE CARTER-REAGAN-BUSH ERA 1977-93",
  ",",
  "(a) Jimmy Carter (1977-81)",
  "Carter’s presidency was something of a disappointment. He was elected as an outsider-",
  "-",
  "ex naval officer, peanut farmer, ex-Governor of Georgia, and a man of deep religious",
  "convictions; he was the newcomer to Washington who would restore the public’s faith in",
  ". .",
  "politicians He managed some significant achievements He",
  "(cid:127) -",
  "stopped giving American aid to authoritarian right wing governments merely to",
  "keep communism out;",
  "(cid:127) co-operated with Britain to bring about black majority rule in Zimbabwe (see",
  "Section 24.4(c));",
  "(cid:127) signed a second Strategic Arms Limitation Treaty (SALT II) with the USSR in",
  "1979;",
  "(cid:127)",
  "played a vital role in the Camp David talks, bringing peace between Egypt and",
  ".",
  "Israel (see Section 11.6)",
  "Unfortunately Carter’s lack of experience of handling Congress meant that he had the",
  "same difficulties as Kennedy, and he failed to pilot the majority of his reforming",
  "programme into law. By 1980 the world recession was biting deeply, bringing factory",
  "closures, unemployment and oil shortages. He was a great disappointment to the Christian",
  "conservatives, many of whom had voted for him. They expected him to support their call",
  "for the banning of abortion and for making prayersa compulsory part of education in state",
  "schools, neither of which materialized. Apart from Camp David, Democratic foreign",
  "policy seemed unimpressive; even an achievement like SALT II was unpopular with the",
  "military leadersand thearms manufacturers,since it threatened to reduce their profits.The",
  "Christian Right saw it as a capitulation to ungodly communism. The Americans were",
  ".",
  "unable to take effective action against the Russian occupation of Afghanistan (1979) Just",
  "as frustrating was their failure to free a number of American hostages seized in Tehran by",
  "Iranian students (November 1979) and held for over a year. The Iranians were trying to",
  "force the American government to return the exiled Shah and his fortune, but stalemate",
  "persisted even after the Shah’s death. A combination of these problems and frustrations",
  "resulted in a decisive Republican victory in the election of November 1980. Ironically the",
  "hostages were setfree minutesafter the inauguration of Carter’ssuccessor (January 1981).",
  "(b) Ronald Reagan (1981-9)",
  "Reagan, a former film star, quickly became the most popular president since the Second",
  ". -",
  "World War He wasa reassuring, kindly father figure who won a reputation as ‘The Great",
  "Communicator’ because of his straightforward and simple way of addressing the",
  "American public. Americans particularly admired his determinationto stand no nonsense",
  "from the Soviets (as he called the USSR); he wanted to work for peaceful relations with",
  "them, but from a position of strength. He persuaded Congress to vote extra cash to build",
  "MX intercontinental ballistic missiles (May 1983) and deployed Cruise and Pershing",
  "missiles in Europe (December 1983). He intervened in Central America,sending financial",
  "and military aid to rebel groups in El Salvadorand Nicaragua(seeSection 26.3(c)), whose",
  "THEUSASINCE 1945 515- .",
  "governments he believed to be communist backed He continued friendly relations with",
  "China, visiting Beijing in April 1984, but he did not meet any top Russian politicians until",
  "shortly before the presidential election of November 1984.",
  "On the home front, Reagan brought with him some new ideas about how to run the",
  ".",
  "economy He believed that the way to restore US greatness and prosperity was by apply",
  "- ¬",
  "ing what was known as ‘supply side economics’. This was the theory that by lowering",
  ".",
  "taxes, the government would actually draw in more revenue Lower taxes would mean that",
  "both firmsand individual consumers were left with more cash to spend on investment and",
  "on buying goods. This would encourage people to work harder, creating greater demand",
  "for goods and therefore more jobs, and this in turn would save expenditure on unemploy",
  ". ¬",
  "ment and welfare benefits All this extra economic activity would produce more tax",
  "revenue for the government. Reagan was greatly impressed by the theories of American",
  "economist Milton Friedman and Friedrich Hayek, an Austrian who had set out his New",
  "Right economic ideas in his book The Road to Serfdom, first published in 1944. Their",
  "‘monetarist’ theories opposed socialism and the welfare state on the grounds that they",
  ".",
  "involved too much government interference and regulation They argued that people",
  "should befree to run their own lives and businesses with a minimum of government regu",
  "¬",
  "lation. Reagan’s policies-‘Reaganomics’, as they became known-were based on these",
  "theories. ‘Government isnot the solution toour problems,’ he told the nation;‘government",
  "is the problem.’ Consequently he aimed to remove restrictions on business, to reduce",
  "government spending on welfare (though not on defence), to balance the federal budget,",
  "to introduce a free-market economy, and to control the money supply in order to keep",
  ".",
  "inflation low",
  ".",
  "Unfortunatelythe‘Reagan revolution’ got off toa bad start For the first three years the",
  "governmentfailed to balance the budget,partly becauseof asignificant increaseindefence",
  "-",
  "spending. The ‘supply side’ stimulusfailed to work, the economy went into recession and",
  "unemployment rose to 10 per cent - some eleven million people were out of work.",
  "Governmentexpenditure on welfare wasinadequateat the time of greatest need,there was",
  "an adverse trade balance and the budget deficit, though not exactly out of control, was",
  "certainly enormous.",
  ".",
  "The economy began to recover in 1983 and continued to grow for the next six years",
  "The recovery started in timefor the presidential election of November 1984. Reagan could",
  "claim that his policies were working,though hiscriticspointedout that governmentspend",
  "¬",
  "ing had actually increased in all major areas including welfare and social security. The",
  ".",
  "national debt had increased massively, while investment had declined In fact the recovery",
  "had taken place in spite of ‘Reaganomics’. Another criticism levelled at the government",
  "was that its policies had benefited the rich but increased the tax burden on the poor.",
  "According to Congressional investigations, taxes took only 4 per cent of the income of the",
  "poorestfamilies in 1978, butover 10 percent in 1984. In April 1984 it wascalculated that,",
  "thanks to successive Reagan budgets since 1981, the poorest families had gained an aver",
  "¬",
  "age of $20 a year from tax cuts, but had lost $410 a year in benefits. On the other hand,",
  "households with the highest incomes (over $80 000 a year) had gained an average of",
  ".",
  "$8400 from tax cuts and lost $130 in benefits One of the ‘supply-side’ economists’ most",
  "attractive predictions-that the new wealth would ‘trickledown’ to the poor-had not been",
  ".",
  "fulfilled",
  "Reagan nevertheless retained his popularity with the vast majority of Americans and",
  "wona sweeping victoryinthe presidentialelectionof November 1984over hisDemocratic",
  "rival, Walter Mondale, who was portrayed by the media, probably unfairly,as an unexcit",
  "¬",
  "ing and old-fashioned politician with nothing new to offer. Reagan took 59 per cent of the",
  "popular vote; at 73, he was the oldest person ever to be president.",
  "During his second term in office, everything seemed to go wrong for him. He was",
  "dogged by economic problems, disasters, scandals and controversies.",
  "516 PART IV THEUNITEDSTATES OFAMERICAI Economic problems",
  "(cid:127)",
  "Congress became increasingly worried by the rapidly growing federal budget",
  "deficit. The Senate rejected Reagan’s 1987 budget for increased defence spending",
  "at a time when they felt it was vital to reduce thedeficit.Senators alsocomplained",
  "that the cash allowed for Medicare would be 5 per cent short of the amount needed",
  ".",
  "to cover rising medical costs In the end, Reagan was forced to accept a cut in",
  "defence spending of around 8 per cent, and to spend more than he wanted on social",
  ".",
  "services (February 1986)",
  "(cid:127) There was a serious depression in the agricultural Midwest, which brought falling",
  "prices falling government subsidies and rising unemployment.",
  ",",
  "2 Disasters in the space programme",
  "19X6 wasadisastrous year forAmerica'sspace programme.ThespaceshuttleChallenger",
  "exploded only seconds after lift-off, killing all seven crew members (Ja-nuary). A Titan",
  "rocket carrying secret military equipment exploded immediately after lift off (April), and",
  "in May a Delta rocket failed, the third successive failure of a major space launch. This",
  "seemed likely todelay for many years Reagan’s planstodevelopa permanentorbital space",
  ".",
  "station",
  "3 Foreign policy problems",
  ".",
  "(cid:127) The bombing of Libya (April 19X6) provoked a mixed reaction Reagan was",
  "convinced that Libyan-backed terrorists were responsible for numerous outrages,",
  "including bomb attacks at Rome and Vienna airport-s in December 1985. After",
  "Libyan missile attacks on US aircraft, American F Ill bombers attacked the",
  "Libyan cities of Tripoli and Benghazi, killing 100 civilians. While the attack was",
  "widely applauded in most circles in the USA, world opinion on the whole",
  "condemned it as an overreaction.",
  "(cid:127) CAmonegrirceasns. RpoealigcayntowwanatreddsoSnolyutlhimAitferdicasanccatuiosneds bautrCoowngbreetswsewenaspinrefsaidveonutr oafn..da.",
  ",",
  "much stronger package to try to onng an enu iu a.paiuiem a«u auvuwuvu",
  "oTvheertRuernyiknjgavtihkempreeestiidnegnwt’isthvePtroes(SidoeepuntttemGmaonbroebreau1cv9hr8eev6d)obfyththeeUSSoSvRie(tOlecatodbeer.r H19o8w6e)vleefrt,",
  "fthaielufreeeltiunrgnetdhattoRsuecacgeasnshinadObcteoebner 1987 with the signing of the INF(intermediate",
  "nuclear forces) Treaty (seeSection 8.6(b)).",
  "Reagan was a iame-duck’ pres.ide.nt-a Republican faced with a Democrat Congress. He",
  "Cons itu ion,a two-thirds majority in both housescouldoverrule",
  ".",
  "the president’s veto",
  "scandal",
  ".",
  "4 The Irangate blow to the presi^dent Towards the end of 1986, it emerged",
  "This was the most damaging supplying arms secretly to Iran in return for the release of",
  "Americans had been",
  "that the",
  "THE USASINCE1945 517.",
  "hostages However,Reagan had always insisted publicly that the USA would never nego",
  "¬",
  ".",
  "tiate with governments which condoned terrorism and the taking of hostages Worse still,",
  "it emerged that profits from the Iranian arms sales were being used to supply military aid",
  "to the Contra rebels in Nicaragua; this was illegal, since Congress had banned all military",
  ".",
  "aid to the Contras from October 1984",
  "A Congressional investigation found that a group of Reagan’s advisers, including his",
  "- -",
  "national security chief Donald Regan, Lieutenant Colonel Oliver North and Rear Admiral",
  "John Poindexter had been responsibleand had all broken the law. Reagan accepted respon",
  "¬",
  "sibility for the armssales to Iran but not for sending funds to the Contras. It seems that he",
  "was only dimly aware of what was going on, and was probably no longer in touch with",
  ".",
  "affairs ‘Irangate’, as it was dubbed, did not destroy Reagan, as Watergate did Nixon, but",
  "it certainly tarnished the administration’s record in its last two years.",
  "5 A severe stock market crash (October 1987)",
  "This was brought on by the fact that the American economy was in serious trouble. There",
  "was a huge budget deficit, mainly because Reagan had more than doubled defence spend",
  "¬",
  "ingsince 1981, while at thesame timecutting taxes.During the period 1981-7,the national",
  "debt had more than doubled-to $2400 billion,and borrowing had to be stepped up simply",
  "to pay off the massive annual interest of $192 billion. At the same time the USA had the",
  "largest trading deficit of any leading industrialized country, and the economy was begin",
  ". ¬",
  "ning to slow down as industry moved into recession Some sources claimed that spending",
  "cutshad lefteconomicinfrastructuresand innercitiesin astateof decay;apparently insome",
  "of the worst areas, housing and infant mortality were on the same level as some Third",
  "World black spots.On the other hand statistics from the Federal Reserve Bank told a more",
  "positive story. During the eight years that Reagan was in office, inflation dropped from 12",
  "percent to 4.5 percent, unemployment fell from 7.5 percent to 5.7 percent, the top rate of",
  "personal tax fell from 70 percent to 33 percent, and 18 million new jobs were created.",
  ".",
  "Certainly Reagan somehow managed to retain his personal popularity During 1988 the",
  "economy and the balance of payments improved and unemployment fell. This enabled the",
  "Republican George Bush to win a comfortable victory in the election of November 1988.",
  "(c) George Bush (1989-93)",
  "-",
  "George Bush, who had been Reagan’s vice president, scored a big foreign policy success",
  "with his decisive leadership against Saddam Hussein after the Iraqi invasion of Kuwait",
  "(August 1990). When the Gulf War ended in the defeat of Saddam, Bush’s reputation",
  "stood high (seeSection 11.10). However,as time passed, he was increasingly criticized for",
  "not having pressed home the advantage and for allowing the brutal Saddam to remain in",
  "power.",
  "Meanwhile all was not well at home: the legacy of Reaganomics was not easy to throw",
  "off. A recession began in 1990, the budget deficit was still growing, and unemployment",
  ".",
  "increased again During the election campaign Bush had promised, in a famous reply to",
  "the Democrat candidate MichaelDukakis, not to raise taxes:‘Read my lips;no new taxes.’",
  "But now he found himself forced to raise indirect taxes and reduce the number of wealthy",
  "people exempt from tax. Although people with jobs were comfortably off materially, the",
  "middle classes felt insecure in the face of the general trend towardsfewer jobs. Among the",
  "workingclasses there wasa permanent ‘underclass’ of unemployed people, both black and",
  "white, living in decaying inner-city ghettos with a high potential for crime, drugs and",
  "violence. Many of these people were completely alienated from politics and politicians,",
  "seeing little chance of helpfrom either party. It was in this atmosphere that the election of",
  "November 1992 brought a narrow victory for the Democrat Bill Clinton.",
  "518",
  "PART IV THEUNITEDSTATES OFAMERICA23.6 BILL CLINTON, GEORGE W. BUSH AND BARACK OBAMA",
  "-",
  "(a) Bill Clinton (1993 2001)",
  ".",
  "William J. Clinton like John F. Kennedy 30 years earlier and Franklin D. Roosevelt 60",
  "years earlier, came into the White House like a breath of fresh air. He had been a Rhodes",
  "Scholar at Oxford,and the youngest everGovernorof Arkansas,elected in 1978at the age",
  ".",
  "of 32 As president he immediately caused a stir by appointing more women to top posts",
  "in his administration than had ever been seen before. Madeleine Albright became the first",
  "woman secretary of state; a woman judge was appointed to the Supreme Court and three",
  ",",
  "other important positions were given to women.",
  ".",
  "In the presidential election Clinton had campaigned on a programmeof welfare reform",
  "and a system of universal health insurance together with a change in direction - away",
  ",",
  "from ‘Reaganomics*. Unfortunately he experienced the same problemsas Kennedy - how",
  "to persuade or manoeuvre the Republicans in Congress into approving his reforms. When",
  "his Health Security Bill was published it was attacked by the insurance industry and the",
  ",",
  ".",
  "American Medical Association, and Congress refused to pass it His task became even",
  "moredifficult after big Republican gains in theCongressional electionsof 1994. However",
  ",",
  "the uncompromising behaviour of some of the Republicans in Congress did not go down",
  "well with ordinary Americans and Clinton's popularity increased. He did have some",
  ",",
  "successes:",
  "(cid:127)",
  "Plans were introduced to reduce the huge budget defieit left over from the Reagan",
  "era",
  ".",
  "(cid:127)",
  "A complete reorganization and streamlining of the welfare system was begun.",
  ".",
  "(cid:127) A minimum wage of $4.75 an hour was introduced (May 1996) and this was to",
  "increase to $5.15 in May 1997.",
  "(cid:127) The North American Free Trade Agreement was signed with Canada and Mexico,",
  ".",
  "setting up a free trade area between the three states",
  ".",
  "Clinton could also point to some solidachievements in foreign affairs He made a posi",
  "¬",
  "tivecontribution to peace in the Middle East when he brought Israeli and Palestinian lead",
  "¬",
  "ers together in Washington in 1993; the eventual result was an agreement granting the",
  "Palestinians limited self-government in the Gaza Strip and Jericho (see Section 11.7). In",
  "1995 he worked with President Yeltsin of Russia to try to bring an end to the war in",
  "Bosnia the outcome being the Dayton Accords (see Section 10.7(c)).",
  ",",
  "At the same time his presidency wasdogged by rumoursof shady businessdeals which",
  "he and his wife Hillary were said to have been involved in while he was Governor of",
  "Arkansas -the so-called ‘Whitewater scandal'. When two of his former business associ¬",
  "ates and the current Governor of Arkansas were convicted of multiple fraud (May 1996),",
  "the Republicans hoped that Whitewater would do toClinton what Watergate did to Nixon",
  "- drive him from office, or at least help to bring about his defeat in the election of",
  "November 1996. However, what seemed to matter to a majority of the American people",
  "was the state of the economy; and here too Clinton was successful - the economy began",
  "to recover and the budget deficit was reduced to more manageable proportions. The",
  "confrontational tactics of some of the Republicans, particularly Newt Gingrich, who",
  "constantly held up Clinton’s measures in Congress, probably won him sympathy, so that",
  "he was comfortably re-elected.",
  "The great success story of Clinton s second term was the sustained economic growth,",
  "1999 had set a new record for the longest period of continuouseconomic expan",
  "which by",
  "sion in peacetime. Already in 1998 the budget had been balanced and there was a surplus¬",
  "THE USA SINCE 1945 519.",
  "for thefirst time since 1969 Other signsof the healthy economy were that the valueof the",
  "stock market tripled, there was the lowest unemployment ratefor almost 30 years,and the",
  "highest level of home ownership in the nation’s history.",
  "(b) Scandal and impeachment",
  "Rumours of financial and sexual improprieties constantly circulated during Clinton’s first",
  "- -",
  "term as president. The attorney general could not avoid giving the go ahead for an inves",
  "¬",
  "tigation into the Clintons’ business affairs in Arkansas. The enquiry became known as",
  "‘Whitewater’, after the housing development company at the centre of the controversy;",
  "although it dragged on for several years, no conclusive evidence was found of any illegal",
  "dealings. Determined to discredit the president somehow or other, Kenneth Starr, the man",
  "conducting the enquiry, extended his investigations and eventually discovered proof that",
  "Clinton had been having an affair with Monica Lewinsky, a young intern on the White",
  "House staff. Having repeatedly denied any such involvement, the president was forced to",
  "make a public apology to the American people. The House of Representatives voted to",
  "impeach Clinton on charges of perjury and obstruction of justice, but in 1999 the Senate",
  "found him not guilty. It was a sordid business which to some extent damaged Clinton’s",
  ".",
  "reputation On the other hand, his personal popularity remained high; he had achieved a",
  "great deal during his presidency, and there was a feeling that he had been the victim of",
  ".",
  "unreasonable harassment at the hands of some Republicans",
  "(c) The election of November 2000",
  "The presidential election brought surprises, in more ways than one. The Democrat candi",
  "- ¬",
  "date, A1 Gore (Clinton’s vice president), started out the favourite in the contest against",
  "George W. Bush (Governor of Texas and son of the former president). Yet in spite of the",
  "healthy economic situation, the voting was very close. In total votes cast over the nation",
  "asa whole,Gore beat Bush by over500000. But the final resultdependedon which candi",
  "¬",
  "date won Florida, the last state to declare. Florida had 25 electoral votes, and this meant",
  "that whoever won in Florida would become president. After a recount, it looked as though",
  "Bush had won, though with a majority of less than 1000. The Democrats challenged the",
  "result and demanded a manual recount on the grounds that the machine counts were not",
  ". -",
  "reliable The Florida Supreme Court ordered a manual recount, and after hand counted",
  "ballots in two counties had been included in the result, Bush’s lead was reduced to under",
  "200. At this point, the Bush camp appealed to the US Supreme Court, which had a major",
  "¬",
  "ity of Republican judges; the court reversed the Florida Supreme Court’s decision and",
  "cancelled the manual count, on the grounds that it would take too long -five weeks had",
  ".",
  "passed and the presidency had still not been decided The Supreme Court decision meant",
  "that Bush had won Florida, and with it, the presidency. He was the first president since",
  ".",
  "1888 to win the election and yet lose the nationwide popular vote The court’s action was",
  "controversial in the extreme; many people were convinced that if the manual recount had",
  ".",
  "been allowed, Gore would have won",
  "(d) George W. Bush's first term (2001-5)",
  "During his first year in office, the nature of President Bush’s administration quickly",
  "became clear-he was on thefar right,or neo-conservative, wing of the Republican party;",
  "-",
  "one analyst later described him as ‘the most hard right president since Herbert Hoover’.",
  "520 PART IV THEUNITEDSTATES OFAMERICAAlthough he had campaigned as a ‘compassionate conservative’, he began by introducing",
  ".",
  "massive tax cuts amounting to $1.35 trillion for the wealthiest citizens He also signalled",
  ".",
  "his intention to spend less on social services He drew criticism from the European Union",
  "and other countries when he announced that the USA was withdrawing from the 1997",
  "Kyoto Protocol, which aimed to reduce the emission of greenhouse gases (see Section",
  "- .",
  "27.5(b)), and from the 1972 Anti Ballistic Missile Treaty",
  "The president soon faced a testing crisis with the 11 September terrorist attacks on",
  "New York and Washington (see Section 12.3). He responded decisively,declaring war on",
  "terrorism and building up an international coalition to carry out the campaign. During the",
  "next 18 months the Taliban regime was removed from Afghanistan and Saddam Hussein",
  "was driven from power in Iraq. However, it proved more difficult to bring peace to these",
  "countries; two years after the overthrow of Saddam in April 2003, American soldiers in",
  "Iraq were still being killed by terrorists. There were reports that even in Afghanistan the",
  "Taliban were creeping back and gaining a hold in certain areas.",
  "Meanwhile, at home the economy began to run into problems. The annual budget",
  "published in February 2004showed that there was a deficit of well over4 percentof GDP",
  "(the EU ceiling was 3 per cent). Reasons for this were;",
  "(cid:127) increasingexpenditureon anti-terroristsecurity measuresand thecontinuing costof",
  "the operations in Iraq;",
  "(cid:127)",
  "a fall in government revenue because of the huge tax cuts for the wealthy;",
  "(cid:127) .",
  "extra credits given to farmers",
  "The government’s policies were having mixed effects, the most striking one of which",
  "was the ever-widening gap between rich and poor.Statistics published at the end of 2003",
  "showed that the richest one per cent of Americans owned well over 40 per cent of their",
  "nation’s wealth. (For comparison, in the UK the richest 1 per cent owned 18 per cent of",
  "the total wealth.) This was not due solely to Bush’s policies - it had been developing",
  "over the previous 20 years; but the trend accelerated after 2001, partly because of the tax",
  "cuts.The Centrefor Public Integrity reported that every member of the Bush cabinet was",
  "a millionaire, and that its total net worth was more than ten times that of the Clinton",
  ".",
  "cabinet",
  "At the other extreme there was increasing poverty, caused partly by rising unemploy",
  "¬",
  "ment and partly by low wages. Three million people had lost their jobs since Bush took",
  "office, and over 34 million, one in eight of the population, were living below the poverty",
  "line. Unemployment benefit was only paid for six months, and in some states-Ohio was",
  "an outstanding example-thousandsof people were surviving with the help of charity food",
  "kitchens run by churches. At the end of Bush’s first four years in office, the number of",
  "Americans living below the poverty line had increased by 4.3 million since he became",
  "president in January 2001.",
  "Why was this happening in the world’s richest country? The government blamed the",
  "closure of so many factorieson foreign imports,and singled out China as the main culprit.",
  "The poor received only the minimum of help from the government because, basically, the",
  "Bush administration held fast to the traditional conservative American principles of lais",
  "- ¬",
  "sez faire: government should be kept to a minimum and should not have a direct role in",
  "alleviating poverty. Social welfare was thought to weaken self-reliance, whereas people",
  "should be encouraged to help themselves. Taxation was considered to be an unwarranted",
  "interference with individual property, and the wealthy should not feel obliged to help the",
  "poor, unless they chose to do so. The main obligation of business was to maximize prof",
  "¬",
  "its for the benefit of shareholders; to that end, all government interference and regulation",
  "should be kept to a minimum.",
  "Unfortunately this approach led to an ‘anything goes’ atmosphere,and some disturbing",
  "THEUSASINCE 1945 521.",
  "developments took place In the absence of proper regulation, it was tempting forcompa",
  "¬",
  "nies to ‘manipulate’ their accounts to show ever-increasing profits,and thereby keep their",
  "share prices rising. But this practice could notcontinueindefinitely;in November 2001 the",
  "energy trading company Enron went bankruptafteraseriesof secretdeals-unknown both",
  "to the authorities and to investors - which turned out to be disastrously loss-making.",
  "Enron’s chief executive and his board members had to face Congressional investigations",
  ".",
  "for fraud Several other major companies followed; tens of thousands of people lost their",
  "investments, while employees of the companies lost their retirement pensions when the",
  "pension funds disappeared.",
  "As the election of November 2004 approached, many analysts believed that these",
  ".",
  "mounting problems would bring abouta Republican defeat However, President Bush won",
  "a decisive, though still fairly close victory over his Democrat challenger, Senator John",
  "Kerry. Some 58.9 million Americans voted for Bush compared with 55.4 million for",
  "Kerry. The Republicans also increased their majority in the House of Representatives and",
  "the Senate. The growing poverty and unemployment in some states had apparently not",
  "been widespread enough to win the day for Kerry. Other reasons suggested for the",
  "Republican victory include:",
  "(cid:127) The Democrats failed to produce a clear campaign message setting out what the",
  ".",
  "party stood for Consequently, many voters decided it was wiser to stick with the",
  "tried and tested Bush rather than switch to Kerry, who was perceived as an",
  ".",
  "unknown quantity",
  "(cid:127) The Democrats failed to convince enough voters that they could be trusted to keep",
  "the country safe and secure.",
  "(cid:127)",
  "The Republicans were seen by the Christian right as the party that stood for moral",
  "and family values, whereas the Democrats were thought to be too sympathetic",
  "towards abortion and gay marriages.",
  "(cid:127) The Republicans were more successful than they had been in the 2000 election at",
  ".",
  "galvanizing their supporters into going along to vote",
  "(e) George W Bush's second term (2005-8)",
  ".",
  "Disaster struck in the first year of President Bush’s second term, just as it had in the first.",
  "This time it was Hurricane Katrina which battered the southern coast on 29 August. New",
  "Orleans was right at the centre and suffered extensive damage and flooding. Louisiana,",
  "Mississippi and Alabama were badly affected and Bush declared a state of emergency in",
  "all three states. He toured the area, ordered federal cash to be used in the recovery and",
  "rebuilding process and sent the National Guard in to help the locals. The recovery was",
  "extremely slow and Bush was criticized for the government response and the apparent",
  "incompetence of those appointed to organize the recovery programme. Some observers",
  "believe that this flawed response to Hurricane Katrina was one of the reasons for the",
  "Republican defeats in the mid-term Congressional elections of 2006, which left Bush as a",
  "Tame-duck’ president-a president faced with a hostile Congress.In the areaof healthand",
  "social security, Bush’s record was mixed. Increased funding introduced in 2003 for the",
  "National Institute of Health (NIF) was withdrawn because of rising inflation - the first",
  "time it had been reduced for 36 years. He approved an addition to the Medicare health-",
  ".",
  "insurance scheme to provide assistance towards paying for prescription medicines",
  "However, in 2007 he vetoed the State Children’s Health Insurance Programme (SCHIP),",
  "which would have extended the amount of free healthcare for the children of poor fami",
  "¬",
  "lies. It was to be funded by an increase in the tax on cigarettes, and had been approved by",
  "the House of Representatives and the Senate, both of which had a Democrat majority",
  "522",
  "PART IV THEUNITEDSTATES OFAMERICA.",
  "following the 2006 Congressional elections Bush opposed the programme because he",
  ".",
  "believed it was too close to socialism",
  ".",
  "In the early part of Bush’ssecond term theeconomic situation seemed to be improving",
  ".",
  "Unemploymentfell but the underlying problem was still the huge budgetdeficit Ata time",
  "of reduced taxation, defence and military spending were increasing, thanks to the contin",
  "¬",
  "ued campaigns in Iraq and Afghanistan, where the Taliban insurgency wasassuming crisis",
  "proportions(seeSection 12.5). In December 2007 thecountry had slipped intoa recession.",
  "Unemployment rose rapidly and in just one month - February 2008 -63 000 jobs were",
  "lost. The president tried to help by launching an aid programme in which thousands of",
  "people received a large tax rebate and some struggling businesses were given tax breaks.",
  ".",
  "This was not enough to turn the tide, and all parts of the economy were affected House",
  "-",
  "sales and prices fell dramatically,and there was a sub prime mortgage crisis when people",
  "were unable to keep up repayments. This threw mortgage lenders into difficulties and by",
  "September 2008 the US was on the brink of the worst financial crisis since the Great",
  ".",
  "Depression of the 1930s On 15 September 2008 Lehman Brothers, the fourth largest",
  "investment bank in the USA, filed for bankruptcy (for full details of the world financial",
  "crisisseeSection 27.7). In November 2008over half a million jobs werelost.The National",
  "Bureau of Labor reported that by the time Bush left office no fewer than 2.9 million jobs",
  "had been lost since he came to power in January 2001.",
  "As the November 2008 presidential election drew near, the Republicans could hardly",
  "have faced a more inauspicious situation. When Bush took office in 2001 the USA had a",
  "huge budget surplus of $2 trillion. That was not counting the national debt, which stood at",
  ".",
  "$5.7 trillion However, many economists predicted that if the government -of whichever",
  "party -continued on the same path followed by Bill Clinton, the national debt should be",
  ". .",
  "paid off in about ten years Bush decidedly did not continue on the Clinton road First of",
  "all he cut taxes-a very popular move;unfortunately that meanta reduction in government",
  "revenue of $1.8 trillion. Next he declared the ‘war on terror’, leading to the invasion of",
  ".",
  "Iraq and the operations in Afghanistan These were extremely expensive and were",
  ".",
  "financed by borrowing to the tune of $1.5 trillion The financial crisis and the recession",
  "reduced government income still further, so that by November 2008, according to politi",
  "¬",
  "cal commentator Corey Robin, ‘Bush had squandered the surplus and nearly doubled the",
  "size of the debt, adding more to it than any other president in US history.’",
  "In the election on 4 November 2008 the Democrat presidential and vice-presidential",
  "candidates, Barack Obama and Joe Biden, won a comfortable victory over Republicans",
  "John McCain and Sarah Palin. The decisive factors were the unpopularity of the Iraq war,",
  "which McCain supported and Obama opposed,and the continuing economic crisis, which",
  "was blamed on Bush. Obama campaigned on a slogan of ‘Washington must change’,",
  "promising universal healthcare, full employment, green policies and a USA respected",
  "instead of feared by its enemies. He also labelled McCain’s programme damagingly as",
  "‘more of the same’, referring to his close association with the unpopular Bush over the",
  "previous eight years. This election made history: until 2008 both president and vice-pres",
  "-¬",
  "ident had always been WASPS;now the president was an African American and the vice",
  ".",
  "president was a Roman Catholic",
  "(f) Barack Obama (2009-13)",
  ".",
  "The most pressing problem facing the new president was the sorry state of the economy",
  "Wasting no time, in February 2009 he signed into law the American Recovery and",
  "Reinvestment Act. This was a plan setting aside $787 billion to rescue the economy by",
  "creating new jobs. In June 2009 General Motors filed for bankruptcy, the largest manu",
  "¬",
  "facturing collapse in US history. Fortunately the government was able to step in and take",
  "523",
  "THEUSASINCE 1945.",
  "over 60 per cent of the business Then in July 2010 came the Financial Reform Act,",
  "designed toreduce the powerof thelarge banksand provide more protectionforcustomers",
  "and investors. This wasa step in the right direction, but critics argued that it did not go far",
  ".",
  "enough to be certain of preventing another financial crash like that of 2008 Obama was",
  "determined to deal with the other source of discontent - the war in Iraq. His first act as",
  "president was to ask his military leaders to prepare a plan for what he called a ‘responsi",
  "¬",
  ".",
  "ble’ withdrawal of troops from Iraq, to be completed by the end of 2011 This was",
  "achieved: the war was formally declared to be over, although it was not the end of",
  ".",
  "violence,since Sunnis and Shias continued to fight each other (see Section 12.4(f))",
  "Unfortunately the war in Afghanistan was decidedly not over; by the middle of 2009",
  "the Taliban had been so successful that they controlled many areas and had set up shadow",
  "governments and law courts there. Many observers were convinced that it was impossible",
  ".",
  "to defeat the Taliban militarily, and that talks would have to begin Even President Karzai",
  "of Afghanistan thought this was the only way forward. However, Obama decided to have",
  "another ‘surge’,and in December 2009 he ordered an extra 30000 troops into Afghanistan",
  "with orders to ‘seize’ the initiative’.",
  "Another Obama initiative concerned the Arab-Israeli problem. In a speech in Cairo in",
  "June 2009 he had promised to form a new relationship of trust and co-operation between",
  "Islam and the USA, putting behind them years of suspicion and discord, and calming the",
  "dispute with Iran over nuclear weapons. The Iranian government made no response, but",
  ".",
  "most other countries welcomed the announcement He even apologized to Muslims for",
  ".",
  "American military strength, the war in Iraq, Guantanamo and colonialism It was proba",
  "¬",
  "bly because of this initiative that President Obama was awarded the Nobel Peace Prize in",
  "October 2009. It was a great honour for him, but it drew mixed reactions-critics said it",
  "was too early for such an award, as he had not actually achieved anything yet. Then in a",
  "speech at the UN General Assembly (23 September 2010), he proposed that a separate",
  "Palestinian state should be set up within a year and requested President Netanyahu of",
  "Israel to stop allowing new Israeli settlements to be built on land destined to be part of",
  "Palestine. Predictably, the Israelis were furious: they protested strongly and sought",
  "support from the Israeli lobby in the USA. Massive pressure was put on Obama by the",
  ".",
  "conservatives until he felt obliged to change his position The next demand for statehood",
  "by the Palestinians in September 2011 was vetoed at the United Nations - by the USA!",
  "Understandably they felt betrayed, and the new ‘rapprochement’ between the USA and",
  "Islam was looking distinctly shaky. Nor did it help that the Guantanamo Bay prison,",
  "which in January 2009 Obama had promised would be closed within the year, was still",
  "fully operational. . In domestic affairs Obama also ran into problems: there were great",
  "objections to his healthcare reforms designed to bring some 30 million more Americans",
  "within the protection of health insurance. Eventually he was able to sign the changes into",
  "law (March 2010), but the Republicans were so determined to strike down ‘Obamacare’",
  "that 26 of the states challenged the legality of parts of the legislation via the Supreme",
  "Court. This took over two years to reach a decision -in June 2012 the Court ruled that",
  "the whole of the legislation was legal. It was due to be introduced piece by piece until it",
  "became fully operational in 2018, taking the USA closer than ever before to guaranteed",
  "coverage for everybody. In the mid-term elections of November 2010 the Democrats lost",
  "63seatsand control of the House of Representatives, probably because the economy was",
  "showing very little sign of improvement and unemployment remained static. Leading the",
  "opposition to Obama was the Tea Party movement, a conservative group which advo",
  "¬",
  "cated reduced taxes, lower government spending and paying off some of the national",
  "debt; in other words, a return to general austerity. They took their name from the Boston",
  "Tea Party of 1773, when colonists had protested against the British tax on tea by dump",
  "¬",
  "ing tea taken from British ships into the harbour. After months of argument, in August",
  "2011 Obama gave way and signed an austerity bill that, among other things, reduced the",
  "524 PART IV THEUNITEDSTATES OFAMERICApay of federal workers, cut defence spending and endorsed a more aggressive austerity",
  ".",
  "programme",
  "It wasclaimed that this had saved the USAfrom what would have beenadisastrousdebt",
  "default, though othersargue that Obama would never haveallowed the US todefault;there",
  "was money in reserve to pay itsdebts,and there werealternativesavings that hecould have",
  "-",
  ".",
  "made, rather than default Whatever the truth, the euphoria was only short lived: only four",
  "-",
  "days later the ratings agency, Standard and Poor’s, cut the US triple A rating for the first",
  "time, reducing it to AA+ status. The reason -the USA had failed to tackle its massive",
  "budgetdeficitand itsequally massivedebts.There weretwo brightspotsamong thegloom,",
  "though even they were controversial. In December 2010 President Obama signed an",
  "historic law repealing the ban on gays serving openly in the military - a largely popular",
  "move, but one which appalled the religious right. In May 2011 it was announced that",
  "Osama bin Laden, theal-Qaedaleader,had been killed by American troops in Pakistan (see",
  ".",
  "Section 12.5) This caused widespread celebrations in the USA but brought relations with",
  "Pakistan to an all-time low. As the USA moved towards the next presidential election in",
  "November 2012, unemployment was still high and economic recovery very slow. Most",
  "commentators predicted a close election, but in the event, Obama won a comfortable",
  ".",
  "victory over his Republican challenger, Mitt Romney One important reason for this was",
  "the changing racial makeup of the USA - African Americans and Hispanics make up a",
  "steadily increasing proportion of the population, and overwhelmingly, they support the",
  "Democrats. The Republicans’ anti-gay and anti-abortion policies lost them votes, and so",
  "-",
  "too did the perception that Romney, a multi millionaire, cared more for the interests of",
  ".",
  "wealthy plutocrats than for the needs of ordinary people Controversially,many Christian-",
  "right voters turned against Romney on the grounds that, since he was a Mormon, he could",
  "not be a true Christian. In the end Obama won much support for his demand that the",
  ".",
  "wealthy (those earning more than $250 000 a year) should pay more in taxes",
  "FURTHER READING",
  ".",
  "Ali, Tariq, The Obama Syndrome: Surrender at Home,War Abroad (Verso, 2011)",
  "Black, C., Nixon:The Invincible Quest (Quercus, 2008).",
  ".",
  "Brogan, H.,The Penguin Historyof the United States of America (Penguin, 2001 edition)",
  "Dallek, R., John F. Kennedy: An Unfinished Life (Penguin, 2004).",
  "Dallek, R., Lyndon P. Johnson: Portrait of a President (Penguin, 2005).",
  "Dallek, R., Nixon and Kissinger: Partners in Power (Allen Lane, 2007).",
  "Foner, N., From Ellis Island to JFK: New York’s TwoGreat Waves of Immigration (Yale",
  ".",
  "University Press, 2001)",
  "Graubard, S., The Presidents: The Transformation of the American Presidency from",
  ".",
  "Theodore Roosevelt toGeorge W. Bush (Penguin, 2009)",
  "Hedges,C.,American Fascists:the Christian Right andtheWaronAmerica (Cape,2007).",
  "Herman, A., Joseph McCarthy (Free Press, 2000).",
  "Johnson, P.,A History of the American People (Harper, 2000).",
  "Lipset, M. and Marks, G., It Didn’t Happen Here: Why Socialism Failed in the USA",
  ".",
  "(Norton, 2001)",
  "Maranto, R., Lansford, T. and Johnson, J. (eds) Judging Bush (Stanford University Press,",
  ".",
  "2009)",
  "McCullough, D., Truman (Simon & Schuster, 1993).",
  "Newton, J., Eisenhower: The White House Years (Doubleday, 2011).",
  ".",
  "Reeves, R., President Nixon: Alone in the White House (Simon & Schuster, 2002)",
  ".",
  "Roberts, A , A History of the English Speaking Peoples Since 1900 (Weidenfeld &",
  "Nicolson, 2006).",
  "THEUSASINCE 1945 525.",
  "Rob.in,C„'The Waron Tax', London Reviewof Books (25 August 2011)",
  "Sun J„Henry Kissingerand the American Century (Harvard Unive.rsity Press, 2007).",
  "Unger,C., The Fall of the House of Bush (Simon & Schuster, 2007)",
  "Woods,R. B„QuestforIdentity:America since 1945(Cambridge University Press,2005)",
  "Zinn, H., A People’s History of the United States (Harper Perennial, 2010edition)",
  "QUESTIONS",
  "1 How far would you agree with the view that Johnson’s administration was largely a",
  "failure because of US involvement in the Vietnam War?",
  "2 Explain why there was such a powerful anti-communist movement in the USA in the",
  "years following the Second World War. How important was Senator Joseph",
  "McCarthy's role in the movement?",
  "3 (a) Explain why Malcolm X left the Nation of Islam.",
  "(b) 'The growth of radicalism among African Americans was important in helping",
  "them to gain their civil rights during the 1960s.’ Explain whether you agree or",
  "disagree with this view.",
  "4 Explain why the March on Washington took place in 1963.",
  "-",
  "5 ‘The use of non violence was the most important reason for African Americans gain",
  "¬",
  "ing improved civil rights in the years 1960-8.’ How far would you agree with this",
  "statement?",
  "6 Critics have sometimes described the presidencies of Jimmy Carter (1977-81) and",
  "George Bush (1989-93) ascompletely ineffective. Explain whether you think thisisa",
  "fair criticism.",
  "7 In what ways can the Clinton admi.nistration (1993-2001) be judged a success?",
  "Explain why, in spite of his successes Clinton was impeached towards the end of his",
  "presidency.",
  "8 Explain what was meant by ‘Reaganomics', the term used to describe President",
  "Reagan's economic policies. How successful were these policies?",
  "9 The presidency of George W. Bush has been described as ‘one long disaster'. How far",
  "do you think this verdict is justified?",
  "®",
  "There is a document question about the struggle for civil rights on the website.",
  "526 PARTIV THEUNITEDSTATESOF AMERICAV",
  "Part",
  "Decolonization",
  "and AfterThis page intentionally left blank24"
]