[
  "The two Europes East and",
  ",",
  "West since 1945",
  "SUMMARY OF EVENTS",
  "At the end of the Second World War in 1945, Europe was in turmoil. Many areas, espe",
  "¬",
  "cially in Germany,Italy,Poland and the western partsof the USSR, had beendevastated,",
  "and even the victorious powers, Britain and the USSR, were in serious financial diffi",
  "¬",
  "culties because of the expense of the war. There was a huge job of reconstruction to be",
  "done, and many people thought that the best way to go about this was by a joint effort.",
  "Some even thought in terms of a united Europe,rather like the United Statesof America,",
  "in which the European states would come together under a federal system of govern",
  ". ¬",
  "ment However, Europe soon split into two over the American Marshall Plan to promote",
  "recovery in Europe (see Section 7.2(e)). The nations of western Europe gladly made use",
  "of American aid, but the USSR refused to allow the countries of eastern Europe to",
  "accept it, for fear that their own control over the area would be undermined. From 1947",
  "onwards the two parts of Europe developed separately, kept apart by Joseph Stalin’s",
  ".",
  "‘iron curtain’",
  "The statesof western Europe recoveredsurprisingly quickly from theeffectsof the war,",
  "thanks to a combination of American aid, an increase in the world demand for European",
  "products,rapid technologicaladvancesandcareful planning by governments.Some moves",
  "took place towards unity, including the setting up of NATO and the Council of Europe",
  "(both in 1949),and the European Economic Community (EEC) in 1957. In Britain,enthu",
  "¬",
  "siasm for this type of unity developed more slowly than in other countries for fear that it",
  "would threaten British sovereignty. The British decided not to join the EEC when it was",
  "first set up in 1957; when they changed their minds in 1961, the French vetoed their entry,",
  ".",
  "and it was 1972 before it was finally agreed that Britain could become a member",
  "Meanwhile the communist states of eastern Europe had to be content to be satellites of",
  "the USSR. They, too, moved towards a sort of economic and political unity with the intro",
  "¬",
  "duction of the Molotov Plan (1947), the formation of the Council for Mutual Economic",
  ".",
  "Assistance (COMECON) in 1949 and the Warsaw Pact (1955) Until his death in 1953",
  "Stalin tried to make all these statesas much like the USSR as possible, but after 1953 they",
  "began to show more independence. Yugoslavia under Tito had already developed a more",
  "decentralized system in which the communes were an important element. Poland and",
  "Romania successfully introduced variations, but the Hungarians (1956) and the Czechs",
  "(1968) went too far and found themselves invaded by Soviet troops and brought to heel.",
  "During the 1970s the states of eastern Europe enjoyed a period of comparative prosperity,",
  ".",
  "but in the 1980s they felt the effects of world depression",
  "-",
  "Dissatisfaction with the communist system began to grow; in a short period from mid",
  "1988until the endof 1991,communism collapsed in the USSR and in all the statesof east",
  "¬",
  "ern Europe except Albania, where itsurvived until March 1992.Germany, which had been",
  "divided into two separate states,one communist and one non-communist,since soon after",
  "the war (seeSection 7.2(h)), was reunified (October 1990), becoming once again the most",
  "186 PARTI WAR ANDINTERNATIONALRELATIONSpowerfulstatein Europe.With theend of communism,Yugoslaviasadly disintegrated into",
  ".",
  "a long civil war (1991-5)",
  "In the west the European Community, which from 1992 was known as the European",
  ".",
  "Union, continued to function successfully Many of theformer communist states began to",
  "apply to join the Union; in 2004 there were 25 members,and in 2007 the total reached 27",
  "with the addition of Bulgariaand Romania. But theenlargement broughtitsown problems.",
  "10.1 THE STATES OF WESTERN EUROPE",
  "Shortage of space allows only a brief look at the three most influential states in mainland",
  "Europe.",
  "(a) France",
  "Under the Fourth Republic (1946-58) France was politically weak, and though her indus",
  ". ¬",
  "try was modernized and flourishing, agriculture seemed to be stagnating Governments",
  "were weak because the new constitution gave the president very little power. There were",
  "five major parties and this meant that governments were coalitions, which were constantly",
  "changing: in the 12 years of the Fourth Republic there were 25 different governments,",
  "which were mostly too weak to rule effectively. There were a number of disasters:",
  "(cid:127) French defeat in Indo-China (1954) (see Section 8.3(a));",
  "(cid:127)",
  "failure in Suez (1956) (see Section 11.3);",
  "(cid:127) rebellion in Algeria, which brought the government down in 1958.",
  "General de Gaulle came out of retirement to lead the country; he introduced a new consti",
  "¬",
  "tution giving the president more power(which became the basisof the Fifth Republic),and",
  "gave Algeria independence. With the Cold War continuing, De Gaulle successfully",
  "demonstrated that France wasa strong,independent power, not a weak country in decline.",
  "He built France’s own nuclear deterrent, withdrew French forces from NATO command,",
  "condemned the USA’s war in Vietnam,criticized Israeli behaviour in the Middle East and",
  "vetoed Britain’sentry into the Common Market. De Gaulle retired in 1969 after a wave of",
  "strikes and demonstrations protesting against, among other things, the authoritarian and",
  ".",
  "undemocratic nature of the regime",
  "The Fifth Republic continued to provide stable government under the next two presi",
  "¬",
  "dents, both right-wingers - Georges Pompidou (1969-74) and Valery Giscard d’Estaing",
  "(1974-81). Francis Mitterand, the socialist leader, had a long period as president, from",
  "1981 until 1995, when Jacques Chirac of the right-wing RPR (Rassemblement pour la",
  "Republique) waselected president for the next seven years.The dominant issues in France",
  "in the 1990s were the continuing recession and unemployment,doubtsabout France’s role",
  "in the European Community (there was only a very small majority in September 1992 in",
  "favour of the Maastricht Treaty (see Section 10. 4(h)) and uneasiness about the reunified",
  ".",
  "Germany When Chirac’s new prime minister, Alain Juppe, began cutbacks to get the",
  "French economy into shape for the introduction of the euro-the new European currency",
  "-which was due to take place in 2002, there were widespread protest demonstrations and",
  ".",
  "strikes (December 1995)",
  "It was no surprise when there was a swing towards the left in the parliamentary elec",
  "¬",
  "tions of May 1997. Chirac’s conservative coalition lost its majority in parliament, and the",
  "socialist leader, Lionel Jospin, became prime minister. His policies were designed to",
  "reduce the budget deficit to no more than 3 per cent of GDP (Gross Domestic Product),as",
  "THETWOEUROPES,EAST ANDWESTSINCE 1945 187.",
  "required by the European Community for entry into the new currency They failed to",
  "arouse much enthusiasm; in the presidential elections of 2002, the general apathy of the",
  "-",
  "voters allowed Jospin to be beaten into third place, leaving Chirac and the right wing",
  "nationalist, Jean-Marie le Pen, to fight it out in the run-off. Chirac won easily, taking 80",
  "per cent of the votes, but his second term as president (2002-7) was not a success. In a",
  "referendum held early in 2005,the electorate overwhelmingly rejected proposalsfora new",
  "European Constitution, in spite of the government’s wall-to-wall campaign in its favour.",
  "Later in the year there was a wave of riots in poorer areas of cities throughout the country",
  "protesting against the high level of youth unemployment.This wasfollowed by aseries of",
  "strikes and demonstrations against a new government policy designed to enable employ",
  "¬",
  "ers to take on young workers on a temporary basis instead of giving them job security.",
  "After two months of chaos, Chirac was forced to drop the plan. As the presidential elec",
  "¬",
  "tion of 2007 approached, the Socialist Party was looking forward to victory.",
  "However, unexpectedly, the Socialist candidate,Segolene Royal, was heavily defeated",
  "- . -",
  "by the Centre Right candidate, Nicolas Sarkozy Inexperienced in front line politics,",
  "Royal foughta lacklustrecampaign, while Sarkozy impressed theelectorate with promises",
  "of greater security on the streets, tough policies on crime and immigration and a clean",
  ".",
  "break from the Chirac era in order to reverse the increasingly obvious national decline",
  "Unfortunately, from the autumn of 2008, the Sarkozy presidency was dominated by the",
  "aftermath of the great financial collapse in the USA, which plunged the whole EU into an",
  ".",
  "ongoing economic crisis (see Section 27.7) The presidential election of 2012 was won by",
  ".",
  "the socialist candidate, Fran5ois Hollande",
  "(b) The German Federal Republic {West Germany)",
  "Set up in 1949, the German Federal Republic enjoyed a remarkable recovery - an",
  "‘economic miracle’ - under the conservative government of Chancellor Konrad Adenauer",
  "(1949-63). It was achieved partly thanks to the Marshall Plan, which brought substantial",
  ".",
  "American investment into the country This enabled the rebuilding of German industry to",
  "- -",
  "accelerate and provided funds for the installation of the latest up to date plant and equip",
  "¬",
  ".",
  "ment The government encouraged the ploughing back of profits into industry rather than",
  ".",
  "distributing them as higher dividends or higher wages (which happened in Britain)",
  "Taxation was reduced, which meant that people had more money to spendon manufactured",
  "goods; rationing and other controls were either reduced or removed altogether. Events",
  "abroad contributed to the German recovery; for example, the war in Korea (1950-1)",
  "produced a demand for exactly the type of high-quality goods that the Germans were so",
  "good at producing. Industrial recovery was so complete that by 1960 West Germany was",
  "producing 50 per cent more steel than the united Germany in 1938,and unemployment was",
  ".",
  "less than aquarterof a million TheGerman people themselvesmust take muchof thecredit",
  "for theirdetermination and ingenuity thatenabled their country notonly to recoverfrom the",
  "catastrophe of military defeat, but also to enjoy arguably the most successful economy in",
  ".",
  "Europe All classes shared in the prosperity; pensions and children’s allowances were",
  "geared to the cost of living, and 10 million new dwellings were provided.",
  "-",
  "The new constitution encouraged the trend towards a two party system, which meant",
  "there was a better chance of strong government. The two major parties were:",
  "(cid:127) the Christian Democrats (CDU)-Adenauer’s conservative party;",
  "(cid:127) the Social Democrats (SDP)-a moderate socialist party.",
  "There was a smaller liberal party - the Free Democratic Party (FDP). In 1979 the Green",
  "Party was founded, with a programme based on ecological and environmental issues.",
  "188",
  "PARTI WAR ANDINTERNATIONALRELATIONSAdenauer’s CDU successors, Ludwig Erhard (1963-6) and Kurt Georg Kiesinger",
  "(1966-9), continued the good work, though there were some setbacks and a rise in unem",
  "¬",
  ".",
  "ployment This caused support to swing to the SDP, who stayed in power, with FDP",
  "support,for 13 years, first under Willi Brandt (1969-74) and then under Helmut Schmidt",
  "(1974-82). After the prosperous 1970s, West Germany began to suffer increasingly from",
  "the world recession. By 1982 unemployment had shot up to 2 million; when Schmidt",
  "proposed increasing spending to stimulate the economy, the more cautious FDP withdrew",
  "support and Schmidt was forced to resign (October 1982). A new right-wing coalition of",
  "the CDU and the Bavarian Christian Social Union (CSU) was formed, with FDP support,",
  "and the CDU leader, Helmut Kohl, became Chancellor. Recovery soon came -statistics",
  "for 1985 showed a healthy economic growth rate of 2.5 per cent and a big export boom.",
  "By 1988 the boom was over and unemployment rose to 2.3 million. However, Kohl",
  "managed to hold on to power, and had the distinction of becoming the first Chancellor of",
  "the reunified Germany in October 1990 (see Section 10.6(e)).",
  "Reunification brought enormous problems for Germany- the cost of modernizing the",
  "east and bringing its economy up to western standards placed a big strain on the country.",
  "Billions of Deutschmarks were poured in and the process of privatizing state industries",
  "was begun. Kohl had promised to revive the east without raising taxes, and to make sure",
  "that ‘nobody after unification will be worse off’. Neither of these pledges proved to be",
  "possible: there were tax increases and cuts in government spending. The economy stag",
  "¬",
  "nated, unemployment rose and the process of revival took much longer than anybody had",
  "anticipated. After 16 years the voters at last turned against Kohl; in 1998 the SDP leader",
  ".",
  "Gerhard Schroder became chancellor",
  "The economy remained the greatest challenge facing the new chancellor. The govern",
  "¬",
  "ment failed to improve the situation significantly, and Schroder was only narrowly re",
  "elected in 2002. In the summer of 2003 unemployment reached 4.4 million-10.6 per cen¬t",
  "of the registered workforce. At the end of the year the budget deficit exceeded the 3 per",
  "cent ceiling for participation in the euro. France had the same problem. Both states were",
  "let off with a warning, but the situation did not bode well. Germany’s finance minister",
  "admitted that the target of balancing the budget by 2006 could not be achieved without",
  ".",
  "another ‘economic miracle’",
  "In the elections of 2005 the CDU/CSU group won a very narrow victory, but lacking a",
  "majority in the Bundestag, had to form a coalition with its ally, the FDP, and the main",
  ".",
  "opposition party, the SPD Schroder stepped down and Angela Merkel, the CDU leader",
  "and a politician from theformerEastGermany, became the first woman Chancellor.There",
  "was an economic upswing in the period 2006-7, unemployment fell, and the resulting",
  "increase in tax revenues helped to absorb some of the budget deficit. And then came the",
  "great crash of 2008, which soon plunged Germany once again into adeep recession.In the",
  "elections of September 2009 the SPD suffered its worst ever performance and was forced",
  ".",
  "to drop out of the coalition The FDP increased its vote significantly and this enabled",
  ".",
  "Merkel tocontinue as Chancellor Observersattributed her popularity to her unpretentious",
  "manner, her fairness and her common-sense approach. It was obvious that she could not",
  "be held responsible for the economic crisis and she seemed to be the leader most likely to",
  "restore stability. In office she had been much more moderate than in opposition, when she",
  "-",
  "had taken a tough right wing stance, criticizing, among other things, excessive welfare",
  ". .",
  "dependence In fact there seemed little to choose between her and Schroder",
  "(c) Italy",
  "—",
  "The new Republicof Italy began with aperiodof prosperityand stable government underde",
  "-",
  "Gasperi (1946 53), but then many of the old problems of the pre Mussolini era reappeared:",
  "THETWOEUROPES,EAST ANDWESTSINCE 1945 189-",
  "with at least seven major parties, ranging from communists on the left to the neo fascists",
  "on the far right, it was impossible for one party to win a majority in parliament. The two",
  "main parties were:",
  "(cid:127)",
  "the communists (PCI);",
  "(cid:127) the Christian Democrats (DC).",
  "The Christian Democrats were the dominant party of government, but they were",
  "constantly dependent on alliances with smaller parties of the centre and left. There was a",
  "series of weak coalition governments, which failed to solve the problems of inflation and",
  "unemployment. One of the more successful politicians was the socialist Bettino Craxi,",
  "who was prime minister from 1983 to 1987; during this time both inflation and unem",
  "¬",
  "ployment were reduced. But as Italy moved into the 1990s the basic problems were still",
  ".",
  "the same",
  "(cid:127) There was a north-south divide: the north, with its modern, competitive industry,",
  "was relatively prosperous, while in the south, Calabria, Sicily and Sardinia were",
  ".",
  "backward, with a much lower standard of living and higher unemployment",
  "(cid:127) The Mafia was still a powerful force, now heavily involved in drug dealing, and it",
  "seemed to be getting stronger in the north. Two judges who had been trying Mafia",
  ".",
  "cases were assassinated (1992), and it seemed as though crime was out of control",
  "(cid:127) Politics seemed to be riddled with corruption, with many leading politicians under",
  ".",
  "suspicion Even highly respected leaders like Craxi were shown to have been",
  "involved in corrupt dealings (1993), while another, Giulio Andreotti, seven times",
  "prime minister, was arrested and charged with working for the Mafia (1995).",
  "(cid:127) There was a huge government debt and a weak currency. In September 1992, Italy,",
  "along with Britain, wasforced to withdrawfrom the Exchange Rate Mechanism and",
  ".",
  "devalue the lira",
  "Politically, the situation changed radically in the early 1990s, with the collapse of",
  "communism in eastern Europe. The PCI changed its name to the Democratic Party of the",
  "Left (PDS), while the DC broke up. Its main successor was the Popular Party (PPI). The",
  "centre-ground shrank and there was an increasing polarization between left and right. As",
  "the 1990s progressed, attention focused on several issues: the campaign for electoral",
  "reform (several attemptsat which failed),concern at theescalating numberof illegal immi",
  "¬",
  "grants (who, it was alleged, were being smuggled in by Mafia groups) and the drive to get",
  "the economy healthy enough to join the euro in 2002.",
  "May 2001 saw a general election which brought to an end over six years of centre-left",
  ".",
  "governments Silvio Berlusconi, a media magnate reputed to be the richest man in Italy,",
  "was elected prime minister of a right-wing coalition.He promised todeliver,over the next",
  "five years, lower taxes, a million new jobs, higher pensions and better amenities. He was",
  "a colourful and controversial leader who was soon facing accusations of bribery and vari",
  ". ¬",
  "ous other financial misdemeanours There seemed to be some doubt as to whether he",
  "would be able to complete his term as prime minister, but these were dispelled when his",
  "government passed legislation which, in effect, granted him immunity from prosecution",
  "while he was in office. With a short interval during which the socialist Romano Prodi was",
  "prime minister (2006-8), he survived in office until November 2011. However, things",
  ".",
  "started to go badly wrong soon after he returned to power in 2008 The economy was",
  "showing increasing signs of strain - there was hardly any growth at all and there was a",
  "huge national debt of 1.5 trillion. As the eurozone crisis deepened, Berlusconi lost his",
  ".",
  "majority in parliament and resigned",
  "190 PARTI WAR ANDINTERNATIONALRELATIONS10.2 THE GROWTH OF UNITY IN WESTERN EUROPE",
  "(a) Reasons for wanting more unity",
  "In every country in western Europe there were people who wanted more unity. They had",
  "different ideas about exactly what sort of unity would be best: some simply wanted the",
  "-",
  "nations to co operate more closely;others (known as ‘federalists’) wanted to go the whole",
  "hog and have a federal system of government like the one in the USA.The reasons behind",
  "this thinking were:",
  "(cid:127) The best way for Europe to recover from the ravagesof war wasforall the states to",
  ".",
  "work together and help each other by pooling their resources",
  "(cid:127)",
  "The individual states were too small and their economies too weak for them to be",
  "economically and militarily viable separately in a world now dominated by the",
  "superpowers, the USA and the USSR.",
  "(cid:127) The more the countries of western Europe worked together, the less chance there",
  "would be of war breaking out between them again. It was the best way for a speedy",
  ".",
  "reconciliation between France and Germany",
  "(cid:127)",
  "Joint action would enable western Europe more effectively to resist the spread of",
  ".",
  "communism from the USSR",
  "(cid:127)",
  "The Germans were especially keen on the idea because they thought it would help",
  "them to gain acceptance as a responsible nation more quickly than after the First",
  ".",
  "World War Then, Germany had been made to wait eight years before being",
  "allowed to join the League of Nations.",
  "(cid:127)",
  "The French thought that greater unity would enable them to influence German poli",
  "¬",
  "cies and remove long-standing worries about security.",
  "Winston Churchill was one of the strongest advocates of a united Europe. In March",
  "1943 he spoke of the need for a Council of Europe, and in a speech in Zurich in 1946 he",
  "suggested that France and West Germany should take the lead in setting up ‘a kind of",
  "United States of Europe’.",
  "(b) First steps in co-operation",
  "-",
  "The first steps in economic, military and political co operation were soon taken, though",
  "the federalists were bitterly disappointed that a United States of Europe had not material",
  "¬",
  "ized by 1950.",
  "1 The Organization for European Economic Co-operation (OEEC)",
  "This was set up officially in 1948, and was the first initiative towards economic unity. It",
  "began asa response to the American offer of Marshall Aid, when Ernest Bevin,the British",
  "Foreign Secretary, took the lead in organizing 16 European nations (see Section 7.2(e)) to",
  "draw up a plan for the best use of American aid. This was known as the European",
  ".",
  "Recovery Programme (ERP). The committee of 16 nations became the permanent OEEC",
  "Its first function, successfully achieved over the next four years, was to apportion",
  "American aid among its members, after which it went on, again with great success, to",
  "encourage trade among its members by reducing restrictions. It was helped by the United",
  "Nations General Agreement on Tariffs and Trade (GATT), whose function was to reduce",
  "tariffs, and by the European Payments Union (EPU): this encouraged trade by improving",
  "the system of payments between member states, so that each state could use its own",
  "THETWOEUROPES,EAST ANDWESTSINCE 1945 191.",
  "currency The OEEC wasso successful that trade between its membersdoubled during the",
  ".",
  "first six years When the USA and Canada joined in 1961 it became the Organization for",
  "- . .",
  "Economic Co operation and Development (OECD) Later, Australia and Japan joined",
  "2 The North Atlantic Treaty Organization (NATO)",
  "NATO was created in 1949 (see Section 7.2(i) for a list of founder members) as a mutual",
  "defence system in case of an attack on one of the member states. In most people’s minds,",
  "the USSR was the most likely source of any attack. NATO was not just a European orga",
  "¬",
  "nization - it also included the USA and Canada. The Korean War (1950-3) caused the",
  "USA to press successfully for the integration of NATO forces under a centralized",
  "command;a Supreme Headquarters Allied Powers Europe (SHAPE) was established near",
  "Paris, and an American general, Dwight D. Eisenhower, was made Supreme Commander",
  "of all NATO forces. Until the end of 1955, NATO seemed to be developing impressively:",
  "theforces available for the defence of Western Europe had been increased fourfold,and it",
  "was claimed by some that NATO had deterred the USSR from attacking West Germany.",
  "However, problems soon arose: the French were not happy about the dominant American",
  "role; in 1966 President de Gaulle withdrew France from NATO, so that French forcesand",
  "French nuclear policy would not be controlled by aforeigner.Compared with the commu",
  "¬",
  "nist Warsaw Pact, NATO was weak: with 60 divisions of troops in 1980, it fell far short",
  "of its target of 96 divisions, whereas the Communist bloc could boast 102 divisions and",
  "three times as many tanks as NATO.",
  "3 The Council of Europe",
  "Set up in 1949, this was the first attempt at some sort of political unity. Its founder",
  "members were Britain, Belgium, the Netherlands, Luxembourg, Denmark, France, Eire,",
  ".",
  "Italy, Norway and Sweden By 1971 all the states of western Europe (except Spain and",
  "Portugal) had joined, and so had Turkey, Malta and Cyprus, making 18 members in all.",
  "Based at Strasbourg, it consisted of the foreign ministers of the member states, and an",
  "Assembly of representatives chosen by the parliaments of the states. It had no powers,",
  "however, since several states, including Britain, refused to join any organization which",
  "threatened their own sovereignty. It could debate pressing issues and make recommenda",
  "¬",
  "tions,and it achieved useful work sponsoring human rights agreements; but it was a grave",
  ".",
  "disappointment to the federalists",
  "10.3 THE EARLY DAYS OF THE EUROPEAN COMMUNITY",
  "Known in its early years as the European Economic Community (EEC) or the Common",
  "Market, the Community was officially set up under the terms of the Treaty of Rome",
  "(1957), signed by the six founder members - France, West Germany, Italy, the",
  ".",
  "Netherlands, Belgium and Luxembourg",
  "(a) Stages in the evolution of the Community",
  "7 Benelux",
  "In 1944 the governments of Belgium, the Netherlands and Luxembourg, meeting in exile",
  "in London because their countries were occupied by the Germans, began to plan for when",
  "the war wasover.They agreed to set up the BeneluxCustoms Union,in which there would",
  "be no tariffs or other customs barriers, so that trade could flow freely. The driving force",
  "behind it was Paul-Henri Spaak, the Belgian socialist leader who was prime minister of",
  "Belgium from 1947 to 1949; it was put into operation in 1947.",
  "192",
  "PARTI WAR ANDINTERNATIONALRELATIONS2 The Treaty of Brussels (1948)",
  "By this treaty, Britain and France joined the three Beneluxcountries in pledging ‘military,",
  ".",
  "economic, social and cultural collaboration’ While the military collaboration eventually",
  "resulted in NATO, the next step in economic co-operation was the ECSC.",
  "3 The European Coal and Steel Community (ECSC)",
  "The ECSC was set up in 1951, and was the brainchild of Robert Schuman, who was",
  "France’s Foreign Minister from 1948 to 1953. Like Spaak, he was strongly in favour of",
  "-",
  "international co operation, and he hoped that involving West Germany would improve",
  "relations between Franceand Germany andat thesame time makeEuropean industry more",
  "efficient.Sixcountriesjoined: France,WestGermany, Italy, Belgium,the Netherlandsand",
  ".",
  "Luxembourg",
  "All duties and restrictions on trade in coal, iron and steel between the six were removed,",
  "and a High Authority was created to run the community and to organize a joint programme",
  "of expansion. However, the British refused to join because they believed it would mean",
  "handing over control of their industries to an outside authority. The ECSC was such an",
  "outstandingsuccess,even without Britain(steelproductionrose by almost50percentduring",
  ".",
  "the first five years), that the six decided to extend it to include production of all goods",
  "4 The EEC",
  "Again it was Spaak, now foreign minister of Belgium, who was one of the main driving",
  "forces. The agreements setting up the full EEC were signed in Rome in 1957 and they",
  ".",
  "came into operation on 1 January 1958 The six countries would gradually remove all",
  "customs duties and quotas so that there would be free competition and a common market.",
  "Tariffs would be kept against non-members, but even these were reduced. The treaty also",
  "mentioned improving living and working conditions,expanding industry,encouraging the",
  "development of the world’s backward areas, safeguarding peace and liberty, and working",
  ".",
  "foracloser unionof European peoples Clearly something much wider than just acommon",
  "market was in the minds of some of the people involved; for example, Jean Monnet, a",
  "French economist who was Chairman of the ECSC High Authority, set up an action",
  "committee to work for a United States of Europe. Like the ECSC, the EEC was soon off",
  "to a flying start; within five years it was the world’s biggest exporter and biggest buyer of",
  ".",
  "raw materials and was second only to the USA in steel production Once again, however,",
  ".",
  "Britain had decided not to join",
  "(b) The machinery of the European Community",
  "(cid:127) The European Commission was the body which ran the day-to-day work of the",
  "Community. Based in Brussels, it was staffed by civil servants and expert econo",
  "¬",
  "mists, who took the important policy decisions. It had strong powers so that it",
  "would be able to stand up against possible criticism and opposition from the",
  "governments of the six members, though in theory itsdecisions had to be approved",
  ".",
  "by the Council of Ministers",
  "(cid:127)",
  "The Council of Ministers consisted of government representatives from each of the",
  "member states. Their job was to exchange information about their governments’",
  "economic policies and to try to co-ordinate them and keep them running on similar",
  ".",
  "lines There was a certain amount of friction between the Council and the",
  "Commission: the Commission often seemed reluctant to listen to the advice of the",
  "Council, and it kept pouring out masses of new rules and regulations.",
  "(cid:127) The European Parliament, which met at Strasbourg, consisted of 198 representa",
  "¬",
  ".",
  "tiveschosen by the parliamentsof the member states They could discuss issuesand",
  "THETWOEUROPES,EAST ANDWESTSINCE 1945 193.",
  "make recommendations, but had nocontrol over the Commission or the Council In",
  ".",
  "1979 a new system of choosing therepresentatives wasintroduced Instead of being",
  "nominated by parliaments, they were to be elected directly, by the people of the",
  ".",
  "Community (see Section 10.4(b))",
  "(cid:127)",
  "The EuropeanCourtof Justice wasset up todeal with any problems that mightarise",
  "out of the interpretation and operation of the Treaty of Rome. It soon became",
  "regarded as the body to which people could appeal if their government was thought",
  ".",
  "to be infringing the rules of the Community",
  "(cid:127) Also associated with the EEC was EURATOM, an organization in which the six",
  "nations pooled their efforts towards the development of atomic energy.",
  "In 1967 the EEC, the ECSC and EURATOM formally merged and, dropping the word",
  "‘economic’, became simply the European Community (EC).",
  "(c) Britain holds back",
  "It was ironic that, although Churchill had been one of the strongest supporters of the idea",
  "of a unified Europe, when he became prime ministeragain in 1951,he seemed to have lost",
  "any enthusiasm he might have had for Britain’s membership of it. Anthony Eden’s",
  "Conservative government (1955-7) decided not to sign the 1957 Treaty of Rome. There",
  ".",
  "were several reasons for the British refusal to join The main objection was that if they",
  ".",
  "joined the Community they would no longer be in complete control of theireconomy The",
  "European Commission in Brussels would be able to make vital decisions affecting",
  "Britain’s internal economic affairs. Although the governments of the other six states were",
  "prepared to make this sacrifice in the interests of greater overall efficiency, the British",
  "government was not. There were also fears that British membership would damage their",
  "-",
  "relationship with the British Commonwealth as well as their so called ‘special relation",
  "¬",
  "ship’ with the USA, which was not shared by the other states of Europe. Most British",
  "politicians were afraid that economic unity would lead to political unity, and the loss of",
  ".",
  "British sovereignty",
  "On the other hand, Britain and some of the other European states outside the EEC were",
  "worried about being excluded from selling their goods to EEC members because of the",
  "high duties on imports from outside the Community. Consequently, in 1959 Britain took",
  "the lead in organizing a rival group, the European Free Trade Association (EFTA) (see",
  "Map 10.1). Britain, Denmark, Norway,Sweden, Switzerland, Austria and Portugal agreed",
  "gradually to abolish tariffs between themselves. Britain was prepared to join an organiza",
  "¬",
  "tion like EFTA because there was no question of common economic policies and no",
  ".",
  "Commission to interfere with the internal affairs of states",
  "(d) Britain decides to join",
  "Within less than four years from the signing of the Treaty of Rome, the British had",
  "changed their minds and announced that they wished to join the EEC. Their reasons were",
  "the following:",
  "(cid:127) By 1961 it wasobvious that the EEC wasan outstanding success-without Britain.",
  "Since 1953 French production had risen by 75 per cent while German production",
  "had increased by almost 90 per cent.",
  "(cid:127) Britain’s economy was much less successful - over the same period British",
  "production had risen by only about 30 per cent.The British economy seemed to be",
  "194 PART I WAR ANDINTERNATIONAL RELATIONSJ",
  "0 500 1000km",
  "r",
  "FINLAND",
  "NORWAY",
  "J",
  "|",
  "1 &",
  "SWEDEN",
  "t",
  "NNO<RTH , VJ&",
  "^ SEA USSR",
  "ROLANDS DENMA",
  "IF |5",
  "NETII , \\",
  "\\ k",
  "EAST POLAND",
  "^iW-ESTf GGEERRMMAA\\NNY .",
  "^ QERM\\ANAyC’ZEC'HOrSLO^KLA^/.",
  "ATLANTIC LU '",
  ") a",
  "OCEAN ilfijlHUNGARv!",
  "r",
  "fRAMi. ROMANIA w",
  "5",
  "YUGOSLAVIA P- (V <",
  "v BULGARIA m",
  "ITALY <",
  "Tr",
  "SPAIN o % V/GREffCE 44%",
  "° .",
  "f ^3 1",
  "MEDITERRANEANSEA",
  "c",
  "| |",
  "Council for mutual assistance (COMECOM) founded 1949",
  "| ] European Economic Community (Common Market) founded 1957",
  "European Free Trade Association (EFTA) founded 1960",
  "Map 10.1 Economic unions in Europe, 1960",
  "stagnating in comparison with those of the Six, and in 1960 there was a balance of",
  ".",
  "payments deficit of some £270 million",
  "(cid:127) Although EFTA had succeeded in increasing trade among its members,it was noth",
  "¬",
  ".",
  "ing like as successful as the EEC",
  "(cid:127)",
  "The Commonwealth, in spite of its huge population, had nothing like the same",
  "purchasing power as the EEC. The British prime minister, Harold Macmillan, now",
  "thought that there need not be a clash of interest between Britain’s membership of",
  "the EEC and trade with the Commonwealth. There were signs that the EEC was",
  "prepared to make special arrangements to allow Commonwealth countries and",
  ".",
  "some other former European colonies to become associate members Britain’s",
  ".",
  "EFTA partners might be able to join as well",
  "(cid:127) Another argument in favour of joining was that once Britain was in, competition",
  "from other EEC members would stimulate British industry to greatereffortand effi",
  "¬",
  ".",
  "ciency Macmillan also made the point that Britain could not afford to be left out if",
  "the EEC developed into a political union.",
  "THETWOEUROPES,EAST ANDWESTSINCE 1945 195The job of negotiating Britain’s entry into the EEC was given to Edward Heath, an",
  ".",
  "enthusiastic supporter of European unity Talks opened in October 1961, and although",
  "there were some difficulties, it came as a shock when the French president, Charles de",
  ".",
  "Gaulle, broke off negotiations and vetoed Britain’s entry (1963)",
  "(e) Why did the French oppose British entry into the EEC?",
  "(cid:127) De Gaulle claimed that Britain had too many economic problems and would only",
  "weaken the EEC. He also objected to any concessions being made for the",
  "Commonwealth, arguing that this would be a drain on Europe’s resources. Yet the",
  ".",
  "EEC had just agreed to provide aid to France’s former colonies in Africa",
  "(cid:127) The British believed that de Gaulle’s real motive was his desire to continue domi",
  "¬",
  ". .",
  "nating the Community If Britain came in, she would be a serious rival",
  "(cid:127) De Gaulle was not happy about Britain’s ‘American connection’, believing that",
  "because of these close ties with the USA, Britain’s membership would allow the",
  "USA to dominate European affairs. It would produce, he said, ‘a colossal",
  "Atlantic grouping under American dependence and control’. He was annoyed",
  "that the USA had promised to supply Britain with Polaris missiles but had not",
  "made the same offer to France. He was determined to prove that France was a",
  "great power and had no need of American help. It was this friction between",
  "France and the USA that eventually led de Gaulle to withdraw France from",
  ".",
  "NATO (1966)",
  "(cid:127) Finally there was the problem of French agriculture: the EEC protected its farmers",
  "with high tariffs (import duties) so that prices were much higher than in Britain.",
  "Britain’s agriculture was highly efficient and subsidized to keep prices relatively",
  ".",
  "low If this continued after Britain’s entry, French farmers, with their smaller and",
  "less efficient farms, would be exposed to competition from Britain and perhaps",
  ".",
  "from the Commonwealth",
  "Meanwhile the EEC success story continued, without Britain. The Community’s exports",
  "grew steadily,and the valueof itsexports wasconsistently higher than its imports. Britain,",
  "on the other hand, usually had a balance of trade deficit,and in 1964 was forced to borrow",
  "heavily from the IMF to replenish rapidly dwindling gold reserves. Once again, in 1967,",
  "de Gaulle vetoed Britain’s application for membership.",
  "(f) The Six becomes the Nine (1973)",
  "Eventually, on 1 January 1973, Britain, along with Eire and Denmark, was able to enter",
  "the EEC and the Six became the Nine. Britain’s entry was made possible because of two",
  "main factors:",
  "(cid:127)",
  "President de Gaulle had resigned in 1969 and his successor, Georges Pompidou,",
  ".",
  "was more friendly towards Britain",
  "(cid:127) Britain’s Conservative prime minister, Edward Heath, negotiated with great skill",
  "and tenacity,and it was fitting that, having been a committed European for so long,",
  ".",
  "he was the leader who finally took Britain into Europe",
  "196",
  "PART I WAR ANDINTERNATIONAL RELATIONS10.4 THE EUROPEAN COMMUNITY FROM 1973 TO MAASTRICHT",
  "(1991)",
  "The main developments and problems after the Six became the Nine in 1973 were the",
  ".",
  "following",
  "(a) The Lome Convention (1975)",
  "- -",
  "From the beginning the EC was criticized for being too inward looking and self centred,",
  "and forapparently showing no interest in using any of its wealth to help the world’s poorer",
  "nations. This agreement, worked out in Lome, the capital of Togo in West Africa, did",
  "something to offset criticism, though many critics argued that it was too little. It allowed",
  "goods produced in over40 countriesin Africaand the Caribbean,mostly former European",
  ".",
  "colonies, to be brought into the EEC free of duties; it also promised economic aid Other",
  "poor Third World countries were added to the list later.",
  "(b) Direct elections to the European parliament (1979)",
  "Although it had been in existence for over 20 years by this time, the EC was still remote",
  "from ordinary people.One reasonfor introducing elections was to try toarouse more inter",
  "¬",
  "est and bring ordinary people into closer contact with the affairs of the Community.",
  "The first elections took place in June 1979, when 410 Euro-MPs were chosen. France,",
  "Italy, West Germany and Britain were allowed 81 each, the Netherlands 25, Belgium 24,",
  "Denmark 16, Eire 15 and Luxembourg 6. The turnout varied widely from state to state. In",
  "Britain it was disappointing - less than a third of the British electorate were interested",
  ".",
  "enough to bother going along to vote In some othercountries, however, notably Italy and",
  "Belgium, the turnout was over 80 per cent. Overall, in the new European parliament, the",
  ".",
  "right-wing and centre parties had a comfortable majority over the left",
  "Elections were to be held every five years; by the time the nextelections came along in",
  "1984, Greece had joined the Community. Like Belgium, Greece was allowed 24 seats,",
  ".",
  "bringing the total to 434 Overall, in the European parliament the parties of the centre and",
  ".",
  "right still kept a small majority The turnout of voters in Britain was again disappointing",
  "at only 32 per cent, whereas in Belgium it was 92 per cent and in Italy and Luxembourg it",
  ".",
  "wasover 80 per cent However,in these three countries it was more or lesscompulsory to",
  "vote.The highest turnout in acountry where voting was voluntary was57 per cent in West",
  ".",
  "Germany",
  "(c) The introduction of the Exchange Rate Mechanism (ERM) (1979)",
  "This was introduced to link the currenciesof the member states in order to limit the extent",
  "to which individual currencies (the Italian lira, the French, Luxembourg and Belgian franc",
  ".",
  "and the German mark) could change in value against the currencies of other members A",
  "state’s currency could change in value depending on how well its domestic economy was",
  ".",
  "performing: a strong economy usually meant a strong currency It was hoped that linking",
  "the currencies would help to control inflation and lead eventually to a single currency for",
  "the whole of the EC. Initially Britain decided not to take the pound sterling into the ERM;",
  "she made the mistake of joining in October 1990, when the exchange rate was relatively",
  ".",
  "high",
  "THETWOEUROPES,EAST ANDWESTSINCE 1945 197(d) Community membership grows",
  "In 1981 Greece joined, followed by Portugal and Spain in 1986, bringing the total",
  "membership to 12 and the Community population to over 320 million. (These countries",
  "had not been allowed to join earlier because their political systems were undemocratic-",
  "see Chapter 15,Summary of events.)Theirarrivalcaused new problems: they wereamong",
  "the poorer countries of Europe and their presence increased the influence within the",
  "Community of the less industrialized nations. From now on there would be increasing",
  "pressure from these countries for more action to help the less developed states and so",
  "improve the economic balance between rich and poor nations. Membership increased",
  "again in 1995 when Austria, Finland and Sweden, three relatively wealthy states, joined",
  ". .",
  "the Community For further increases, see Section 10.8",
  "(e) Britain and the EC budget",
  "During the early years of their membership, many British people were disappointed that",
  "Britain did not seem to be gaining any obvious benefit from the EC. The Irish Republic",
  "(Eire), which joined at the same time, immediately enjoyed a surge of prosperity as her",
  ".",
  "exports, mainly agricultural produce, found ready new markets in the Community",
  "Britain,on the other hand,seemed to be stagnating in the 1970s,and although her exports",
  "to the Community did increase, her imports from the Community increased far more.",
  "Britain was not producing enough goods for export at the right prices. Foreign competi",
  "¬",
  "tors could produce more cheaply and therefore captured a larger share of the market. The",
  "statistics of Gross Domestic Product (GDP) for 1977 are very revealing; GDP is the cash",
  "value of a country’s total output from all types of production. To find out how efficient a",
  "country is,economistsdivide theGDP by the population of thecountry, which shows how",
  "much is being produced per head of the population. Figure 10.1 shows that Britain was",
  "6000",
  "5000-",
  "4000",
  "-",
  "I",
  "3000",
  "© -",
  "v>",
  "w",
  "o",
  "2000- § 10",
  "§",
  "o",
  "co > I o",
  "> p",
  "Iin g §",
  "CM",
  "I I §",
  "1000- I -Q ia> 8 CO 8 i",
  "s § CM a>",
  "3 z it *",
  "Q",
  "0-",
  "GDP perhead of the population in 1977 shown in £sterling",
  ",",
  "Figure 10.1 Statistics of GDP per head of the population (1977)",
  "Source: basedonstatisticsinJack B.Watson, Success inWorld History since 1945",
  "(JohnMurray, 1989),p. 150",
  "198 PARTI WAR ANDINTERNATIONALRELATIONSeconomically one of the least efficient nations in the EC, while Denmark and West",
  ".",
  "Germany were top of the league",
  "A majorcrisiserupted in 1980 when Britain discovered that her budget contribution for",
  "that year was to be £1209 million, whereas West Germany’s was £699 million and France",
  "only had to pay £13 million. Britain protested that her contribution was ridiculously high,",
  "given the general state of her economy. The difference was so great because of the way",
  "the budget contribution was worked out: this took into consideration the amount of import",
  "duties received by each governmentfrom goodscoming into that country from outside the",
  "EC; a proportion of those duties received had to be handed over as part of the annual",
  "budget contribution. Unfortunately for the British, they imported far more goodsfrom the",
  "outside world than any of the other members, and this was why her payment was so high.",
  "After some ruthless bargaining by Britain’s prime minister, Margaret Thatcher,acompro",
  "¬",
  "mise was reached: Britain’s contribution was reduced to a total of £1346 million over the",
  "next three years.",
  "(f) The 1986 changes",
  "Encouraging developments occurred in 1986 when all 12 members, working closely",
  "together, negotiated some important changes which,it was hoped, would improve the EC.",
  "They included:",
  "(cid:127)",
  "a move to a completely free and common market (no restrictions of any kind on",
  "internal trade and movement of goods) by 1992;",
  "(cid:127)",
  "more EC control over health, safety, protection of the environment and protection",
  "for consumers;",
  "(cid:127) more encouragement for scientific research and technology;",
  "(cid:127)",
  "more help for backward regions;",
  "(cid:127)",
  "the introduction of majority voting on many issues in the Council of Ministers; this",
  "would prevent a measure from being vetoed just by one state which felt that its",
  "national interests might be threatened by that measure;",
  "(cid:127)",
  "more powers for the European parliament so that measures could be passed with",
  ".",
  "less delay This meant that the domestic parliaments of the member states were",
  "gradually losing some control over their own internal affairs.",
  "Those people whofavoured afederal United Statesof Europe were pleased by the last two",
  "points, but in some of the member states, especially Britain and Denmark, they stirred up",
  "the old controversy about national sovereignty. Mrs Thatcher upset some of the other",
  "European leaders when she spoke out against any movement towards a politically united",
  "Europe: ‘a centralized federal government in Europe would be a nightmare; co-operation",
  "with the other European countries must not be at the expense of individuality, the national",
  ".",
  "customs and traditions which made Europe great in the past’",
  "(g) The Common Agricultural Policy (CAP)",
  "One of the most controversial aspects of the EC was its Common Agricultural Policy",
  "(CAP). In order to help farmers and encourage them to stay in business, so that the",
  "Community could continue to produce much of its own food, it was decided to pay them",
  "subsidies (extra cash to top up their profits). This would ensure them worthwhile profits",
  "and at the same time would keep prices at reasonable levels for the consumers. This was",
  "such agood deal for thefarmers that they were encouraged to producefar more than could",
  "THETWOEUROPES,EAST ANDWESTSINCE 1945 199be sold. Yet the policy was continued, until by 1980 about three-quarters of the entire EC",
  "budget was being paid out each year in subsidies to farmers. Britain, the Netherlands and",
  "West Germany pressed for a limit to be placed on subsidies, but the French government",
  "was reluctant to agree to this because it did not want to upset French farmers, who were",
  "doing very well out of the subsidies.",
  "In 1984, maximum production quotas were introduced for thefirst time, but thisdid not",
  ". .",
  "solve the problem By 1987 the stockpiling of produce had reached ludicrous proportions",
  "There was a vast wine ‘lake’ and a butter ‘mountain’ of one and a half million tonnes -",
  ".",
  "enough to supply the entire EC for a year There was enough milk powder to last five",
  "years,and storagefeesalone were costing £1 million aday.Efforts toget rid of the surplus",
  "included selling it off cheaply to the USSR, India, Pakistan and Bangladesh, distributing",
  "butter free of charge to the poor within the Community,and using it to make animal feed.",
  "Some of the oldest butter was burnt in boilers.",
  "All this helped to cause a massive budget crisis in 1987: the Community was £3billion",
  ".",
  "in the red and had debtsof £10 billion In a determined effort to solve the problem, theEC",
  "introduced a harsh programme of production curbs and a price freeze to put a general",
  "squeeze on Europe’s farmers. This naturally caused an outcry among farmers, but by the",
  "end of 1988 it was having some success and the surpluses were shrinking steadily.",
  "Member states were now beginning to concentrate on preparing for 1992 when the intro",
  "¬",
  "duction of the single European market would bring the removal of all internal trading",
  ".",
  "barriers, and, some people hoped, much greater monetary integration",
  "(h) Greater integration: the Maastricht Treaty (1991)",
  "A summit meeting of all the heads of the member states was held in Maastricht",
  "(Netherlands) in December 1991, and an agreement was drawn up for ‘a new stage in the",
  ".",
  "processof creatingan even closer unionamong the peoplesof Europe’ Someof the points",
  "agreed were:",
  "(cid:127)",
  "more powers for the European parliament;",
  "(cid:127)",
  "greater economic and monetary union, to culminate in the adoption of a common",
  "currency (the euro) shared by all the member states, around the end of the century;",
  "(cid:127) a common foreign and security policy;",
  "(cid:127) a timetable to be drawn up of the stages by which all this would be achieved.",
  "Britain objected very strongly to the ideas of a federal Europe and monetary union, and to",
  "a whole section of the Treaty known asthe Social Chapter,which wasa list of regulations",
  "designed to protect people at work. There were rules about:",
  "(cid:127) safe and healthy working conditions;",
  "(cid:127)",
  "equality at work between men and women;",
  "(cid:127) consulting workers and keeping them informed about what was going on;",
  "(cid:127) .",
  "protection of workers made redundant",
  "Britain argued that these measures would increase production costs and therefore cause",
  "unemployment. The other members seemed to think that proper treatment of workers was",
  "moreimportant. In the end, because of British objections,theSocial Chapter was removed",
  "from the Treaty and it was left to individual governments to decide whetheror not to carry",
  "them out. The rest of the Maastricht Treaty, without the Social Chapter, had to be ratified",
  "(approved) by the national parliaments of the 12 members, and this had been achieved by",
  "October 1993.",
  "200",
  "PARTI WAR ANDINTERNATIONAL RELATIONSThe French, Dutch and Belgian governments supported the Treaty strongly because",
  "they thought it was the best way to makesure that the powerof the reunified Germany was",
  ".",
  "contained and controlled within the Community The ordinary people of the Community",
  "were not as enthusiastic about the Treaty as their leaders. The people of Denmark at first",
  "voted against it, and it took determined campaigning by the government before it was",
  "approved by a narrow majority in a second referendum (May 1993). The Swiss people",
  "voted not to join the Community (December 1992), and so did the Norwegians; even in",
  "the French referendum the majority in favour of Maastricht was tiny. In Britain, where the",
  "government would not allow a referendum, the Conservatives were split over Europe and",
  "the Treaty was approved only by the narrowest of majorities in parliament.",
  "-",
  "By the mid 1990s,afteralmost40 yearsof existence,the European Community (known",
  "since 1992 as the European Union) had been a great success economically and had",
  "fostered good relations between the member states, but there were vital issues to be faced:",
  "(cid:127) -",
  "How much closer could economic and political co operation become?",
  "(cid:127) The collapse of communism in the states of eastern Europe brought with it a whole",
  "new scenario.Would these states (Map 10.2) want to join the European Union,and",
  "if so, what should be the attitude of the existing members? In April 1994, Poland",
  "and Hungary formally applied for membership.",
  "j",
  "Theoriginalsixmembers",
  "I",
  "Joinedin 973",
  "Joined in1981 ^^ © ' NORWAY",
  "^ ©",
  "A",
  "mm",
  "RUSSIA",
  "Joined in1986 3V5 *",
  "DENMARK J",
  "IRE ND '0",
  "Joined in1995 l.'K",
  "BELARUS",
  "N",
  "Joined in2004",
  "WEST",
  "I Non-members C GERMANY",
  "(Bulgaria,Romaniaand UKRAINE",
  "Croatia haveappliedfor",
  "membershipin2007) fRANCE",
  "SWITZ. Ml",
  ":r ROMANIA",
  "ITALY",
  "cf",
  "SPAIN 0 BOSNIA",
  "SERBIA",
  "5",
  "<1 0 M BULGARIA",
  "MAl",
  "ALl %",
  "i",
  "' :",
  ")",
  "N NETHERLANDS Mn MONTENEGRO .",
  "B BELGIUM ML MOLDOVA 4 © X <7 ° C",
  "L LUXEMBURG ALB ALBANIA",
  "SLSLOVENIA MAC MACEDONIA",
  "CR CROATIA MALTA (2004) CYPRUS (2004)",
  "Map 10.2 The growth of the European Community and Union",
  "201",
  "THETWOEUROPES,EAST ANDWESTSINCE 194510.5 COMMUNIST UNITY IN EASTERN EUROPE",
  "The communist countries of eastern Europe were joined in a kind of unity under the lead",
  "¬",
  "ership of the USSR. The main difference between the unity in eastern Europe and that in",
  "the west was that the countries of eastern Europe were forced into it by the USSR (see",
  "Section 7.2(d), (e), (g)), whereas the members of the EC joined voluntarily. By the end of",
  "1948 there were nine states in the Communist bloc: the USSR itself, Albania, Bulgaria,",
  "Czechoslovakia, East Germany, Hungary, Poland, Romania and Yugoslavia.",
  "(a) Organization of the Communist bloc",
  "Stalin set about making all the states into carbon copies of the USSR, with the same polit",
  "¬",
  "ical, economic and educational systems, and the same Five Year Plans. All had to carry",
  "out the bulk of their trade with Russia, and their foreign policies and armed forces were",
  "controlled from Moscow.",
  "1 The Molotov Plan",
  "This was the first Russian-sponsored step towards an economically united Eastern bloc.",
  "The idea of the Russian foreign minister,Molotov,it wasa response to the American offer",
  ".",
  "of Marshall Aid (seeSection 7.2(e)) Since the Russians refused toallow any of their satel",
  "¬",
  "lites to accept American aid, Molotov felt they had to be offered an alternative. The Plan",
  "was basically a set of trade agreements between the USSR and its satellites, negotiated",
  "during the summer of 1947; it was designed to boost the trade of eastern Europe.",
  "2 The Communist Information Bureau (Cominform)",
  "This was set up by the USSR at the same time as the Molotov Plan. All the communist",
  "states had to become members and its aim was political: to make sure that all the govern",
  "¬",
  "ments followed the same line as the government of the USSR in Moscow. To be commu",
  "¬",
  "nist was not enough; it had to be Russian-style communism.",
  "3 The Council for Mutual Economic Assistance (COMECON)",
  "COMECON was set up by the USSR in 1949. The aim was to help plan the economies of",
  "the individual states. All industry was nationalized (taken over by the state), and agricul",
  ". ¬",
  "ture was collectivized (organized into a system of large, state-owned farms) Later, Nikita",
  "Khrushchev (Russianleader 1956-64) tried to useCOMECON toorganize theCommunist",
  "bloc into a single, integrated economy; he wanted East Germany and Czechoslovakia to",
  "develop as the main industrial areas, and Hungary and Romania to concentrate on agri",
  "¬",
  "culture. However, this provoked hostile reactions in many of the states and Khrushchev",
  "had to change his plans to allow more variations within the economies of the different",
  "countries. The Eastern bloc enjoyed some success economically, with steadily increasing",
  "production. However, their average GDP (see Section 10.4(e) for an explanation of GDP)",
  "and general efficiency were below those of the EC. Albania had the doubtful distinction",
  ".",
  "of being the most backward country in Europe In the 1980s the economies of the Eastern",
  "bloc states experienced difficulties, with shortages, inflation and a fall in the standard of",
  ".",
  "living",
  "Even so, the Communist bloc had a good record in social services; in some eastern",
  "European countries, health services were as good as, if not better than those in some EC",
  "countries. Forexample, in Britain in 1980 there was,on average,one doctorfor every 618",
  "people;in the USSR there wasonedoctorforevery 258 people,and in Czechoslovakiathe",
  "figure was 293. Only Albania, Yugoslavia and Romania had a worse ratio than Britain’s.",
  "202",
  "PARTI WAR ANDINTERNATIONAL RELATIONS4 TheWarsaw Pact (1955)",
  ".",
  "The Warsaw Pact was signed by the USSR and all the satellite states except Yugoslavia",
  "They promised to defend each other against any attack from outside; the armies of the",
  ".",
  "member statescame underoverallRussian controlfrom Moscow Ironically, the only time",
  "Warsaw Pact troops took part in joint action was against one of their own members -",
  "Czechoslovakia- when the USSR disapproved of Czech internal policies (1968).",
  "(b) Tensions in the Eastern bloc",
  "Although there were some disagreements in the EC about problems like the Common",
  "Agricultural Policy and the sovereignty of the individual states, these were not as serious",
  "as the tensions which occurred between the USSR and some of her satellite states. In the",
  "early years of the Cominform, Moscow felt it had to clamp down on any leader or move",
  "¬",
  ".",
  "ment which seemed to threaten the solidarity of the Communist bloc Sometimes the",
  "Russians did not hesitate to use force.",
  "1 Yugoslavia defies Moscow",
  "Yugoslavia was the first state to stand up against Moscow. Here, the communist leader,",
  "Tito,owed muchof his popularity to hissuccessful resistance against the Naziforcesoccu",
  "¬",
  "pying Yugoslavia during the Second World War. In 1945 he was legally elected as leader",
  "of the new Yugoslav Republicand so he did notowe his position to the Russians. By 1948",
  ".",
  "he had fallen out with Stalin He was determined to follow hisown brand of communism,",
  "not Stalin’s. He was against over-centralization (everything being controlled and orga",
  "¬",
  ".",
  "nized from the centre by the government) He objected to Stalin’s plan for the Yugoslav",
  ".",
  "economy and to the constant Russian attempts to interfere in Yugoslavia’s affairs He",
  "wanted to be free to trade with the westas wellas with the USSR.Stalin thereforeexpelled",
  "Yugoslavia from the Cominform and cut off economic aid, expecting that the country",
  "would soon be ruined economically and that Tito would be forced to resign. However,",
  "Stalin had miscalculated: Tito was much too popular to be toppled by outside pressures,",
  "and so Stalin decided it would be too risky to invade Yugoslavia.Tito was able to remain",
  "in power and he continued to operate communism in his own way. This included full",
  "contact and trade with the west and acceptance of aid from the International Monetary",
  ".",
  "Fund (IMF)",
  "The Yugoslavs began to reverse the process of centralization: industries were dena",
  "¬",
  "-",
  "tionalized, and instead of being state owned, they became public property, managed by",
  ".",
  "workers’ representatives through councils and assemblies The same applied in agricul",
  "¬",
  "ture: the communes were the most important unit in the state. These were groups of fami",
  "¬",
  "lies, each group containing between 5000 and 100 000 people. The elected Commune",
  "Assembly organized matters to do with the economy, education, health, culture and",
  "welfare. The system was a remarkable example of ordinary people playing a part in",
  "making the decisions which closely affected their own lives, both at work and in the",
  "community. It achieved much because workers had a personalstake in the successof their",
  "firm and their commune. Many Marxists thought this was the way a genuine communist",
  "state should be run, rather than the over-centralization of the USSR.",
  "There were some weaknesses, however. One was workers’ unwillingness to sack",
  "colleagues; another was a tendency to pay themselves too much. These led to over",
  ". ¬",
  "employment and high costs and prices Nevertheless, with its capitalist elements (like",
  "wage differentials and a free market), this was an alternative Marxist system which many",
  "developing African states, especially Tanzania,found attractive.",
  "Khrushchev decided that his wisestcourse of action was to improve relations with Tito.",
  ".",
  "In 1955 he visited Belgrade, the Yugoslav capital,and apologizedforStalin’s actions The",
  "203",
  "THETWOEUROPES,EAST ANDWESTSINCE 1945breach was fully healed the following year when Khrushchev gave his formal approval to",
  "Tito’s successful brand of communism.",
  "2 Stalin acts against other leaders",
  "As the rift with Yugoslavia widened,Stalin arranged for the arrest of any communist lead",
  "¬",
  "ersin theotherstates whoattempted tofollow independent policies.He wasable todo this",
  "because most of these other leaders lacked Tito’s popularity and owed their positions to",
  "Russian support in the first place. This did not make the way they were treated any less",
  "outrageous.",
  "(cid:127) In Hungary, the Foreign Minister Laszlo Rajk and Interior Minister Janos Kadar,",
  "both anti-Stalin communists, were arrested. Rajk was hanged, Kadar was put in jail",
  "and tortured, and about 200 000 people were expelled from the Party (1949).",
  "(cid:127) In Bulgaria, the prime minister, Traichko Koslov, was arrested and executed",
  "(1949).",
  "(cid:127) InCzechoslovakia,the Communist Party general secretary, Rudolf Slansky,and ten",
  "other cabinet ministers were executed (1952).",
  "(cid:127) In Poland,Communist Party leader and Vice-President Wfadysfaw Gomufka was",
  ".",
  "imprisoned because he had spoken out in support of Tito",
  "(cid:127) In Albania,communist premier Ko9i Xoxe was removed and executed because he",
  ".",
  "sympathized with Tito",
  "3 Khrushchev:‘different roads to socialism’",
  "After Stalin’s death in 1953 there were signs that the satellite states might be given more",
  "freedom. In 1956 Khrushchev made a remarkable speech at the Twentieth Communist",
  ".",
  "Party Congress The speech soon became famous, since Khrushchev used it to criticize",
  "many of Stalin’s policies and seemed prepared to concede that there were ‘different roads",
  ".",
  "to socialism’ (see Section 18.1(a)) He healed the rift with Yugoslavia and in April 1956",
  "he abolished the Cominform, which had been annoying Russia’s partners ever since it was",
  "set upin 1947. However,events in Poland and Hungary soon showed that there were sharp",
  ".",
  "limits to Khrushchev’s new toleration ..",
  "(c) Crisis in Poland",
  "- -",
  "There was a general strike and a massive anti government and anti Soviet demonstra",
  "¬",
  "tion in Posen (Poznan) in June 1956. The banners demanded ‘bread and freedom’ and",
  "the workers were protesting against poor living standards, wage reductions and high",
  "taxes. Although they were dispersed by Polish troops, tension remained high through",
  "out the summer. In October, Russian tanks surrounded Warsaw, the Polish capital¬,",
  ".",
  "though as yet they took no action In the end the Russians decided to compromise:",
  "Gomufka, who had earlier been imprisoned on Stalin’s orders, was allowed to be reap",
  ". ¬",
  "pointed as First Secretary of the Communist Party It was accepted that Polish commu",
  "¬",
  "nism could develop in its own way provided that the Poles went along with Russia in",
  ".",
  "foreign affairs The Russians obviously felt that Gomufka could be trusted not to stray",
  ".",
  "too far Relations between the two states continued reasonably smoothly, although the",
  ".",
  "Polish version of communism would definitely not have been acceptable to Stalin For",
  "example, the collectivization of agriculture was introduced very slowly, and probably",
  "only about 10 per cent of farmland was ever collectivized. Poland also traded with",
  "countries outside the communist bloc. Gomufka remained in power until he resigned in",
  ".",
  "1970",
  "204",
  "PARTI WAR ANDINTERNATIONAL RELATIONS(d) The Hungarian Revolution (1956)",
  "The situation in Hungary ended very differently from the one in Poland. After Stalin’s",
  "death (1953), the pro-Stalin leader, Rakosi, was replaced by a more moderate communist,",
  ".",
  "Imry Nagy. However, Rakosi continued to interfere and overthrew Nagy (1955) From",
  "-",
  "thenon resentment steadily built upagainst the government untilitexploded in afull scale",
  "rising (October 1956). Its causes were many:",
  "(cid:127) There was hatred of Rakosi’s brutal regime, under which at least 2000 people had",
  "been executed and 200000others had been put in prisonsand concentration camps.",
  "(cid:127)",
  "Living standards of ordinary people were getting worse while hated Communist",
  ".",
  "Party leaders were living comfortable lives",
  "(cid:127) There was intense anti-Russian feeling.",
  "(cid:127)",
  "Khrushchev’s speech at the Twentieth Congress and Gomulka’s return to power in",
  ".",
  "Poland encouraged the Hungarians to resist their government",
  "Rakosi was overthrown, Nagy became prime minister, and the popular Roman Catholic",
  "-",
  "Cardinal Mindszenty, who had been in prison for six years for anti communist views, was",
  ".",
  "released",
  "Until this point the Russians seemed prepared to compromise as they had done in",
  "Poland. But then Nagy went too far: he announced plans for a government including",
  "members of other political parties and talked of withdrawing Hungary from the Warsaw",
  "Pact. The Russians would not allow this: if Nagy had his way, Hungary might become a",
  "non-communist state and cease to be an ally of the USSR. It would encourage people in",
  "othereastern bloc states todo the same. Russian tanks moved in,surrounded Budapest, the",
  ".",
  "Hungarian capital, and opened fire (3 November) The Hungarians resisted bravely and",
  ".",
  "fighting lasted two weeks before the Russians brought the country under control About",
  "20 000 people were killed and another 20 000 imprisoned. Nagy was executed, although",
  "he had been promised asafe-conduct,and perhapsas many as 200 000 fled thecountry for",
  "the West. The Russians installed Janos Kadar as the new Hungarian leader. Although he",
  "had once been imprisoned on Stalin’s orders, he was now a reliable ally of Moscow, and",
  "he stayed in power until 1988.",
  "(e) The crisis in Czechoslovakia (1968)",
  "After their military intervention in Hungary, the Russians did not interfere so directly",
  "anywhere until 1968, when they felt that the Czechs were straying too far from the",
  ".",
  "accepted communist line In the meantime they had allowed considerable variations within",
  "thestates,and sometimesdid not press unpopularplans.Forexample,Yugoslavia, Albania",
  "and Romania continued with their own versions of communism. In 1962, when",
  "Khrushchev suggested that each satellite state should concentrate on producing one partic",
  "¬",
  "ular product, the Hungarians, Romanians and Poles, who wanted to develop an all-round",
  "economy, protested strongly and the idea was quietly dropped. Provided no policies were",
  "introduced which threatened Communist Party domination, the Russians seemed reluctant",
  "-",
  "to interfere. In the mid 1960s it was the turn of the Czechs to see how far they could go",
  "before the Russianscalled a halt.Their government was run by a pro-Moscow communist,",
  "Antonin Novotny, and opposition gradually escalated, for several reasons.",
  "(cid:127) The Czechs were industrially and culturally the most advanced of the Eastern bloc",
  "peoples,and they objected to theover-centralized Russian controlof theireconomy.",
  "It seemed senseless, for example, that they should have to put up with poor quality",
  "THETWOEUROPES,EAST ANDWESTSINCE 1945 205-",
  "iron ore from Siberia when they could have been using high grade ore from",
  ".",
  "Sweden",
  "(cid:127)",
  "Between 1918 and 1938, when Czechoslovakia was an independent state, the",
  "Czechs had enjoyed great freedom, but now they resented all the restrictions on",
  "personal liberty; newspapers, books and magazines were heavily censored (that is,",
  "they could only print what the government allowed), and there was no freedom of",
  ".",
  "speech; anybody who criticized the government could be arrested",
  "(cid:127) When people tried to hold protest marches, they were dispersed by the police,",
  "whose methods were violent and brutal.",
  "Matterscame toa head in January 1968 when Novotny wasforced to resign and Alexander",
  "Dubcek became First Secretary of the Communist Party. He and his supporters had a",
  "completely new programme.",
  "(cid:127) The Communist Party would no longer dictate policy.",
  "(cid:127) Industry would be decentralized; this means that factories would be run by works",
  ".",
  "councils instead of being controlled from the capital by party officials",
  "(cid:127) Instead of farms being collectivized (owned and run by the state), they would",
  "become independent co-operatives.",
  "(cid:127) There should be wider powers for trade unions.",
  "(cid:127) More trade would take place with the west and there would be freedom to travel",
  "abroad; the frontier with West Germany, which had been closed since 1948, was",
  ".",
  "immediately thrown open",
  "(cid:127)",
  "There was to be freedom of speech and freedom for the press; criticism of the",
  "government was encouraged. Dubcek believed that although the country would",
  "remain communist,thegovernmentshouldearn the right to be in power by respond",
  "¬",
  "ing to people’s wishes. He called it ‘socialism with a human face’.",
  "(cid:127)",
  "He was very careful to assure the Russians that Czechoslovakia would stay in the",
  "Warsaw Pact and remain a reliable ally.",
  "During the spring and summer of 1968 this programme wascarried into operation.The",
  "Russians became more and more worried by it, and in August there was a massive inva",
  "¬",
  "sion of Czechoslovakia by Russian,Polish, Bulgarian,Hungarian and EastGerman troops.",
  "The Czech governmentdecided not to resistsoas toavoid the sortof bloodshed which had",
  "occurred in Hungary in 1956. The Czech people tried to resist passively for a time by",
  "-",
  "going on strike and holding peaceful anti Russian demonstrations, but in the end the",
  "government was forced to abandon its new programme. The following year Dubcek was",
  "replaced by Gustav Husak, a communist leader who did as Moscow told him and so",
  "managed to stay in power until 1987.",
  "The Russians intervened because Dubcek was going to allow freedom of speech and",
  "freedom for the press, which was bound to lead to similar demands throughout the Soviet",
  ".",
  "bloc The Russians dared not risk this happening in case it led to mass protests and upris",
  "¬",
  "ings in the USSR itself. There was pressure for Russian action from some other commu",
  "¬",
  "nist leaders,especially those in East Germany, who were afraid that protests might spread",
  "over the frontier into Germany from Czechoslovakia. Soon afterwards, Leonid Brezhnev,",
  "the Russian leader who had ordered the invasion, announced what he called the Brezhnev",
  "Doctrine: this said that intervention in the internal affairs of any communist country was",
  "justified if socialism (by which he meantcommunism) was threatened.However, there had",
  "been some disturbing signs for the Soviet leadership: the Romanian government had been",
  "impressed by Dubcek’s policies and was looking forward to closer relations with Prague;",
  ".",
  "consequently they refused to take part in the invasion Yugoslavia and China also",
  ".",
  "condemned the invasion",
  "206 PARTI WAR ANDINTERNATIONAL RELATIONS(f) The communist bloc moves towards collapse",
  "Although the states of eastern Europe seemed on the surface to be firmly under Russian",
  "control, resentment against Moscow’s hard line simmered on, especially in Poland and",
  ".",
  "Czechoslovakia",
  "(cid:127) In Poland, Gomulka was forced to resign after a series of riots (1970), and his",
  "replacement, Gierek, also resigned (1980) following industrial unrest, food short",
  "¬",
  "ages and strikes in the port of Gdansk and other cities. The new government was",
  "forced to allow the formation of an independent trade union movement, known as",
  "Solidarity. The Russians moved troops up to the Polish frontier, but no invasion",
  "took place this time, perhaps because they had just sent troopsinto Afghanistan and",
  "were unwilling to risk another military involvement so soon.",
  "(cid:127) The Helsinki Agreements (1975) caused problems in the communist bloc. These",
  "agreements were signed ataconferenceinHelsinki(the capitalof Finland) by every",
  "nation in Europe (except Albania and Andorra) and also by Canada, the USA and",
  "-",
  "Cyprus.They promised to work for increased co operation in economic affairs and",
  "peacekeeping, and to protect human rights. Before very long, people in the USSR",
  "and other communist states were accusing their governments of failing to allow",
  ".",
  "basic human rights",
  "(cid:127) In Czechoslovakia a human rights group calling itself Charter 77 was formed (in",
  "1977),andduring the 1980s it became moreoutspoken in itscriticismsof the Husak",
  "government. In December 1986aspokesmanfor thegroup said: ‘while Husak lives,",
  "political stagnation will reign supreme; once he has gone, the party will explode’.",
  "(cid:127) By this time all the communist states were suffering serious economic problems,",
  "much worse than those in the EC. Although not many people in the west realized it",
  "at the time, communism and the Communist bloc were fast approaching collapse",
  ".",
  "and disintegration",
  "10.6 WHY AND HOW DID COMMUNISM COLLAPSE IN EASTERN",
  "EUROPE?",
  "In the short period between August 1988 and December 1991, communism in eastern",
  "Europe was swept away. Poland was the first to reject communism, closely followed by",
  "Hungary and East Germany and the rest, until by the end of 1991 even Russia had ceased",
  "to be communist,after 74 years. Why did this dramatic collapse take place?",
  "(a) Economic failure",
  "Communism as it existed in eastern Europe was a failure economically. It simply did not",
  "produce the standard of living which should have been possible, given the vast resources",
  "available. The economic systems were inefficient, over-centralized and subject to too",
  "many restrictions; all the states, for example, were expected to do most of their trading",
  ". -",
  "within the Communist bloc By the mid 1980s there were problems everywhere.",
  "According to Misha Glenny, a BBC correspondent in eastern Europe,",
  "the Communist Party leaderships refused to admit that the working class lived in more",
  "squalid conditions, breathing in more damaged air and drinking more toxic water, than",
  "western working classes ... the communist record on health, education, housing, and a",
  "range of other social services has been atrocious.",
  "THETWOEUROPES,EAST ANDWESTSINCE 1945 207Increasing contact with the west in the 1980s showed people how backward the east was",
  "in comparison with the west, and suggested that their living standards were falling even",
  "further. It showed also that it must be their own leaders and the communist system that",
  ".",
  "were the cause of all their problems",
  "(b) Mikhail Gorbachev",
  "Mikhail Gorbachev, who became leader of the USSR in March 1985, started the process",
  "which led to the collapse of the Soviet Empire. He recognized the failings of the system",
  "and he admitted that it was ‘an absurd situation’ that the USSR, the world’s biggest",
  "producer of steel, fuel and energy, should be suffering shortages because of waste and",
  "inefficiency (see Section 18.3 for the situation in the USSR). He hoped to save commu",
  "¬",
  "nism by revitalizing and modernizing it. He introduced new policies of glasnost (open",
  ". ¬",
  "ness) and perestroika (economic and social reform) Criticism of the system was",
  "encouraged in the drive for improvement, provided nobody criticized the Communist",
  "Party. He also helped to engineer the overthrow of the old-fashioned, hardline communist",
  "leaders in Czechoslovakia, and he was probably involved in plotting the overthrow of the",
  "East German, Romanian and Bulgarian leaders. His hope was that more progressive lead",
  "¬",
  "ers would increase the chances of saving communism in Russia’s satellite states.",
  "Unfortunately for Gorbachev, once the process of reform began, it proved impossible",
  "to control it. The most dangerous time for any repressive regime is when it begins to try",
  ".",
  "and reform itself by making concessions These are neverenough to satisfy thecritics,and",
  "in Russia, criticism inevitably turned against the Communist Party itself and demanded",
  "more. Public opinion even turned against Gorbachev because many people felt he was not",
  ".",
  "moving fast enough",
  "The same happened in the satellite states: the communist leaderships found it difficult",
  "toadapt to the new situationof having aleader in Moscow who wasmore progressive than",
  "they were. The critics became more daring as they realized that Gorbachev would notsend",
  "Soviet troops in to fire on them. With no help to be expected from Moscow, when it came",
  "to the crisis, none of the communist governments was prepared to use sufficient force",
  "against the demonstrators (except in Romania). When they came, the rebellions were too",
  "widespread, and it would have needed a huge commitment of tanks and troops to hold",
  "down the whole of eastern Europe simultaneously. Having only just succeeded in with",
  "¬",
  "drawing from Afghanistan, Gorbachev had no desire for an even greater involvement. In",
  "the end it was a triumph of ‘people power’: demonstrators deliberately defied the threat of",
  "violence in such huge numbers that troops would have had to shoot a large proportion of",
  ".",
  "the population in the big cities to keep control",
  "(c) Poland leads the way",
  "General Jaruzelski, who became leader in 1981, was prepared to take a tough line: when",
  "Solidarity (the new trade union movement) demanded a referendum to demonstrate the",
  "strength of itssupport,Jaruzelskideclared martial law (that is,thearmy tookovercontrol),",
  "banned Solidarity and arrested thousandsof activists.The army obeyed hisorders because",
  "everybody was still afraid of Russian military intervention. By July 1983 the government",
  "was in firm control: Jaruzelski felt it safe to lift martial law and Solidarity members were",
  "gradually released. But the underlying problem was still there: all attempts to improve the",
  "economy failed. In 1988 when Jaruzelski tried toeconomize by cutting government subsi",
  "¬",
  ".",
  "dies,proteststrikes brokeout because thechangessentfood prices up This timeJaruzelski",
  "decided not to risk using force;he knew that there would be no backingfrom Moscow,and",
  "208",
  "PARTI WAR ANDINTERNATIONAL RELATIONS.",
  "realized that he needed opposition support to deal with the economic crisis Talks opened",
  "in February 1989 between the communist government, Solidarity and other opposition",
  ".",
  "groups (the RomanCatholicChurch had been loud in itscriticisms) By April 1989,sensa",
  "¬",
  "tional changes in the constitution had been agreed:",
  "(cid:127) Solidarity was allowed to become a political party;",
  "(cid:127)",
  "there were to be two houses of parliament, a lower house and a senate;",
  "(cid:127)",
  "in the lower house, 65 per cent of the seats had to be communist;",
  "(cid:127) the senate was to be freely elected-no guaranteed communist seats;",
  "(cid:127) the two houses voting together would elect a president, who would then choose a",
  ".",
  "prime minister",
  "In the elections of June 1989, Solidarity won 92 out of the 100 seats in the senate and",
  "160 out of the 161 seats which they could fight in the lower house. A compromise deal",
  "was worked out when it came to forming a government: Jaruzelski was narrowly elected",
  "president, thanks to all the guaranteed communist seats in the lower house, but he chose a",
  "Solidarity supporter, Tadeusz Mazowiecki, as prime minister - the first non-communist",
  "leaderin theeastern bloc(August).Mazowieckichoseamixedgovernmentof communists",
  ".",
  "and Solidarity supporters",
  "The new constitution proved to be only transitional. After the collapse of communism",
  "in the other east European states, further changes in Poland removed the guaranteed",
  "communist seats, and in the elections of December 1990, Lech Wafpsa, the Solidarity",
  ". .",
  "leader, was elected president The peaceful revolution in Poland was complete",
  "(d) The peaceful revolution spreads to Hungary",
  "Once the Poles had thrown off communism without interference from the USSR, it was",
  "onlya matterof time before therestof eastern Europe tried tofollow suit. In Hungary even",
  "Kadar himself admitted in 1985 that living standards had fallen over the previous five",
  "years, and he blamed poor management, poor organization and outdated machinery and",
  "equipment in the state sector of industry. He announced new measures of decentralization",
  "- company councils and elected works managers. By 1987 there was conflict in the",
  "Communist Party between those who wanted more reform and those who wanted a return",
  "to strict central control. This reached a climax in May 1988 when, amid dramatic scenes",
  "at the party conference, Kadar and eight of his supporters were voted off the Politburo,",
  ".",
  "leaving the progressives in control",
  "But as in the USSR, progress was not drastic enough for many people. Two large",
  "opposition parties became increasingly active. These were the liberal Alliance of Free",
  "Democrats,and the Democratic Forum, which stood for the interestsof farmersand peas",
  "¬",
  ".",
  "ants The Hungarian communist leadership, following the example of the Poles, decided",
  ".",
  "to go peacefully Free elections were held in March 1990, and in spite of a change of",
  ".",
  "name to the Hungarian Socialist Party, the communists suffered a crushing defeat The",
  "election was won by the Democratic Forum, whose leader, Jozsef Antall, became prime",
  ".",
  "minister",
  "(e) Germany reunited",
  "In EastGermany, Erich Honecker, who had been communist leader since 1971, refused all",
  "reform and intended to stand firm, along with Czechoslovakia, Romania and the rest, to",
  "keep communism in place. However, Honecker was soon overtaken by events:",
  "209",
  "THETWOEUROPES,EAST ANDWESTSINCE 1945Gorbachev,desperate to get financial help for the USSR from West Germany, paid",
  "a visit to Chancellor Kohlin Bonn,and promised to help bringanend to the divided",
  "Europe, in return for German economic aid. In effect he was secretly promising",
  "freedom for East Germany (June 1989).",
  "During August and September 1989, thousands of East Germans began to escape to",
  "the west via Poland,Czechoslovakia and Hungary, when Hungary opened its fron",
  "¬",
  "tier with Austria.",
  "The Protestant Church in East Germany became the focus of an opposition party",
  "called New Forum, which campaigned to bring an end to the repressive and atheis",
  "¬",
  "ticcommunist regime. In October 1989 there wasa wave of demonstrationsall over",
  "East Germany demanding freedom and an end to communism.",
  "Honecker wanted to order the army to open fire on the demonstrators, but other leading",
  "communists were not prepared to cause widespread bloodshed. They dropped Honecker,",
  "and his successor Egon Krenz made concessions. The Berlin Wall was breached (9",
  ".",
  "November 1989) and free elections were promised",
  "When the great powers began to drop hints that they would not stand in the way of a",
  ".",
  "reunited Germany, the West German political parties moved into the East Chancellor",
  "Kohl staged an election tour, and the East German version of his party (CDU) won an",
  "overwhelming victory (March 1990). The East German CDU leader, Lothar de Maiziere,",
  ".",
  "became prime minister He was hoping for gradual moves towards reunification, but again",
  ".",
  "the pressure of ‘people power’ carried all before it Nearly everybody in East Germany",
  ".",
  "seemed to want immediate union",
  "The USSR and the USA agreed that reunification could take place; Gorbachev",
  ".",
  "promised thatall Russian troops would be withdrawn from East Germany by 1994 France",
  "and Britain, who were less happy about German reunification,felt bound to go along with",
  "the flow. Germany was formally reunited at midnight on 3October 1990. In elections for",
  "the whole of Germany (December 1990) the conservative CDU/CSU alliance, together",
  "with their liberal FDP supporters, won a comfortable majority over the socialist SDP. The",
  "communists (renamed the Party of Democratic Socialism - PDS) won only 17 of the 662",
  "seats in the Bundestag (lower house of parliament). Helmut Kohl became the first",
  ".",
  "Chancellor of all Germany since the Second World War",
  "(f) Czechoslovakia",
  "Czechoslovakia had one of the most successful economies of eastern Europe. She traded",
  "extensively with the west and her industry and commerce remained buoyant throughout the",
  "1970s. But during the early 1980s the economy ran into trouble, mainly because there had",
  ".",
  "been very little attempt to modernize industry Husak, who had been in power since 1968,",
  "resigned (1987),but hissuccessor,MilosJakes,did not have a reputation asa reformer.Then",
  ".",
  "thingschanged suddenlyinamatterof days,in whatbecameknownas the VelvetRevolution",
  "On17 November 1989 there wasahugedemonstrationinPrague,at whichmany people were",
  "injured by police brutality.Charter77,now led by thefamousplaywright Vaclav Havel,orga",
  "¬",
  "nized furtheropposition,and after Alexander Dubcek had spoken ata public rally for the first",
  ".",
  "time since 1968, a national strike was declared This was enough to topple the communist",
  ".",
  "regime:Jakes resigned and Havel was elected president (29 December 1989)",
  "(g) The rest of eastern Europe",
  "The end of communism in the remaining states of eastern Europe was less clear-cut.",
  "210 PARTI WAR ANDINTERNATIONAL RELATIONS1 Romania",
  "In Romania the communist regime of Nicolae Ceau escu (leader since 1965) was one",
  "§",
  ".",
  "of the most brutal and repressive anywhere in the world His secret police, the",
  "Securitate, were responsible for many deaths. When the revolution came, it was short",
  "and bloody: it began in Timisoara,a town in western Romania, with a demonstration in",
  "support of a popular priest who was being harassed by the Securitate. This was brutally",
  ".",
  "put down and many people were killed (17 December 1989) This caused outrage",
  "throughout the country, and when, four days later, Ceau§escu and his wife appeared on",
  "the balcony of Communist Party headquarters in Bucharest to address a massed rally,",
  "they were greeted with boos and shouts of ‘murderers of Timisoara’. Television cover",
  ". ¬",
  "age was abruptly halted and Ceau escu abandoned his speech It seemed as though the",
  "§",
  "entire population of Bucharest now streamed outonto the streets. At first the army fired",
  "on the crowds and many were killed and wounded. The following day the crowds came",
  "out again; but by now the army was refusing to continue the killing, and the Ceau escu",
  "§",
  "had lost control. They were arrested, tried by a military tribunal and shot (25 December",
  ".",
  "1989)",
  "The hated Ceau escu had gone, but many elements of communism remained in",
  "§",
  "Romania.The country had never had democratic government,and opposition had been so",
  "ruthlessly crushed that there was no equivalent of the Polish Solidarity and Czech Charter",
  "77.Whenacommitteecalling itself the NationalSalvation Front (NSF) wasformed,it was",
  ".",
  "full of former communists, though admittedly they were communists who wanted reform",
  "Ion Iliescu, who had been a member of Ceau§escu’s government until 1984, was chosen",
  ".",
  "as president He won the presidentialelection of May 1990,and the NSFwon the elections",
  "fora new parliament.They strongly denied that the new government was really a commu",
  "¬",
  "nist one under a different name.",
  "2 Bulgaria",
  ".",
  "In Bulgaria the communist leader Todor Zhivkov had been in power since 1954 He had",
  "stubbornly refused all reforms, even when pressurized by Gorbachev. The progressive",
  "communists decided to get rid of him. The Politburo voted to remove him (December",
  "1989) and in June 1990 free elections were held.The communists, now calling themselves",
  "the Bulgarian Socialist Party, won a comfortable victory over the main opposition party,",
  "the Union of Democratic Forces, probably because their propaganda machine told people",
  ".",
  "that the introduction of capitalism would bring economic disaster",
  "3 Albania",
  "Albania had been communist since 1945 when the communist resistance movement",
  "seized power and set up a republic; so, as with Yugoslavia, the Russians were not",
  ".",
  "responsible for the introduction of communism Since 1946 until his death in 1985 the",
  "leader had been Enver Hoxha, who was a great admirer of Stalin and copied his system",
  "faithfully. Under its new leader, Ramiz Alia, Albania was still the poorest and most",
  "backward country in Europe. During the winter of 1991 many young Albanians tried to",
  "escape from their poverty by crossing the Adriatic Sea to Italy, but most of them were",
  "sent back. By this time student demonstrations were breaking out, and statues of Hoxha",
  ".",
  "and Lenin were overturned Eventually the communist leadership bowed to the",
  "inevitable and allowed free elections. In 1992 the first non-communist president, Sali",
  ".",
  "Berisha, was elected",
  "4 Yugoslavia",
  "The most tragicevents took place in Yugoslavia, where the end of communism led tocivil",
  "war and the break-up of the country (see Section 10.7).",
  "THETWOEUROPES,EAST ANDWESTSINCE 1945 211(h) Eastern Europe after communism",
  "The states of eastern Europe faced broadly similar problems: how to change from a",
  "planned or ‘command’ economy to a free economy where ‘market forces’ ruled. Heavy",
  "industry, which in theory should have been privatized, was mostly old-fashioned and",
  "uncompetitive; it had now lost its guaranteed markets within the communist bloc, and so",
  "nobody wanted to buy shares in it. Although shops were better stocked than before, prices",
  "of consumer goods soared and very few people could afford to buy them.The standard of",
  "living was even lower than under the final years of communism, and very little help was",
  "forthcoming from the west. Many people had expected a miraculous improvement, and,",
  "not making allowances for the seriousness of the problems, they soon grew disillusioned",
  ".",
  "with their new governments",
  "(cid:127)",
  "The East Germans were the most fortunate, having the wealth of the former West",
  "Germany to help them. But there were tensions even here: many West Germans",
  "resented the vast amountsof ‘their’ money being poured into the East,and they had",
  ".",
  "to pay higher taxesand suffer higherinterest rates The easterners resented the large",
  "numbers of westerners who now moved in and took the best jobs.",
  "(cid:127) In Poland the first four years of non-communist rule were hard for ordinary people",
  "as the government pushed ahead with its reorganization of the economy. By 1994",
  "there were clear signsof recovery, but many people were bitterly disappointed with",
  "their new democratic government. In the presidential election of December 1995,",
  "-",
  "Lech Walpsa was defeated by a former Communist Party member, Aleksander",
  ".",
  "Kwasniewski",
  "(cid:127) In Czechoslovakia there were problems of a different kind: Slovakia, the eastern",
  "half of the country, demanded independence, and for a time civil war seemed a",
  "strong possibility. Fortunately a peaceful settlement was worked out and the coun",
  "¬",
  "try split into two-the Czech Republic and Slovakia (1992).",
  "(cid:127) Predictably, the slowest economic progress was made in Romania, Bulgaria and",
  "Albania, where the first half of the 1990s was beset by falling output and inflation.",
  "(For later developments in eastern Europe see Section 10.8.)",
  "10.7 CIVIL WAR IN YUGOSLAVIA",
  "Yugoslavia wasformedafter the FirstWorldWar,andconsisted of the pre-FirstWorldWar",
  "state of Serbia, plus territory gained by Serbia from Turkey in 1913 (containing many",
  ".",
  "Muslims), and territory taken from the defeated Habsburg Empire It included people of",
  "many different nationalities,and the state wasorganized on federal lines. Itconsisted of six",
  "republics - Serbia, Croatia, Montenegro, Slovenia, Bosnia-Herzegovina and Macedonia.",
  "There were also two provinces - Vojvodina and Kosovo - which were associated with",
  ".",
  "Serbia Under communism and the leadership of Tito, the nationalist feelings of the differ",
  "¬",
  "ent peoples were kept strictly under control, and people were encouraged to think of them",
  "¬",
  "selves primarily as Yugoslavs rather than as Serbs or Croats. The different nationalities",
  "lived peacefully together, and had apparently succeeded in putting behind them memories",
  "of the atrocities committed during the Second World War. One such atrocity was when",
  "Croat and Muslim supportersof the fascist regime set up by the Italians to rule Croatia and",
  "Bosnia during the war were responsible for the murder of some 700 000 Serbs.",
  "However, there wasstillaCroat nationalist movement,andsome Croat nationalist lead",
  "¬",
  "ers, such as Franjo Tudjman, were given spells in jail. Tito (who died in 1980) had left",
  ".",
  "careful plans for the country to be ruled by a collective presidency after his death This",
  "212",
  "PARTI WAR ANDINTERNATIONALRELATIONSwould consist of one representative from each of the six republics and one from each of",
  ".",
  "the two provinces; a different president of this council would be elected each year",
  "(a) Things begin to go wrong",
  "-",
  "Although the collective leadership seemed to work well at first, in the mid 1980s things",
  "began to go wrong.",
  "(cid:127) The economy was in trouble, with inflation running at 90 per cent in 1986 and",
  "unemployment standing at over a million -13 per cent of the working population.",
  "There were differences between areas: for example, Slovenia was reasonably pros",
  "¬",
  "perous while parts of Serbia were poverty-stricken.",
  "(cid:127)",
  "Slobodan Milosevic, who became president of Serbia in 1988, bears much of the",
  "responsibility for the tragedy that followed. He deliberately stirred up Serbian",
  "nationalist feelings to increase his own popularity, using the situation in Kosovo.",
  "He claimed that the Serbian minority in Kosovo were being terrorized by the",
  ".",
  "Albanian majority, though there was no definite evidence of this The Serbian",
  "government’s hardline treatmentof the Albanians led to protest demonstrationsand",
  "the first outbreaksof violence.Milosevicremained in powerafter the first free elec",
  "¬",
  "tions in Serbia in 1990, having successfully convinced the voters that he was now",
  ".",
  "a nationalist and not a communist He wanted to preserve the united federal state of",
  ".",
  "Yugoslavia, but intended that Serbia should be the dominant republic",
  "(cid:127)",
  "By the end of 1990free elections had also been held in the other republics,and new",
  "non-communist governments had taken over. They resented Serbia’s attitude, none",
  "-",
  "more so than Franjo Tudjman,former communist and now leader of the right wing",
  "Croatian Democratic Union and president of Croatia. He did all he could to stir up",
  ".",
  "Croatian nationalism and wanted an independent state of Croatia",
  "(cid:127) Slovenia also wanted to become independent,and so the future looked bleak for the",
  ". -",
  "united Yugoslavia Only Milosevicopposed the break up of thestate, but he wanted",
  "it kept on Serbian terms and refused to make any concessions to the other national",
  "¬",
  "ities. He refused to accept a Croat as president of Yugoslavia (1991) and used",
  "Yugoslav federal cash to help the Serb economy.",
  "(cid:127) The situation was complicated because each republic had ethnic minorities: there",
  "were about 600 000 Serbs living in Croatia-about 15 per cent of the population-",
  "-",
  "and about 1.3 million Serbs in Bosnia Herzegovina - roughly a third of the popu",
  "¬",
  "lation. Tudjman would give no guarantees to the Serbs of Croatia, and this gave",
  "Serbia the excuse to announce that she would defend all Serbs forced to live under",
  "Croatian rule. War was not inevitable: with statesmanlike leaders prepared to make",
  ".",
  "sensible concessions, peaceful solutions could have been found But clearly, if",
  "Yugoslavia broke up, with men like Milosevic and Tudjman in power, there was",
  ".",
  "little chance of a peaceful future",
  "(b) The move to war: the Serb-Croat War",
  "Crisis-point was reached in June 1991 when Slovenia and Croatia declared themselves",
  ".",
  "independent, against the wishes of Serbia Fighting seemed likely between troops of the",
  "Yugoslavfederalarmy (mainly Serbian)stationed in those countries,and the new Croatian",
  "and Slovenian militia armies, which had just been formed. Civil war was avoided in",
  "Slovenia mainly because there were very few Serbs living there. The EC was able to act",
  "as mediator, and secured the withdrawal of Yugoslav troops from Slovenia.",
  "THETWOEUROPES,EAST ANDWESTSINCE1945 213However, it was a different story in Croatia, with its large Serbian minority. Serbian",
  "troops invaded the eastern area of Croatia (eastern Slavonia) where many Serbs lived,and",
  "other towns and cities, including Dubrovnik on the Dalmatian coast, were shelled. By the",
  ".",
  "end of August 1991 they had captured about one-third of the country Only then, having",
  "captured all the territory he wanted, did Milosevic agree to a ceasefire. A UN force of",
  ".",
  "13000 troops- UNPROFOR - was sent to police the ceasefire (February 1992) By this",
  "time the international community had recognized the independence of Slovenia, Croatia",
  "- .",
  "and Bosnia Herzegovina",
  "(c) The war in Bosnia Herzegovina",
  "-",
  "Just as hostilities between Croatia and Serbia were dying down, an even more bloody",
  "struggle was about to break out in Bosnia, which contained a mixed population - 44 per",
  "cent Muslim, 33 per cent Serb and 17 per cent Croat. Bosnia declared itself independent",
  "under the presidency of the Muslim Alija Izetbegovic(March 1992). The EC recognized",
  "its independence, making the same mistake as it had done with Croatia-it failed to make",
  ".",
  "sure that the new government guaranteed fair treatment for its minorities The Bosnian",
  "Serbs rejected the new constitution and objected to a Muslim president. Fighting soon",
  "broke out between Bosnian Serbs, who received help and encouragementfrom Serbia,and",
  ".",
  "Bosnian Muslims The Serbs hoped that a large strip of land in the east of Bosnia, which",
  "-",
  "bordered onto Serbia, could break away from the Muslim dominated Bosnia and become",
  ".",
  "part of Serbia At the same time Croatia attacked and occupied areas in the north of Bosnia",
  ".",
  "where most of the Bosnian Croats lived",
  "Atrocities were committed by all sides, but it seemed that the Bosnian Serbs were the",
  ".",
  "most guilty They carried out ‘ethnic cleansing’, which meant driving out the Muslim",
  "civilian population from Serb-majority areas, putting them into camps, and in some cases",
  ".",
  "murdering all the men Such barbarism had not been seen in Europe since the Nazi treat",
  "¬",
  "ment of the Jews during the Second World War. Sarajevo, the capital of Bosnia, was",
  "besieged and shelled by the Serbs, and throughout the country there was chaos: two",
  "million refugees had been driven out of their homes by ‘ethnic cleansing’ and not enough",
  "food and medical supplies were available.",
  "The UN force, UNPROFOR, did its best to distribute aid, but its job was very difficult",
  "because it had no supporting artillery or aircraft. Later the UN tried to protect the Muslims",
  "- -",
  "by declaring Srebrenica,ZepaandGorazde,three mainly Muslim townsin theSerb major",
  "ity region,as ‘safe areas’; but not enough troops were provided todefend them if theSerbs",
  "decided to attack. The EC was reluctant to send any troops and the Americans felt that",
  "Europe should be able to sort out its own problems. However, they did all agree to put",
  ".",
  "economic sanctions on Serbia to force Milosevic to stop helping the Bosnian Serbs The",
  "war dragged on into 1995; there were endless talks, threats of NATO action and attempts",
  "to get a ceasefire, but no progress could be made.",
  "During 1995 crucial changes took place which enabled a peace agreement to be signed",
  ".",
  "in November Serb behavioureventually proved too muchfor theinternationalcommunity:",
  "(cid:127)",
  "Serb forces again bombarded Sarajevo, killing a number of people, after they had",
  "promised to withdraw their heavy weapons (May).",
  "(cid:127) Serbs seized UN peacekeepers as hostages to deter NATO air strikes.",
  "(cid:127) Serbs attacked and captured Srebrenica and Zepa, two of the UN ‘safe areas’, and",
  "at Srebrenica they committed perhaps the ultimate act of barbarism, killing about",
  "8000 Muslims in a terrible final burst of ‘ethnic cleansing’ (July).",
  "After this, things moved more quickly.",
  "214",
  "PARTI WAR ANDINTERNATIONAL RELATIONS1 The Croats and Muslims (who had signed a ceasefire in 1994) agreed to fight",
  ".",
  "together against the Serbs The areas of western Slavonia (May) and the Krajina",
  "(August) were recaptured from the Serbs.",
  "2 At a conference in London attended by the Americans, it was agreed to use NATO",
  "air strikes and to deploy a ‘rapid reaction force’ against the Bosnian Serbs if they",
  ".",
  "continued their aggression",
  "3 The Bosnian Serbs ignored this and continued to shell Sarajevo; 27 people were",
  "killed by a single mortar shell on 28 August. This was followed by a massive",
  "NATO bombing of Bosnian Serb positions, which continued until they agreed to",
  "move their weaponsawayfrom Sarajevo.More UN troops were sent, though in fact",
  ".",
  "the UN position was weakened because NATO was now running the operation By",
  "this time the Bosnian Serb leaders, Radovan Karadzic and General Mladic, had",
  "been indicted by the European Court for war crimes.",
  "4 President Milosevicof Serbia had now had enough of the warand wanted to get the",
  "economic sanctionson hiscountry lifted.With the BosnianSerb leadersdiscredited",
  "in international eyes as war criminals, he was able to represent the Serbs at the",
  ".",
  "conference table",
  "5 With the Americans now taking the lead, a ceasefire was arranged, and Presidents",
  "Clinton and Yeltsin agreed to co-operate on peace arrangements. A peace confer",
  "¬",
  "ence met in the USA at Dayton (Ohio) in November and a treaty was formally",
  "signed in Paris (December 1995):",
  "(cid:127)",
  "Bosnia was to remain onestate with asingleelected parliamentand president,",
  "and a unified Sarajevo as its capital.",
  "(cid:127)",
  "Thestate wouldconsistof twosections: the Bosnian Muslim/Croatfederation",
  ".",
  "and the Bosnian Serb republic",
  "(cid:127) Gorazde, the surviving ‘safe area’, was to remain in Muslim hands, linked to",
  ".",
  "Sarajevo by a corridor through Serb territory",
  "(cid:127) All indicted war criminals were banned from public life.",
  "(cid:127)",
  "All Bosnian refugees, over two million of them, had the right to return, and",
  "there was to be freedom of movement throughout the new state.",
  "(cid:127) 60 000 NATO troops were to police the settlement.",
  "(cid:127) It was understood that the UN would lift the economic sanctions on Serbia.",
  "There was general relief at the peace, though there were no real winners, and the settle",
  "¬",
  "ment was full of problems. Only time would tell whether it was possible to maintain the",
  "new state (Map 10.3) or whether the Bosnian Serb republic would eventually try to break",
  "away and join Serbia.",
  "(d) Conflict in Kosovo",
  "There was still the problem of Kosovo, where the Albanian majority bitterly resented",
  "Milosevic’s hardline policies and the loss of much of their local provincial autonomy. Non",
  "¬",
  "violent protests began as early as 1989, led by Ibrahim Rugova. The sensational events in",
  "Bosniadiverted attentionaway from the Kosovo situation, which was largely ignoredduring",
  "the peace negotiations in the USA in 1995. Since peaceful protest made no impression on",
  "Milosevic, more radical Albanian elements came to the forefront with the formation of the",
  "Kosovo Liberation Army (KLA). By 1998 the situation had reached the proportionsof civil",
  "war,as the Serb government security forces tried to suppress the KLA. In the spring of 1999",
  "Serb forces unleashed a full-scale offensive, committing atrocities against the Albanians.",
  "These were widely reported abroad and the world’s attention at lastfocused on Kosovo.",
  "THETWOEUROPES,EAST ANDWESTSINCE1945 215u",
  "CROATIA",
  "RBIA",
  ".",
  "b:",
  "i",
  "Lu",
  ".",
  "BOSNIA ^",
  "(cid:127)^",
  "brenicia",
  "(cid:127)",
  "CROATIA Zeoa",
  "=",
  "C 3",
  "I Serb-held",
  "I I",
  "rmafia c>",
  "50 miles (cid:127)",
  "Kotor",
  "Map 10.3 The Bosnian Peace Settlement",
  "When peace negotiations broke down, the international community decided that some",
  "¬",
  "thing must be done to protect the Albanians of Kosovo. NATO forces carried out contro",
  ". ¬",
  "versial bombing attacks against Serbia, hoping to force Milosevic to give way However,",
  "this only made him more determined: he ordered a campaign of ethnic cleansing which",
  "drove hundredsof thousandsof ethnic Albaniansout of Kosovo and into the neighbouring",
  "states of Albania, Macedonia and Montenegro. NATO air strikes continued, and by June",
  "1999, with his country’s economy in ruins, Milosevicaccepted a peace agreement worked",
  "out by Russiaand Finland. He wasforced to withdraw all Serb troopsfrom Kosovo;many",
  ".",
  "of the Serb civilian population, afraid of Albanian reprisals, went with them Most of the",
  "Albanian refugees were then able to return to Kosovo. A UN and NATO force of over",
  "40 000 arrived to keep the peace, while UNMIK (UN Mission to Kosovo) was to super",
  "¬",
  "vise theadministration of the country untilitsowngovernment wascapable of taking over.",
  "At the end of 2003 there were still 20 000 peacekeeping troops there,and the Kosovars",
  "were becoming impatient,complaining of poverty, unemployment, and corruption among",
  "the members of UNMIK.",
  "(e) The downfall of Milosevic",
  "By 1998, Milosevic had served two terms as president of Serbia, and the constitution",
  "prevented him from standing for a third term. However, he managed to hold on to power",
  "by getting the Yugoslav federal parliament toappoint him president of Yugoslaviain 1997",
  "(though Yugoslavia by then consisted only of Serbia and Montenegro). In May 1999 he",
  "was indicted by the International Criminal Tribunal for Former Yugoslavia (at the Hague",
  "in the Netherlands),on the grounds that as president of Yugoslavia, he was responsiblefor",
  "crimes against international law committed by federal Yugoslav troops in Kosovo.",
  "Public opinion gradually turned against Milosevic during 2000, because of economic",
  "216 PARTI WAR ANDINTERNATIONAL RELATIONS.",
  "difficulties, food and fuel shortages and inflation The presidential election of September",
  "2000 was won by his chief opponent, Vlojislav Kostunica, but a constitutional court",
  "-",
  "declared the result null and void. Massive anti Milosevicdemonstrations took place in the",
  ".",
  "capital, Belgrade When crowdsstormed thefederal parliament and tookcontrolof the TV",
  ".",
  "stations, Milosevicconceded defeat and Kostunica became president In 2001, Milosevic",
  "was arrested and handed over to the International Tribunal in The Hague to face the war",
  "crimes charges. His trial opened in July 2001 and he chose to conduct his own defence.",
  "No verdict had been reached when he died in March 2006.",
  "However,the new government was soon struggling tocope with Milosevic’s legacy: an",
  "empty treasury, an economy ruined by years of international sanctions, rampant inflation",
  ". .",
  "and a fuel crisis The standard of living fell dramatically for most people The parties",
  "which had united to defeat Milosevicsoon fell out. In the elections at the end of 2003 the",
  "extreme nationalist Serbian Radicals emerged as the largest single party, well ahead of",
  "Kostunica’s party, which came second. The leader of the Radicals, Vojislav Seselj, who",
  "was said to be an admirer of Hitler, was in jail in The Hague awaiting trial on war crimes",
  "charges. The election result was a great disappointment to the USA and the EU, which",
  "were both hoping that extreme Serb nationalism had been eradicated. In July 2008",
  "Radovan Karadzic, the former Bosnian Serb leader, was arrested after 13 years in hiding",
  "and sent to The Hague to be tried for war crimes.",
  "10.8 EUROPE SINCE MAASTRICHT",
  "With the continued successof the European Union,more states applied to join. In January",
  ".",
  "1995,Sweden,Finlandand Austria became members,bringing the total membership to 15",
  "Only Norway, Iceland and Switzerland of the main western European states remained",
  "outside. Important changes were introduced by the Treaty of Amsterdam,signed in 1997.",
  "Thisfurther developed and clarified some of the pointsof the 1991 Maastricht agreement:",
  "the Union undertook to promote full employment, better living and working conditions,",
  "and moregenerous social policies.The Council of Ministers wasgiven the power to penal",
  "¬",
  "ize member states which violated human rights; and the European parliament was given",
  "more powers. The changes came into effect on 1 May 1999.",
  "(a) Enlargement and reform",
  "As Europe moved into the new millennium, the future looked exciting.The new European",
  "currency - the euro-was introduced in 12 of the member states on 1 January 2002. And",
  "there was the prospect of a gradual enlargement of the Union.Cyprus, Malta and Turkey",
  "had made applications for membership, and so had Poland and Hungary, all of whom",
  "hoped to join in 2004. Other countries in eastern Europe were keen to join-including the",
  "Czech Republic, Slovakia, Estonia, Latvia, Lithuania, Croatia, Slovenia, Bulgaria and",
  ". .",
  "Romania There seemed every chance that sooner or later the Union would double in size",
  "This prospect raised a number of issues and concerns.",
  "(cid:127)",
  "It was suggested that most of the former communist states of eastern Europe were",
  "soeconomically backward that they would be unable to join on equal terms with the",
  ".",
  "advanced members such as Germany and France",
  "(cid:127) There were fears that the Union would become too large: this would slow down",
  "-",
  "decision making and make it impossible to get consensus on any major policy.",
  "(cid:127)",
  "The federalists, who wanted closer political integration, believed that this would",
  "-",
  "become almost impossible in a Union of some 25 to 30 states, unless a two speed",
  "THETWOEUROPES,EAST ANDWESTSINCE 1945 217.",
  "Europe emerged States in favour of integration could move rapidly towards a",
  "federal system similar to the one in the USA, while the rest could move more",
  "slowly, or not at all, as the case might be.",
  "(cid:127) There was a feeling that the Union’s institutions needed reforming to make them",
  "more open, more democratic and more efficient - in order to speed up policy",
  "¬",
  ".",
  "making The Union’s prestige and authority took a severe blow in March 1999",
  "when a report revealed widespread corruption and fraud in high places; the entire",
  "Commission of 20 members was forced to resign.",
  "(b) The Treaty of Nice",
  "It was to address the need for reform, in preparation for enlargement, that the Treaty of",
  "Nice was agreed in December 2000 and formally signed in February 2001; it was sched",
  "¬",
  "uled to come into operation on 1 January 2005.",
  "(cid:127) New voting rules were to be introduced in the Council of Ministersfor the approval",
  "of policies. Many areas of policy had required a unanimous vote, which meant that",
  "one country could effectively veto a proposal. Now most policy areas were trans",
  "¬",
  "ferred to a system known as ‘qualified majority voting’ (QMV); this required that a",
  "> policy needed to be approved by members representing at least 62 per cent of",
  "EU population,and the support of eithera majority of membersora majority of",
  ". .",
  "votescast However, taxation and social security still required unanimousapproval",
  "The membership of the Council was to be increased: the ‘big four’ (Germany, UK,",
  "France and Italy) were each to have 29 members instead of 10, while the smaller",
  "-",
  "states had their membership increased by roughly similar proportions Ireland,",
  "Finland and Denmark, 7 members instead of 4; and Luxembourg, 4 members",
  ".",
  "instead of 2 When Poland joined in 2004, it would have 27 members, the same",
  "number as Spain.",
  "(cid:127) The composition of the European parliament was to be changed to reflect more",
  ".",
  "closely the size of each member’s population This involved all except Germany",
  "and Luxembourg having fewer MEPs than previously-Germany, by far the largest",
  "member with a population of 82 million, was to keep its 99 seats, Luxembourg, the",
  "smallest with 400 000, was to keep its 6 seats. The UK (59.2 million), France (59",
  "million) and Italy (57.6 million) were each to have 72 seats instead of 87; Spain",
  "(39.4 million) was to have 50 seats instead of 64, and so on, down to Ireland (3.7",
  "million), which would have 12 seats instead of 15. On the same basis, provisional",
  "figures were set for the likely new members: forexample Poland, with a population",
  "similar in size to that of Spain, would also have50seats,and Lithuania (like Ireland",
  "with 3.7 million) would have 12 seats.",
  "(cid:127) The five largest states, Germany, UK, France, Italy and Spain, were to have only",
  ".",
  "one European commissioner each instead of two Each member state would have",
  "one commissioner, up to a maximum of 27, and the president of the Commission",
  "was to have more independence from national governments.",
  "(cid:127) ‘Enhanced co-operation’ was to be allowed. This meant that any group of eight or",
  "more member states which wanted to move to greater integration in particular areas",
  ".",
  "would be able to do so",
  "(cid:127) A German-Italian proposal was accepted that a conference should be held to clar",
  "¬",
  "ify and formalize the constitution of the EU, by 2004.",
  "(cid:127) A plan for a European Union Rapid Reaction Force (RRF) of 60 000 troops was",
  "approved, to provide military back-up in case of emergency, though it was stressed",
  ".",
  "that NATO would still be the basis of Europe’sdefence system Thisdid not please",
  "218 PART I WAR ANDINTERNATIONAL RELATIONSthe French president, Jacques Chirac, who wanted the RRF to be independent of",
  "NATO. Nor did it please the USA, which was afraid that the EU defence initiative",
  "would eventually exclude the USA. In October 2003, as discussions were taking",
  "place in Brussels on how best to proceed with EU defence plans, the US govern",
  "¬",
  "ment complained that it was being kept in the dark about Europe’s intentions,",
  "claiming that the EU plans ‘represented one of the greatest dangers to the transat",
  "¬",
  "lantic relationship’. It seemed that although the Americans wanted Europe to take",
  "on more of the world’sdefence and anti-terrorist burden,it intended this to be done",
  "under US direction, working through NATO, not independently.",
  "Before the Treaty of Nice could be put into operation in January 2005, it had to be",
  "approved by all 15 member states. It was therefore a serious blow when, in June 2001,",
  "Ireland voted in a referendum to reject it. Ireland had been one of the most co-operative",
  "and pro-European members of the Union; but the Irish resented the fact that the changes",
  "would increase the power of the larger states, especially Germany, and reduce the influ",
  "¬",
  "ence of the smaller states. Nor were they happy at the prospect of Irish participation in",
  "peacekeeping forces. There was still time for the Irish to change their minds, but the situ",
  "¬.",
  "ation would need careful handling if voters were to be persuaded to back the agreement",
  "When the European Commission president, Romano Prodi of Italy, announced that",
  "enlargement of the Union could go ahead in spite of the Irish vote, the Irish government",
  ".",
  "was outraged His statement prompted accusations from across the Union that its leaders",
  "were out of touch with ordinary citizens.",
  "(c) Problems and tensions",
  "Instead of a smooth transition to an enlarged and united Europe in May 2004, the period",
  ".",
  "after the signing of the Treaty of Nice turned out to befullof problemsand tensions Some",
  "had been foreseen, but most of them were quite unexpected.",
  "(cid:127)",
  "Predictably, the divisions widened between those who wanted a much closer polit",
  "¬",
  "ical union-asortof United Statesof Europe-and those who wanteda looserasso",
  "¬",
  "ciation in which power remained in the hands of the member states. Chancellor",
  "Gerhard Schroder of Germany wanted a strong European government with more",
  "power given to the European Commission and the Council of Ministers, and a",
  "European Union constitution embodying his vision of a federal system. He was",
  ".",
  "supported by Belgium, Finland and Luxembourg On the other hand, Britain felt",
  "that political integration had gone far enough, and did not want the governments of",
  "the individualstates to loseany moreof their powers.The way forward was through",
  "-",
  "closer co operation between the national governments, not through handing control",
  "over to a federal government in Brussels or Strasbourg.",
  "(cid:127) The terroristattacksof 11September 2001in the USA threw theEU intoconfusion.",
  "The EU leaders were quick to declare solidarity with the USA and to promise all",
  "possible co-operation in the war against terrorism. However, foreign and defence",
  "issues were areas where the EU was not well equipped to take rapid collective",
  "action. It was left to the leaders of individual states - Schroder, Chirac and UK",
  "prime minister Blair - to take initiatives and promise military help against terror",
  "¬",
  "ism. This in itself was resented by the smaller member states, which felt they were",
  "- .",
  "being by passed and ignored",
  "(cid:127) Theattack on Iraq by the USA and the UK in March 2003(seeSection 12.4)caused",
  "new tensions.Germanyand France werestrongly opposed toany militaryaction not",
  "authorized by the UN; they believed that it was possible to disarm Iraq by peaceful",
  "THETWOEUROPES,EAST ANDWESTSINCE 1945 219means, and that war would cause the deaths of thousands of innocent civilians,",
  "destroy the stability of the whole region and hamper the global struggle against",
  ".",
  "terrorism On the other hand,Spain, Italy, Portugal and Denmark, together with the",
  "prospective new members - Poland, Hungary and the Czech Republic - were in",
  "favour of Britain’s joint action with the USA. American Defence Secretary Donald",
  "Rumsfeld dismissed the German and French opposition, claiming that they repre",
  "¬",
  "sented ‘old Europe’. An emergency European Council meeting was held in Brussels",
  "in February, but it failed to resolve the basic differences: the UK, Italy and Spain",
  "wanted immediate military action while France and Germany pressed for more",
  "diplomacy and more weaponsinspectors.Thisfailure toagreeon aunified response",
  "to the Iraq situation did not bode well for the prospects of formulating a common",
  "foreign and defence policy, as required by the new EU constitution due to be",
  "debated in December 2003.",
  "(cid:127) A rift of a different sort opened up over budgetary matters. In the autumn of 2003",
  "it was revealed that both France and Germany had breached the EU rule, laid down",
  "at Maastricht, that budget deficits must not exceed 3per cent of GDP. However, no",
  "action was taken: the EU finance ministers decided that both states could have an",
  ".",
  "extra year to comply In the case of France, it was the third consecutive year that",
  "the 3 per cent ceiling had been breached. This bending of the rules in favour of the",
  ".",
  "two largest member states infuriated the smaller members Spain, Austria, Finland",
  ".",
  "and the Netherlandsopposed thedecision to let them off It raiseda numberof ques",
  "¬",
  "tions: what would happen if smaller countries broke the rules - would they be let",
  "off too? If so, wouldn’t that make a mockery of the whole budgetary system? Was",
  "the 3 per cent limit realistic anyway in a time of economic stagnation?",
  "(cid:127)",
  "The most serious blow - in December 2003 - came when a summit meeting in",
  "Brussels collapsed without reaching agreement on the new EU constitution, which",
  "was designed to streamline and simplify the way the Union worked. Disagreement",
  ".",
  "over the issue of voting powers was the main stumbling block",
  "Failure to agree on the new constitution was not a total disaster; the enlargement of the",
  "EU was still able to go ahead as planned on 1 May 2004; the ten new members were the",
  "Czech Republic, Cyprus, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia",
  "and Slovenia. But it was clear that the future of the Union was going to be fraught with",
  "problems. With some 25or more members todeal with,the main issue was how to balance",
  "the interestsof thesmallerand largerstates. Happily,mostof the problemsseemed to have",
  "been overcome when, in June 2004,a Constitutional Treaty wasdrawn up,to be presented",
  ".",
  "to member states for ratification The new constitution was something of a triumph: it",
  "brought together the confusing hotchpotch of previous treaties, and made for much",
  "- .",
  "smoother decision making It appeared to allow the national parliaments rather more",
  "powers than previously - for example, there was a procedure for members to leave the",
  ".",
  "Union if they chose to; and states kept their veto on taxation, foreign policy and defence",
  "The areas over which the EU had overriding control were competition policy, customs,",
  "trade policy and protection of marine life. The dispute over the voting system was also",
  "resolved: for a measure to pass, it must be supported by at least 15 countries representing",
  "65 per cent of the EU’s total population of 455 million; at least four countries with 35 per",
  "cent of the population would be required to block a measure. This was a safeguard to",
  ".",
  "prevent the biggest countries from riding roughshod over the interests of the smaller ones",
  "Spain, which had protested strongly that the previous proposalsdisadvantaged the smaller",
  "members, was happy with the compromise. The next problem was to get the new consti",
  "¬.",
  "tution ratified byall the members,and this would involveat leastsix national referendums",
  "Unfortunately in 2005 it was rejected by Dutch and French voters, and it was decided that",
  "there should be a ‘period of reflection’.",
  "220",
  "PARTI WAR ANDINTERNATIONAL RELATIONSEventually a new agreement was drawn up, preserving many of the reforms of the",
  ".",
  "previous constitution but amending the ones that had raised objections Signed by all 27",
  "member states at Lisbon in December 2007, the stated aim of the treaty was ‘to complete",
  "the process started by the Treaty of Amsterdam [1997] and by the Treaty of Nice [2001]",
  "with a view to enhancing the efficiency and democratic legitimacy of the Union and to",
  ".",
  "improving the coherence of its actions’",
  "10.9 THE EUROPEAN UNION IN CRISIS",
  "In a referendum held in June 2008 well over half the Irish voters rejected the Lisbon",
  "Treaty. The Germans and French, who were mainly responsiblefor the form of the treaty,",
  "were furious. The Germans threatened Ireland with expulsion from the EU, and President",
  ".",
  "Sarkozy announced that the Irish must hold a second referendum Before this took place,",
  "the economic situation in Europe had changed dramatically: in September 2008 in the",
  "USA there occurred the worst financial collapse since the Wall Street Crash of 1929 (see",
  "Section 27.7-8). The effects soon spread to Europe; by the end of 2008 the demand for",
  "European exports had contracted alarmingly, and one by one the member statesof the EU",
  "plunged into recession. Worst affected were Spain and Ireland, the two countries which",
  "had enjoyed the highest growth rates in the EU since the introduction of the euro in 2002.",
  "As Perry Anderson explains:",
  "The crisis struck hardest of all in Ireland, where output contracted by 8.5 per cent",
  "between the first quarters of 2008and 2009,and thefiscal deficit soared to over 15 per",
  ".",
  "cent of GDP Though a probable death warrant for the regime in place at the next polls,",
  ".",
  "in the short run the debacle of the Celtic Tiger was a diplomatic godsend to it Amid",
  "popular panic the government could now count on frightening voters into accepting",
  ".",
  "Lisbon, however irrelevant it might be to the fate of the Irish economy",
  "In October 2009 Irish voters obligingly approved the Lisbon Treaty, which came into",
  "effect on 1 December 2009.",
  "(For further developments in the eurozone financial crisis, see Section 27.7.).",
  "(a) The future of the European Union",
  "All these problems should not be allowed to lead to theconclusion that the EU isafailure.",
  "Whatever happens in the future, nothing can take away the fact that since 1945, the coun",
  "¬",
  "triesof western Europe have been at peace with each other.Itseems unlikely that they will",
  "ever go to war with each other again, if not absolutely certain. Given Europe’s war-torn",
  "past, this is a considerable achievement, which must be attributed in large measure to the",
  ".",
  "European movement",
  "However, the Union’s development is not complete: over the next half-century Europe",
  "could become a united federal state, or, more likely, it could remain a much looser orga",
  "¬",
  "nization politically, albeit with its own reformed and streamlined constitution. Many",
  "people hope that the EU will become strong and influential enough to provide a counter",
  "¬",
  "balance to the USA, whichin 2004seemed in a position todominate the world and convert",
  ".",
  "it into a series of carbon copies of itself. Already the EU had demonstrated its potential",
  "With the 2004 enlargement, the EU economy could rival that of the USA both in size and",
  "cohesion. The EU was providing well over half the world’s development aid -far more",
  "than the USA-and the gap between EU and US contributions was growing all the time.",
  "Even some American observers acknowledged the EU’s potential; Jeremy Rifkin wrote:",
  "THETWOEUROPES,EAST ANDWESTSINCE 1945 221‘Europe has become the new “city upon a hill”. ... We Americans used to say that the",
  ". .",
  "American Dream is worth dying for The new European Dream is worth living for’",
  "The EU has shown that it is prepared to stand up to the USA. In March 2002 plans were",
  "announced tolaunchaEuropeanGalileospace-satellite system toenablecivilian shipsand",
  "aircraft to navigate and find their positions more accurately.The USA already had a simi",
  "¬",
  "lar system (GPS), but it was mainly used for military purposes. The US government",
  "protested strongly against the EU proposal on the grounds that the European system might",
  "interfere with US signals. The French president, Chirac, warned that if the USA was",
  "allowed todominate space,‘it would inevitably lead to our countries becomingfirst scien",
  "¬",
  "tific and technological vassals, then industrial and economic vassals of the US’. The EU",
  "stood its ground and the plan went ahead. According to Will Hutton, ‘the US wanted a",
  "complete monopoly of such satellite ground positioning systems. ... the EU’s decision is",
  "an important declaration of common interest and an assertion of technological superiority",
  ".",
  "alike: Galileo is a better system than GPS’",
  "Clearly the enlarged EU has vast potential, though it will need to deal with some seri",
  "¬",
  "ous weaknesses. The Common Agricultural Policy continues to encourage high produc",
  "¬",
  "tion levels at the expense of quality, and causes a great deal of damage to the economies",
  "of the developing world; this needs attention,asdoes the whole system of food standards",
  ".",
  "regulation The confusing set of institutions needs to be simplified and their functions",
  "formalized in a new constitution. And perhaps most important -EU politicians must try",
  ".",
  "to keep in touch with the wishes and feelings of the general public They need to take",
  "more trouble to explain what they are doing, so that they can regain the respect and trust",
  ".",
  "of Europe’s ordinary citizens In a move which boded well for the future, the European",
  "parliament voted by a large majority in favour of Jose Manuel Barroso, the former prime",
  "minister of Portugal, as the next president of the European Commission. The new presi",
  "¬",
  "dent had pledged himself to reform the EU, to bring it closer to its largely apathetic citi",
  "¬",
  "zens, to make it fully competitive and to giveit a new social vision. Hisfive-year term of",
  "-",
  "office began in November 2004and in September 2009 he wasgranted asecond five year",
  ".",
  "term",
  "However, by that time the EU was facing two further problems: immigration and the",
  "deepening economic crisis. Increasing immigration into the EU, about half of which",
  "consisted of Muslims, led to racial and religious tensions; some observers were writing",
  "about the ‘battle at the borders’ to control and reduce the number of immigrants. By 2009",
  "there were estimated to be between 15 and 18 million Muslim migrants in the richer west",
  ". ¬",
  "ern states of the EU This might seem a small number out of a total population of perhaps",
  "370 million,but what many peoplefound worrying was that the birth rate among the native",
  "populations was declining, while that of the Muslims was increasing,especially in the big",
  ".",
  "cities. In Brussels over half the children born every year were from Muslim immigrants",
  "In Amsterdam there were more practising Muslims than either Protestants or Catholics.",
  "According to Perry Anderson, in 2009 the overall inflow of migrants into Europe was",
  "some 1.7 million a year.",
  "Poverty and unemployment in these communities is nearly always above the national",
  "average and discrimination pervasive. In a number of countries-France,Denmark, the",
  "Netherlands and Italy have been the most prominent to date - political parties have",
  "arisen whose appeal has been based on xenophobic opposition to it. The new diversity",
  ". .",
  "has not fostered harmony It has stoked conflict",
  "Given the wave of terrorism perpetrated by Muslim extremists during the first decade of",
  "-",
  "the twenty first century (see Section 12.2-3), it was hardly surprising that some",
  "observers talked about the impending war between Islam and the West.The problems of",
  "immigration and unemployment were linked: the optimistic view was that if and when",
  "222",
  "PARTI WAR ANDINTERNATIONAL RELATIONSthe economy of Europe recovered and there wasfullemployment,tensions would fadeand",
  "Muslims and Christians would be able to live together in harmony - multiculturalism",
  "could triumph after all!",
  "However, in 2009, this seemed a forlorn hope - the crisis deepened and some econo",
  "¬",
  "mists were predicting that the euro was beyond salvation;some even thought the EU itself",
  "might disintegrate. In February 2012 Angela Merkel, the German Chancellor, said that",
  "Europe wasfacing itsgravest test for decades,and she predicted that 2012 would be worse",
  "than 2011. All governments were trying to cut costs by introducing unpopular austerity",
  "measures. Greece had ‘manipulated’ its borrowing figures to make them look less than",
  "they actually were, in order to be allowed to join the euro (2001). The consequence was",
  "that Greek debts were enormous,and for much of 2011 and 2012 the government seemed",
  "to be on the verge of defaulting. This could have disastrous effects on banks and on the",
  "economies of other countries that had traded with Greece. Hungary’s currency, the forint,",
  "was in free fall, while Italy, Ireland, Spain and Portugal had huge debts and could only",
  "borrow more at high rates of interest. And everywhere unemployment was rising,averag",
  "¬",
  "ing over 10 per cent throughout the EU.",
  "FURTHER READING",
  ".",
  "Anderson, P., The New Old World (Verso, 2011 edition)",
  "Ash, T. G., In Europe’s Name: Germany and the Divided Continent (Jonathan Cape,",
  ".",
  "1993)",
  "Brown, A., The Rise and Fall of Communism (Bodley Head, 2009).",
  "Hix, S., The Political System of the European Union (Palgrave Macmillan, 2nd edition,",
  ".",
  "2005)",
  ".",
  "Hutton, W„The World We’re In (Little, Brown, 2003)",
  "Judah, T., Kosovo:War and Peace (Yale University Press, 2002).",
  "Judt, T., Postwar: A History of Europe Since 1945 (Vintage, 2010).",
  ". .",
  "Laqueur, W , The Last Days of Europe (Thomas Dunne, 2007)",
  "Mahoney, D. J., De Gaulle: Statesmanship, Grandeur and Modern Democracy",
  "(Greenwood, 1996).",
  "Milward, A. S., The European Rescue of the Nation-State (Routledge, 2nd edition,",
  "2000).",
  "Naimark, N. M.and Case, H. (eds), Yugoslavia and Its Historians:Understanding Balkan",
  ".",
  "Wars of the 1990s (Stanford University Press, 2002)",
  "Pittaway,M., Eastern Europe:Statesand Societies(1945-2000) (Hodder/Edward Arnold,",
  "2002).",
  "Rifkin, J., The European Dream (Polity Press, 2004).",
  ".",
  "Service, R., Comrades: Communism, A World History (Palgrave Macmillan, 2007)",
  "Shawcross, W., Dubcek and Czechoslovakia, 1968-1990 (Hogarth, 1990).",
  ". .",
  "Wheaton, B and Kavan, Z , TheVelvet Revolution: Czechoslovakia, 1988-91 (Westview",
  ".",
  "Press, 1992)",
  "Young, J. W., Cold War Europe, 1945-1989: A Political History (Longman, 1991).",
  "QUESTIONS",
  "1 Assess the evidence for and against the view that the European Economic Community",
  "became stronger after its enlargement in 1973.",
  "2 Why and in what ways did the states of western Europe see closer relations with each",
  "other after the Second World War?",
  "223",
  "THETWOEUROPES,EAST ANDWESTSINCE 19453 In what ways and for what reasons did Britain’s attitude to Europe change during the",
  "period 1945 to 1991?",
  "4 Assess the reasons why two German states emerged between 1945 and 1949.",
  "5 How similar were the causesand consequencesof the Hungarian uprising of 1956 and",
  "the Prague Spring of 1968?",
  "^",
  "|j 1 There is a document question about the collapse of communism in East Germany on",
  ".",
  "the website",
  "224",
  "PART I WAR ANDINTERNATIONAL RELATIONS11"
]