[
  "The Second World War",
  ",",
  "1939-45",
  "SUMMARY OF EVENTS",
  "Unlike the 1914-18 war, the Second World War was a war of rapid movement; it was a",
  "much more complex affair, with major campaigns taking place in the Pacific and the Far",
  "East, in North Africa and deep in the heart of Russia, as well as in central and western",
  "Europe and the Atlantic. The war falls into four fairly clearly defined phases:",
  "1 Opening moves: September 1939 to December 1940",
  ".",
  "By the end of September the Germans and Russians had occupied Poland After a five-",
  "month pause (knownas the ‘phoney war’),German forcesoccupied Denmark and Norway",
  "(April 1940). In May,attacks were made on Holland, Belgium and France, who were soon",
  "defeated, leaving Britain alone to face the dictators (Mussolini had declared war in June,",
  "just before the fall of France). Hitler’s attempt to bomb Britain into submission was",
  "thwarted in the Battle of Britain (July to September 1940), but Mussolini’sarmiesinvaded",
  "Egypt and Greece.",
  "2 The Axis offensive widens: 1941 to the summer of 1942",
  "The war now began to develop intoa worldwide conflict. First Hitler,confidentof a quick",
  "victory over Britain,launched an invasion of Russia (June 1941), breaking the non-aggres",
  "¬",
  "sion pactsigned less than two yearsearlier.Then the Japaneseforced the USA into the war",
  "by attacking the American naval baseat Pearl Harbor(December 1941),and they followed",
  "this up by occupying territories such as the Philippines, Malaya, Singapore and Burma,",
  "scattered over a wide area. At thisstage of the war there seemed to be no way of stopping",
  ".",
  "the Germans and Japanese, though the Italians were less successful",
  "3 The offensives held in check: summer 1942 to summer 1943",
  "This phase of the war saw three important battles in which Axis forces were defeated.",
  "(cid:127) In June 1942, the Americansdrove off a Japanese attack on Midway Island, inflict",
  "¬",
  ".",
  "ing heavy losses",
  "(cid:127)",
  "In October, the Germans under Rommel, advancing towards Egypt, were halted at",
  ".",
  "El Alamein and later driven out of North Africa",
  "(cid:127)",
  "The third battle was in Russia, where by September 1942, the Germans had pene",
  "¬",
  "trated as far as Stalingrad on the river Volga. Here the Russians put up such fierce",
  "resistance that in the following February the German army was surrounded and",
  "forced to surrender.",
  "Meanwhile the war in the air continued, with both sides bombing enemy cities, while at",
  "sea, as in the First World War, the British and Americans gradually got the better of the",
  "German submarine menace.",
  "THESECONDWORLDWAR 1939^5 89",
  ",4 The Axis powers defeated: July 1943 to August 1945",
  "The enormous power and resources of the USA and the USSR, combined with an all-out",
  "effort from Britain and her Empire, slowly but surely wore the Axis powers down. Italy",
  "was eliminated first,and this was followed by an Anglo-American invasion of Normandy",
  "(June 1944) which liberated France, Belgium and Holland.Later, Allied troopscrossed the",
  ".",
  "Rhine and captured Cologne In the east, the Russians drove the Germans out and",
  "advanced on Berlin via Poland. Germany surrendered in May 1945 and Japan in August,",
  ".",
  "after the Americans had dropped an atomic bomb on Hiroshima and one on Nagasaki",
  "6.1 OPENING MOVES: SEPTEMBER 1939 TO DECEMBER 1940",
  "(a) Poland defeated",
  "The Poles were defeated swiftly by the German Blitzkrieg (lightning war), which they",
  "were ill-equipped to deal with. It consisted of rapid thrusts by motorized divisions and",
  "tanks (Panzers) supported by air power. The Luftwaffe (the German air force) put the",
  ".",
  "Polish railway system out of action and destroyed the Polish air force Polish resistance",
  "was heroic but hopeless: they had no motorized divisions and they tried to stop advancing",
  "German tanks by massed cavalry charges. Britain and France did little to help their ally",
  "directly becauseFrench mobilization procedure was slow and out-of-date,and it wasdiffi",
  "¬",
  "cult to transport sufficient troops to Poland to be effective. When the Russians invaded",
  ".",
  "eastern Poland, resistance collapsed On 29 September Poland was divided up between",
  ".",
  "Germany and the USSR (as agreed in the pact of August 1939)",
  "(b) The 'phoney war'",
  "Very little happened in the westfor the nextfive months. In the east the Russians tookover",
  "Estonia, Latvia and Lithuania and invaded Finland (November 1939),forcing her to hand",
  "over frontier territories which would enable the Russians to defend themselves better",
  "against any attack from the west. Meanwhile the French and Germans manned their",
  "respectivedefences-the Maginotand Siegfried Lines.Hitler seems to have hoped that the",
  "pause would weaken the resolve of Britain and France and encourage them to negotiate",
  "peace. This lack of action pleased Hitler’s generals, who were not convinced that the",
  "German army was strong enough to attack in the west. It was the American press which",
  "described this period as the ‘phoney war’.",
  "(c) Denmark and Norway invaded April 1940",
  ",",
  "Hitler’s troops occupied Denmark and landed at the main Norwegian ports in April 1940,",
  ".",
  "rudely shattering the apparent calm of the ‘phoney war’ Control of Norway was impor",
  "¬",
  "-",
  "tant for the Germans because Narvik was the main outlet for Swedish iron ore, which was",
  ".",
  "vital for the German armaments industry The British were interfering with this trade by",
  "laying mines in Norwegian coastal waters, and the Germans were afraid that they might",
  ".",
  "try to take over some of Norway’s ports, which they were in fact planning to do Admiral",
  "Raeder, the German navy chief, realized that the fjords would be excellent naval bases",
  ".",
  "from which to attack Britain’s transatlantic supply lines When a British destroyer chased",
  "the German vessel Altmark into a Norwegian fjord and rescued the 300 British prisoners",
  "aboard, Hitler decided it was time to act. On 9 April, German troops landed at Oslo,",
  "Kristiansand, Stavanger, Bergen and Trondheim; although British and French troops",
  "90 PART I WAR ANDINTERNATIONAL RELATIONSarrived afew days later, they were unable todislodge theGermans, who were already well",
  ".",
  "established After a temporary success at Narvik, all Allied troops were withdrawn by",
  "early June because of the growing threat to France itself. The Germans were successful",
  "because the Norwegians had been taken by surprise and their troops were not even mobi",
  "¬",
  "lized; local Nazis, under their leader Vidkun Quisling,gave the invaders every assistance.",
  "The British had no air support, whereas the German air force constantly harassed the",
  ".",
  ".",
  "Allies This Norwegian campaign had important results",
  "'",
  "-",
  "(cid:127) Germany was assured of her bases and her iron ore supplies, but had lost three",
  "cruisers and ten destroyers. This made the German navy less effective at Dunkirk",
  ".",
  "than it might have been (see (d) below)",
  "(cid:127) Itshowed the incompetence of Chamberlain’sgovernment. He wasforced to resign",
  ".",
  "andWinstonChurchillbecame British primeminister Although there has been crit",
  "¬",
  "icism of Churchill’s mistakes, there is no doubt that he supplied what was needed",
  "at the time drive,a sense of urgency,and the ability to make his coalition cabinet",
  "-",
  "work well together.",
  "(d) Hitler attacks Holland, Belgium and France",
  "The attacks on Holland, Belgium and France were launched simultaneously on 10 May,",
  "and again Blitzkrieg methods brought swift victories. The Dutch, shaken by the bombing",
  ".",
  "of Rotterdam, which killed almost a thousand people, surrendered after only four days",
  "Belgium heldoutfor longer, but her surrenderat theend of May left the British and French",
  "troops in Belgium perilously exposed as German motorized divisions swept across north",
  ". ¬",
  "ern France;only Dunkirk remained in Allied hands The British navy played the vital role",
  "in evacuating over 338 000 troops - two-thirds of them British -from Dunkirk between",
  ".",
  "27 May and 4 June This was a remarkable achievement in the face of constant Luftwaffe",
  "attacks on the beaches. It would perhaps have been impossible if Hitler had not ordered",
  "the German advance towards Dunkirk to halt (24 May), probably because the marshy",
  "terrain and numerous canals were unsuitable for tanks.",
  "The events at Dunkirk were important: a third of a million Allied troops were rescued",
  "to fight again, and Churchill used it for propaganda purposes to boost British morale with",
  "the ‘Dunkirk spirit’. In fact it was a serious blow for the Allies: the troops at Dunkirk had",
  "lost all their arms and equipment, so that it became impossible for Britain to help France.",
  "The Germans now swept southwards: Paris was captured on 14 June and France",
  ".",
  "surrendered on 22 June At Hitler’s insistence the armistice (ceasefire) was signed at",
  ".",
  "Compiegne in the same railway coach that had been used for the 1918 armistice The",
  "Germansoccupied northern France and the Atlanticcoast (see Map6.1),giving them valu",
  "¬",
  "able submarine bases, and the French army was demobilized. Unoccupied France was",
  "allowed its own government under Marshal Petain, but it had no real independence and",
  ". .",
  "collaborated with the Germans Britain’s position was now very precarious Lord Halifax,",
  "the Foreign Secretary, allowed secret enquiries to be made via Washington about what",
  "German peace terms would be; even Churchill thought about the possibility of a negoti",
  "¬",
  ".",
  "ated peace",
  "(e) Why was France defeated so quickly?",
  "1 The French were psychologically unprepared for war, and were bitterly divided",
  ".",
  "between right and left The right wasfascist in sympathy,admired Hitler’sachieve",
  "¬",
  "ments in Germany and wanted an agreement with him. The communists,following",
  "THESECONDWORLDWAR, 1939^t5 9192",
  "3",
  "PART - Germanconquests",
  "-",
  "(T) Poland September1939",
  "IWAINTERNNAATIODRNAL r m J mS IV1 Cv/w2y\\)|GFDHFArreoepiarnltrnlmnimaKcrnopeaJdnru-—.k,nBSMMeaeen1nalpdg9y^t-i4euNJ0mmIuonrbnr.iwAeeLrau1lyO1x99-ed4m3D09bourgand",
  ". '(cid:127) s-J % iSGeeprmteamnbceorn1q9u3e9s-tsJu, ne1940",
  "v",
  "r K - Germanallies",
  "r ? ESTONIA OccupiedbyRussia,1939-40",
  "RELATIONS / V*_ L- DENMARK \\. tLtVITHUANIA;iA1VIA BHL LHBueolxlgleaimunmdbourg",
  "— S Slovakia",
  "SW Switzerland",
  "^r(cid:127)nk< -.GJK:LX10JALSItINE--GE-j'FRIEDr(cid:127)iMsVif~>c] D iI88F 3s",
  "wchy YM2 -",
  "FRANCE 3W X /HUNGARY \\ BESSARABIA",
  "'s",
  "^",
  ": RHOIIMIlllAllNlllIlAlll",
  "ITAL< v.",
  "(cid:127)P‘4",
  "AT",
  "N",
  "\"V &",
  "Os ? 250 500km",
  "Map6.1 ThebeginningofthewarinEurope-mainGermanthrusts,1939-40-",
  "the non aggression pact between Germany and the USSR, were also against the",
  "war. The long period of inaction during the ‘phoney war’ allowed time for a peace",
  "party to develop on the right, headed by Laval. He argued that there was no point",
  "in continuing the war now that the Poles, whom they were supposed to be helping,",
  ".",
  "had been defeated",
  ".",
  "2 There were serious military weaknesses",
  "(cid:127) France had toface thefull weightof an undivided German offensive,whereas",
  ".",
  "in 1914 half the German forces had been directed against Russia",
  "(cid:127)",
  "The French High Command wascontent tosit behind the Maginot Line,aline",
  ".",
  "of defences stretching from the Swiss to the Belgian frontiers Unfortunately",
  "the Maginot Line did not continue along the frontier between France and",
  "Belgium, partly because that might have offended the Belgians, and because",
  "Petain believed that the Ardennes would be a strong enough barrier; but this",
  "was exactly where the Germans broke through.",
  "(cid:127)",
  "France had as many tanks and armoured vehicles as Germany, but instead of",
  "being concentrated in completely mechanized armoured divisions (like the",
  "Germans), allowing greater speed, they were split up so that each infantry",
  ".",
  "division had a few This slowed them to the speed of marching soldiers",
  ".",
  "(infantry)",
  "(cid:127)",
  "The German divisions were supported by combat planes, another area",
  ".",
  "neglected by the French",
  ".",
  "3 The French generals made fatal mistakes",
  "(cid:127)",
  "No attempt was made to help Poland by attacking Germany in the west in",
  ".",
  "September 1939, which might have had a good chance of success",
  "(cid:127) No troops were moved from the Maginot Line forts (most of which were",
  "completely inactive) to help block the German breakthrough on the River",
  ".",
  "Meuse (13 May 1940)",
  "(cid:127) There was poor communication between the army and air force, so that air",
  ".",
  "defence to drive German bombers off usually failed to arrive",
  "4 Military defeats gave the defeatist right the chance to come out into the open and",
  ". - -",
  "put pressure on the government to accept a ceasefire When even the 84 year old",
  "Petain, the hero of Verdun in 1916, urged peace, Prime Minister Reynaud resigned",
  "and Petain took over.",
  "(f) The Battle of Britain (12 August to 30 September 1940)",
  "This was fought in the air, when Goering’s Luftwaffe tried to destroy the Royal Air Force",
  ".",
  "(RAF) as a preliminary to the invasion of Britain The Germans bombed harbours, radar",
  "stations, aerodromes and munitions factories; in September they began to bomb London,",
  "in retaliation, they claimed,fora British raid on Berlin.The RAFinflicted heavy losseson",
  "the Luftwaffe (1389 German planes were lostasagainst 792 British); when it became clear",
  ".",
  "that British air power wasfarfrom being destroyed, Hitlercalled off the invasion Reasons",
  "for the British success were:",
  "(cid:127) Their chain of new radar stations gave plenty of warning of approaching German",
  ".",
  "attackers",
  "THESECONDWORLDWAR, 1939^t5 93TheGerman bombers were poorly armed.Though the British fighters(Spitfiresand",
  "Hurricanes) were not significantly better than the German Messerschmitts, the",
  "Germans were hampered by limited range - they could only carry enough fuel to",
  ".",
  "enable them to stay in the air about 90 minutes",
  "The switch to bombing London was a mistake because it relieved pressure on the",
  ".",
  "airfields at the critical moment",
  ".",
  "The Battle of Britain was probably the first majorturning point of the war for thefirst",
  "time the Germans had been checked, demonstrating that they were not invincible. Britain",
  "wasable to remain in the struggle, thusfacing Hitler(who wasabout toattack Russia) with",
  "the fatal situationof warontwofronts.As Churchill remarked when he paid tribute to the",
  "British fighter pilots: ‘Never in the field of human conflict was so much owed by so many",
  "to so few.’",
  "(g) Mussolini invades Egypt, September 1940",
  "Not wanting to be outdone by Hitler, Mussolini sent an army from the Italian colony of",
  "Libya which penetrated about60 miles into Egypt (September 1940), while another Italian",
  "army invaded Greece from Albania (October). However, the British soon drove the",
  "Italians out of Egypt, pushed them back far into Libya and defeated them at Bedafomm,",
  "capturing 130 000 prisoners and 400 tanks. They seemed poised to take the whole of",
  ".",
  "Libya British naval aircraft sank half the Italian fleet in harbour at Taranto and occupied",
  "Crete. The Greeks forced the Italians back and invaded Albania. Mussolini was beginning",
  ".",
  "to be an embarrassment to Hitler",
  "6.2 THE AXIS OFFENSIVE WIDENS: 1941 TO THE SUMMER OF 1942",
  "(a) North Africa and Greece",
  ".",
  "Hitler’s first moves in 1941 were to help out his faltering ally In February he sent Erwin",
  "Rommel and the Afrika Korps to Tripoli, and together with the Italians, they drove the",
  "Britishoutof Libya. After much advancingand retreating,by June 1942theGermans were",
  ".",
  "in Egypt approaching El Alamein, only 70 miles from Alexandria (see Map 6.2)",
  "In April 1941 Hitler’s forces invaded Greece, the day after 60 000 British, Australian",
  "and New Zealand troops had arrived to help the Greeks. The Germans soon captured",
  "Athens, forcing the British to withdraw, and after bombing Crete, they launched a para",
  "¬",
  "chute invasion of the island; again the British were forced to evacuate (May 1941).",
  "The campaigns inGreece had important effects:",
  "(cid:127) It was depressing for the Allies, who lost about 36 000 men.",
  "(cid:127) Many of the troops had been removed from North Africa, thus weakening British",
  ".",
  "forces there just when they needed to be at their most effective against Rommel",
  "(cid:127)",
  "More important in the long run was that Hitler’s involvement in Greece and",
  "Yugoslavia (which the Germansinvaded at thesame time asGreece) may well have",
  ".",
  "delayed his attack on Russia This was originally planned for 15 May and was",
  ".",
  "delayed for five weeks If the invasion had taken place in May, the Germans might",
  "well have captured Moscow before the winter set in.",
  "94 PARTI WAR ANDINTERNATIONAL RELATIONS%",
  "RUSSIA",
  "% ITALY % ROMANIA",
  "^ 0* Black Sea",
  "^",
  "Corsica R^oAmnezio\\V \\ ca BULGARIA",
  "inlay ^Mont^e Cassinc>XA\\",
  "Naples) ALBANIA",
  ".",
  "Sard X \\oSalerno ( V\"\"",
  "y^i-Taranto /",
  "GREECE o TURKEY",
  "-",
  "Sicily",
  "8",
  "Tunis \"N pReggio \\)^CAVA\"t”h\"e\"ns3",
  "‘“ Malta C Matapan ^^ o c?",
  "C",
  "Mediterranean Sea rreete Cyprus",
  "m",
  "v Tripoli .",
  ">",
  "Tobruk Alexandria",
  "F Alamein",
  "Cairo",
  "Suez",
  "LIBYA EGYPT Cana!",
  "Allied advances and offensives 1942-4",
  "Map 6.2 North Africa and the Mediterranean",
  "(b) The German invasion of Russia (Operation Barbarossa) began on",
  "22 June 1941",
  "Hitler's motives seem to have been mixed:",
  "(cid:127)",
  "He feared that the Russians might attack Germany while his forces were still occu",
  "¬",
  ".",
  "pied in the west",
  "(cid:127) He hoped that the Japanese would attack Russia in the Far East.",
  "(cid:127)",
  "The more powerful Japan became, the less chance there was of the USA entering",
  "the war (or so Hitler thought).",
  "(cid:127) But above all there was his hatred of communism and his desire for Lebensraum",
  "(living space).",
  "According to historian Alan Bullock, ‘Hitler invaded Russia for the simple and sufficient",
  "-",
  "reason that he had always meant to establish the foundations of his thousand year Reich",
  ".",
  "by the annexation of the territory lying between the Vistula and the Urals’ It has some",
  "¬",
  "times been suggested that the attack on Russia was Hitler’s greatest mistake, but in fact,",
  "as Hugh Trevor-Roper pointed out, ‘to Hitler the Russian campaign was not a luxury: it",
  "was the be-all and end-all of Nazism;it could not be delayed. It was now or never.’ Hitler",
  "did not expect a long war; he told one of his generals: ‘We have only to kick in the door",
  ".",
  "and the whole rotten structure will come crashing down ’",
  "-",
  "The German attack was three pronged:",
  "(cid:127)",
  "in the north towards Leningrad,",
  "(cid:127)",
  "in the centre towards Moscow,",
  "(cid:127) .",
  "in the south through the Ukraine",
  "—",
  "THESECONDWORLDWAR 1939 45 95",
  ",FINLAND M",
  "Leningrad",
  "p",
  "ESTONIA",
  "v",
  "^",
  "LATVIA Kalinino''' Gorki",
  "O",
  "Moscow",
  "_",
  "Smolensk",
  "‘°-Tula",
  "v",
  "Minsk",
  "--",
  "6 vT",
  "Orel ' ) 1",
  "POLAND Voronezh",
  "o 'o",
  "Kursk x",
  "i s",
  "Kiev * *",
  "Don",
  "Kharkov",
  "Stalingrad",
  "f)",
  "&",
  "Rostov",
  "Odessa",
  "ROMANIA",
  ",Crimea",
  "/ - Maikop",
  "Sevastopol/",
  "Black Sea",
  "Line of the German advance in December 1941",
  "German line in November 1942",
  "Map 6.3 The Russian front",
  "It was Blitzkrieg on an awesome scale, involving close on 5.5 million men,and 3550 tanks",
  "supported by 5000 aircraft and 47 000 pieces of artillery. Important cities such as Riga,",
  ".",
  "Smolensk and Kiev were captured (see Map 6.3) The Russians had been caught off their",
  "guard,in spiteof British and American warnings thataGermanattack wasimminent.Stalin",
  "-",
  "apparently believed that Hitler could be trusted to honour the Nazi-Soviet non aggression",
  "pact, and was extremely suspicious of any information which came from Britain or the",
  "USA. The Russians were still re-equipping their army and air force, and many of their",
  ".",
  "generals, thanks to Stalin’s purges, were inexperienced (see Section 17.3(b))",
  "However, the German forces failed to capture Leningrad and Moscow. They were",
  "severely hampered by the heavy rains of October, which turned the Russian roads into",
  "mud, and by the severe frosts of November and December when in some places the",
  ".",
  "temperature fell to minus 38°C The Germans had inadequate winter clothing because",
  "Hitler had expected the campaigns to be over by the autumn. Even in the spring of 1942",
  "no progress was made in the north and centre as Hitler decided to concentrate on a major",
  "drive south-eastwards towards the Caucasus to seize the oilfields.",
  "(c) The USA enters the war, December 1941",
  "The USA was brought into the war by the Japanese attack on Pearl Harbor (their naval",
  "base in the Hawaiian Islands) on 7 December 1941 (see Illus. 6.1). Until then, the",
  "96 PART I WAR ANDINTERNATIONAL RELATIONS*",
  ",",
  "*#ni",
  "1",
  "41",
  "a",
  ":",
  "m",
  "HU V <",
  "teFgr J",
  "f ?",
  "X",
  "Jf",
  "t e* *(cid:127)",
  "L",
  "C/ r",
  "r",
  "V X",
  "M",
  "(cid:127)",
  ">",
  "Idestratm Pear.Harixtr,7 Dceeadber041:CSwarstaipslie in railsafter",
  "theJapanesesir- attack",
  ".",
  ". .",
  "ArLotxOi ;,.JIintentOILivi.ation,bac remained.osuttiL,‘:.h>,safterthe L^nd Leu::*....v",
  "fApris .1947 :h*> had provide:, Brbn) WHO Tr.3MJve r- :#' i.e'i and",
  "V\" tteattack weretied up wishkc xu Theg:nera",
  ".",
  "menthelitved t»y **ouid soon run short cf raw natetid® and castlonging ©ve* towards",
  "U>iril.DiK^ sacii as JriiEin’s Malaya &nd Et.rma, wateh had rubber. hi and tin, ant",
  "*/ wvnk C:::, Dutch liastIidks.,ahor.\",h n« t it... 5:~c<..both Britain ml Hollandacn. in. no.",
  "p\\'\"rnbisblyto didb: d ' :.tov£.y(cid:127),oxnAUT3bwitih<t:u(cid:127)t,wUa SAj ,Jl“ vs?n;*tor.ictetions between:hn :,:m",
  "97",
  "TEESECONDWORLDWAR,1939 45.",
  "states deteriorated steadily The Americans assisted the Chinese, who were still at war",
  "with Japan; when the Japanese persuaded Vichy France to allow them to occupy French",
  "-",
  "Indo China (where they set up military bases), President Roosevelt demanded their with",
  ". ¬",
  "drawal and placed an embargo on oil supplies to Japan (26 July 1941) Long negotiations",
  "followed in which the Japanese tried to persuade the Americans to lift the embargo. But",
  "stalemate was reached when the Americans insisted on a Japanese withdrawal both from",
  "- .",
  "Indo Chinaand from Chinaitself When theaggressive General Tojo became prime minis",
  "¬",
  "ter (16 October), war seemed inevitable.",
  ".",
  "The attack was brilliantly organized by Admiral Yamamoto There was no declaration",
  "of war: 353 Japanese planes arrived undetected at Pearl Harbor, and in two hours,",
  "destroyed 350 aircraft and five battleships; 3700 men were killed or seriously injured.",
  "Roosevelt called 7 December ‘a date which will live in infamy’.",
  ".",
  "Pearl Harbor had important results",
  "'",
  "(cid:127) It gave the Japanese control of the Pacific, and by May 1942 they had captured",
  "Malaya, Singapore, Hong Kong and Burma (all part of the British Empire), the",
  "Dutch East Indies,the Philippines,and two American possessions,Guam andWake",
  "Island (see Map 6.4).",
  "(cid:127) It caused Hitler to declare war on the USA.",
  ".",
  "Declaring waron the USA was perhaps Hitler’s most serious mistake He need not at this",
  "stage have committed himself to war with the USA, in which case the Americans might",
  ".",
  "well have concentrated on the Pacific war However, the Germans had already assured the",
  "Japanese that they would come to Japan’s aid if she was ever at war with the USA. Hitler",
  "assumed that President Roosevelt of the USA would declare war on Germany sooner or",
  "later,so he wanted to getGermany’sdeclarationof warin first,toshow theGerman people",
  "that he, and not the Americans, controlled events. In fact the US Congress was naturally",
  "- .",
  "(cid:127)A",
  "\\'A*leutian Is",
  "I",
  "I",
  "Hawaiian Is",
  "Pearl«",
  "Harbor",
  "Pacific Ocean",
  "Indian Ocean",
  "O NEW ZEALAND",
  "Map 6.4 The war in the Pacific",
  "98 PART I WAR ANDINTERNATIONAL RELATIONSdetermined to have their revenge on Japan, but was still reluctant to get involved in",
  "Europe. Roosevelt would have had a difficult job to persuade Congress to declare war on",
  ".",
  "Germany; Hitler’s action saved him the trouble",
  ".",
  "As it was, Germany was now faced with the immense potential of the USA This",
  "meant that with the vast resources of the USSR and the British Commonwealth as well,",
  "the longer the war lasted, the less chance there was of an Axis victory. It was essential",
  "-",
  "for them to deliver swift knock out blows before the American contribution became",
  ".",
  "effective",
  "(d) Brutal behaviour by Germans and Japanese",
  "The behaviour of both Germans and Japanese in their conquered territories was ruthless",
  "and brutal. The Nazis treated the peoples of eastern Europe as sub-humans, fit only to be",
  "slaves of the German master-race. As for the Jews - they were to be exterminated (see",
  "Section 6.8). As American journalist and historian William Shirer put it:",
  "Nazi degradation sank to a level seldom experienced by man in all his time on earth.",
  "Millions of decent, innocent men and women were driven into forced labour, millions",
  "were tortured in the concentration camps, and millions more still (including nearly six",
  "million Jews) were massacred in cold blood or deliberately starved to death and their",
  ".",
  "remains burned",
  "This was both amoral and foolish: in the Baltic states (Latvia, Lithuania and Estonia) and",
  "in the Ukraine, the Soviet government was so unpopular that decent treatment would have",
  ".",
  "turned the people into allies of the Germans",
  "The Japanese treated their prisonersof warand the Asian peoples badly. Again this was",
  "- -",
  "ill advised: many of the Asians, like those in Indo China, at first welcomed the Japanese,",
  "who were thought to be freeing them from European control.The Japanese hoped to orga",
  "¬",
  "nize their new territories into a great economic empire known as a Greater East Asia Co",
  "¬",
  "prosperity Sphere, which would be defended by sea and air power. However, harsh",
  "treatment by theJapanesesoon turned the Asiansagainst rulefrom Tokyo,anddetermined",
  ".",
  "resistance movements began, usually with communist involvement",
  "6.3 THE OFFENSIVES HELD IN CHECK: SUMMER 1942 TO SUMMER",
  "1943",
  "In three separate areas of fighting, Axis forces were defeated and began to lose ground:",
  "(cid:127) Midway Island",
  "(cid:127)",
  "El Alamein",
  "(cid:127) Stalingrad",
  "(a) Midway Island, June 1942",
  "At Midway Island in the Pacific the Americans beat off a powerful Japanese attack, which",
  "included five aircraft carriers, nearly 400 aircraft, 17 large warshipsand an invasion force",
  "of 5000 troops.The Americans, with only three carriers and 233 planes,destroyed four of",
  "the Japanese carriers and about 330 planes. There were several reasons for the American",
  "victory against heavier odds:",
  "—",
  "THESECONDWORLDWAR 1939 45 99",
  ",(cid:127)",
  "They had broken the Japanese radio code and knew exactly when and where the",
  "attack was to be launched.",
  "(cid:127) -",
  "The Japanese were over confident and made two fatal mistakes: they split their",
  "forces, thus allowing the Americans to concentrate on the main carrier force; and",
  "they attacked with aircraft from all four carriers simultaneously, so that when they",
  ".",
  "were all rearming, the entire fleet was extremely vulnerable",
  "- -",
  "At this stage the Americans launched a counter attack by dive bombers, which swooped",
  "unexpectedly from 19 000 feet, sinking two of the carriers and all their planes.",
  "Midway proved to be a crucial turning point in the battle for the Pacific the loss of",
  ",",
  "their carriers and strike planes seriously weakened the Japanese, and from then on the",
  "- .",
  "Americans maintained their lead in carriers and aircraft, especially dive bombers",
  "Although the Japanese had far more battleshipsand cruisers,they were mostly ineffective:",
  "the only way war could be waged successfully in the vast expanses of the Pacific was by",
  "air power operating from carriers. Gradually the Americans under General MacArthur",
  "began to recover the Pacific islands, beginning in August 1942 with landings in the",
  "Solomon Islands. The struggle was long and bitter and continued through 1943and 1944,",
  ".",
  "a process which the Americans called ‘island hopping’",
  "(b) El Alamein October 1942",
  ",",
  "At El Alamein in Egypt Rommel’s Afrika Korps were driven back by the British Eighth",
  "Army, commanded by Montgomery. This great battle was the culmination of several",
  "engagements fought in the El Alamein area: first the Axis advance was temporarily",
  "checked (July); when Rommel tried to break through he was halted again at Alam Haifa",
  "(September); finally, seven weeks later in the October battle, he was chased out of Egypt",
  "for good by the British and New Zealanders.",
  "-",
  "The Allies were successful partly because during the seven week pause, massive rein",
  "¬",
  "forcements had arrived, so that the Germans and Italians were heavily outnumbered -",
  "80 000 men and 540 tanks against 230 000 troops and 1440 tanks. In addition, Allied air",
  "power was vital,constantly attacking the Axisforcesandsinking theirsupply shipsas they",
  "crossed the Mediterranean, so that by October there were serious shortages of food, fuel",
  "oiland ammunition. At the same time the airforce was strong enough to protect theEighth",
  "Army’s own supply routes. Montgomery’s skilful preparations probably clinched the",
  "-",
  "issue,though he has been criticized for being over cautious,and forallowing Rommel and",
  "half his forces to escape into Libya.",
  "However, there is no doubt thatthe El Alamein victory wasanotherturning point inthe",
  "war:",
  "(cid:127) It prevented Egypt and the Suez Canal from falling into German hands.",
  "(cid:127)",
  "It ended the possibility of a link-up between the Axis forces in the Middle East and",
  ".",
  "those in the Ukraine",
  "(cid:127)",
  "More than that, it led on to the complete expulsion of Axis forces from North",
  ".",
  "Africa It encouraged landingsof British troopsin the French territoriesof Morocco",
  "and Algeria to threaten the Germans and Italians from the west, while the Eighth",
  ".",
  "Army closed in on them from Libya Trapped in Tunisia, 275 000 Germans and",
  "Italians were forced to surrender (May 1943), and the Allies were well-placed for",
  "an invasion of Italy.",
  "The desert war had been a serious drain on German resources that could have been used",
  "in Russia, where they were badly needed.",
  "100",
  "PARTI WAR ANDINTERNATIONALRELATIONS(c) Stalingrad",
  "At Stalingrad the southern prong of the German invasion of Russia, which had penetrated",
  "deeply through the Crimea, capturing Rostov-on-Don, was finally checked. The Germans",
  "had reached Stalingrad at the end of August 1942,but though they more or less destroyed",
  ". -",
  "the city, the Russians refused to surrender In November they counter attacked fero",
  "¬",
  "ciously, trapping the Germans, whose supply lines were dangerously extended, in a large",
  "pincer movement. With his retreat cut off, the German commander, von Paulus, had no",
  ".",
  "reasonable alternative but to surrender with 94 000 men (2 February 1943)",
  "If Stalingrad had fallen, the supply routefor Russia’soil from the Caucasus would have",
  "been cut off, and the Germans had hoped to advance up the River Don to attack Moscow",
  "- .",
  "from the south east This plan had to be abandoned; but more than this was at stake-the",
  "defeat was a catastrophe forthe Germans: it shattered the myth that they were invincible,",
  ".",
  "and boosted Russian morale They followed up with more counter-attacks, and in July",
  "1943,in a great tank battle at Kursk, they forced the Germans to keep on retreating. Early",
  "in 1944 the Germans had to abandon the siege of Leningrad and to retreat from their posi",
  "¬",
  "tion west of Moscow. It was now only a matter of time before the Germans, heavily",
  "outnumbered and short of tanks and guns, were driven out of Russia.",
  "6.4 WHAT PART WAS PLAYED BY ALLIED NAVAL FORCES?",
  "The previous section showed how the combination of sea and air power was the key to",
  "success in the Pacific war and how, after the initial shock at Pearl Harbor, the Americans",
  "were able to build up that superiority in both departments, which was to lead to the even",
  "¬",
  "tual defeat of Japan. At the same time the British navy, as in the First World War, had a",
  "vital role to play: this included protecting merchant ships bringing food supplies, sinking",
  "German submarines and surface raiders, blockading Germany, and transporting and",
  "supplying Allied troops fighting in North Africa and later in Italy. At first success was",
  "mixed, mainly because the British failed to understand the importance of air support in",
  ".",
  "naval operations and had few aircraft carriers Thus they suffered defeats in Norway and",
  "Crete, where the Germans had strong air superiority. In addition the Germans had many",
  "naval bases in Norway, Denmark, France and Italy. In spite of this the British navy could",
  ".",
  "point to some important achievements",
  "(a) British successes",
  "1 Aircraft from the carrierIllustrious sank half the Italian fleet atTaranto(November",
  "1940).The following March five more warships were destroyed off Cape Matapan.",
  "2 The threat from surface raiders was removed by the sinking of the Bismarck,",
  "Germany’s only battleship at the time (May 1941).",
  "3 The navy destroyed the German invasion transports on their way to Crete (May",
  ".",
  "1941), though they could not prevent the landing of parachute troops",
  ".",
  "4 They provided escorts for convoys carrying supplies to help the Russians These",
  ".",
  "sailed via the Arctic to Murmansk in the far north of Russia Beginning in",
  "September 1941, the first 12 convoys arrived without incident, but then the",
  ".",
  "Germans began to attack them, until convoy 17 lost 23shipsout of 36 (June 1942)",
  "After this disaster, Arctic convoys were not resumed until November 1943, when",
  "strongerescortscould be spared. Altogether40 convoyssailed: 720 outof a total of",
  "811 merchant ships arrived safely, with valuable cargo for the Russians; this",
  ".",
  "included 5000 tanks, 7000 aircraft and thousands of tons of canned meat",
  "THESECONDWORLDWAR 1939^5 101",
  ",5 Theirmost important contribution wastheir victoryinthe Battleof the Atlantic (see",
  ".",
  "below)",
  "6 Sea and air power together made possible the great invasion of France in June",
  ".",
  "1944 (see below,Section 6.6(b))",
  "(b) The Battle of the Atlantic",
  "-",
  "This was the struggle against German U boats attempting to deprive Britain of food and",
  "-",
  "raw materials. At the beginning of 1942 the Germans had 90 U boats in operation and 250",
  ".",
  "being built In the first six months of that year the Allies lost over 4 million tons of",
  "merchant shipping and destroyed only 21 U-boats. Losses reached a peak of 108 ships in",
  "March 1943, almost two-thirds of which were in convoy. However, after that the number",
  "of sinkings began to fall, while the U-boat losses increased. By July 1943 the Alliescould",
  "produce shipsatafaster rate than theU-boatscould sink them,and the situation was under",
  ".",
  "control",
  "The reasons for the Allied success were:",
  "(cid:127) more air protection was provided for convoys by long-range Liberators;",
  "(cid:127)",
  "both escorts and aircraft improved with experience;",
  "(cid:127) the British introduced the new centimetric radar sets, which were small enough to",
  "be fitted into aircraft; these enabled submarines to be detected in poor visibility and",
  ".",
  "at night",
  "The victory was just as important as Midway, El Alamein and Stalingrad: Britain could",
  "not have continued to sustain the losses of March 1943 and still remained in the war.",
  "6.5 WHAT CONTRIBUTION DID AIR POWER MAKE TO THE DEFEAT",
  "OF THE AXIS?",
  "(a) Achievements of Allied air power",
  "1 The first significant achievement was inthe Battle of Britain(1940),when the RAF",
  "beat off the Luftwaffe attacks, causing Hitler to abandon his invasion plans (see",
  "Section 6.1(f)).",
  "2 In conjunction with the British navy, aircraft played a varied role: the successful",
  "attackson the Italian fleet at Taranto and Cape Matapan, the sinking of the German",
  "battleship Tirpitz by heavy bombers in Norway (November 1943), the protection of",
  "convoys in the Atlantic, and anti-submarine operations. In fact, in May 1943",
  "Admiral Doenitz, the German navy chief, complained to Hitler that since the intro",
  "¬",
  "duction of the new radar devices, more U-boats were being destroyed by aircraft",
  ".",
  "than by naval vessels",
  "3 The American air force together with the navy played a vital part in winning the",
  "Pacific war against the Japanese. Dive-bombers operating from aircraft carriers",
  "won the Battle of Midway Island in June 1942 (see Section 6.3(a)). Later, in the",
  "-",
  "‘island hopping’ campaign, attacks by heavy bombers prepared the way for land",
  "¬",
  "ings by marines, for example at the Mariana Islands (1944) and the Philippines",
  "(1945). American transport planes kept up the vital flow of supplies to the Allies",
  "during the campaign to recapture Burma.",
  "4 The RAF took part in specific campaigns which would have been hopeless without",
  "them: for example, during the war in the desert, operating from bases in Egypt and",
  "102",
  "PARTI WAR ANDINTERNATIONALRELATIONSPalestine,they constantly bombed Rommel’ssupply shipsin theMediterranean and",
  ".",
  "his armies on land",
  "5 British and Americans later flew parachute troops in, to aid the landings in Sicily",
  "(July 1943) and Normandy (June 1944),and provided air protection for the invad",
  "¬",
  "ing armies.(However,asimilaroperation at Arnhem in Holland in September 1944",
  ".",
  "was a failure )",
  "(b) Allied bombing of German and Japanese cities",
  ".",
  "The mostcontroversial action was the Allied bombing of German and Japanese cities The",
  "Germans had bombed London and other important British citiesand portsduring 1940and",
  "1941, but these raidsdwindled during the German attack on Russia, which required all the",
  ".",
  "Luftwaffe's strength The British and Americans retaliated with what they called a ‘strate",
  "¬",
  "gicairoffensive’-this involved massive attackson military and industrial targets in order",
  "to hamper the German war effort. The Ruhr, Cologne, Hamburg and Berlin all suffered",
  "badly. Sometimes raids seem to have been carried out to undermine civilian morale, as",
  "when about 50 000 people were killed during a single night raid on Dresden (February",
  ".",
  "1945)",
  "Early in 1945 the Americans launched a series of devastating raids on Japan from",
  ".",
  "bases in the Mariana Islands In a single raid on Tokyo, in March, 80 000 people were",
  "killed and a quarter of the city wasdestroyed.There has been debate about how effective",
  ".",
  "the bombing was in hastening the Axis defeat It certainly caused enormouscivilian casu",
  "¬",
  "alties and helped to destroy morale, but critics point out that heavy losses were also",
  "suffered by air-crews-over 158 000 Allied airmen were killed in Europe alone.",
  "Others argue that this type of bombing, which caused the deaths of so many innocent",
  "civilians (as opposed to bombings which targeted industrial areas, railways and bridges),",
  ".",
  "was morally wrong Estimates of German civilian deaths from Allied bombing vary",
  "between 600 000 and a million; German raids on Britain killed over 60 000 civilians. In",
  "2001 Swedish writer Sven Lindquist, in his book A History of Bombing, suggested that",
  "what he called ‘the systematic attacks on German civilians in their homes’ should be",
  "viewed as ‘crimes under international humanitarian law for the protection of civilians’.",
  "However, Robin Niellands (2001) defended the bombing, pointing out that this is what",
  "could be expected to happen during a total war-in the context of what the Germans had",
  "done in eastern Europe and the Japanese in their occupied territories, this was the neces",
  "¬",
  "sary ‘price of peace’.",
  "This was by no means the end of the controversy: in 2002 a German historian, Jorg",
  "Friedrich, in his book Der Brand (The Fire), published an account of the horrific suffer",
  "¬",
  "ing inflicted by Allied bombers on German citizens; an English translation came out in",
  ".",
  "2007 He blamed specifically Churchill and Arthur ‘Bomber’ Harris, the head of Bomber",
  "Command. Friedrich clearly believed that these bombing raids were war crimes. Many",
  ".",
  "British historians immediately condemned Friedrich’s book Corelli Barnett called it ‘a",
  ".",
  "historical travesty’ designed to move the spotlight away from Nazi atrocities To mark the",
  "appearance of the English edition, York Membery, writing in History Today (January",
  "2007), sought the views of some leading British historians. Richard Overy suggested that",
  "while it was time for a proper assessment of the bombing strategy, Friedrich played down",
  ".",
  "the contribution of the Americansand felt that the general tone of his book was unhelpful",
  ".",
  "Overy went on to argue that the bombing was neither immoral nor strategically useless",
  "Adam Tooze,an experton the Nazieconomy, wrote: ‘unfortunately,if you starta war with",
  "Britain as Germany deliberately did, then this is the kind of war you have to be prepared",
  "to fight’. Bruce Kent, a peace campaigner and former secretary of CND, pointed out that",
  "the bombing raids probably were war crimes, but that the Nazis themselves were the first",
  "THESECONDWORLDWAR, 1939^t5 103to begin bombing innocent civilians in Guernica (during the Spanish Civil War),Warsaw",
  ".",
  "and Rotterdam",
  "As to the question of whether the bombing helped to shorten the war, it used to be",
  "thought that the campaign had little effect until the autumn of 1944. However, evidence",
  "from German archives shows that the RAF attack on the Ruhr in the spring of 1943 had",
  "an immediate effect on production. From July 1944, thanks to the increasing accuracy of",
  "the raids and the use of the new Mustang fighter escorts, which could outmanoeuvre all",
  "theGerman fighters,theeffectsof the bombings reacheddisasterproportions;syntheticoil",
  "production fell rapidly, causing acute fuel shortages. In October the vital Krupp arma",
  "¬",
  "ments factories at Essen were put out of action permanently, and the war effort ground to",
  "a halt in 1945. By June 1945 the Japanese had been reduced to the same state.",
  "In the end, therefore, after much wasted effort early on, the Allied strategic air offen",
  "¬",
  "sive was one of the decisive reasons for the Axis defeat: besides strangling fuel and arma",
  "¬",
  "mentsproduction anddestroying railway communications,itcaused the diversion of many",
  ".",
  "aircraft from the eastern front, thus helping the Russian advance into Germany",
  "6.6 THE AXIS POWERS DEFEATED: JULY 1943 TO AUGUST 1945",
  "(a) The fall of Italy",
  "This was the first stage in the Axis collapse. British and American troops landed in Sicily",
  ".",
  "from the sea and air (10 July 1943) and quickly captured the whole island Thiscaused the",
  "downfall of Mussolini, who was dismissed by the king. Allied troops crossed to Salerno,",
  "Reggio and Taranto on the mainland and captured Naples (October 1943).",
  "Marshal Badoglio,Mussolini’ssuccessor,signed an armisticeand brought Italyinto the",
  "war on the Allied side. However, the Germans, determined to hold on to Italy, rushed",
  ".",
  "troops through the Brenner Pass to occupy Rome and the north The Allies landed a force",
  "at Anzio, 30 miles south of Rome (January 1944), but bitter fighting followed before",
  "Monte Cassino (May) and Rome (June) were captured. Milan in the north was not taken",
  ".",
  "until April 1945 The campaign could have been finished much earlier if the Allies had",
  "been less cautious in the early stages, and if the Americans had not insisted on keeping",
  "many divisions back for the invasion of France. Nevertheless, the elimination of Italy did",
  "contribute towards the final Allied victory:",
  "(cid:127) Italy provided air bases for bombing the Germans in Central Europe and the",
  "Balkans;",
  "(cid:127) German troops were kept occupied when they were needed to resist the Russians.",
  "(b) Operation Overlord, 6 June 1944",
  "Operation Overlord-the invasion of France (also known as the Second Front)-began on",
  "‘D-Day’,6June 1944. It wasfelt that the time wasripe now that Italy had been eliminated,",
  "-",
  "the U boats brought under control and Allied air superiority achieved. The Russians had",
  "been urging the Allies to start this Second Front ever since 1941, to relieve pressure on",
  "them.The landings took place from sea and air on a 60-mile stretch of Normandy beaches",
  "-",
  "(code named Utah,Omaha,Gold,Junoand Sword) between Cherbourg and Le Havre (see",
  "Map 6.5). There was strong German resistance, but at the end of the first week 326 000",
  "men with tanks and heavy lorries had landed safely (see Illus. 6.2).",
  "It wasa remarkableoperation:it made useof prefabricated ‘Mulberry’ harbours,which",
  "were towed across from Britain and positioned close to the Normandy coast, mainly at",
  "104",
  "PARTI WAR ANDINTERNATIONALRELATIONSlerbourg -c / (cid:127)",
  "1 # Amiens",
  "AUStroops V. i f75° /LeHavre Rouen 31August",
  "30August",
  "Britishtroops",
  "a2A5twCAhaunigcauhdstitao-nwdntrasotoepss IC81st9hhla4aMn5ndansyel^ V BAayeux A Caen",
  "wereliberated %",
  "Falaise Paris",
  "23August",
  "StMalo Avranches",
  "(cid:127) 25August",
  "Bresl",
  "Morlaix",
  "19Sept",
  "Alengo",
  "Chartres",
  ".",
  "Mayenne",
  "THE Quimper mu\",",
  "SECOND",
  "Orleans^",
  "\\ 17Auguisstt",
  "vannes",
  "WORLD Dijon",
  "11Sept",
  "StNazaire",
  "8May1945",
  "WAR (cid:127)",
  "Tours",
  "Nantes6August 26August",
  ",19-39",
  "Map6.5 TheD-Daylandings-6June 1944",
  "45",
  "1053*",
  "—",
  "-",
  "*.",
  "ft",
  ".",
  "- HULiU?I&..",
  "'-. 4 u '*",
  "Ti'liK:raD^r o . DsDcy 5frame194.4; CS£ssa;;.t troopsIjindiriin Noainanay",
  "* ,",
  "£Al&naJo-.?EJ.a l l ' t t-o n'JA.lflaHnX-T'P .%e..ralellae- 1 .e isees % -\\ f",
  "nsxdhorii .fem-e WE» iitemfcdl (.ter?- on 2o &uv,*0, jutfirg cm;*?.<'artAn Co jar,* fic ra",
  "which tie Cleaner:Vi and Yz roehst missilehad.been launched with de-y&sSrttog effects",
  "on ^wiL-c&rrtr Aritaiii- to b; Igmrn* bfusee.i? and iiavooro wr-SfIbsraAd in 2 rroiau. x",
  "Jci ‘Unconcrronirl scntndr'",
  "1",
  "-",
  ". a i were U a both",
  ":msUwr a«yn«c, : [. od tfhaatP(cid:127)i.ri»wo: - i>d t(cid:127)vam; (cid:127)va'nr/satic*- ;(cid:127). ainn a fr.;»... vv.,' OVoAlfiFtAerim- was",
  "- - i- . . -",
  "HIT\"'\"'? tailed A: a f gAfr'f.c :;,;-.>:h n.rni then w.ere rorons . :ffer.vrrosbetween o Aids®",
  "A'-.ocprv.-vd.t AanOnAoumnhdcces.?rrjjt:-iav>AC iChe-*.mAv;VhtUfl HwIMe.rTeUfgAhotfij!^«H. f.sctAraff .wo. -mo.idz.r+idUt-iana.i.-(cid:127)(cid:127)stuh.rurs1etnodxe1-srtie?®*",
  "f /;. rot; *mt >.: nunod a1:r\\u'..T~ ,..! K negoAAcr posse Mew.hf-rs of:bs British secret",
  "r '-df. wm, vuA. v nr. ieooh with tt-»&> Cjroran quvrtr *»mberr and wr.b rarmbefs dr",
  "tor Gerrrn rer to cbr \"Avid vhc hrj*: A prmrrr the Axcr:*': grrrrnb to rd|i",
  "them overthrow Ifitier, Tills, ur xelfeyec wmM I.^&d &* he evening of pesceftepAA",
  "*",
  "frosxru-So. keITdh;vTKshhzo:ulldea.Hdaevresr w:rvereebdeievrrjohhfesdta>Iit,ehrJrAuOpOS&TeU-E(cid:127)H.':s?<*a/;nenrt«r.nac-&jrn,eIiiffeOUTGwasebsbteerln*",
  ".",
  "10@ PAST r WAR A:ADTJOIRWATIDNn.RELOTTONSenemies tell us, we won’t deal with you, our only aim is to destroy you, how can any",
  "German, whether he likes it or not, do anything but fight on with all his strength?’",
  "Many leading Americans, including General Eisenhower, were against ‘unconditional",
  "surrender’ because they realized that it would prolong the warandcausefurther unnecessary",
  "lossof life.Several times in the weeks before D-Day, the American chiefsof staff put pres",
  "¬",
  "sure on Roosevelt to change his mind, but he stubbornly refused, in case this was taken by",
  "the Axis powers as a sign of weakness. The policy was continued by Roosevelt until his",
  "death in April 1945, and by his successor, Harry S. Truman. No attempts were made to",
  "negotiate peace with either Germany or Japan until they had both surrendered. Thomas",
  "-",
  "Fleming, writing in History Today (December 2001),calculated that in the period from D",
  "Day until theend of the warin August 1945,closeon two million people were killed. Many",
  "of these lives could perhaps have been saved if there had been the prospect of a negotiated",
  "peace to encourage the German resistance to overthrow Hitler. As it was, concludes",
  "Fleming, the policy of unconditional surrender was ‘an ultimatum written in blood’.",
  "(d) The assault on Germany",
  "With the successof theSecond Front, the Allies began to gather themselves togetherfor the",
  ".",
  "invasion of Germany itself If they had expected the German armies to fall apart rapidly,",
  ".",
  "they must have been bitterly disappointed The war was prolonged by desperate German",
  ".",
  "resistance and by further disagreements between the British and Americans Montgomery",
  "wanted a rapid thrust to reach Berlin before the Russians, but Eisenhower favoured a",
  "cautiousadvance along a broad front.The Britishfailure at Arnhem in Holland(September",
  "1944) seemed to support Eisenhower’s view, though in fact the Arnhem operation (an",
  "attempt by parachute troops to cross the Rhine and outflank the German Siegfried Line)",
  "might have worked if the troops had landed nearer the two Rhine bridges.",
  "-",
  "Consequently Eisenhower had his way and Allied troops were dispersed over a 600",
  ".",
  "mile front (see Map 6.6), with unfortunate results",
  "'",
  "(cid:127)",
  "Hitler was able to launch an offensive through the weakly defended Ardennes",
  "towards Antwerp;",
  "(cid:127) the Germans broke through the American lines and advanced 60 miles, causing a",
  "huge bulge in the front line (December 1944).",
  "Determined British and American action stemmed the advance and pushed the Germans",
  "back to theiroriginal position. Butthe Battleof the Bulge,asit became known, was impor",
  "¬",
  "tant because Hitler had risked everything on the attack and had lost 250 000 men and 600",
  "tanks, which at this stage could not be replaced. Early in 1945, Germany was being",
  ".",
  "invadedon both fronts,from east and west The British still wanted to push ahead and take",
  "Berlin before the Russians,butsupremecommanderEisenhowerrefused to be hurried,and",
  "Berlin fell to Stalin’sforces in April. Hitlercommitted suicide andGermany surrendered.",
  "The question has sometimes been asked: why did the Germans keep on fighting to the",
  "bitter end in 1945 long after it must have been obvious that the war was lost? Why was",
  "there notsomesortof popular uprising toforce thegovernment tostart peace negotiations?",
  "Adam Tooze believes that one of the reasons was that a large section of German society",
  "was completely committed to the war effort, and actually took or suggested many of the",
  ".",
  "initiatives which made it possible for Germany to fight to the death Ian K-ershaw has",
  "addressed these questions in his recent book The End: Hitler’s Germany 1944 45 (2011).",
  "In his view, the main reason is obvious: it lies in the nature of the Nazi regime and in",
  "Hitler’s belief that relations between states were a life and death struggle for survival and",
  "supremacy. Hitler’s attitude was completely irrational: either Germany would be totally",
  "THESECONDWORLDWAR, 1939^t5 107$5 GreaterGermany",
  ") dlSSViw",
  "— *",
  "Advancesby",
  "I theAllies",
  "Germanoffensive",
  "c? c V cinhethckeeAdr,dennes",
  "December1944",
  "(BattleoftheBulge)",
  "=",
  "C",
  "Montgomery <",
  "r(cid:127)Warsaw",
  "Eisenhower",
  "Zhukov",
  "—",
  "radley",
  "[Konievl",
  "Paris w",
  "IPattonl",
  "\\",
  "Rome",
  "(cid:127)",
  "o° 0",
  "o",
  "exp",
  "*",
  "Map 6.6 The defeat of Germany, 1944-5",
  "Source: D. Heater,OurWorld This Century(Oxford, 1992),p. 90",
  "victorious-the most powerful statein the world-orGermany would be destroyed. There",
  "could be no compromise. When it was all over, many Germans tried to blame the Allied",
  "policy of ‘unconditional surrender’ for their determination to fight on. However, Kershaw",
  ".",
  "is adamant that the reason the Germans fought on has to be found inside Germany itself",
  "Many Germans kept going because they were afraidof the enemy,especially the Russians,",
  ".",
  "but also because they were afraid of Nazi officials The Nazis hanged or shot people they",
  "described as defeatists, deserters and cowards, and generally bullied and terrorised the",
  ".",
  "civilian population Kershaw is not convinced by historians who claim that the Nazi",
  "regime was basedoverwhelmingly on popularconsent.Heconcludes that terror wasa vital",
  "element in sustaining the regime,justas it had been even in the yearsof peace before 1939.",
  "(e) The defeat of Japan",
  "On 6 August 1945 the Americans dropped an atomic bomb on Hiroshima, killing perhaps",
  "as many as 84 000 people and leaving thousands more slowly dying of radiation poison",
  ". ¬",
  "ing Three days later they dropped an atomic bomb on Nagasaki, which killed perhaps",
  "another 40 000; after this the Japanese government surrendered. The dropping of these",
  "bombs was one of the most controversial actions of the entire war. President Truman’s",
  "108 PART I WAR ANDINTERNATIONAL RELATIONSjustification was that he was saving American lives,since the war mightotherwise drag on",
  ".",
  "for another year Many historians believe that the bombings were not necessary, since the",
  "Japanese had already put out peace feelers in July via Russia. One suggestion is that the",
  "real reason for the bombings was to end thefighting swiftly before the Russians (who had",
  "promised to enter the war against Japan) gained too much Japanese territory, which would",
  "entitle them to share the occupation of Japan. The use of the bombs was also a deliberate",
  "demonstration to the USSR of the USA’s enormous power.",
  "6.7 WHY DID THE AXIS POWERS LOSE THE WAR?",
  "The reasons can be summarized briefly:",
  "(cid:127) shortage of raw materials;",
  "(cid:127)",
  "the Allies learning from their mistakes and failures;",
  "(cid:127) the Axis powers taking on too much;",
  "(cid:127) the overwhelming impactof the combined resourcesof the USA,the USSR and the",
  "British Empire;",
  "(cid:127) tactical mistakes by the Axis powers.",
  "(a) Shortage of raw materials",
  "Both Italy and Japan had to import supplies, and even Germany was short of rubber,",
  "- .",
  "cotton, nickel and, after mid 1944, oil These shortages need not have been fatal, but",
  "success depended on a swift end to the war, which certainly seemed likely at first, thanks",
  ".",
  "to the speed and efficiency of the German Blitzkrieg However, the survival of Britain in",
  ".",
  "1940 was important because it kept the western front alive until the USA entered the war",
  "(b) The Allies soon learned from their early failures",
  "By 1942 they knew how to check Blitzkrieg attacks and appreciated the importance of air",
  "supportand aircraftcarriers.Consequently they built up an airand naval superiority which",
  "won the battlesof the Atlanticand the Pacificandslowly starved theirenemiesof supplies.",
  "(c) The Axis powers simply took on too much",
  "Hitler did not seem to understand that war against Britain would involve her empire as",
  "well,and that his troops were bound to be spread too thinly-on the Russian front,on both",
  ".",
  "sides of the Mediterranean, and on the western coastline of France Japan made the same",
  "mistake: as military historian Liddell-Hart put it, ‘they became stretched out far beyond",
  "their basic capacity for holding their gains. For Japan wasa small island state with limited",
  "industrial power.’ In Germany’s case, Mussolini was partly to blame: his incompetence",
  "was a constant drain on Hitler’s resources.",
  "(d) The combined resources of the USA, the USSR and the British Empire",
  "These resources were so great that the longer the war lasted, the less chance the Axis had",
  "of victory. The Russians rapidly moved their industry east of the Ural Mountains and so",
  "THESECONDWORLDWAR, 1939^t5 109were able to continue production even though the Germans had occupied vast areas in the",
  ".",
  "west By 1945 they had four times as many tanks as the Germans and could put twice as",
  "many men in thefield. When the American war machine reached peak production it could",
  "turn out over 70 000 tanks and 120 000 aircraft a year, which the Germans and Japanese",
  "could not match. Albert Speer, Hitler’s armaments minister from 1942, gave the impres",
  "¬",
  "sion that he had worked some sort of miracle, enabling Germany’s arms production to",
  "keep pace with that of the enemy. However, Adam Tooze has shown that Speer was more",
  "successful asaself-publicist than asan armaments minister. Heclaimedcreditfor success",
  "¬",
  "ful policies that were actually started before he took over; he blamed everybody else when",
  "his policies failed, and continued right to the end to produce a stream of false statistics.",
  "(e) Serious tactical mistakes",
  "(cid:127) TheJapanesefailed to learn the lesson about the importance of aircraftcarriers,and",
  ".",
  "concentrated too much on producing battleships",
  "(cid:127) Hitler should have defeated Britain before invading the USSR, which committed",
  ".",
  "Germany to a war on two fronts German plans for the invasion of Britain were",
  "vague and improvised, and they underestimated the strength of the enemy. Britain",
  "was saved for the Allies and was able to be used later as the base from which to",
  ".",
  "launch the D-Day landings",
  "(cid:127) Hitler failed to provide for a winter campaign in Russia and completely underesti",
  ". ¬",
  "mated Russian resourcefulness and determination The deeper the German army",
  "advanced intoSoviet territory,the moreitssupply andcommunicationlines became",
  "exposed to enemy counter-attacks. Hitler also became obsessed with the idea that",
  "the German armies must not retreat; this led to many disasters in Russia,especially",
  "Stalingrad, and left his troops badly exposed in Normandy (1944). This all helped",
  ".",
  "to hasten defeat because it meant that scarce resources were being wasted",
  "(cid:127) Hitler made a fatal mistake by declaring war on the USA after Japan’s attack on",
  ".",
  "Pearl Harbor",
  "(cid:127) - -",
  "Another serious mistake was Hitler’s decision to concentrate on producing V rock",
  "ets when he could have been developing jetaircraft; these might well have restored",
  "German air superiority and prevented the devastating bomb attacks of 1944 and",
  "1945.",
  "(f) Nazi racial policy",
  "Nazi treatment of Jews, gypsies and homosexuals in occupied territories of the USSR",
  "alienated many of the conquered peoples who, with decent treatment, could have been",
  "brought on board to fight the Stalinist regime. Soviet rule was especially unpopular in the",
  ".",
  "Ukraine",
  "6.8 THE HOLOCAUST",
  "As the invading Allied armies moved into Germany and Poland, they began to make horri",
  "¬",
  "fying discoveries. At the end of July 1944 Soviet forces approaching Warsaw came upon",
  "theextermination campat Majdanek nearLublin.They found hundredsof unburied corpses",
  "and seven gas chambers. Photographs taken at Majdanek were the first to reveal to the rest",
  "of the world the unspeakable horrors of these camps. It later emerged that over 1.5 million",
  "people had been murdered at Majdanek; the majority of them were Jews, but they also",
  "110 PARTI WAR ANDINTERNATIONALRELATIONSincluded Soviet prisoners of war, as well as Poles who had opposed the German occupa",
  ". ¬",
  "tion This was only one of at least 20 camps set up by the Germans to carry out what they",
  "called the ‘Final Solution’ (Endlosung) of the ‘Jewish problem’. Between December 1941,",
  "when the first Jews were killed at Chelmno in Poland, and May 1945 when the Germans",
  "surrendered, some 5.7 million Jews were murdered, along with hundreds of thousands of",
  "non-Jews-gypsies, socialists, communists, homosexuals and the mentally handicapped.",
  "How could such a terrible atrocity have been allowed to happen? Was it the natural",
  "culmination of a long history of anti-Semitism in Germany?Orshould the blame be placed",
  "fairly andsquarely on Hitler and the Nazis? Had Hitler been planning the extermination of",
  "the Jewsever since he came to power,or was it forced on him by the circumstancesof the",
  "war? These are some of the questions that historians have wrestled with as they try to",
  "explain how such a monstrous crime against humanity could have taken place.",
  ".",
  "Earlier interpretations of the Holocaust can be divided into two main groups",
  "(cid:127)",
  "Intentionalists-historians who believed that responsibility for the Holocaust rests",
  "on Hitler, who had hoped and planned to exterminate the Jews ever since he came",
  ".",
  "to power",
  "(cid:127) Functionalists - historians who believed that the ‘Final Solution’ was in a sense",
  "forced on Hitler by the circumstances of the war.",
  "(cid:127) -",
  "There isalso asmall group of misguided writers with anti Semitic sympathies, who",
  ".",
  "try to play down the significance of the Holocaust They have variously argued that",
  "the numbers of dead have been greatly exaggerated; that Hitler himself was",
  "unaware of what was happening; and that other Nazis,such as Himmler, Heydrich",
  "and Goering, took the initiative; a few have even denied that the Holocaust ever",
  "took place at all. All these writers have now been largely discredited.",
  "(a) The intentionalists",
  "They argue that Hitler was personally responsiblefor the Holocaust. Rightfrom hisearly",
  "-",
  "days in Vienna he had been venomously anti Semitic; in his book Mein Kampf (My",
  "Struggle) he blamed the Jews for Germany’s defeat in the First World War and for all",
  "her problems since. In his speech to the Reichstag in January 1939 Hitler declared: ‘if",
  "international finance Jewry inside and outside Europe should succeed in plunging the",
  "nations once more into a world war,the result will be, not the bolshevization of the earth,",
  "and thereby the victory of Jewry, but the annihilation of the Jewish race in Europe’. The",
  "intentionalists stress the continuity between his ideas in the early 1920s and the actual",
  "policies that were carried out in the 1940s. As Karl Dietrich Bracher puts it, although",
  "Hitler may not have had a master plan, he certainly knew what he wanted,and it included",
  "the annihilation of the Jews; the Final Solution ‘was merely a matter of time and oppor",
  "¬",
  "tunity’. Critics of this theory question why it took until the end of 1941 - almost nine",
  "years after Hitler came to power - before the Nazis began to murder Jews. Why did",
  "Hitler content himself with anti-Jewish legislation if he was so determined to extermi",
  "¬",
  "nate them? In fact, following Kristallnacht - an attack on Jewish property and syna",
  "¬",
  "gogues throughout Germany in November 1938-Hitler ordered restraint and a return to",
  "non-violence.",
  "(b) The functionalists",
  "They believe that it was the Second World War which aggravated the ‘Jewish problem’.",
  "About three million Jews lived in Poland;when the Germans took over the western part of",
  "THESECONDWORLDWAR,1939-45 111Poland in the autumn of 1939, and occupied the rest of Poland in June 1941, these unfor",
  ". ¬",
  "tunate people fell under Nazi control The invasion of the USSR in June 1941 brought a",
  "further dimension to the ‘Jewish problem’,since there were several million Jews living in",
  "the occupied republics of the western USSR-Belorussia and Ukraine. The functionalists",
  "argue that it was sheer pressure of numbers that led the Nazi and SS leaders in Poland to",
  "press for the mass murder of Jews. Hitler’s views were well known throughout Nazi",
  ".",
  "circles; he simply responded to the demands of the local Nazi leaders in Poland Hans",
  "Mommsen, one of the leading functionalists, believes that Hitler was ‘a weak dictator’ -",
  "in other words, more often than not, he followed the promptings of others rather than",
  "taking initiatives himself (see Section 14.6(d)) for more about the ‘weak dictator’ theory).",
  "As late as 2001 Mommsen was still suggesting that there was no clear evidence of any",
  "genocidal bent before 1939.",
  "According to Ian Kershaw in his biography of Hitler (published in 2000), ‘Hitler’s",
  "personalized form of rule invited radical initiatives from below and offered such initia",
  "¬",
  "tives backing, so long as they were in line with his broadly defined goals.’ The way to",
  "advancement in Hitler’s Third Reich was to anticipate what the Fiihrer wanted, and then",
  "‘without waiting for directives, take initiatives to promote what were presumed to be",
  ".",
  "Hitler’saims and wishes’ The phrase used todescribe this process was ‘working towards",
  "the Fiihrer’. The intentionalists are not impressed with this interpretation because they",
  "feelit absolves Hitlerfrom personal responsibility for the atrocitiescommitted during the",
  ".",
  "war However, this conclusion does not necessarily follow: many of these initiatives",
  "would not even have been proposed if his subordinates had not been well aware of the",
  ".",
  "‘Fiihrer’s will’",
  ".",
  "Some historians feel that the intentionalist v functionalist debate is now somewhat",
  "dated and that both approaches can be misleading. For example, Allan Bullock in Hitler",
  "and Stalin (1991), pointed out that the most obvious interpretation of the genocide was a",
  "combination of both approaches. Richard Overy in The Dictators (2004) claims that",
  "both approaches to the hunt for genocide divert attention from the central reality for",
  "all Jews after 1933: whether or not the later genocide was explicit or merely implicit",
  "- . ...",
  "in the anti Jewish policies of the 1930s the vengeful and violent xenophobia",
  "promoted by the regime had the Jews as its primary object throughout the whole life",
  ".",
  "of the dictatorship",
  "-",
  "What were Hitler's motives?Why was he so obsessively anti Jewish? It is clear from a",
  "secret memorandum which Hitler wrote in 1936, however crazy it may appear today, that",
  "he genuinely perceived the Jews as a threat to the German nation. He believed that the",
  "world, led by Germany, was on the verge of a historic racial and political struggle against",
  "the forces of communism, which he saw as a Jewish phenomenon. If Germany failed, the",
  "German Volk (people) would be destroyed and the world would enter a new Dark Age. It",
  "wasa question of German national survival in the face of a worldwide Jewish conspiracy.",
  "In the words of Richard Overy:",
  "The treatment of the Jews was intelligible only in the distorted mirror of German",
  ".",
  "national anxietiesand national aspirations The system deliberately set out to create the",
  "idea that Germany’s survival was contingent entirely on the exclusion or, if necessary,",
  ".",
  "the annihilation of the Jew",
  "It was the convergence of Hitler’s uncompromising anti-Jewish prejudice and his self",
  "¬",
  "justification, together with the opportunity for action, which culminated in the terrible",
  "‘apocalyptic battle between “Aryan” and “Jew” ’.",
  "112",
  "PARTI WAR ANDINTERNATIONALRELATIONS(c) The 'Final Solution' takes shape",
  "Alan Bullock argued that the best way to explain how the Holocaust came about is to",
  "combineelementsfrom both intentionalistsandfunctionalists.From the early 1920s Hitler",
  "had committed himself and the Nazi party to destroying the power of the Jewsand driving",
  "them out of Germany, but exactly how this was to be done was left vague. ‘It is very",
  "likely’, writes Bullock, ‘that among the fantasies in which he indulged privately ... was",
  "the evil dream of a final settlement in which every man, woman and child of Jewish race",
  "would be butchered. ... But how, when, even whether, the dream could ever be realized",
  ".",
  "remained uncertain ’",
  "It is important to remember that Hitler was a clever politician who paid a lot of atten",
  ". ¬",
  "tion to publicopinion During theearly yearsof hisChancellorship,he was wellaware that",
  "the so-called ‘Jewish question’ was not a main concern of most German people.",
  "Consequently he would go no further than the Nuremberg Laws (1935) (see Section",
  "14.4(b), Point 11), and even they were introduced to satisfy the Nazi hardliners. Hitler",
  "allowed Kristallnacht togoahead in November 1938for thesamereason,and to test popu",
  "¬",
  "lar feeling. When public opinion reacted unfavourably, he called an end to violence and",
  "concentrated on excluding Jews as far as possible from German life. They were encour",
  "¬",
  "aged to emigrate and their property and assets were seized. Before the outbreak of war,",
  "well over half a million Jews had left the country; plans were being discussed to forcibly",
  "remove as many Jews as possible to Madagascar.",
  "It was the outbreak of war, and in particular the invasion of Russia (June 1941), that",
  "radically changed the situation. According to Richard Overy, this was seen not as an",
  "accidental or unplanned opportunity for a more vigorous anti-Jewish policy, but as ‘an",
  "extension of an anti-Semitic Cold War that Germany had been engaged in since at least",
  "her defeat in 1918’.The occupation of the whole of Poland and large areas of the USSR",
  "meant that many more Jews came under German control, but at the same time the",
  "conditions of war meant that it was almost impossible for them to emigrate. In Poland,",
  "around two and a half million Jews were forcibly moved from their homes and herded",
  "into overcrowded ghettos in cities such as Warsaw, Lublin and Lodi In 1939, for",
  "example, 375 000 Jews lived in Warsaw; after they captured the city, the Germans built",
  "a wall round the Jewish districts. Later, Jews from other parts of Poland were moved",
  "into Warsaw, until by July 1941, there were about 445 000 Jews crammed into this",
  ".",
  "small ghetto Nazi officials complained about the problems of coping with such large",
  "numbers of Jews-conditions in the ghettos were dreadful, food was deliberately kept",
  "in short supply and there was the danger of epidemics. Eventually 78 000 died from",
  ".",
  "disease and starvation",
  "In December 1941, soon after Germany had declared war on the USA, Hitler stated",
  "publicly that hisprophecyof January 1939,about theannihilationof Europe’sJews, would",
  "soon befulfilled.The following day Goebbels wrotein hisdiary: ‘The World War is here,",
  "the extermination of the Jews must be the necessary consequence.’ There is no firm",
  "evidence as to exactly when the decision was taken to begin the implementation of the",
  "‘Final Solution’ -to kill the Jews- but it was arguably in the autumn of 1941.",
  "Thedecisionwastheresultof acombinationof variousdevelopmentsandcircumstances:",
  "(cid:127) Hitler’sself-confidence wasata new high pointafterall theGerman victories,espe",
  "¬",
  ".",
  "cially the early successes of Operation Barbarossa",
  "(cid:127) Hitler had already madeitclear that the warin theeast wassomething new. As Alan",
  "Bullock puts it: it was ‘a racist-imperialist adventure ... an ideological war of",
  "destruction, in which all the conventional rules of war, occupation and so on, were",
  "to be disregarded, political commissars shot out of hand and the civilian population",
  "made subject to summary execution and collective reprisals’. It was only a short",
  "113",
  "THESECONDWORLDWAR, 1939-45.",
  "step further to carry out the extermination of the Jews In the words of Richard",
  "-",
  "Overy: ‘This was consistent with the long history of his anti Semitism, which was",
  "always expressed in the idiom of war to the death.’",
  "(cid:127) It would now be possible to carry out the Final Solution in Poland and the USSR,",
  "outside Germany. Hitler would have no need to worry about German public opin",
  "¬.",
  "ion;there could be strictcensorshipof all news reporting in the occupied territories",
  "The Nazis wasted no time;astheirforcesadvanceddeeper into the USSR,communistsand",
  "Jews were rounded up for slaughter both by SS units and by the regular army. For exam",
  "¬",
  "ple, in two days at the end of September 1941, some 34 000 Jews were murdered in a",
  "ravine at Babi Yar, on the outskirts of Kiev in Ukraine. At Odessa in the Crimea at least",
  "75 000 Jews were killed. Any non-Jew who tried to hide or protect Jews in any way was",
  "unceremoniously shot along with the Jews and communists.",
  "In January 1942, soon after the first Jews had been sent to the gas chambers at",
  "Chelmno in Poland,a conference was held at Wannsee (Berlin) to discuss the logistics of",
  "how to remove up to 11 million Jews from their homes in all parts of Europe and trans",
  "¬",
  ".",
  "port them into the occupied territories At first the general idea seemed to be to kill off",
  "the Jews by forced labour and starvation, but this soon changed to a policy of systemati",
  "¬",
  "cally destroying them before the war ended. Hitler did not attend the Wannsee",
  "Conference; he kept very much in the background as regards the Final Solution. No order",
  ".",
  "for its implementation signed by Hitler was ever found This has been taken by a few",
  ".",
  "historians asevidence that Hitler ought not to be blamed for the Holocaust But this posi",
  ". ¬",
  "tion isdifficult to sustain Ian Kershaw,after an exhaustiveconsideration of the evidence,",
  "comes to this conclusion:",
  "There can be no doubtabout it: Hitler’s role had been decisive and indispensable in the",
  ". ...",
  "road to the ‘Final Solution’ Without Hitler and the unique regime he headed, the",
  "creation of a programme to bring about the physical extermination of the Jews would",
  ".",
  "have been unthinkable",
  "(d) Genocide",
  "As theextermination programme gained momentum, the Jewsfrom eastern Europe were",
  "taken to Belzec,Sobibor, Treblinka and Majdanek in eastern Poland; most of thosefrom",
  "western Europe went to Auschwitz-Birkenau in south-west Poland (see Map 6.7).",
  "Between July and September 1942, some 300 000 Jews were transported from the",
  "Warsaw ghetto to the Treblinka extermination camp. By the end of 1942 over 4 million",
  "Jews had already been put to death. Even though the fortunes of war began to turn",
  "against the Germans during 1943, Hitler insisted that the programme should continue;",
  "and continue it did, long after it was perfectly clear to everybody that the war would be",
  ".",
  "lost In April 1943 the remaining Jews of the Warsaw ghetto rose in revolt; the rising",
  ".",
  "was brutally crushed and most of the Jews were killed Only about 10 000 were still",
  "alive when Warsaw was liberated in January 1945. In July 1944, after German forces",
  "had occupied Hungary, about 400 000 Hungarian Jews were taken to Auschwitz. As",
  "Russian forces advanced through Poland, the SS organized forced marches from the",
  "death camps into Germany; most of the prisoners either died on the way, or were shot",
  "when they arrived in Germany. On 6 August 1944, with the Russians only about a",
  "hundred miles away, the Germans moved 70 000 Jews from the Lodzghetto, south-west",
  "of Warsaw, and took them to Auschwitz, where half of them were immediately sent to",
  "the gas chambers.",
  "114 PART I WAR ANDINTERNATIONAL RELATIONS-",
  "l i",
  "0",
  "m *7fcjD00",
  "L A T V I A1o0u0tTdf ApproximateJewishpopulation",
  "DEN*M1A01 outof in1941:8,687,000",
  "TSEHCONED BGRRFIETAARTINA*3J05N0,8on0S#5.u0.C,0tt0E°hV^0Ly0U.EiG-r°^G(cid:127)No?T,^„H\"Vo.To(cid:127)N(cid:127).o\\(cid:127)(cid:127)1M9I-..rW4INT3fN“FTAr*LLTjOEDo6Z1L1SuA,8Wo02BtSE0C_u00AE,oE1,t0OH(cid:127)0IU.N-Q0LLA0DvE0RBE00U.ORBRE.ERR(cid:127)L—MAG(cid:127)NCSEEr(cid:127)UBN&EAU/-\\N>CS(cid:127)G!H7(cid:127)1ANEM,TRN—A/SBAWUAGTVy^A-TCHIHELHH.AEEN'D|V1RSATV(cid:127)S.fTEEUBH-O\\'SN,S0REG^J'HU.LER^(cid:127)/AV\\MfN,O«K.U.A*SNOjS*SrYo7ST^PE6G.A1u2R(cid:127)OyN0u.00Dt,UOA,t009TO.0SSSo0„t°0:POE(TC000\"NU0EH/VTT(cid:127)(cid:127)W\"T1PrLTHRWGWZ1'rO/4HAAF0*)'EM(cid:127)R,ifT0tI*T«R&ST”0RTM\"A*0MEO(cid:127)HW0W—O*BA!0^BLUJ,S4*I0ED.»NMOA0LA7K0BooZN77NAruuEI55ABvIEt^t00.AO,,ooK|00(cid:127)RN.ff0000/I^A OGR^cNeUc2r.S,u|5o7mS0u5p0t0I,,Aaoi00f0e0n001d-941-4 (cid:127) cMcEmoosaunutiricnnmdeterGanyrtteeer(rdadtmotbintoaayunnlm15c9b,a14em45r0pio,ns0f0eJ0ae)cwhs",
  "V YUGOSLAVIA 1,000,000",
  "> 7 5",
  "WORLD 0 7r * 7o50u8,0t,00o00f0 /> BU4L0,0G00AR I A 0 c. k",
  "*o »p '% f \\ 4o8u,t00o0fJe",
  "WAR Miles",
  "100 300",
  ".- *60,000 <7",
  "1939 ”6o7u,t00o0f *",
  "45",
  "115",
  "Map6.7 TheHolocaustAlan Bullock provided this chilling description of what happened when each new",
  "batch of Jews arrived at one of the death camps:",
  "They were put through the same ghastly routine. White-coated doctors- with a",
  "gesture of the hand - selected those fit enough to be worked to death. The rest",
  "were required to give up all their clothing and possessions and then in a terrified",
  "column of naked men and women, carrying their children or holding their hands",
  "-",
  "and trying to comfort them, were herded into the gas chambers. When the",
  "screaming dieddown and the doors were opened,they were still standing upright,",
  "so tightly packed that they could not fall. But where there had been human",
  "beings, there were now corpses, which were removed to the ovens for burning.",
  "This was the daily spectacle which Hitler took good care never to see and which",
  "haunts the imagination of anyone who has studied the evidence.",
  "What sort of people could carry out such crimes against humanity? Historian Daniel",
  "Goldhagen, in his book Hitler's Willing Executioners, published in 1997, suggests that",
  "the German people were uniquely anti-Semitic and were collectively responsible for the",
  "many atrocities committed during the Third Reich. These included not just the ‘Final",
  "Solution’ of the ‘Jewish problem’, but also the euthanasia programme in which some",
  "70 000 people deemed to be mentally handicapped or mentally ill were killed, the cruel",
  "treatment of the Polish people during the occupation, and the appalling way in which",
  ".",
  "Russian prisoners of war and the civilian populations were treated Michael Burleigh",
  "-",
  "(2010) goes along with Goldhagen, suggesting that there was a sort of inherent anti",
  "Semitism in the German people which the Nazis had only to tap into; there was no need",
  "to stir it up.",
  "While Goldhagen’s theory perhaps goes too far, there is no doubt that large numbersof",
  ".",
  "ordinary Germans were willing to go along with Hitler and the other leading Nazis",
  "Perhaps they were convinced by the argumentsof men like Himmler, who told a group of",
  "SS commanders: ‘We had the moral right, we had the duty to destroy this people which",
  ".",
  "wanted to destroy us’ The SS, originally Hitler’s bodyguard regiments, along with the",
  "security police,camp commandants and guards,and local gauleiters (governors), were all",
  "deeply implicated,and so was much of the Wehrmacht (the German army), which became",
  "increasingly ruthless and barbaric as the war in the east progressed. Leaders of big busi",
  "¬",
  "ness and factory owners were willing to take advantage of the cheap labour provided by",
  "the camp inmates; others were grateful to get their hands on confiscated Jewish property",
  "and other assets; medical experts were prepared to use Jews in experiments which caused",
  "their deaths. At all levels of German society there were people who happily took the",
  "chance to profit from the fate of the helpless Jews.",
  "But such behaviour was not confined to the Germans: many Polish and Soviet citizens",
  ".",
  "willingly collaborated in the genocide Only three days after the invasion of the USSR",
  "began, 1500 Jews were savagely murdered in Lithuania by local militias, and soon thou",
  "¬",
  "sands more had been killed by non-Germans in Belorussia and Ukraine. Ion Antonescu,",
  "the rulerof Romaniafrom 1941 until 1944, was not bullied intodeporting Romanian Jews:",
  "Romania was never occupied by Germans, and the initiative was taken by the Romanians",
  "themselves. However, without Hitler and the Nazis to provide the authority, the legiti",
  ". ¬",
  "macy, the backing and the drive, none of this would have been possible Romania, though",
  "not actually occupied, was firmly within Germany’s orbit.",
  "On the other hand it must be remembered that many Germanscourageously risked their",
  "lives to help Jews, giving them shelter and organizing escape routes. But it was a very",
  "dangerous business - such people themselves often ended up in concentration camps.",
  "116 PARTI WAR ANDINTERNATIONALRELATIONS\" pev",
  "-",
  "- -",
  "^*",
  "y -",
  ".",
  "&",
  "r *",
  "£ . a vj ? *",
  "csJa £ . i w *",
  "* / 4 v",
  "#i r*",
  "W»",
  "i r SL",
  "iik -",
  "- V. * V'",
  "» %",
  "«",
  "s V«",
  "s",
  "* .",
  "* *as -",
  "* > >",
  "L",
  "«",
  "«",
  ".",
  "4 <» iV\\<g S",
  "'rv /",
  "*",
  "v>",
  ".",
  "X",
  "c",
  ">",
  "% v.",
  "f4? (cid:127) v\\ '",
  "’",
  "' ?.*>:(cid:127) ut . ' 'Sadiessi 3esei ^xcsnVmiw.ezmp",
  "'i\\- t,i .!:0(cid:127) 1'r00' -k^ly.-kmksxj, (cid:127)aO.nj/di(cid:127)ii';(cid:127)f(cid:127)j(cid:127)T.. V.I I»'k1.'Ok/: \\ j)§rvy:;»tf'Iet,!,',.0:.-O.kg/ptys1 Lbs.xv.' Yvm(cid:127) a ix.y^(cid:127)rrr.;<l\"",
  "eatgcs the tu. ra.! . .. I- / t,S||g. >o ' r1i^db wlic;'1'Ijg(cid:127)1 ft lnass - 1 ' ;el -- I",
  ";..:y:. Iwisl-j ' .v :(cid:127). . ;;",
  "WERE WAR?",
  ".",
  "*tl Ensf Tmou*dcslructiicL*",
  "as dk z licatlo",
  "eaoxmG ;",
  "~ -G *: id ;ixk . - .",
  "40m . / i were l i e : s: : em r«re l ska mil]ic1",
  "W«K»Pdfti,4dllfos lensass,2millmCMceseand2xiillKm i. Britaingutthe",
  ". -",
  "OOA )VnYou,nl.Al 'l(cid:127)’.J'Um.Yi.MYCk:.,Y V,:.]-a: J' ihilabj/l{l .x.r..*aJ.'k.j?ycp* . - fkmtheeir v. ,: soiushad baexen ltietk",
  ";son. e hs - .- . 'rt ? am",
  ". - .",
  "!\"iaoU- djiT*a s B-ii;..: ,U' ai\\ty;t1lj«e: * U\"toP;aiMots' I 15wei ,f}t he L j i y. .1 ts",
  ": c*rra . 1 lasitfel m&t and",
  "n Miu£- - . - , sol",
  "j i .Ml ; - . V - 8U30M5 4",
  "(cid:127) :J >. - Pi\"' VY :YC\\YY- yrirw 1YA FPlttcPP , : y - 'p-urix-i^ i:r:iPci :Yto . ,.",
  ": :! I I 'i iii ‘i ; . .1 Jit'.',:. > ! , ' |.K' yir..y-; ;' \")P: P;;: p:.rj] ip « -;x..",
  "m . rr",
  "r~ mxysit WORA® Y 45 11?n",
  "20",
  "Belgium 88,000",
  "18 Finland 84,000",
  "Bulgaria 20,000",
  "16 Norway 10,000",
  "Luxembourg 5,000",
  "\"I 14 sE Denmark 1,000",
  "0",
  "|",
  "12 0",
  "§",
  "~ 10 CD E E o",
  "S 8 ’DV3(C/>) !-CCDO CNJ E o qo",
  "1 o o CO .",
  "8 eE0CD> CCEMM CEgM '1CD. OoO’ o§ 8o oo oo o00 p §ow orrs</> OIo",
  "42 5c & 3S« C0«O= EgCD c0(05 o> <S'OC .0E0 OM 0-s0 u",
  "L5i- coc x3 i*; 3M CD O05 < 2",
  "0",
  "Figure 6.1 Second World War dead",
  "Source: based onstatisticsinJackB.Watson, Success inWorld History since 1945",
  "(JohnMurray, 1989),p. 3",
  "wealth had been lost. In Italy, where damage was very serious in the south, the figure was",
  "over 30 per cent. Japan suffered heavy damage and a high death toll from bombings.",
  "Though the cost was high, it did mean that the world had been rid of Nazism, which",
  "had been responsible for terrible atrocities. The most notorious was the Holocaust - the",
  "deliberate murder inexterminationcamps of over fivemillion Jews and hundreds of thou",
  "sands of non-Jews,mainly in Poland and Russia (see Section 6.8). ¬",
  "(b) There was no all inclusive peace settlement",
  "-",
  "This was different from the end of the First World War, when an all-inclusive settlement",
  ".",
  "was negotiated at Versailles This was mainly because the distrust which had re-emerged",
  "between the USSR and the west in the final months of the war made agreement on many",
  ".",
  "points impossible",
  "However,a number of separate treaties were signed.",
  "'",
  "(cid:127)",
  "Italy lost her African colonies and gave up her claims to Albania and Abyssinia",
  ".",
  "(Ethiopia)",
  "(cid:127) The USSR took the eastern section of Czechoslovakia, the Petsamo district and the",
  "area round Lake Ladogafrom Finland,and heldon to Latvia,Lithuaniaand Estonia,",
  "which they had occupied in 1939.",
  "(cid:127) Romania recovered northern Transylvania, which the Hungarians had occupied",
  "during the war.",
  "(cid:127) Trieste, claimed by both Italy and Yugoslavia, was declared a free territory",
  ".",
  "protected by the United Nations Organization",
  "(cid:127)",
  "Later, at San Francisco (1951), Japan agreed to surrender all territory acquired",
  "during the previous 90 years, which included a complete withdrawal from China.",
  "118 PART I WAR ANDINTERNATIONALRELATIONSHowever, the Russians refused to agree to any settlement over Germany and Austria,",
  "except that they should be occupied by Allied troops and that East Prussia should be",
  ".",
  "divided between Russia and Poland",
  "(c) The war stimulated important social changes",
  "In addition to the population movements during the war, once hostilities were over, many",
  "millions of people were forced to move from their homes.The worst cases were probably in",
  "-",
  "the areas taken from Germany by Russia and Poland, and in the German speaking areas in",
  "Hungary,RomaniaandCzechoslovakia.About ten millionGermanswereforced toleaveand",
  "make their way to West Germany so that no future German government would be able to",
  "claim thoseterritories.In somecountries,especially theUSSR andGermany,extensiveurban",
  "redevelopment took place as ruined cities had to be rebuilt. In Britain the war stimulated,",
  "among other things, the Beveridge Report (1942),a plan for introducing a Welfare State.",
  "(d) The war caused the production of nuclear weapons",
  "Thefirstever use of these weapons,on Hiroshimaand Nagasaki,demonstrated their horri",
  "¬",
  "fying powers of destruction. The world was left under the threat of a nuclear war that",
  "might well have destroyed the entire planet. Some people argue that this acted as a deter",
  "¬",
  "rent, making both sides in the Cold War so frightened of the consequences that they were",
  "deterred or discouraged from fighting each other.",
  "(e) Europe's domination of the rest of the world ended",
  "Thefour western European states which had played a leading role in worldaffairsfor most",
  ".",
  "of thefirst half of the twentieth century were now much weaker than before Germany was",
  "devastated anddivided,Franceand Italy wereon the vergeof bankruptcy;although Britain",
  "seemed strong and victorious, with herempire intact, the costof the war had been ruinous.",
  "The USA had helped to keep Britain going during the war by sending supplies, but these",
  "had to be paid for later. As soon as the war was over, the new US president, Truman,",
  "abruptly stopped all further help, leaving Britain in a sorry state: she had overseasdebtsof",
  "over £3000 million, many of her foreign investments had been sold off, and her ability to",
  "export goods had been much reduced. She was forced to ask for another loan from the",
  "USA, which was given at a high rate of interest; the country was therefore closely and",
  "uncomfortably dependent on the USA.",
  "(f) Emergence of the superpowers",
  "The USA and the USSR emerged as the two most powerful nations in the world, and they",
  ".",
  "were no longer as isolated as they had been before the war The USA had suffered rela",
  "¬",
  "tively little from the war and had enjoyed great prosperity from supplying the other Allies",
  "with war materialsand food.The Americans had the world’s largest navy and airforceand",
  ".",
  "they controlled the atomic bomb The USSR, though severely weakened, still had the",
  "largestarmy in the world. Both countries were highly suspiciousof each other’sintentions",
  "now that the common enemies, Germany and Japan, had been defeated. The rivalry of",
  "these two superpowers in the Cold War was the most important feature of international",
  "relationsforalmost half acentury after 1945,and wasaconstant threat to world peace (see",
  "."
]