[
  "The United Nations",
  "Organization",
  "SUMMARY OF EVENTS",
  "The United Nations Organization (UNO) officially came into existence in October",
  ".",
  "1945 after the Second World War It was formed to replace the League of Nations,",
  "which had proved incapable of restraining aggressive dictators like Hitler and",
  "Mussolini. In setting up the UNO, the great powers tried toeliminate some of the weak",
  ". ¬",
  "nesses which had handicapped the League The UN Charter was drawn up in San",
  "Francisco in 1945, and was based on proposals made at an earlier meeting between the",
  ".",
  "USSR, the USA, China and Britain, held at Dumbarton Oaks (USA) in 1944 The aims",
  "of the UN are:",
  "(cid:127) to preserve peace and eliminate war;",
  "(cid:127) to remove the causes of conflict by encouraging economic, social, educational,",
  "-",
  "scientificand cultural progress throughout the world,especially in under developed",
  "countries;",
  "(cid:127)",
  "to safeguard the rightsof all individual human beings,and the rightsof peoplesand",
  "nations.",
  "In spite of the careful framing of the Charter, the UN was unable to solve many of the",
  "problems of international relations, particularly those caused by the Cold War. On the",
  "other hand it played an important role in a number of international crises by arranging",
  ".",
  "ceasefires and negotiations, and by providing peacekeeping forces Its successes in",
  "non-political work - care of refugees, protection of human rights, economic planning",
  "and attempts to deal with problems of world health, population and famine-have been",
  "enormous.",
  "9.1 THE STRUCTURE OF THE UNITED NATIONS ORGANIZATION",
  "There are now seven main organs of the UN:",
  "(cid:127)",
  "the General Assembly",
  "(cid:127)",
  "the Security Council",
  "(cid:127)",
  "the Secretariat",
  "(cid:127)",
  "the International Court of Justice",
  "(cid:127)",
  "the Trusteeship Council",
  "(cid:127) the Economic and Social Council",
  "(cid:127) the International Criminal Court (inaugurated in March 2003).",
  "THEUNITEDNATIONS ORGANIZATION 167(a) The General Assembly",
  "This is the meeting together of the representatives from all the member nations; each",
  "member can send up to five representatives, though there is only one vote per nation. It",
  "meetsonce a year, starting in September and remaining in session for about three months,",
  "but special sessions can be called in times of crisis by the members themselves or by the",
  ".",
  "Security Council Its function is to discuss and make decisions about international prob",
  "¬",
  "lems, to consider the UN budget and what amount each member should pay, to elect the",
  ".",
  "Security Council members and to supervise the work of the many other UN bodies",
  ".",
  "Decisions do not need a unanimous vote as they did in the League Assembly Sometimes",
  "a simple majority is enough, though on issues which the Assembly thinks are very impor",
  "¬",
  "tant, a two-thirds majority is needed. These include decisions about admitting new",
  "members or expelling existing members, and about actions to be taken to maintain peace.",
  "All speeches and debates are translated into six official UN languages-English, French,",
  ".",
  "Russian, Chinese, Spanish and Arabic",
  "(b) The Security Council",
  "Thissitsin permanentsession and itsfunction is to deal with crisesas they arise, by whatever",
  "action seems appropriate, and if necessary by calling on members to take economic or mili",
  "¬",
  "taryactionagainstanaggressor.TheCouncil mustalsoapproveapplicationsfor UN member",
  "¬",
  "ship, which then require a two-thirds majority in a vote of acceptance by the General",
  "Assembly.The Council began with eleven members,fiveof them permanent(China,France,",
  "USA, USSR and Britain), and the other six elected by the General Assembly for two-year",
  "terms. In 1965 the number of non-permanent members was increased to ten. Decisions need",
  "at least nine of the 15 members to vote in favour, but these must include all five permanent",
  "members;thismeans thatanyoneof the permanentmemberscanvetoadecisionand prevent",
  ".",
  "anyactionbeing taken In practice it hasgradually been accepted that abstention by a perma",
  "¬",
  "nent member does not count asa veto, but this has not been written into the Charter.",
  "In order to secure some action in case of a veto by one of the permanent members, the",
  "General Assembly (at the time of the Korean War in 1950) introduced the ‘Uniting for",
  "Peace’ resolution; this stated that if the Security Council’s proposals were vetoed, the",
  "Assembly could meet within 24 hours and decide what action to take,even military inter",
  "¬",
  "vention if necessary. In cases like this,adecision by the Assembly would only need a two-",
  "thirds majority. Again this new rule was not added to the Charter, and the USSR, which",
  "used the veto more often than any other member, always maintained that a Security",
  "Council veto should take precedence over aGeneral Assembly decision. Nevertheless, the",
  ".",
  "Assembly acted in this way many times, ignoring Russian protests",
  "In 1950 a problem arose when the new communist People’s Republic of China applied",
  "for UN membership. The USA vetoed the application, so that the Republic of China",
  "(Taiwan) retained its membership and its permanent seat on the Security Council. The",
  "USA blocked communist China’s application every year for the next 20 years. In 1971,in",
  "an effort to improve relations with communist China, the USA at last refrained from veto",
  "¬",
  "ing the application; consequently the General Assembly voted that the People’s Republic",
  "of China should take over Taiwan’s membership and permanent Security Council seat.",
  "(c) The Secretariat",
  "This is the ‘office staff’ of the UN and it consists of over 50 000 employees. They look",
  ".",
  "after theadministrative work,preparing minutesof meetings, translationsand information",
  "168 PARTI WAR ANDINTERNATIONALRELATIONSIt is headed by the Secretary-General, who is appointed for a five-year term by the",
  ".",
  "Assembly on the recommendation of the Security Council In order to ensure some degree",
  "of impartiality, he is not from one of the major powers. He acts as the main spokesperson",
  "for the UN and is always at the forefront of international affairs, trying to sort out the",
  "world’s problems. So far the post has been held by:",
  "Trygve Lie of Norway (1946-52)",
  "Dag Hammarskjold of Sweden (1952-61)",
  "U Thant of Burma (1961-71)",
  "Kurt Waldheim of Austria (1971-81)",
  "Javier Perez de Cuellar of Peru (1981-91)",
  "-",
  "Boutros Boutros Ghali of Egypt (1991-6)",
  "Kofi Annan of Ghana (1996-2006)",
  "Ban Ki-moon of South Korea (since 2006)",
  "(d) The International Court of Justice",
  "The International Court of Justice at The Hague (in the Netherlands) has 15 judges, all of",
  "-",
  "different nationalities, elected for nine year terms (five retiring every third year) by the",
  ".",
  "Assembly and the Security Council jointly It adjudicates in disputes between states; a",
  "number of cases have been successfully dealt with, including a frontier dispute between",
  ".",
  "Holland and Belgium and adisagreement between Britain and Norway overfishing limits",
  "In othercases, however,it was not so successful. In 1984for example,Nicaraguasued the",
  "USA for mining its harbours; the Court judged in favour of Nicaragua and ordered the",
  "USA to pay compensation. The USA refused to accept the verdict, and no further action",
  "was taken. Although in theory the Security Council has the power to take ‘appropriate",
  ".",
  "measures’ toenforce the Court’s decisions,it has never done so The Court can only oper",
  "¬",
  "ate successfully when both parties to a dispute agree to accept the verdict, whichever way",
  "it should happen to go.",
  "(e) The Trusteeship Council",
  "This replaced the League of Nations Mandates Commission, which had originally come",
  "into existence in 1919 to keep an eye on the territories taken away from Germany and",
  "Turkey at the end of the First World War. Some of these areas (known as mandated terri",
  "¬",
  "tories or mandates) had been handed over to the victorious powers, and their job was to",
  "govern the territories and prepare them for independence (see Sections 2.8 and 2.10). The",
  "Trusteeship Council did its job well and by 1970 most of the mandates had gained their",
  "independence (see Sections 11.1(b) and Chapter 24).",
  "However, Namibia remained a problem, since South Africa refused to give the area",
  ".",
  "independence South Africa, ruled by a government representing the white minority of the",
  "population, was unwilling to give independence to a state right on its own frontier that",
  ".",
  "would be ruled by a government representing its black African majority The UN repeat",
  "¬",
  "edly condemned South Africa for its attitude; in 1971 the International Court of Justice",
  "ruled thatSouth Africa’soccupation of Namibia wasa breach of international law and that",
  ".",
  "South Africa must withdraw immediately South Africa ignored the UN, but as the other",
  "states of Africa gradually gained independence under black governments, it became more",
  "difficultforSouth Africato maintain both itsposition in Namibiaand itsown white minor",
  "¬",
  ".",
  "ity rule (see Section 25.6(b-c) and 25.8(e)) At last in 1990 the pressure of black African",
  "nationalism and world opinion forced South Africa to release its grip on Namibia.",
  "169",
  "THEUNITEDNATIONS ORGANIZATION(f) The Economic and Social Council (ECOSOC)",
  "This has 27 members, elected by the General Assembly, with one-third retiring each year.",
  "It organizes projects concerned with health, education and other social and economic",
  "matters. Its task is so enormous that it has appointed four regional commissions (Europe,",
  "LatinAmerica,Africa,Asia andthe Far East),as well ascommissionson population prob",
  "- ¬",
  "lems, drugs problems, human rights and the status of women. ECOSOC also co ordinates",
  "the work of an astonishing array of other commissions and specialized agencies,around 30",
  ".",
  "in all Among the best known are the International Labour Organization (ILO), the World",
  "Health Organization (WHO), the Food and Agriculture Organization (FAO), the United",
  "Nations Educational, Scientific and Cultural Organization (UNESCO), the United Nations",
  ".",
  "Children’s Fund (UNICEF) and the United Nations Relief and Works Agency (UNRWA)",
  "The scope of ECOSOC expanded in such a remarkable way that by 1980 more than 90 per",
  ".",
  "cent of the UN’s annual expenditure was devoted to ECOSOC activities (see Section 9.5)",
  "(g) The International Criminal Court (ICC)",
  "The idea of an International Criminal Court to try individuals accused of crimes against",
  "humanity wasfirstdiscussed by aLeague of Nationsconvention in 1937, but nothingcame",
  "of it. The Cold War prevented any further progress until, in 1989, it was suggested again",
  "- .",
  "as a possible way of dealing with drug traffickers and terrorists Progress towards the",
  "creation of a permanentcourt was again slow,and it was left to the Security Council to set",
  "up two special war crimes tribunals to try individuals accused of committing atrocities in",
  "1994 in Rwanda and in 1995 in Bosnia. The most high-profile case was that of Slobodan",
  "Milosevic, the former Yugoslav president (see Section 10.7), who was extradited from",
  "Belgrade and handed over to UNofficials in the Netherlands.His trial opened in July 2001",
  "in The Hague;hefaced chargesof committing crimesagainst humanity in Bosnia,Croatia",
  ".",
  "and Kosovo He was the first former head of state ever to be brought before an interna",
  "¬",
  "tional court of justice.The trial dragged on for five for almost five years until he died of a",
  "heart attack before a verdict was reached.",
  "Meanwhile, in July 1998 an agreement known as the Rome Statute was signed by 120",
  "member states of the UN to create a permanent court to deal with war crimes, genocide",
  ".",
  "and other crimes against humanity The new court, consisting of 18 elected judges, was",
  "formally inaugurated in March 2003, and was based in The Hague. However, the US",
  "government did not like the idea that some of its citizens might be tried in the court -",
  "particularly Americans acting as peacekeepers who might find themselves open to ‘politi",
  "¬",
  ".",
  "cized prosecutions’ Although the Clinton administration had signed the 1998 agreement,",
  ".",
  "President Bush insisted that the signature should be withdrawn (May 2002) Consequently",
  "the USA did not recognize the ICCand by June 2003had signed separateagreements with",
  "37 states promising that no US personnel would be handed over to the ICC for trial. In",
  "some cases the USA threatened to withdraw economic or military aid if the state refused",
  ".",
  "to comply with its wishes",
  "9.2 HOW DIFFERENT IS THE UNITED NATIONS FROM THE LEAGUE",
  "OF NATIONS?",
  "(a) The UN has been more successful",
  "There are some important differences which have tended to make the UN a more success",
  "¬",
  "ful body than the League.",
  "170",
  "PARTI WAR ANDINTERNATIONALRELATIONS(cid:127)",
  "The UN spends much more time and resourceson economic and social matters and",
  ".",
  "its scope is much wider than that of the League All the specialized agencies, with",
  "the exception of the International Labour Organization (founded in 1919), were set",
  "up in 1945 or later.",
  "(cid:127)",
  "The UN is committed to safeguarding individual human rights, which the League",
  ".",
  "did not get involved in",
  "(cid:127)",
  "Changes in the proceduresof the General Assembly and the Security Council (espe",
  "¬",
  "cially the ‘Uniting for Peace’ resolution), and the increased power and prestige of",
  "-",
  "the Secretary General, have enabled the UN, on occasion, to take more decisive",
  "action than the League ever achieved.",
  "(cid:127) The UN has a much wider membership and is therefore more of a genuine world",
  "organization than the League, with all the extra prestige that this entails. Both the",
  "USA and the USSR were founder-members of the UN, whereas the USA never",
  "joined the League. Between 1963 and 1968 no fewer than 43 new members joined",
  "the UN, mainly the emerging states of Africa and Asia, and by 1985 membership",
  ".",
  "had reached 159; the League never had more than 50 members Later, many of the",
  "former member states of the USSR joined, and by 1993 the total had reached 183.",
  "In 2002,EastTimor, which hadat last gained itsindependencefrom Indonesia with",
  "UN help, became the 191st member. Montenegro joined in 2006 and in July 2011",
  "the newly independent Republic of South Sudan became the 193rd member.",
  "(b) Some of the weaknesses of the League remain",
  "Any one of the five permanent members of the Security Council can use its power of veto",
  ".",
  "to prevent decisive action being taken Like the League, the UN has no permanent army",
  ".",
  "of its own and has to use forces belonging to its member states (see Section 9.6)",
  "9.3 HOW SUCCESSFUL HAS THE UN BEEN AS A PEACEKEEPING",
  "ORGANIZATION?",
  "Although it has had mixed success, it is probably fair to say that the UN has been more",
  "successful than the League in its peacekeeping efforts,especially in crises which did not",
  "directly involve the interests of the great powers, such as the civil war in the Congo",
  "(1960-4) and the dispute between the Netherlands and Indonesia over West New Guinea.",
  "On the other hand, it has often been just as ineffective as the League in situations-such",
  "as the Hungarian rising of 1956 and the 1968 Czech crisis-where the interests of one of",
  "the great powers- in this case the USSR -seemed to be threatened, and where the great",
  "power decided to ignore or defy the UN. The best way to illustrate the UN’s varying",
  ".",
  "degreesof success is toexamine some of the major disputes in which it has been involved",
  "(a) West New Guinea (1946)",
  "In 1946 the UN helped to arrange independence from Holland for the Dutch East Indies,",
  "which became Indonesia (see Map 24.3). However, no agreement was reached about the",
  "future of West New Guinea (West Irian), which was claimed by both countries. In 1961",
  "fighting broke out; after U Thant had appealed to both sides to reopen negotiations, it was",
  "agreed (1962) that the territory should become part of Indonesia. The transfer was orga",
  "¬",
  "nized and policed by a UN force. In this case the UN played a vital role in getting negoti",
  "¬",
  ".",
  "ations off the ground, though it did not itself make the decision about West Irian’s future",
  "THEUNITEDNATIONS ORGANIZATION 171(b) Palestine (1947)",
  ".",
  "The dispute between Jews and Arabs in Palestine was brought before the UN in 1947",
  "After an investigation, the UN decided to divide Palestine, setting up the Jewish state of",
  ".",
  "Israel (see Section 11.2) This was one of the UN’s most controversial decisions, and it",
  "was not accepted by the majority of Arabs.The UN was unable to prevent a series of wars",
  "between Israel and various Arab states(1948-9,1967 and 1973),though itdid useful work",
  "arranging ceasefires and providing supervisory forces, while the UN Relief and Works",
  ".",
  "Agency cared for the Arab refugees",
  "(c) The Korean War (1950-3)",
  "This was the only occasion on which the UN was able to take decisive action in a crisis",
  "directly involving theinterestsof one of the superpowers.When South Korea wasinvaded",
  "by communist North Koreain June 1950, the Security Council immediately passed a reso",
  "¬",
  "lution condemning North Korea, and called on member states to send help to the South.",
  "However, this was possible only because of the temporary absence of the Russian dele",
  "¬",
  "gates, who would have vetoed the resolution if they had not been boycotting Security",
  "Council meetings (since January of that year) in protest at the failure to allow communist",
  "China to join the UN. Although the Russian delegates returned smartly, it was too late for",
  "them to prevent action going ahead.Troopsof 16 countries were able to repel the invasion",
  ".",
  "and preserve the frontier between the two Koreasalong the 38th parallel (see Section 8.1)",
  "Though this was claimed by the West as a great UN success, it was in fact very much",
  "an American operation-the vast majorityof troopsand theCommander-in-Chief,General",
  "MacArthur, were American,and the USgovernment had already decided to intervene with",
  "force the day before the Security Council decision was taken. Only the absence of the",
  "Russiansenabled the USA to turn it into a UN operation.This wasa situation not likely to",
  "be repeated, since the USSR would take good care to be present at all future Council",
  ".",
  "sessions",
  "The KoreanWar had important results forthe future of the UN one was the passing of",
  "',",
  "the ‘Uniting for Peace’ resolution, which would permit a Security Council veto to be",
  "bypassed by aGeneral Assembly vote. Another was the launching of a bitterattack bythe",
  "Russians on Secretary-General Trygve Lie for what they considered to be his biased role",
  "in the crisis. His position soon became impossible and he eventually agreed to retire early,",
  ".",
  "to be replaced by Dag Hammarskjold",
  "(d) The Suez Crisis (1956)",
  "Thisarguably showed the UN at its best.When President Nasserof Egyptsuddenly nation",
  "¬",
  "alized the Suez Canal, many of whose shares were owned by the British and French, both",
  "these powers protested strongly and sent troops ‘to protect their interests’ (see Section",
  ".",
  "11.3) At the same time the Israelis invaded Egypt from the east; the real aim of all three",
  "states was to bring down President Nasser. A Security Council resolution condemning",
  "force was vetoed by Britain and France, whereupon the General Assembly, by a majority",
  ".",
  "of 64 votes to 5, condemned the invasions and called for a withdrawal of troops In view",
  "of the weight of opinion against them, theaggressorsagreed to withdraw,provided the UN",
  "ensured a reasonable settlement over the canal and kept the Arabs and Israelis from",
  "slaughtering each other. A UN force of 5000, made up of troops from ten different coun",
  "¬",
  "tries, moved in, while the British, French and Israelis went home. The prestige of the UN",
  "and of Dag Hammarskjold, who handled the operation with considerable skill, wasgreatly",
  "172",
  "PARTI WAR ANDINTERNATIONALRELATIONSenhanced, though American and Russian pressure was also important in bringing about a",
  ".",
  "ceasefire However, the UN was not so successful in the 1967 Arab-Israeli conflict (see",
  "Section 11.4).",
  "(e) The Hungarian Rising (1956)",
  "This took place at the same time as the Suez Crisis, and showed the UN at its most inef",
  "¬",
  "fective. When the Hungarians tried to exert their independence from Russian control,",
  ".",
  "Soviet troopsentered Hungary to crush the revolt The Hungarian government appealed to",
  "the UN, but the Russians vetoed a Security Council resolution calling for a withdrawal of",
  "their forces. The General Assembly passed the same resolution and set up a committee to",
  "investigate the problem; but the Russians refused to co-operate with the committee and no",
  "progress could be made. The contrast with Suez was striking: there, Britain and France",
  "were willing to bow to international pressure; the Russians simply ignored the UN, and",
  "nothing could be done.",
  "(f) Civil war in the Congo (1960-4)",
  "Here the UN mounted its most complex operation to date (see Section 25.5), except for",
  "Korea. When the Congo (known as Zaire since 1971) dissolved into chaos immediately",
  "after gaining independence, a UN force numbering over 20 000 at its largest managed to",
  "restore some sort of precarious order. A special UN Congo Fund was set up to help with",
  "the recovery and development of the ravaged country. But the financial cost was so high",
  "that the UN was brought close to bankruptcy, especially when the USSR, France and",
  "Belgium refused to pay theircontributions towards the costof theoperations, because they",
  ".",
  "disapproved of the way the UN had handled the situation The waralsocost the lifeof Dag",
  "Hammarskjold, who was killed in a plane crash in the Congo.",
  "(g) Cyprus",
  "Cyprus has kept the UN busy since 1964. A British colony since 1878, the island was",
  "granted independence in 1960. In 1963civil war broke out between the Greeks, who made",
  "up about 80 per cent of the population, and the Turks. A UN peacekeeping force arrived",
  "in March 1964;an uneasy peace was restored, but it needed 3000 UN troops permanently",
  "stationed in Cyprus to prevent Greeksand Turks tearing each otherapart.That was not the",
  "end of the trouble, though:in 1974 theGreekCypriots tried to unite theisland withGreece.",
  "This prompted the Turkish Cypriots, helped by invading Turkish army troops, to seize the",
  "north of the island for their own territory. They went on to expel all Greeks who were",
  ".",
  "unfortunate enough to be living in that area The UN condemned the invasion but was",
  ".",
  "unable to remove the Turks UN forces did at least achieve a ceasefire and are still polic",
  "¬",
  ".",
  "ing the frontier between Greeks and Turks However, the UN hasstill not been successful",
  "in finding an acceptable constitution or any other compromise. The most recent attempt-",
  "the Annan Plan of 2004-was accepted by the Turks but rejected by the Greeks.",
  "(h) Kashmir",
  "In Kashmir the UN found itself in asimilar situation to the one in Cyprus. After 1947,this",
  "large province, lying between India and Pakistan (see Map 24.1) was claimed by both",
  "THEUNITEDNATIONS ORGANIZATION 173states. Already in 1948 the UN had negotiated a ceasefire after fighting broke out. At this",
  "point the Indians were occupying the southern part of Kashmir, the Pakistanis the north",
  "¬",
  "ern part,and for the next 16 years the UN policed the ceasefire line between the two zones.",
  "When Pakistani troops invaded the Indian zone in 1965, a short war developed, but once",
  "again the UN successfully intervened and hostilities ceased. The original dispute still",
  "remained, however,and in 1999 there were violent clashes as Pakistanis again unsuccess¬",
  "fully invaded the Indian zone.There seemed little prospect of the UN or any other agency",
  "finding a permanent solution.",
  "(i) The Czechoslovak crisis (1968)",
  "This was almost a repeat performance of the Hungarian rising 12 years earlier. When the",
  "Czechsshowed what Moscow considered to be too much independence,Russian and other",
  "Warsaw Pact troops were sent in to enforce obedience to the USSR.The Security Council",
  "tried to passa motion condemning this action, but the Russians vetoed it,claiming that the",
  ".",
  "Czech government had asked for their intervention Although the Czechsdenied this,there",
  ".",
  "was nothing the UN could do in view of the USSR’s refusal to co-operate",
  "(j) The Lebanon",
  "While civil war was ragingin the Lebanon (1975-87) matters werefurthercomplicated by",
  "a frontier dispute in the south of the country between Lebanese Christians (aided by the",
  "Israelis) and Palestinians. In March 1978 the Israelis invaded South Lebanon in order to",
  "destroy Palestinian guerrilla basesfrom which attacks were being made on northern Israel.",
  "In June 1978 the Israelis agreed to withdraw, provided the UN assumed responsibility for",
  ".",
  "policing the frontier area The United Nations Interim Force in Lebanon (UNIFIL),",
  "consisting of about 7000 troops, was sent to South Lebanon. It supervised the Israeli with",
  "¬",
  "drawal and had some success in maintaining relative peace in the area; but it was a",
  "constant struggle against frontier violations, assassinations, terrorism and the seizing of",
  ".",
  "hostages (see Section 11.8(b))",
  "During the early 1990s a new enemy began to harass Israel from bases in South",
  "Lebanon: this was the Muslim Shi’ite group known as Hezbollah, which, according to",
  "the Israeli government, was backed by Iran and Syria. In retaliation the Israelis launched",
  "a major attack on South Lebanon (April 1996) and occupied most of the region until",
  "1999. Once again UNIFIL helped to supervise an Israeli withdrawal and the force was",
  "increased to around 8000. In 2002, as the region seemed calmer than for many years,",
  ".",
  "UNIFIL was reduced to some 3000 UNIFIL worked hard to strengthen the Lebanese",
  "army, providing training and equipment. Eventually the two forces were able to work",
  ".",
  "together to maintain stability, though a permanent solution still seemed far off In July",
  "2006 Hezbollah ambushed an Israeli patrol; eight Israeli soldiers were killed and two",
  ".",
  "taken prisoner The Israelis responded immediately: demanding the return of the",
  "captured soldiers, they blockaded Lebanon from the sea, bombed Beirut and destroyed",
  ".",
  "Hezbollah’s headquarters Hezbollah retaliated by firing rockets into Israel at a rate of",
  "over a hundred a day. It was mid-August before the UN succeeded in arranging a cease",
  "fire.UNIFIL was increased to 12 000 and there was relative calm for the next four years¬.",
  "Early in 2011 violent incidents began again. The Israelis were still refusing to move out",
  "of a small area around the village of Gharjah, north of the withdrawal line agreed in",
  ".",
  "2006",
  "There were several exchanges of fire between the Lebanese army and the Israeli",
  "Defence Force, terrorist attacks on UNIFIL itself and the firing of rockets into Israel.",
  "174 PARTI WAR ANDINTERNATIONALRELATIONS(k) The Iran-lraq War (1980-8)",
  "- -",
  "The UN was successful in bringing an end to the long drawn out war between Iran and",
  ".",
  "Iraq After years of attempting to mediate, the UN at last negotiated a ceasefire, though",
  "admittedly they were helped by the fact that both sides were close to exhaustion (see",
  ".",
  "Section 11.9)",
  "9.4 UN PEACEKEEPING SINCE THE END OF THE COLD WAR",
  "The end of the Cold War unfortunately did not mean the end of potential conflict: there",
  "were a number of disputes still rolling on, which had originated many years earlier; the",
  "-",
  "Middle East continued to be volatile, and there were more problems in south east Asia",
  ".",
  "and Africa Between 1990 and 2003 the UN undertook well over 30 peacekeeping oper",
  "¬",
  "ations; at the peak of their involvement, in the mid-1990s, there were over 80 000",
  "troops on active service, from 77 countries. A few examples illustrate the growing",
  "complexity of the problems facing the UN and the increasing obstacles making success",
  "more difficult.",
  "(a) The 1991 Gulf War",
  ".",
  "UN action during the Gulf War of 1991 was impressive When Saddam Hussein of Iraq",
  "sent his troops to invade and capture the tiny, but extremely rich, neighbouring state of",
  "Kuwait (August 1990), the UN Security Council warned him to withdraw or face the",
  "consequences. When he refused,a large UNforce was sent to Saudi Arabia. In a short and",
  "decisive campaign, Iraqi troops were driven out, suffering heavy losses, and Kuwait was",
  "liberated (see Section 11.10). However, critics of the UN complained that Kuwait had",
  "received help only because the West needed her oil supplies; other small nations, which",
  "had no value to the West, had received no help when they were invaded by larger neigh",
  ". ¬",
  "bours (for example East Timor, taken over by Indonesia in 1975)",
  "(b) Cambodia/Kampuchea",
  "Problems in Cambodia (Kampuchea) dragged on for nearly 20 years,but eventually the",
  ".",
  "UN was able to arrange a solution In 1975 the Khmer Rouge, a communist guerrilla",
  "-",
  "force led by Pol Pot, seized power from the right wing government of Prince Sihanouk",
  ".",
  "(see Section 21.3) Over the next three years Pol Pot’s brutal regime slaughtered about a",
  "third of the population, until in 1978a Vietnamese army invaded the country.They drove",
  "out the Khmer Rouge and set up a new government. At first the UN, prompted by the",
  "USA, condemned this action, although many people thought Vietnam had done the",
  "people of Cambodia a great service by getting rid of the cruel Pol Pot regime. But it was",
  "all part of the Cold War, which meant that any action by Vietnam, an ally of the USSR,",
  "would be condemned by the USA. The end of the Cold War enabled the UN to organize",
  ".",
  "and police a solution Vietnamese forces were withdrawn (September 1989), and after a",
  "long period of negotiations and persuasion, elections were held (June 1993), won by",
  "Prince Sihanouk’s party. The result was widely accepted (though not by what was left of",
  "the Khmer Rouge, which refused to take part in the elections), and the country gradually",
  "began to settle down.",
  "THEUNITEDNATIONS ORGANIZATION 175(c) Mozambique",
  "Mozambique,whichgainedindependence from Portugal in 1975,wastornbycivil warfor",
  "many years (see Section 24.6(d)). By 1990 the country was in ruins and both sides were",
  "exhausted. Although a ceasefire agreement had been signed in Rome (October 1992) at a",
  "conference organized by the Roman Catholic Church and the Italian government, it was",
  "not holding. There were many violations of the ceasefire and there was no way that elec",
  "¬",
  "tionscould be held in such an atmosphere. The UN now becamefully involved, operating",
  "a programme of demobilizing and disarming the various armies,distributing humanitarian",
  "relief and preparing forelections, which took place successfully in October 1994.Joachim",
  "Chissano of FRELIMO was elected president and re-elected for a further term in 1999.",
  "(d) Somalia",
  "Somalia disintegrated intocivil warin 1991 when the dictatorSiad Barre wasoverthrown.",
  "A power struggle developed between rival supporters of Generals Aidid and Ali",
  "Mohammed; the situation was chaotic as food supplies and communications broke down",
  "and thousands of refugees were fleeing into Kenya. The Organization of African Unity",
  "(OAU) asked for UN help, and 37 000 UN troops, mainly American, arrived (December",
  "1992) to safeguard the aid and to restore law and order by disarming the ‘warlords’.",
  "However,the warlords,especially Aidid, were not prepared to bedisarmed,and UN troops",
  "began to suffer casualties. The Americans withdrew their troops (March 1994), and the",
  "remaining UN troops were withdrawn in March 1995, leaving the warlords to fight it out.",
  "It was a humiliating backdown; but in fact the UN had set itself an impossible task from",
  "the beginning-to forcibly disarm two extremely powerful armies which were determined",
  "to carry on fighting each other,and to combine this with a humanitarian relief programme.",
  "At the same time the UN took no action in the civil war and genocide taking place in",
  "Rwanda in 1994 (see Section 25.7). UN military interventions had mostchance of success",
  "when, as in Korea in 1950-3 and the 1991 Gulf War, UN troops actively supported one",
  ".",
  "side against the other",
  "(e) Bosnia",
  "A similar situation developed in Bosnia (see Section 10.7(c)). In the civil war between",
  ".",
  "Bosnian Muslimsand Serbs,the UN failed to send enough troops to impose law and order",
  "This was partly because both the European Community and the USA were reluctant to get",
  ".",
  "involved There was further humiliation for the UN in July 1995 when they were unable",
  "to prevent Serb forces from capturing two towns - Srebrenica and Zepa - which the",
  "Security Council had designated as safe areas for Muslims. UN helplessness was under",
  "¬",
  "lined when the Serbs went on to murder around 8000 Muslim men in Srebrenica.",
  "(f) Iraq the overthrow of Saddam Hussein",
  "-",
  "In March 2003the USA and Britain launched an invasion of Iraq, on the grounds that they",
  "intended to get rid of its weaponsof mass destruction and to free the Iraqi people from the",
  "brutal regime of Saddam Hussein (see Section 12.4). UN weapons inspectors had already",
  "spent months in Iraq searching for weapons of mass destruction, but had found nothing of",
  "any significance. The attack went ahead even though the UN Security Council had not",
  "given its authorization. The USA and Britain had tried to push a resolution through the",
  "176 PARTI WAR ANDINTERNATIONALRELATIONSCouncil approving military action, but France, Russia, China and Germany wanted to",
  "- .",
  "allow Saddam more time toco operate with the weapons inspectors When it became clear",
  "that France and Russia were prepared to veto any such resolution, the USA and Britain",
  ".",
  "resolved to goahead unilaterally, without putting theresolution to aSecurity Council vote",
  "They claimed that Saddam’s violations of earlier UN resolutions were a justification for",
  ".",
  "war",
  "The US and British action was a serious blow to the prestige of the UN. Secretary-",
  "General Kofi Annan, speaking at the opening of the annual session of the General",
  "Assembly in September 2003, said that their action had brought the UN to ‘a fork in the",
  ".",
  "road’ Until then, all states needed the authorization of the Security Council if they",
  "-",
  "intended to use force beyond the normal right of self defence, as prescribed by Article 51",
  "of the UN Charter. However, if states continued to act unilaterally and pre-emptively",
  "against a perceived threat, that would present a fundamental challenge to the entire prin",
  "¬",
  "ciples of world peace and stability on which the UN was based, and which it had been",
  "striving toachieve, however imperfectly,for the last58 years.This, he said,couldonly set",
  "precedents resulting in ‘a proliferation of the unilateral and lawless use of force’.",
  "9.5 WHAT OTHER WORK IS THE UN RESPONSIBLE FOR?",
  "Although it is the UN’s role as peacekeeper and international mediator which most often",
  "gets into the headlines, the majority of its work is concerned with itsless spectacular aims",
  "of safeguarding human rights and encouraging economic, social, educational and cultural",
  "progress throughout the world. There is only enough space in this book to look at a few",
  ".",
  "examples",
  "(a) The Human Rights Commission",
  "This works under the supervision of ECOSOC and tries to ensure that all governments",
  "treat their people in a civilized way. A 30-point Universal Declaration of Human Rights",
  "was adopted by the General Assembly in 1948; this means that every person, no matter",
  "what country he or she lives in, should have certain basic rights, the most important of",
  "which are the rights to:",
  "(cid:127) a standard of living high enough to keep him (or her) and hisfamily in good health;",
  "(cid:127)",
  "be free from slavery, racial discrimination, arrest and imprisonment without trial,",
  "and torture;",
  "(cid:127) have a fair trial in public and to be presumed innocent until proved guilty;",
  "(cid:127)",
  "move about freely in his/her country and be able to leave the country;",
  "(cid:127) get married, have children, work, own property and vote in elections;",
  "(cid:127) .",
  "have opinions and express them freely",
  "Later theCommission,concerned about the plightof children in many countries,produced",
  ".",
  "a Declaration of the Rights of the Child (1959) Foremost among the rights every child",
  "should be able to expect are:",
  "(cid:127)",
  "adequate food and medical care;",
  "(cid:127)",
  "free education;",
  "(cid:127)",
  "adequate opportunity for relaxation and play (to guard against excessive child",
  "labour);",
  "(cid:127) protection from racial, religious and any other type of discrimination.",
  "THEUNITEDNATIONS ORGANIZATION 177All membergovernmentsare expected to produce a reportevery three yearson thestate",
  "of human rights in their country. However, the problem for the UN is that many states do",
  ".",
  "not produce the reports and they ignore the terms of the Declarations When this happens,",
  "all the UNcan do is publicize countries where the mostflagrant violationsof human rights",
  "take place, and hope that pressure of world opinion will influence the governments",
  "concerned. For example, the UN campaigned against apartheid in South Africa (see",
  "Section 25.8) and against General Pinochet’s brutal treatment of political prisoners in",
  "Chile (see Section 8.4(c)). Mary Robinson (aformer president of the Irish Republic), who",
  "was UN Commissioner for Human Rights from 1997 until 2002, worked hard to raise",
  "world awareness of the problems by naming and shaming guilty states. Unfortunately she",
  "made some powerful enemies by her outspoken criticism of their human rights records-",
  "among them Russia,Chinaand the USA (all permanent membersof theSecurity Council).",
  "Secretary-General Annan was pleased with her work and wanted her to serve another term",
  "as Commissioner. However, she was replaced by Sergio Vieira de Mello, and it was",
  "widely reported that her second term had been blocked by the USA.",
  "(b) The International Labour Organization (ILO)",
  ". .",
  "The ILO operates from its headquarters in Geneva It works on the principles that",
  "(cid:127) every person is entitled to a job;",
  "(cid:127) there should be equal opportunities for everybody to get jobs, irrespective of race,",
  "sex or religion;",
  "(cid:127)",
  "there should be minimum standards of decent working conditions;",
  "(cid:127) workers should have the right to organize themselves into unions and other associ",
  "¬",
  "ations in order to negotiate for better conditions and pay (this is known as collec",
  "¬",
  "tive bargaining);",
  "(cid:127)",
  "there should be full social security provision for all workers (such as unemploy",
  "¬",
  ".",
  "ment, health and maternity benefits)",
  "The ILO does excellent work providing help for countries trying to improve working",
  "conditions, and it was awarded the Nobel Peace Prize in 1969. It sends experts out to",
  "demonstrate new equipment and techniques, sets up training centres in developing coun",
  "¬",
  "tries and runs the International Centre for Advanced Technology and Vocational Training",
  "-",
  "in Turin (Italy), which provides vital high level training for peoplefrom all over the Third",
  ".",
  "World Again though, the ILO, like the Human Rights Commission, is always faced with",
  "the problem of what todo when governments ignore the rules.Forexample,many govern",
  "¬",
  "ments, including those of communist countries, and of Latin American countries such as",
  ".",
  "Chile, Argentina and Mexico, would not allow workers to organize trade unions",
  "(c) The World Health Organization (WHO)",
  "The WHO is one of the UN’s most successful agencies. It aims to bring the world to a",
  "point where all its peoples are not just free of disease, but are ‘at a high level of health’.",
  "One of its first jobs was to tackle a cholera epidemic in Egypt in 1947 which threatened to",
  "spread through Africa and the Middle East. Quick action by a UN team soon brought the",
  "epidemic under control and it was eliminated in a few weeks. The WHO now keeps a",
  "permanent cholera vaccine bank in case of further outbreaks,and wages a continual battle",
  "against other diseases such as malaria, tuberculosis and leprosy. The Organization",
  "provides money to train doctors, nursesand other health workersfor developing countries,",
  "178",
  "PARTI WAR ANDINTERNATIONALRELATIONSkeeps governments informed about new drugs and provides free contraceptive pills for",
  ".",
  "women in Third World countries",
  "One of its most striking achievements was to eliminate smallpox in the 1980s. At the",
  "same time it seemed well on the way towards eliminating malaria, but during the 1970s a",
  "new strain of malaria appeared which had developed a resistance to anti-malaria drugs.",
  "Research into new anti-malaria drugs became a WHO priority. In March 2000 it was",
  "reported that the problem of tuberculosis was growing worse-killing two million people",
  "every year.",
  "The most serious world health problem in recent years has been the AIDS epidemic.",
  "The WHO has done excellent work collecting evidence and statistics, producing reports",
  "and putting pressure on pharmaceutical companies to reduce prices of drugs to treat the",
  "condition. In June 2001 the UN global AIDS fund was set up, which aimed to raise $10",
  "billion a year to fight the disease (see Section 28.5 for more details about AIDS).",
  "(d) The Food and Agriculture Organization (FAO)",
  "The FAO aims to raise living standards by encouraging improvements in agricultural",
  "production. It was responsible for introducing new varietiesof maize and rice which have",
  "a higher yield and are less susceptible to disease. FAO experts show people in poor coun",
  "¬",
  "tries how to increase food production by the use of fertilizers, new techniques and new",
  ".",
  "machinery, and cash is provided to fund new projects Its main problem is having to deal",
  "with emergencies caused by drought, floods, civil war and other disasters, when food",
  "supplies need to be rushed into a country as quickly as possible. The Organization has",
  "done an excellent job,and there is no doubt that many more people would have died from",
  ".",
  "starvation and malnutrition without its work",
  "(e) The United Nations Educational, Scientific and Cultural Organization",
  "(UNESCO)",
  "Operating from its headquarters in Paris, UNESCO does its best to encourage the spread",
  "-",
  "of literacy;italso fosters international co operation between scientists,scholarsand artists",
  "in all fields, working on the theory that the best wayto avoid warisbyeducating people’s",
  "minds in the pursuit of peace.Much of its time and resources are spent setting up schools",
  "- - .",
  "and teacher training colleges in under developed countries Sometimes it becomes",
  "involved in one-off cultural and scientific projects. For example, it organized an",
  "International Hydrological Decade (1965-75), during which it helped to finance research",
  "into the problem of world water resources. After the 1968 floods in Florence, UNESCO",
  "played an important part in repairing and restoring damaged art treasures and historic",
  "buildings. During the 1980s UNESCO came under criticism from western powers which",
  ".",
  "claimed that it was becoming too politically motivated (see Section 9.6(c))",
  "(f) The United Nations Children's Emergency Fund (UNICEF)",
  "UNICEF was founded originally in 1946 to help children left homeless by the Second",
  "World War. It dealt with this problem soefficiently that it wasdecided to makeit a perma",
  "¬",
  "nent agency and the word ‘emergency’ was dropped from its title (1953).Its new function",
  "was to help improve the health and living standards of children all over the world,espe",
  "¬",
  ".",
  "cially in poorercountries It works closely with the WHO, setting up health centres,train",
  "¬",
  ".",
  "ing health workers and running health education and sanitation schemes In spite of these",
  "179",
  "THEUNITEDNATIONS ORGANIZATIONefforts it was still a horrifying fact that in 1983, 15 million children died under the age of",
  "5, a figure equivalent to the combined under-5 population of Britain, France, Italy, Spain",
  ".",
  "and West Germany In that year UNICEFlaunched its ‘child health revolution’ campaign,",
  "which wasdesigned to reduce the child death rate by simple methods such as encouraging",
  "-",
  "breastfeeding (which is more hygienic than bottle feeding) and immunizing babiesagainst",
  "common diseases such as measles, diphtheria, polio and tetanus.",
  "(g) The United Nations Relief and Works Agency (UNRWA)",
  "This agency was set up in 1950 to deal with the problem of Arab refugees from Palestine",
  "who wereforced to leave their homes when Palestine was divided up toform the new state",
  "of Israel (see Section 11.2). UNRWA did a remarkable job providing basicfood,clothing,",
  "shelter and medical supplies. Later, as it became clear that the refugee camps were going",
  "to be permanent,it began to build schools, hospitals, housesand training centres to enable",
  "refugees to get jobs and make the camps self-supporting.",
  "(h) Financial and economic agencies",
  "1 The International Monetary Fund (IMF)",
  "-",
  "The IMF is designed to foster co operation between nations in order to encourage the",
  ".",
  "growth of trade and the full development of nations’ economic potential It allows short",
  "¬",
  "term loans to countries in financial difficulties, provided that their economic policies meet",
  "with the IMF’s approval and that they are prepared to change policies if the IMF thinks it",
  ". -",
  "necessary By the mid 1970s many Third World nations were heavily in debt (seeSection",
  "27.2), and in 1977 the IMFset up an emergency fund. However, there was a great deal of",
  "resentment among the poorer nations when the IMF Board of Governors (dominated by",
  "the rich western countries, especially the USA, which provide most of the cash) began to",
  "attach conditions to the loans.Jamaicaand Tanzania,forexample, were required tochange",
  "their socialist policies before loans were allowed. This was seen by many as unacceptable",
  ".",
  "interference in the internal affairs of member states",
  "2 The International Bank for Reconstruction and Development (the World Bank)",
  "This provides loans for specific development projects, such as building dams to generate",
  "electricity, and introducing new agricultural techniques and family planning campaigns.",
  "Again though, the USA,which provides the largest share of the cash for the bank,controls",
  "its decisions. When Poland and Czechoslovakia applied for loans, they were both refused",
  "because they were communist states. Both of them resigned from the Bank and from the",
  "IMF in disgust, Poland in 1950 and Czechoslovakia in 1954.",
  "3 The General Agreement on Tariffs and Trade (GATT)",
  "This agreement was first signed in 1947 when member states of the UN agreed to reduce",
  "some of their tariffs (taxes on imports) in order to encourage international trade. Members",
  "continue to meet, under the supervision of ECOSOC,to try and keep tariffsas low as possi",
  "¬",
  "ble throughout the world.In January 1995 theGATT became theWorld TradeOrganization",
  "(WTO). Its aim was to liberalize and monitor world trade and to resolve trade disputes.",
  "4 The United Nations Conference on Trade and Development (UNCTAD)",
  "The conferencefirst met in 1964and soon became a permanent body. Its role is to encour",
  "¬",
  "age the development of industry in the Third World and to pressurize rich countries into",
  ".",
  "buying Third World products",
  "180 PARTI WAR ANDINTERNATIONALRELATIONS(i) The Office for the Coordination of Humanitarian Affairs (OCHA)",
  "This began life originally as the Department of Humanitarian Affairs, set up in 1991 to",
  "enable the UN to respond more effectively to natural disastersand ‘complex emergencies’",
  "(the UN phrase for human disasters caused by wars and other political events). Its func",
  "¬",
  "tions were expanded in 1998 to include the co-ordination of responses to all humanitarian",
  "disasters and projectsfor human development;at the same time it assumed its present title",
  "OCHA. It had a staff of some 860 members, some based in New York, some in Geneva",
  ".",
  "and some working in the field",
  "Much valuable relief work was done in a whole series of crisis situations caused by",
  "earthquakes, hurricanes and floods; help was mainly needed in poor countries with less",
  ".",
  "developed infrastructures and high population densities UN statistics suggested that in",
  "2003 alone, some 200 million victims of natural disasters and 45 million victims of",
  "‘complex emergencies’ received aid, either supplied directly or organized by the UN.",
  "However, a recurring criticism of the UN’s role was that it lacked the power and the",
  "resources to operate as effectively as it might.",
  "The greatest challengetoOCHA came atthe beginning of 2005 in what became known",
  ".",
  "as the tsunami disaster On Boxing Day 2004, two huge earthquakes occurred in the",
  ".",
  "Indian Ocean, triggering off a series of massive tidal waves known as tsunami No effec",
  "¬",
  "tive warning system existed, and within hours the tsunami were battering the shores of",
  "many countries around the Indian Ocean, including Indonesia, India, the Maidive Islands,",
  "Sri Lanka, Thailand, Malaysia and even Somalia on the east coast of Africa. It soon",
  "became apparent that this was a catastrophe of the highest magnitude; at least 150 000",
  "people were killed and thousands more were missing. Worst affected were Indonesia, Sri",
  "Lanka and Thailand, where, in some coastal areas, entire towns and villages had been",
  "destroyed. A massive and complex relief operation was needed immediately, but the prob",
  "¬",
  "lems to be faced were overwhelming.",
  "The response from around the world was heartening: ordinary people gave unstintingly",
  "to the appeals for money; foreign governments promised enormous amounts of cash; 11",
  "states sent troops,shipsand aircraft;over400 non-governmentagenciesand charitiessuch",
  "as Christian Aid, the Red Cross, Red Crescent, the Salvation Army,Oxfam and Medecins",
  "sans Frontieres got involved within a few days. An Oxfam spokesman said that the UN",
  "wasdoing asgood a job as anybody could reasonably expect in the horrificcircumstances,",
  "and that they were grateful for the plain-speaking leadership of Mr Jan Egeland, the UN",
  "Emergency Relief Coordinator, and of Secretary-General Kofi Annan. But there was a",
  "-",
  "long term operation ahead: after saving tens of thousands of people from death by starva",
  "¬",
  "tion and disease, the next step was to rebuild communities and restore infrastructures.",
  "9.6 VERDICT ON THE UNITED NATIONS ORGANIZATION",
  "The UN has been in existence for well over half a century, but it is still nowhere near",
  ".",
  "achieving its basic aims The world is still full of economic and social problems; acts of",
  "aggression and wars continue. The UN’s failures were caused to some extent by weak",
  "¬",
  ".",
  "nesses in its system",
  "(a) The lack of a permanent UN army",
  "This means that it isdifficult to prevail upon powerful states to accept its decisions if they",
  "choose to put self-interest first. If persuasion and the pressure of world opinion fail, the",
  "UN has to rely on member nations to provide troops to enable it to enforce decisions. For",
  "181",
  "THEUNITEDNATIONS ORGANIZATIONexample, the USSR was able to ignore UN demands for the withdrawal of Russian troops",
  ".",
  "from Hungary (1956) and Afghanistan (1980) UN involvement in Somalia (1992-5) and",
  "Bosnia (1992-5) showed the impossibility of the UN being able to stop a war when the",
  "warring parties were not ready to stop fighting. The USA and Britain were determined to",
  "attack Iraq in 2003 without UN authorization,and the UN could do nothing about it,espe",
  "¬",
  "cially now that the USA was the world’s only superpower-by far the most powerful state",
  ".",
  "in the world",
  "(b) When should the UN become involved?",
  "There is a problem about exactly when the UN should become involved during the course",
  "of a dispute. Sometimes it hangs back too long, so that the problem becomes more diffi",
  "¬",
  "cult to solve; sometimes it hesitates so long that it scarcely becomes involved at all; this",
  "happened with the war in Vietnam (see Section 8.3) and the war in Angola (see Section",
  "25.6). This left the UN open to accusations of indecision and lack of firmness. It caused",
  "some states to put more faith in their own regional organizations such as NATO for keep",
  "¬",
  "ing the peace,andmany agreements were workedout without involving the UN;forexam",
  "¬",
  "ple, the end of the Vietnam War, the Camp David peace between Israel and Egypt in 1979",
  "(seeSection 11.6) and the settlement of the Rhodesia/Zimbabwe problem in the same year",
  ".",
  "(see Section 24.4(c))",
  "At this time, critics were claiming that the UN was becoming irrelevant and was no",
  ".",
  "more than an arena for propaganda speeches Part of the problem was that the Security",
  "Council was hampered by the veto which its permanent memberscould use. Although the",
  "‘Uniting for Peace’ resolution could offset this to some extent, the veto could still cause",
  ".",
  "long delays before decisive action was taken If a potential aggressor knew that his forces",
  "would be met by a UN armed force, equipped and mandated to fight, this would be a",
  "powerfuldisincentive;forexample if a UNforce had been deployed on the Kuwait side of",
  "the Iraqi-Kuwait frontier in 1990, or on the Croatian side of the Serbia-Croatia border in",
  ".",
  "1991, hostilities might well have been prevented from breaking out",
  "(c) The increasing membership of the UN from the 1970s",
  "The increasing membership of the UN during the 1970s brought new problems. By 1970",
  "members from the Third World (Africa and Asia) were in a clear majority. As these",
  "nations began to work more and more together,it meant that only they could be certain of",
  "having their resolutions passed, and it became increasingly difficult for both Western and",
  ".",
  "Communist blocs to get their resolutions through the General Assembly The western",
  "nationscould no longer have thingsall their own way and they began tocriticize the Third",
  "World bloc for being too ‘political’; by this, they meant acting in a way the West disap",
  ". ¬",
  "proved of For example, in 1974 UNESCO passed resolutions condemning ‘colonialism’",
  "and ‘imperialism’. In 1979 when the Western bloc introduced a General Assembly motion",
  "condemning terrorism, it was defeated by the Arab states and their supporters.",
  "Friction reached crisis point in 1983at the UNESCOGeneral Congress. Many western",
  "nations, including the USA, accused UNESCO of being inefficient and wasteful and of",
  ".",
  "having unacceptable political aims What brought matters to a head was a proposal by",
  "some communist states for the internal licensing of foreign journalists. According to the",
  "USA, this would lead to a situation in which member states could exercise an effective",
  "censorship of each other’s media organizations. Consequently the Americans announced",
  "that they would withdraw from UNESCO on 1 January 1985, since it had become ‘hostile",
  "to the basic institutionsof afree society,especially a free market and afree press’. Britain",
  "182",
  "PARTI WAR ANDINTERNATIONALRELATIONS.",
  "and Singapore withdrew in 1986 for similar reasons Britain rejoined in 1997 and the USA",
  ".",
  "followed in 2002",
  "(d) There is a waste of effort and resources among the agencies",
  "Some of the agencies sometimes seem to duplicate each other’s work. Critics claim that",
  "the WHO and the FAO overlap too much. The FAO was criticized in 1984 for spending",
  "too much on administration and notenough on improving agricultural systems.GATT and",
  "UNCTADeven seem to be working againsteach other: GATT tries toeliminate tariffsand",
  "anything else that restricts trade, whereas UNCTAD tries to get preferential treatment for",
  ".",
  "the products of Third World countries",
  "(e) Shortage of funds",
  "Throughout its history the UN has always been short of funds. The vast scope of its work",
  ".",
  "means that it needs incredibly large sums of money to finance its operations It is entirely",
  "dependent on contributions from member states. Each state pays a regular annual contri",
  "¬",
  "bution based on its general wealth and ability to pay. In addition, members pay a propor",
  "¬",
  "tion of the cost of each peacekeeping operation, and they are also expected to contribute",
  "towards the expenses of the special agencies. Many member states refused to pay from",
  "time to time, either because of financial difficulties of their own, or as a mark of disap",
  "¬",
  "proval of UN policies; 1986 was a bad year financially: no fewer than 98 of its members",
  "owed money, chief among them being the USA, which withheld more than $100 million",
  "until the UN reformed its budgeting system and curbed its extravagance. The Americans",
  "wanted the countries that gave most to have more say in how the money was spent, but",
  ".",
  "most smaller members rejected this as undemocratic As one of Sri Lanka’s delegates put",
  "it: ‘in our political processes at home, the wealthy do not have more votes than the poor.",
  "We should like this to be the practice in the UN as well.’",
  "In 1987 changes were introduced giving the main financial contributors more control",
  "over spending, and the financial situation soon improved. However, expenses soared",
  "alarmingly in the early 1990s as the UN became involved in a series of new crises, in the",
  "Middle East (Gulf War), Yugoslavia and Somalia. In August 1993 the Secretary-General,",
  "- .",
  "Dr Boutros Ghali, revealed that many states were well in arrears with their payments He",
  "warned that unless there was an immediate injection of cash from the world’s rich states,",
  "all the UN’s peacekeeping operations would be in jeopardy. Yet the Americans and",
  "Europeans felt that they already paid too much - the USA (with about 30 per cent), the",
  "European Community (about 35 per cent) and Japan (11 per cent) paid three-quarters of",
  "the expenses, and there was a feeling that there were many other wealthy states which",
  "could afford to contribute much more than they were doing.",
  "In spite of all these criticisms,it would be wrong to write the UN off as a failure,and",
  ".",
  "there can be no doubt that the world would be a far worse place without it",
  "(cid:127)",
  "It providesa world assembly where representativesof around 190 nationscan come",
  "together and talk to each other.Even the smallest nation hasa chance to make itself",
  ".",
  "heard in a world forum",
  "(cid:127)",
  "Although it has not prevented wars,it has been successfulin bringing some wars to",
  "an end more quickly, and has prevented further conflict. A great deal of human",
  "suffering and bloodshed have been prevented by the actions of the UN peacekeep",
  "¬",
  "ing forcesand refugee agencies. At the present time (2012) there are around 85 000",
  "UN peacekeepers in action across the world.",
  "183",
  "THEUNITEDNATIONS ORGANIZATION(cid:127)",
  "The UN has done valuable work investigating and publicizing human rights viola",
  ". ¬",
  "tions under repressive regimes like the military governments of Chile and Zaire In",
  "this way it has slowly been able to influence governments by bringing international",
  "pressure to bear on them.",
  "(cid:127) -",
  "Perhapsits mostimportantachievement has been tostimulateinternationalco oper",
  ". ¬",
  "ation on economic, social and technical matters Millions of people, especially in",
  ".",
  "poorer countries, are better off thanks to the work of the UN agencies It continues",
  "to involve itself in current problems: UNESCO, the ILO and the WHO are running",
  "a joint project to help drug addicts and there has been a series of 15 conferences on",
  "AIDS in an attempt to co-ordinate the struggle against this terrible scourge, partic",
  ". ¬",
  "ularly in Africa (see Section 28.4)",
  "9.7 WHAT ABOUT THE FUTURE OF THE UN?",
  "Many people thought that with the end of the Cold War, most of the world’s problems",
  "would disappear. In fact, this did not happen; during the 1990s there seemed to be more",
  ".",
  "conflicts than ever before,and the world seemed to belessand lessstable Obviously there",
  "wasstill a vitally important rolefor the UN to play asinternational peacekeeper,and many",
  ".",
  "people were anxious for the UN to reform and strengthen itself",
  "Kofi Annan, who became Secretary-General in December 1996, had gained an excel",
  "¬",
  "lent reputation over the previous few years as head of UN peacekeeping operations. He",
  "was well aware of the organization’s weaknesses and was determined to do something",
  "about them. He ordered a thorough review of all UN peace operations; theresulting report,",
  "published in 2000, recommended, among other things, that the UN should maintain",
  "-",
  "permanent brigade size forces of 5000 troops, which would be ready for immediate",
  ".",
  "deployment, commanded by military professionals The spread of terrorism, especially",
  "with the September 2001 attacks on New York, prompted Annan, now in his second term",
  "as Secretary-General, to produce his Agenda for Further Change (September 2002). This",
  "was a plan for reforms to strengthen the UN’s role in fighting terrorism, and it included a",
  "- .",
  "much needed streamlining of the cumbersome budget system These things take time, but",
  "none of the suggested reforms is beyond the bounds of possibility.",
  "The really seriousproblem, which had been brewing eversince theendof theCold War",
  "and the emergence of the USA as sole superpower, was about the future relationship",
  "between the UN and the USA. Tensions began to mount as soon as the Bush administra",
  "¬",
  "tion took office in 2001: within its first year the new government rejected the 1972 Anti-",
  "Ballistic Missile Treaty, the 1997 Kyoto Protocol (which aimed to limit the emission of",
  "greenhouse gases) and the Rome Statute of the new UN International Criminal Court, as",
  "wellasSecurity Counciloffersof a resolutionauthorizinga waragainst terrorism (this was",
  "because it prefers to conduct its own self-defence in whatever way it chooses). Tensions",
  "reached a climax in March 2003, when the US government, aided and abetted by the UK,",
  "decided to attack Iraq, without UN authorization and against the wishes of themajority of",
  ".",
  "UN members The USA was so disproportionately powerful that it could ignore the UN",
  "and act as it pleased unless the UN delivered the outcome it wanted.",
  "An important American technique in its quest to control the UN was to secure the",
  "appointment of a sympathetic Secretary-General. A prime example was Kofi Annan,",
  "Secretary-General from 1996 until 2006, who whole heartedly supported the American",
  ".",
  "line on every major UN involvement except one-Iraq In a book published in November",
  "2006 to mark the end of Annan’s two termsas Secretary-General, JamesTraub chronicles",
  "his rise to the top. Since 1993 Annan had been in charge of all UN peacekeeping opera",
  "tions under Secretary-General Boutros-Ghali. However, Dr Boutros-Ghali had displeased¬",
  "Washington by refusing to send a UN mission into Somalia and delaying the NATO",
  "184",
  "PARTI WAR ANDINTERNATIONALRELATIONSbombing of Serbia. In both cases Annan had supported the American line. In 1996 all the",
  ".",
  "signs were that Boutros-Ghali would have his mandate extended for another five years",
  "But President Clinton wasdetermined to get rid of him;it was relentless pressure from the",
  ".",
  "Clinton administration that got Kofi Annan chosen instead of Boutros-Ghali",
  "Consequently when NATO launched its bombing attack on Yugoslavia early in 1999,",
  "instead of condemning itasa blatant violation of the UNCharter-which it most certainly",
  ".",
  "was-Annan announced that it was a legitimate action",
  "However, the attack on Iraq in 2003 (see Section 12.4) was more difficult for Annan.",
  "When the joint US and British operation against Iraq was launched without a second",
  "Security Council Resolution authorizing the attack, Annan was eventually forced to admit",
  "that the invasion had been illegal. When he wasasked in a BBC interview, ‘Are you both",
  "¬",
  "ered that the US is becoming an unrestrainable, unilateral superpower?’ he replied: ‘I think",
  "in the end everybody is concluding that it is best to work together with our allies.’ That",
  "innocent remark sums up the whole situation: the challenge for the UN over the coming",
  "years is to find a way to harness and make use of the power and influence of the USA",
  "instead of being impeded or stampeded by it.",
  "FURTHER READING",
  ". .",
  "Bailey, S , The United Nations (Macmillan, 1989)",
  "Meisler, S., United Nations: The First Fifty Years (Atlantic Monthly Press, 1997).",
  ". .",
  "Meisler, S , Kofi Annan: A Man of Peace in a World of War (Wiley, 2007)",
  "Mingst, K. A.and Karns,M. P., The United Nations inthe Post-ColdWar Era (Westview",
  ".",
  "Press, 2000)",
  "Roberts, A. and Kingsbury, B., United Nations, Divided World (Oxford University Press,",
  "1993).",
  ".",
  "Traub, J , The Best Intentions: Kofi Annan and the UN in the Era of American World",
  "Power (Bloomsbury, 2006).",
  "QUESTIONS",
  "1 ‘There can be little doubt that the social, economic and humanitarian work of the UN",
  ".",
  "has been far more successful and valuable than its peacekeeping role ’ Assess the",
  ".",
  "validity of this verdict on the work of the United Nations Organization",
  "2 ‘The UN has only been successful in resolving conflict when one of the superpowers",
  ".",
  "has intervened to support it’ How far would you agree with this view?",
  "3 To what extent would it be true to say that the UN has been more successful in deal",
  "¬",
  "ing with conflicts since 1990 than it was during the Cold War?",
  "^",
  "| 1",
  "There is a document question about the UN and the 1956 crisis in Hungary on the",
  ".",
  "website",
  "THEUNITEDNATIONS ORGANIZATION 18510"
]