[
  "THESECONDWORLDWAR 1939^5 119",
  ",(g) Decolonization",
  "The warencouraged the movement towardsdecolonization.The defeats inflicted on Britain,",
  "Holland and France by Japan, and the Japanese occupation of their territories - Malaya,",
  "-",
  "Singaporeand Burma(British),French Indo Chinaand theDutch East Indies-destroyed the",
  "tradition of European superiority and invincibility. It could hardly be expected that, having",
  "fought to get ridof the Japanese,the Asian peoples would willingly return to European rule.",
  "Gradually they achieved full independence, though not without a struggle in many cases.",
  "—",
  "This in turn intensified demands for independence among the peoples of Africa and the",
  "Middle East,and in the 1960s the result wasa large array of new states(see Chapters 24 5).",
  "The leaders of many of these newly emerging nations met in conference at Algiers in 1973",
  ".",
  "and made it clear that they regarded themselves as a Third World By this they meant that",
  "they wished to remain neutral or non-aligned in the struggle between the other two worlds",
  "- communism and capitalism. Usually poor and under-developed industrially, the new",
  "nations were often intensely suspicious of the motives of both communism and capitalism,",
  ".",
  "and they resented their own economic dependence on the world’s wealthy powers",
  "(h) The United Nations Organization (UNO)",
  "This emerged as the successor to the League of Nations. Its main aim was to try to main",
  "¬",
  "tain world peace,and on the whole it has been more successful than its unfortunate prede",
  ". ¬",
  "cessor (see Chapters 3and 9)",
  "FURTHER READING",
  "Bankier, D., The Germans and the Final Solution: Public Opinion under Nazism",
  ".",
  "(Blackwell, 1992)",
  ".",
  "Beevor, A., Stalingrad (Penguin, 1998)",
  "Beevor, A., Berlin-The Downfall, 1945 (Penguin, 2003).",
  "Beevor, A., D-Day: The Battle for Normandy (Viking, 2009).",
  "Bloxham, D., The Final Solution.A Genocide (Oxford University Press, 2009).",
  "Bracher, K. D., The German Dictatorship (Penguin, 1985 edition).",
  "Browning, C., The Origins of the Final Solution (Heinemann, 2003)",
  "Bullock, A., Hitler and Stalin- Parallel Lives (HarperCollins, 1991).",
  "Burleigh, M., Moral Combat: A History of WorldWar II (Harper, 2009).",
  "Davies, N., Rising ’44: The Battle forWarsaw (Macmillan, 2003).",
  "Davies, N., Europe atWar 1939-1945: No Simple Victory (Pan, 2nd edition, 2007).",
  "Friedlander, S., The Years of Extermination: Nazi Germany and the Jews 1939-1945",
  "(Weidenfeld & Nicholson, 2007).",
  "Friedrich, J.,The Fire:The Bombing of Germany 1940-1945, translated from the German",
  ".",
  "by Allison Brown (Columbia University Press, 2007)",
  "Gilbert, M., Second WorldWar (Phoenix, new edition, 2000).",
  "Goldhagen, D., Hitler’s Willing Executioners (Vintage, 1997).",
  "Jones, M., Leningrad: State of Siege (John Murray, 2008).",
  "Kershaw, I., Hitler, 1936-1945.Nemesis (Allen Lane/Penguin, 2000).",
  "Kershaw, I., Hitler (Allen Lane, 2009).",
  "Kershaw, I., The End: Hitler’s Germany, 1944-1945 (Allen Lane/Penguin, 2011).",
  "Lindqvist, A., A History of Bombing (Granta, 2001).",
  "Lipstadt, D., Denying the Holocaust (Plume, 1995).",
  ".",
  "Longerich, P., The Unwritten Order: Hitler’s Role in the Final Solution (Tempus, 2000)",
  "120",
  "PARTI WAR ANDINTERNATIONALRELATIONS. .",
  "Mazower, M , Hitler’s Empire: Nazi Rule inOccupied Europe (Allen Lane, 2008)",
  ". .",
  "Merridale, C , Ivan’sWar: The Red Army 1939-1945 (Faber, 2005)",
  "Mommsen, H. (ed.), The Third Reich Between Vision and Reality (—Oxford University",
  ".",
  "Press, 2001)",
  "Neillands, R., Arthur Harris and the Allied Bombing Offensive, 1939 45 (John Murray,",
  "2001).",
  "Overy, R. J., Russia’sWar, 1941-1945 (Penguin, 1997).",
  "Overy, R. J., The Dictators (Allen Lane, 2004).",
  "Overy, R. J.,Why the AlliesWon (Pimlico, 2006).",
  "Overy, R. J., The Third Reich: A Chronicle (Quercus, 2010).",
  "Parker, R. A.C.,TheSecondWorldWar:AShort History(Oxford paperbacks,3rdedition,",
  "2001).",
  "Paulsson, G. S., Secret City: The Hidden Jews of Warsaw, 1940-1945 (Yale University",
  ".",
  "Press, 2002)",
  "Rees, L., Auschwitz: The Nazis and the Final Solution (BBC Books, 2005).",
  "Roberts, A.,The Storm of War: A New Historyof the SecondWorldWar (Penguin, 2010).",
  "Tooze, A., The Wages of Destruction: The Making and Breaking of the Nazi Economy",
  ".",
  "(Penguin, 2007)",
  "Wint, G., The Penguin History of the SecondWorldWar (Penguin, 3rd edition, 1999).",
  "QUESTIONS",
  "1 Explain why Germany was successful in theSecond World War up to the end of 1941,",
  ".",
  "but suffered ultimate defeat in 1945",
  "2 ‘Retreatsand defeats marked thefirst two years of the warfor Britain.’ How far would",
  "you agree with this opinion?",
  "3 Explain why you agree or disagree with the view that the Allied victory in the Second",
  "World War was secured mainly because of the contribution of the USSR.",
  "IV There is a document question on Hitler’s thoughts about the future on the website.",
  "^ 121",
  "THESECONDWORLDWAR 1939 5",
  ",7",
  "chapter The Qgijj vVar: problems of",
  "international relations after",
  "the Second World War",
  "SUMMARY OF EVENTS",
  "Towards the end of the war, the harmony that had existed between the USSR, the USA",
  ".",
  "and the BritishEmpire began to wear thin and all theold suspicionscame to theforeagain",
  "Relations between Soviet Russia and the West soon became so difficult that, although no",
  "actual fighting took place directly between the twoopposing camps, the decade after 1945",
  ".",
  "saw the first phase of what became known as the Cold War This continued, in spite of",
  "several ‘thaws’, until the collapse of communism in eastern Europe in 1989-91. What",
  "happened was that instead of allowing their mutual hostility to express itself in open fight",
  "¬",
  "ing, the rival powers attacked each other with propaganda and economic measures,and",
  "- .",
  "with a general policy of non cooperation",
  "Both superpowers, the USA and the USSR,gathered alliesaround them: between 1945",
  "and 1948 the USSR drew into its orbit most of the states of eastern Europe, as communist",
  "governments came to power in Poland, Hungary, Romania, Bulgaria, Yugoslavia,",
  "Albania,Czechoslovakia and East Germany (1949). A communist government was estab",
  "¬",
  "lished in North Korea (1948), and the Communist bloc seemed to be further strengthened",
  "- - -",
  "in 1949 when Mao Zedong (Mao Tse tung) was at last victorious in the long drawn out",
  "civil war in China (see Section 19.4). On the other hand, the USA hastened the recovery",
  "of Japan and fostered her as an ally, and worked closely with Britain and 14 other",
  "European countries, as well as with Turkey, providing them with vast economic aid in",
  "- .",
  "order to build up an anti communist bloc",
  "Whatever one bloc suggested or did was viewed by the other as having ulterior and",
  "aggressive motives. There was a long wrangle, for example, over where the frontier",
  "between Poland and Germany should be,and no permanent settlement could be agreed on",
  "for Germany and Austria.Then in the mid-1950s,after the death of Stalin (1953), the new",
  "Russian leaders began to talk about ‘peaceful coexistence’, mainly to give the USSR a",
  "much-needed break from its economic and military burdens.The icy atmosphere between",
  "the two blocs began to thaw: in 1955 it was agreed to remove all occupying troops from",
  ".",
  "Austria However, relations did not improve sufficiently to allow agreement on Germany,",
  "and tensions mounted again over Vietnam and the Cuban missiles crisis (1962). The Cold",
  "War moved into a new phase in the later 1960s when both sides took initiatives to reduce",
  "tensions. Known as detente, this brought a marked improvement in international relations,",
  ".",
  "including the signing of the Strategic Arms Limitation Treaty in 1972 Detentedid notend",
  "superpower rivalry, and the Soviet invasion of Afghanistan in 1979 heightened interna",
  "¬",
  "tional tensions once more. The Cold War came to an end in 1989-91 with the collapse of",
  ".",
  "the Soviet Union",
  "122 PARTI WAR ANDINTERNATIONALRELATIONS7.1 WHAT CAUSED THE COLD WAR?",
  "(a) Differences of principle",
  "The basiccauseof conflict lay in the differencesof principle between thecommuniststates",
  "and the capitalist or liberal-democratic states.",
  "(cid:127)",
  "The communist system of organizing the state and society was based on the ideasof",
  "Karl Marx; he believed that the wealth of a country should be collectively owned",
  "and shared by everybody. The economy should be centrally planned and the inter",
  "¬",
  "ests and well-being of the working classes safeguarded by state social policies.",
  "(cid:127) The capitalist system,on the other hand,operates on the basisof private ownership",
  ".",
  "of a country’s wealth The driving forces behind capitalism are private enterprise in",
  "the pursuit of making profits, and the preservation of the power of private wealth.",
  "Ever since the world’sfirstcommunist government was set up in Russia (the USSR) in",
  "1917 (see Section 16.2(d)), the governments of most capitalist states viewed it with",
  ".",
  "mistrust and were afraid of communism spreading to their countries This would mean the",
  "end of the privateownershipof wealth,as wellas the lossof political power by the wealthy",
  "classes. When civil war broke out in Russia in 1918, several capitalist states - the USA,",
  "Britain, France and Japan-sent troops to Russia to help the anti-communist forces. The",
  "communists won the war, but Joseph Stalin, who became Russian leader in 1929, was",
  "convinced that there would be another attempt by the capitalist powers to destroy commu",
  "¬",
  "nism in Russia. The German invasion of Russia in 1941 proved him right. The need for",
  "-",
  "self preservation against Germany and Japan caused the USSR, the USA and Britain to",
  "forget their differences and work together, but as soon as the defeat of Germany was",
  "clearly only a matter of time, both sides, and especially Stalin, began to plan for the post",
  "¬",
  "war period.",
  "(b) Stalin's foreign policies contributed to the tensions",
  "His aim was to take advantage of the military situation to strengthen Russian influence in",
  "Europe. As the Nazi armies collapsed, he tried to occupy as much German territory as he",
  "could, and to acquire as much land as he could get away with from countries such as",
  "Finland, Poland and Romania. In this he was highly successful, but the West was alarmed",
  "at what they took to be Soviet aggression; they believed that he was committed to spread",
  "¬",
  "ing communism over as much of the globe as possible.",
  "(c) US and British politicians were hostile to the Soviet government",
  "During the war, the USA under President Roosevelt sent war materials of all kinds to",
  "Russia under a system known as ‘Lend-Lease’,and Roosevelt was inclined to trust Stalin.",
  "But after Roosevelt died, in April 1945, his successor Harry S. Truman was more suspi",
  "¬",
  ".",
  "cious and toughened his attitude towards the communists Some historians believe that",
  "Truman’s main motive for dropping the atomic bombs on Japan was not simply to defeat",
  "Japan, which was ready to surrender anyway, but to show Stalin what might happen to",
  "Russia if he dared go too far. Stalin suspected that the USA and Britain were still keen to",
  "destroy communism; he felt that their delay in launching the invasion of France, the",
  "Second Front (which did not take place until June 1944), was deliberately calculated to",
  "THECOLDWAR 123.",
  "keep most of the pressure on the Russians and bring them to the point of exhaustion Nor",
  "did they tell Stalin about the existence of the atomic bomb until shortly before its use on",
  "Japan, and they rejected his request that Russia should share in the occupation of Japan.",
  ".",
  "Above all,the West had the atomic bomb and the USSR did not",
  "Which side was to blame?",
  "During the 1950s, most western historians, such as the American George Kennan (in his",
  "-",
  "Memoirs, 1925-50 (Bantam, 1969)), blamed Stalin. During the mid 1940s Kennan had",
  "worked at the US embassy in Moscow, and later (1952-3) he was US Ambassador in",
  "Moscow. He argued that Stalin’s motives were sinister, and that he intended to spread",
  "communism as widely as possible through Europe and Asia, thus destroying capitalism.",
  "Kennan advisedapolicyof ‘containment’ of theUSSR by political,economicanddiplomatic",
  ".",
  "means The formation of NATO (seeSection 7.2(i)) and the American entry into the Korean",
  "War in 1950 (see Section 8.1) were the West’s self-defence against communist aggression.",
  "On theotherhand,Soviethistorians,andduring the 1960sandearly 1970ssome American",
  ".",
  "historians,argued thattheColdWarought nottobeblamedonStalinandthe Russians Their",
  "theory wasthatRussia hadsufferedenormouslossesduring the war,and thereforeit wasonly",
  "to be expected that Stalin would try to make sure neighbouring states were friendly, given",
  "Russia’s weaknessin 1945.They believe thatStalin’smotives were purely defensiveand that",
  "there was no real threat to the West from the USSR. Some Americans claim that the USA",
  "should have been more understanding and should not have challenged the idea of a Soviet",
  ".",
  "‘sphere of influence’ in eastern Europe The actions of American politicians, especially",
  "Truman, provoked Russian hostility unnecessarily. This is known among historians as the",
  "revisionist view;oneof itsleading proponents,William ApplemanWilliams,believed that the",
  "Cold War was mainly caused by the USA’s determination to make the most of its atomic",
  ".",
  "monopoly and its industrial strength in itsdrivefor world hegemony",
  "The main reason behind this new view was that during the late 1960s many people in",
  "the USA became critical of American foreign policy,especially American involvement in",
  "the Vietnam War (see Section 8.3). This caused some historians to reconsider the",
  "American attitude towards communism in general; they felt that American governments",
  "had become obsessed with hostility towards communist states and they were ready to take",
  "a more sympathetic view of the difficulties Stalin had found himself in at the end of the",
  ".",
  "Second World War",
  "-",
  "Later a third view-known as the post revisionist interpretation -was put forward by",
  "some American historians, and this became popular in the 1980s. They had the benefit of",
  "being able to look at lotsof new documents and visit archives which had not been open to",
  "earlier historians. The new evidence suggested that the situation at the end of the war was",
  "far more complicated than earlier historians had realized; this led them to take a middle",
  ".",
  "view,arguing that both sides should take some blame forthe ColdWar They believe that",
  "American economic policies such as Marshall Aid (see Section 7.2(e)) were deliberately",
  "designed to increase US political influence in Europe. However, they also believe that",
  "although Stalin had no long-term plans to spread communism, he was an opportunist who",
  "would take advantage of any weakness in the West to expand Soviet influence. The crude",
  "Soviet methods of forcing communist governments on the states of eastern Europe were",
  "bound to lend proof to claims that Stalin’s aims were expansionist. With their entrenched",
  "positionsand deep suspicionsof each other,the USA and the USSR created an atmosphere",
  ".",
  "in which every international act could be interpreted in two ways What was claimed as",
  "necessary for self-defence by one side was taken by the other as evidence of aggressive",
  "intent,asthe eventsdescribed in the next section show. Butat leastopen war wasavoided,",
  "because the Americans were reluctant to use the atomic bomb again unless attacked",
  "directly, while the Russians dared not risk such an attack.",
  "124 PARTI WAR ANDINTERNATIONALRELATIONSWh'-rr r cO. 'Ui WH* csiv.cn». arc m- .-,)rwkttfthdzfnswdaC, cocldbWeearsthetsrnso?mne*;fs^v«ascp^erd.iatino'&isiu",
  "- : »s ai '.J - sts- Xn^Qi0(cid:127)6).1ohn v? sGaddis seated i I iss --",
  "ms.tu.5(cid:127)ci'Tah.'f;r-:t-d3I1It?-»:«\">dc.o/r:e:r.k:dnitra:t‘e..thteticiarWoUKmrU?lh£a*d-(cid:127)<;?;bk(cid:127)e;*et«fsw*Ut\\d%o(cid:127);(cid:127).«!.!- sc, sAa:rLNJMnAcI.fa- r po srcy v,s'd b>eruef:.?i?xs!xtrmSi^Hohlir-tv",
  "_'i i! :-a me. ±t UossJtaai.oG or dsmDvr?~s3t<>~;-i.nd*r benevolent :?rteficarr.le-tfvratr/ Li",
  "die same year L\\ / Westad. set out the nvai (cid:127)(cid:127)>(cid:127) /(cid:127)(cid:127)(cid:127): he po;.;:.t.sd OLt that the ccL5.se ci",
  "communismstemmed fro:::Lie vemission cf- the Chinese cinniiCts to abandon socialist",
  "Ta.cieosCohminnies-siatehnhdthacedhSbaeottevyniCteirieaiisvcicoiUclriiraMcmrr.efo.n,teitiihune*.Mr; ecf,chim.aammlbwseamitns«,jrdscitcva-(cid:127)netersSse,o!.-'JQdJ:Po.:«_tb-hoeri:ds?La.,m..h'abe:)a. r.tvwt^heea?jsWcec.re_i£&:>Lc»",
  "> >",
  "srd downtcc USSR",
  "HOW DID WAR DEVELOP BETWEEN AND",
  "Ur) Th« Y*lta Cerlwwre* {Kuktivary 1S45J",
  "-",
  "T V.B was he'd jn R:is*:jb ( *(cid:127) the c MM~.L *-?d was a-tfcndeL y rhe uise A l,~L - -(cid:127)(cid:127)(cid:127)",
  ":C;;T\"v.L-ii,end,U!:(cid:127)i-*:i:i&cCv.eo'1\"(cid:127)v\" v;iCU'ur*k»?\" riiiwI. cra- tvo,dr*tnL/-eiy; sS-C-SJ:rI;.a- ,i>rv;«;o. wzgars^-etom-**cp, jjo? vchme®fteheciwsrs",
  "save+szipiKKts",
  "-",
  ">",
  "*",
  "4",
  "* ** - l*r*'",
  "r* V 1",
  "«*",
  "'",
  "V",
  "N",
  "mi",
  "\\",
  "^",
  "\\",
  "3",
  "f",
  "4",
  "<",
  "_",
  "A",
  "r",
  "F0.ust^tieE ' i AburcciiLtEf&oseveLtamt S'MIEat 'iMiteu- JL. jruaryU4S",
  "'.niOG’inH'Aic 1.2S(cid:127) A new organization-to be called the United Nations-should be set up to replace",
  ".",
  "the failed League of Nations",
  "(cid:127) Germany was to be divided into zones- Russian, American and British (a French",
  "zone was included later)-while Berlin (which happened to be in the middle of the",
  ".",
  "Russian zone) would also be split into corresponding zones Similar arrangements",
  "were to be made for Austria.",
  "(cid:127)",
  "Free elections would be allowed in the states of eastern Europe.",
  "(cid:127) Stalin promised to join the war against Japan on condition that Russia received the",
  "whole of Sakhalin Island and some territory in Manchuria.",
  ".",
  "However, there were ominous signs of trouble over what was to be done with Poland",
  "When the Russian armies swept through Poland, driving the Germans back, they had set",
  "up a communist government in Lublin, even though there was already a Polish govern",
  "¬",
  "ment-in-exile in London. It was agreed at Yalta that some members (non-communist) of",
  "-",
  "the London based government should be allowed to join the Lublin government, while in",
  "return Russia would be allowed to keep a strip of eastern Poland which she had annexed",
  "in 1939. However, Roosevelt and Churchill were not happy about Stalin’s demands that",
  "Poland should be given all German territory east of the rivers Oder and Neisse; no agree",
  "¬",
  "ment was reached on this point.",
  "(b) The Potsdam Conference (July 1945)",
  "The atmosphere here was distinctly cooler. The three leaders at the beginning of the",
  "conference were Stalin, Truman (replacing Roosevelt, who had died in April) and",
  "Churchill, but Churchill was replaced by Clement Attlee, the new British Labour prime",
  ".",
  "minister, after Labour’s election victory",
  "-",
  "The war with Germany was over,but no agreement was reached about her long term",
  ".",
  "future The big questions were whether,or when, the four zones would be allowed to join",
  "together to form a united country again. She was to be disarmed, the Nazi party would be",
  "disbandedand its leaders triedas warcriminals. It wasagreed that the Germansshould pay",
  "something towards repairing the damage they had caused during the war. Most of these",
  "payments (known as ‘reparations’) were to go to the USSR, which would be allowed to",
  "-",
  "take non food goods from their own zone and from the other zones as well, provided the",
  "Russians sent food supplies to the western zones of Germany in return.",
  ".",
  "It was over Poland that the main disagreement occurred Truman and Churchill were",
  "annoyed because Germany east of the Oder Neisse Line had been occupied by Russian",
  "-",
  "troops and was being run by the pro-communist Polish government, which expelled some",
  ".",
  "five million Germans living in the area; this had not been agreed at Yalta (see Map 7.1)",
  "Truman did not inform Stalin about the exact nature of the atomic bomb, though Churchill",
  "was told about it. A few days after the conference closed, the two atomic bombs were",
  "dropped on Japan and the war ended quickly on 10 August without the need for Russian",
  "help (though the Russians had declared war on Japan on 8 August and invaded",
  "Manchuria). They annexed south Sakhalin as agreed at Yalta, but they were allowed no",
  ".",
  "part in the occupation of Japan",
  "(c) Communism established in eastern Europe",
  "In the months following Potsdam, the Russians systematically interfered in the countries",
  "of eastern Europe to set up pro-communist governments. This happened in Poland,",
  "Hungary, Bulgaria, Albania and Romania. In some cases their opponents were imprisoned",
  "126",
  "PART I WAR ANDINTERNATIONAL RELATIONS\" y",
  ":",
  "/",
  "Or jTV 1 j",
  "Zr f FINLAND from",
  "° NORWAY L Finland",
  "X v",
  "/ ;",
  "* J",
  "SWEDEN -. „T. \\ .",
  "X -5 J Leningrad",
  "r<>' i ESTONIA",
  "{ v i<~ *",
  "DENMARK X",
  "=",
  "^ ~LATVIA",
  "^",
  "r",
  "J EAST",
  "Arr - PRUSSIA",
  "yPC LITHUANIA",
  "-",
  "U.S.S.R.",
  "\\X /,X \\ Stettin",
  "T< 1 *",
  ",*",
  "—",
  "GERMANY . Berlin H.Oder",
  "v.(cid:127)y 1 _ POLAND",
  "K N&sse Warsaw",
  "N",
  "’",
  "3",
  "FFIANCE / Vs. , 4 \\\\ sJS from Poland",
  "Y (otej",
  "^ ” V",
  "47",
  "fromCzechoslovakia",
  "-",
  "Vi / AUSTRIA1/ *",
  "v",
  "\" A from Romania",
  "r HUNGARY _",
  "X",
  "Trieste? from \\ --",
  "Italy V",
  ".",
  "(cid:127) ITALY . —ROMANIA",
  "A# -i' (cid:127)£0 S -a",
  "' X YUGOSLAVIA",
  "% c 'j",
  ">",
  "i i r",
  "BULGARIA",
  "<",
  "*",
  "X",
  "x x",
  "T' v >",
  "X1",
  ". X%",
  "V",
  "REEOE",
  "X . , TURKEY",
  "^",
  "/A",
  "c",
  "/",
  "\\\\tVxI .4»,«0 *£§S",
  "C C",
  "-",
  "j Land taken byPoland from Germany:territory eastof theOder Neissslineand part of EastPrussia",
  "Land acquired bytheUSSR duringthewar",
  "OccupationzonesinGermanyand Austria:",
  "1Russian 3French",
  "2British 4American",
  "Map 7.1 Europe after 1945",
  "THECOLDWAR 127or murdered; in Hungary for example, the Russians allowed free elections; but although",
  "the communists won less than 20 percent of the votes, they saw to it that a majority of the",
  "cabinet were communists. Stalin frightened the West further by a widely reported speech",
  "in February 1946 in which hesaid thatcommunism and capitalism could never live peace",
  "¬",
  "fully together, and that future wars were inevitable until the final victory of communism",
  "was achieved. However, Russian historians have claimed that the speech was reported in",
  "IronCurtain,1949",
  "Germany,1945",
  "Zonesof occupation,GermanyandAustria",
  "American",
  "British",
  "I lFrench",
  "~~~j",
  "Russian",
  "{— .—-1Russiansatelliteswithdatesof complete",
  "fca—y(cid:127)ajCommunistcontrol",
  "lixxi-xjCommunist butexpelledfromtheCominform",
  "LandstakenfromGermany",
  "V",
  ">",
  "0 -",
  "V",
  "/",
  "'",
  "(cid:127) USSR",
  "Stettin",
  "(",
  "'",
  "(cid:127) r j",
  "Berlin POLAND1947",
  "I A N Y Xv'*' \\",
  "V",
  "1",
  "r /",
  "y",
  "CZECHOSLOVAKIA1948",
  "r",
  ": ~",
  "'i '",
  "(cid:127)",
  "\\",
  "|",
  "|U",
  "A.U=: HUNGARY1943 / : \\",
  "-",
  "A ROMANIA1947",
  "5",
  "\\",
  "Trieste -",
  "r .",
  "v>° >",
  "YUGOSLAVIA1845 v ~ 2!V (cid:127)",
  "+",
  ". .. .",
  "ALBAN y",
  "1946",
  "0",
  "Map 7.2 Central and eastern Europe during the Cold War",
  "Source: D.Heater,OurWorldThisCentury(Oxford,1992),p.129",
  "128",
  "PART1 WAR ANDINTERNATIONAL RELATIONSthe west in a misleading and biased way, especially by George Kennan, who was the US",
  ".",
  "charge d’affaires in Moscow",
  "Churchill responded to all this in a speech of his own at Fulton, Missouri (USA), in",
  "March 1946,in which he repeated a phrase he had used earlier: ‘From Stettin in the Baltic",
  "to Trieste in the Adriatic, an iron curtain has descended across the continent’ (see Map",
  ".",
  "7.2) Claiming that the Russians were bent on ‘indefinite expansion of their power and",
  "doctrines’, he called for a Western alliance which would stand firm against the commu",
  "¬",
  "nist threat. The speech drew a sharp response from Stalin, who revealed his fears about",
  "Germany and the need to strengthen Soviet security. The rift between East and West was",
  "steadily widening and Stalin was able to denounce Churchill as a ‘warmonger’. But not",
  "everybody in the West agreed with Churchill-overa hundred British Labour MPs signed",
  ".",
  "a motion criticizing the Conservative leader for his attitude",
  "(d) The Russians continued to tighten their grip on eastern Europe",
  "By the end of 1947 every state in that area with the exception of Czechoslovakia had a",
  ".",
  "fully communist government Elections were rigged, non-communist members of coali",
  "¬",
  "tion governments were expelled, many were arrested andexecuted andeventually allother",
  "political parties were dissolved. All this took place under the watchfuleyesof secret police",
  ".",
  "and Russian troops In addition, Stalin treated the Russian zone of Germany as if it were",
  "Russian territory, allowing only the Communist Party and draining it of vital resources.",
  "Only Yugoslavia did not fit the pattern: here the communist government of Marshal",
  "Tito had been legally elected in 1945. Tito had won the election because of his immense",
  "-",
  "prestigeas leader of theanti German resistance;it wasTito’sforces,not the Russians, who",
  "had liberated Yugoslavia from German occupation, and Tito resented Stalin’s attempts to",
  ".",
  "interfere",
  "The West was profoundly irritated by Russia’s treatment of eastern Europe, which",
  ".",
  "disregarded Stalin’s promise of free elections, made at Yalta And yet they ought not to",
  "have been surprised at what was happening:even Churchill had agreed with Stalin in 1944",
  "that much of eastern Europe should be a Russian sphere of influence. Stalin could argue",
  "that friendly governments in neighbouring states were necessary for self-defence, that",
  "these states had never had democratic governments anyway, and that communism would",
  "bring much-needed progress to backward countries. It was Stalin’s methods of gaining",
  "control which upset the West, and they gave rise to the next major developments.",
  "(e) The Truman Doctrine and the Marshall Plan",
  "1 The Truman Doctrine",
  "This sprang from events in Greece, where communists were trying to overthrow the",
  ".",
  "monarchy British troops, who had helped liberate Greece from the Germans in 1944, had",
  "restored the monarchy, but they were now feeling the strain of supporting it against the",
  "communists, who were receiving help from Albania, Bulgaria and Yugoslavia. Ernest",
  "Bevin, the British Foreign Minister, appealed to the USA and Truman announced (March",
  "1947) that the USA ‘would support free peoples who are resisting subjugation by armed",
  "minorities or by outside pressures’. Greece immediately received massive amounts of",
  "arms and other supplies, and by 1949 the communists were defeated. Turkey, which also",
  "seemed under threat, received aid worth about $60 million. The Truman Doctrine made it",
  "clear that the USA had no intention of returning to isolation as she had after the First",
  "World War; she was committed to a policy of containing communism,not just in Europe,",
  ".",
  "but throughout the world, including Korea and Vietnam",
  "THECOLDWAR 1292 The Marshall Plan",
  ".",
  "Announced in June 1947, this was an economic extension of the Truman Doctrine",
  "American Secretary of State George Marshall produced his European Recovery",
  "Programme (ERP), which offered economic and financial help wherever it was needed.",
  "‘Our policy’, he declared, ‘is directed not against any country or doctrine, but against",
  "hunger, poverty,desperation and chaos.’ Western Europe was certainly suffering from all",
  ".",
  "of these problems,exacerbated by the coldest winterfor almost 70 years (1947-8) One of",
  "the aimsof the ERP was to promote the economic recovery of Europe, but there was more",
  "behind it than humanitarian feeling. A prosperous Europe would provide lucrative markets",
  "for American exports; but its main aim was probably political:communism was less likely",
  "to gain control in aflourishing western Europe. BySeptember, 16 nations(Britain, France,",
  "Italy, Belgium, Luxembourg, the Netherlands, Portugal, Austria,Greece, Turkey, Iceland,",
  "Norway, Sweden, Denmark, Switzerland and the western zones of Germany) had drawn",
  "up a joint plan for using American aid. During the next four years over $13 billion of",
  "Marshall Aid flowed into western Europe,fostering the recovery of agriculture and indus",
  "¬",
  "try, which in many countries were in chaos because of war devastation. During the same",
  "period the communist parties in western Europe suffered electoral defeat, most notably in",
  ".",
  "France and Italy, which had seemed the most likely states to go communist",
  "Most American historians have claimed that Europe’s rapid recovery from impending",
  "economic and political disaster was due entirely to the Marshall Plan, which was held up",
  "as a perfect example of humanitarian intervention. In his history of the Plan, published in",
  "2008, Greg Behrman follows the same line: Marshall and his assistants were heroes and",
  ".",
  "Americasaved Europefrom economicdisasterand acommunist takeover Inanother 2008",
  "publication, NicolausMillsalsosees the Plan asa model of how to goabout helping states",
  "struggling with exhaustion, poverty and economic chaos. However, he admits that",
  "European leaders themselves played an important part in theircountries’ recovery. In fact,",
  "European historians have rejected the view that Europe was saved solely by the Marshall",
  ".",
  "Plan They point out that European economies recovered so quickly after 1947 that the",
  "conditions for recovery must already have been in place. Although $13 billion sounds an",
  "awful lot of money, Marshall Aid averaged only about 2.5 per cent of the total national",
  ".",
  "income of the 16countries involved This raises the question: if Marshall Aid had not been",
  "available, would western Europe have turned communist, either from electoral choice or",
  "by Soviet invasion? The overwhelming evidence suggests that the communists’ popular",
  "¬",
  "ity was already in decline before American aid began to arrive. And most historians agree",
  "thatStalin was more concerned to protectSovietsecurity than to start launching wholesale",
  "invasions of western Europe.",
  "The Russians were well aware that there was more to Marshall Aid than pure benevo",
  "¬",
  "lence. Although in theory aid was available for eastern Europe, Russian Foreign Minister",
  "Molotov denounced the whole idea as ‘dollar imperialism’. He saw it as a blatant",
  "American device for gaining control of western Europe, and worse still, for interfering in",
  "eastern Europe, which Stalin considered to be Russia’s sphere of influence. The USSR",
  "rejected the offer, and neither her satellite states nor Czechoslovakia, which was showing",
  ".",
  "interest, were allowed to take advantage of it The‘iron curtain’ seemed a reality,and the",
  ".",
  "next development only served to strengthen it",
  "(f) The Cominform",
  "This-the Communist Information Bureau-was the Soviet response to the Marshall Plan.",
  "Set up by Stalin in September 1947, it was an organization to draw together the various",
  "European communist parties. All the satellite states were members, and the French and",
  "Italian communist parties were represented. Stalin’s aim was to tighten his grip on the",
  "130 PARTI WAR ANDINTERNATIONALRELATIONS- .",
  "satellites: to be communist was not enough-itmust be Russian style communism Eastern",
  "Europe was to be industrialized, collectivized and centralized; states were expected to",
  "-",
  "trade primarily with Cominform members,and all contacts with non communist countries",
  "were discouraged. When Yugoslavia objected she was expelled from the Cominform",
  "(1948), though she remained communist. In 1947the Molotov Plan was introduced,offer",
  "¬",
  "ing Russian aid to the satellites. Another organization, known as Comecon (Council of",
  "Mutual Economic Assistance),was set up to co-ordinate their economic policies.",
  "(g) The communist takeover of Czechoslovakia (February 1948)",
  "This came as a great blow to the Western bloc, because it was the only remaining democ",
  "¬",
  "ratic state in eastern Europe. There was a coalition government of communists and other",
  "left-wing parties, which had been freely elected in 1946. The communists had won 38 per",
  "cent of the votesand 114seats in the 300-seat parliament,and they held a third of the cabi",
  "¬",
  "net posts. The prime minister, Klement Gottwald, was a communist; President Benes and",
  "the foreign minister, Jan Masaryk, were not; they hoped that Czechoslovakia, with its",
  ".",
  "highly developed industries, would remain as a bridge between east and west",
  "However,acrisisaroseearly in 1948. Elections wereduein May,and all thesigns were",
  "that the communists would lose ground; they were blamed for the Czech rejection of",
  "Marshall Aid, which might have eased the continuing food shortages. The communists",
  "decided to act before the elections; already in control of the unions and the police, they",
  ".",
  "seized power in an armed coup All non-communist ministers with the exception of Benes",
  "and Masaryk resigned. A few days later Masaryk’s body was found under the windows of",
  "hisoffices. Hisdeath wasofficially described assuicide.However,when thearchives were",
  "opened after the collapse of communism in 1989, documents were found which proved",
  "beyond doubt that he had been murdered. The elections were held in May but there was",
  "only a single list of candidates - all communists. Benes resigned and Gottwald became",
  ".",
  "president",
  "The western powers and the UN protested but felt unable to take any action because",
  "they could not prove Russian involvement - the coup was purely an internal affair.",
  "However, there can be little doubt that Stalin, disapproving of Czech connections with the",
  "West and of the interest in Marshall Aid, had prodded the Czech communists into action.",
  "Nor was it just coincidence that several of the Russian divisions occupying Austria were",
  "moved up to the Czech frontier. The bridge between East and West was gone; the ‘iron",
  ".",
  "curtain’ was complete",
  "(h) The Berlin blockade and airlift (June 1948-May 1949)",
  ".",
  "This brought the Cold War to its first great crisis It arose out of disagreements over the",
  ".",
  "treatment of Germany",
  "1 At the end of the war, as agreed at Yalta and Potsdam, Germany and Berlin were",
  ".",
  "each divided into four zones While the three western powersdid their best to orga",
  "¬",
  "nize the economic and political recovery of their zones,Stalin,determined to make",
  "Germany pay for all the damage inflicted on Russia, treated his zone as a satellite,",
  ".",
  "draining its resources awayto Russia",
  "2 Early in 1948 the three western zones were mergedto form a single economic unit,",
  "whose prosperity, thanks to Marshall Aid, was in marked contrast to the poverty of",
  "the Russian zone. The West wanted all four zones to be re-united and given self-",
  "government as soon as possible; but Stalin had decided that it would be safer for",
  "131",
  "THECOLDWAR-",
  "Russia if he kept the Russian zone separate, with its own communist, pro Russian",
  ". -",
  "government The prospect of the three western zones re uniting was alarming",
  ".",
  "enough to Stalin, because he knew they would be part of the Western bloc",
  "3 In June 1948 theWest introduced a new currency and ended price controls intheir",
  ".",
  "zone and in West Berlin The Russians decided that the situation in Berlin had",
  ".",
  "become impossible Already irritated by what they saw as an island of capitalism a",
  "hundred miles inside the communist zone, they felt it impossible to have twodiffer",
  "¬",
  "ent currencies in the same city,and they were embarrassed by the contrast between",
  "the prosperity of West Berlin and the poverty of the surrounding area.",
  "The Russian response was immediate: all road, rail and canal links between West",
  "Berlin andWest Germany were closed; their aim was to force the West to withdraw from",
  "West Berlin by reducing it to starvation point. The western powers, convinced that a",
  "retreat would be the prelude to a Russian attack on West Germany, were determined to",
  "hold on. They decided to fly supplies in, rightly judging that the Russians would not risk",
  "shooting down the transport planes.Truman had thoughtfully sent afleetof B-29 bombers",
  "to be positioned on British airfields. Over the next ten months, 2 million tons of supplies",
  "were airlifted to the blockaded city in a remarkable operation which kept the 2.5 million",
  "West Berliners fed and warm right through the winter. In May 1949 the Russians admit",
  "¬",
  ".",
  "ted failure by lifting the blockade",
  "The affair had important results:",
  "(cid:127)",
  "The outcome gave a great psychological boost to the western powers, though it",
  "brought relations with Russia to their worst ever.",
  "(cid:127) It caused the western powers to co-ordinate their defences by the formation of",
  ".",
  "NATO",
  "(cid:127) It meant that since no compromise was possible, Germany was doomed to remain",
  ".",
  "divided for the foreseeable future",
  "(i) The formation of NATO",
  "The formation of the North Atlantic Treaty Organization (NATO) took place in April",
  "1949. The Berlin blockade showed the West’s military unreadiness and frightened them",
  "into making definite preparations. Already in March 1948, Britain, France, Holland,",
  "Belgium and Luxembourg had signed the Brussels Defence Treaty, promising military",
  "collaboration in case of war. Now they were joined by the USA, Canada, Portugal,",
  "Denmark, Iceland, Italy and Norway. All signed the North Atlantic Treaty, agreeing to",
  "regard an attack on any one of them as an attack on them all, and placing their defence",
  "forces under a joint NATO command organization which would co-ordinate the defence",
  "of the west. This was a highly significant development: the Americans had abandoned",
  "their traditional policy of ‘no entanglingalliances’ and for the first time had pledged them",
  "¬",
  "selves in advance to military action. Predictably Stalin took it as a challenge,and tensions",
  ".",
  "remained high",
  "(j) The two Germanies",
  "Since there was no prospect of the Russians allowing a united Germany, the western",
  "powers went ahead alone and set up the German Federal Republic, known as West",
  ".",
  "Germany (August 1949) Elections were held and Konrad Adenauer became the first",
  "Chancellor. The Russians replied by setting up their zone as the German Democratic",
  "132 PART I WAR ANDINTERNATIONAL RELATIONSRepublic,or East Germany (October 1949).Germany remained divided until the collapse",
  "of communism in East Germany (November-December 1989) made it possible early in",
  "1990 to re-unite the two states into a single Germany (see Section 10.6(e)).",
  "(k) More nuclear weapons",
  "When it became known in September 1949 that the USSR had successfully exploded an",
  "-",
  "atomic bomb, an arms race began to develop. Truman responded by giving the go ahead",
  "for the USA to produce a hydrogen bomb many times more powerful than the atomic",
  "-",
  "bomb. His defence advisers produced a secret document, known as NSC 68 (April 1950),",
  "which shows that they had come to regard the Russiansasfanatics who wouldstopat noth",
  "¬",
  "ing to spread communism all over the world. They suggested that expenditure on arma",
  "¬",
  ".",
  "ments should be more than tripled in an attempt to defeat communism",
  "It was not only the Russians who alarmed the Americans: a communist government was",
  "-",
  "proclaimed in China (October 1949) after the communist leader Mao Zedong (Mao Tse",
  "-",
  "tung) had defeated Chiang Kai shek, the nationalist leader, who had been supported by the",
  "USA and who was now forced to flee to the island of Taiwan (Formosa). When the USSR",
  "and communist China signed a treaty of alliance in February 1950, American fears of an",
  "advancing tide of communism seemed about to be realized. It was in this atmosphere of",
  "American anxiety that the Cold War spotlight now shifted to Korea, where, in June 1950,",
  ".",
  "troopsfromcommunist North Koreainvaded non-communistSouth Korea(seeSection 8.1)",
  "7.3 TO WHAT EXTENT WAS THERE A THAW AFTER 1953?",
  "There is nodoubt that in some ways East-West relations did begin to improve during 1953,",
  ".",
  "though there werestillareasof disagreementand the thaw wasnotaconsistentdevelopment",
  "(a) Reasons for the thaw",
  "1 The deathof Stalin",
  "The death of Stalin was probably the starting point of the thaw, because it brought to the",
  "forefront new Russian leaders - Malenkov, Bulganin and Khrushchev - who wanted to",
  "improve relations with the USA. Their reasons were possibly connected with the fact that",
  "by August 1953 the Russians as well as the Americans had developed a hydrogen bomb:",
  "the two sides were now so finely balanced that international tensions had to be relaxed if",
  "nuclear war was to be avoided.",
  "Nikita Khrushchev explained the new policy in a famous speech (February 1956) in",
  "which he criticized Stalin and said that‘peaceful coexistence’ with the West was not only",
  "possible but essential: ‘there are only two ways-either peaceful coexistence or the most",
  ". .",
  "destructive war in history There is no third way ’ This did not mean that Khrushchev had",
  "given up the idea of a communist-dominated world;this would still come, but it would be",
  "achieved when the western powers recognized the superiority of the Soviet economic",
  "system, not when they were defeated in war. In the same way, he hoped to win neutral",
  "states over to communism by lavish economic aid.",
  "2 McCarthy discredited",
  "-",
  "Anti communist feelings in the USA, which had been stirred up by Senator Joseph",
  "McCarthy, began to moderate when McCarthy was discredited in 1954. It had gradually",
  "become clear that McCarthy himself was something of a fanatic, and when he began to",
  "133",
  "THECOLDWARaccuse leading generalsof having communist sympathies, he had gone too far.TheSenate",
  "condemned him by a large majority and he foolishly attacked the new Republican",
  ".",
  "President Eisenhower for supporting the Senate Soon afterwards Eisenhower announced",
  ".",
  "that the American people wanted to be friendly with the Soviet people",
  "(b) How did the thaw show itself?",
  "1 The first signs",
  "(cid:127) The signing of the peace agreement at Panmunjom ended the Korean War in July",
  "1953 (see Section 8.1(c)).",
  "(cid:127) The following year the war in Indo-China ended (see Section 8.3(c-e)).",
  "2 The Russians made important concessions in 1955",
  "(cid:127) They agreed to give up their military bases in Finland.",
  "(cid:127) They lifted their veto on the admission of 16 new member states to the UN.",
  "(cid:127) The quarrel with Yugoslavia was healed when Khrushchev paid a visit to Tito.",
  "(cid:127) The Cominform was abandoned, suggesting more freedom for the satellite states.",
  "3 The signing of the Austrian State Treaty (May 1955)",
  ".",
  "This was the most important development in the thaw At the end of the war in 1945,",
  "Austria wasdivided into four zones of occupation, with the capital, Vienna,in the Russian",
  "zone. Unlike Germany, she wasallowed her own government because she was viewed not",
  "as a defeated enemy but as astate liberated from the Nazis. The Austrian government had",
  "only limited powers,and the problem wassimilar to theonein Germany: whereas the three",
  "western occupying powers organized the recovery of their zones, the Russians insisted on",
  ".",
  "squeezing reparations, mainly in the form of food supplies, from theirs No permanent",
  "settlement seemed likely, but early in 1955 the Russians were persuaded, mainly by the",
  "Austrian government,to be more co-operative.They were also afraid of a merger between",
  ".",
  "West Germany and western Austria",
  "As a result of the agreement,all occupying troops were withdrawn and Austria became",
  "independent, with her 1937frontiers.She was not to unite with Germany, herarmedforces",
  "were strictly limited and she was to remain neutral in any dispute between East and West.",
  "This meant that she could not join either NATO or the European Economic Community.",
  "One point the Austrians were unhappy about was the loss of the German-speaking area of",
  "the South Tyrol, which Italy was allowed to keep.",
  "(c) The thaw was only partial",
  "Khrushchev’s policy wasa curiousmixture, which western leadersoften found difficult to",
  "understand. While making the conciliatory moves just described, he was quick to respond",
  "to anything which seemed to be a threat to the East, and he had no intention of relaxing",
  "Russia’s grip on the satellite states. The Hungarians discovered this to their cost in 1956",
  "when a rising in Budapest against the communist government was ruthlessly crushed by",
  ".",
  "Russian tanks (see Sections 9.3(e) and 10.5(d)) Sometimes he seemed to be prepared to",
  "see how far he could push the Americans before they stood up to him:",
  "(cid:127)",
  "TheWarsaw Pact(1955) wassigned between Russiaand her satellite statesshortly",
  "after West Germany was admitted to NATO. The Pact was a mutual defence",
  "134 PART I WAR ANDINTERNATIONAL RELATIONSagreement, which the West took as a gesture against West Germany’s membership",
  ".",
  "of NATO",
  "(cid:127) The Russians continued to build up their nuclear armaments (see next section).",
  "(cid:127) .",
  "The situation in Berlin caused more tension (see below)",
  "(cid:127)",
  "The most provocative action of all was when Khrushchev installed Soviet missiles",
  ".",
  "in Cuba, less than a hundred miles from the American coast (1962)",
  "The situation in Berlin",
  "Thewestern powers werestill refusing togiveofficial recognition to theGerman Democratic",
  "Republic (East Germany), which the Russians had set up in response to the creation of West",
  "Germany in 1949. In 1958, perhaps encouraged by the USSR’s apparent lead in some areas",
  "of the nuclear arms race, Khrushchev announced that the USSR no longer recognized the",
  "rights of the western powers in West Berlin. When the Americans made it clear that they",
  "would resist any attempt to push them out, Khrushchev did not press the point.",
  "In 1960 it was Khrushchev’s turn to feel aggrieved when an American U-2 spy plane",
  "was shot down over a thousand miles inside Russia. President Eisenhower declined to",
  ".",
  "apologize,defending America’s right to makereconnaissanceflights Khrushchev stormed",
  "out of the summit conference which was just beginning in Paris, and it seemed that the",
  "thaw might be over.",
  ".",
  "In 1961 Khrushchev again suggested, this time to the new American president, John F",
  "Kennedy, that the West should withdraw from Berlin. The communists were embarrassed",
  "at the large numbers of refugees escaping from East Germany into West Berlin - these",
  "averaged about 200 000 a year and totalled over 3 million since 1945. When Kennedy",
  "refused,the BerlinWall was erected (August 1961),a 28-mile-long monstrosity across the",
  ". .",
  "entire city, effectively blocking the escape route (see Map 7.3and Illus 7.2)",
  "0 10km",
  "^ DEMOCRATIC REPDBOC I",
  "\\",
  "FRENCH",
  "/ —",
  "Soviet / SECTOR",
  "/",
  "check",
  "(cid:127)Tegelt;",
  "point",
  "Airport",
  "l BRITISH",
  "Brandenburg Gate",
  "NSECTOR",
  "EAST",
  "BERLIN",
  "Gatow Airport",
  "Check-point t",
  "Charlie Tempelhof",
  "Airport",
  "Soviet",
  "check AMERICAN SECTOR",
  "point",
  "r",
  "\\",
  "Soviet",
  "check-point",
  "Map 7.3 Berlin and the wall, 1961",
  "135",
  "THECOLDWAR:v a",
  "CHOLWTJlfiT'/MatLVNaELiiiC7 dvm i ± \\11 ggi,",
  ".",
  ",rqp '4777 v* 7777.77kmrw* 77*777/7' 7 <?*. p-^Tun^ j 477",
  "upsjqz&mr-'\\t’yt- cin;;j(cid:127)?, -pi#m.oau^i[s'Mrs\"-qMTavjqr,.:>7Kr'rrrqej&iiti3|KIOsIiJ#. ^i*S»£;'i**p jfcappnpicpa'mq”7;q 0p'«m?.-7\\iocqqij?,",
  "(cid:127) (cid:127) .- - 3Tj",
  "sHqpSR3SIi rOaBcqJ:-q\"ajocr:;sn7a:qAisK. a’is*® V'S':(cid:127)1Tf'' rices UR?TTCTOOGIE;«Vjr*-qipi 7t;>pTIs>*7;:1*: ta-sqis:-’>j3f1oc0cc7\"'S::S'j'S>HJ«C&3”13",
  "p7y,-j:v;v j^sirnw « sc-qj, 3psst*&q p.^ft^jpu-r^pn ..^",
  ")'' piciK’$(cid:127)cMacinui.voqipt;H«rWr|>ti’q.>.u£roq'.rt>a&IpM|rnM“c, 7s.j7aqarayr*mV pH>oIaq*\\\\^<4v-1.sp7na7u]pri..a.:c.v,n5s7z7ivsms''f.s>[y; *sql;irL. Lmm-",
  "9S-#*pU«'v1v*$;-j4|t.V(cid:127):. 7U3 yqi*p.J:l .cm.^.1*0&0«>&pB7’.r, p<uv% (cid:127)(cid:127)» -':-(cid:127) §. i*77.4'I^i.... 7»Q7.;®|*'Os«3pg8<S?Uj-ipq>Jc'liup‘i3*p.*-15$?07:>*-*;S>*J#:.¥|.",
  ":r3up1y-'4*c(lvt ;fp';-t,'vf|-7u'7j1:''io7,H'-U7.7.A471O:.;1,.-:37“p.'.Tvz«.7.cw'i{t'ouj.!ii7'4ztiiMi,.'7yn.1oi-74<:.J..LJ'*UI'.;i<..s?i,u3U7s.s7tS'ti,oops:qecvc!aAi:imo|iiia>-pi®t7.:<7t7itt«nj.l.-is!c.i:!(cid:127)>:.{«j 7.%;7i&H;'>lc!*if$.e*7:i'=T1.> *-a7ps.Ooz>nv'.i4jjtppi;qt7a 7i,7- U: 0Mrs*t^||r.;i:.-f,.ue».-r7po:.Bq,77Cjr^|j'",
  "tyj77, suiae i",
  "SISIU3S31ISSIIAI Nvano: QNV 33VU SIAIdV UV310nN",
  "(ty&ij)spjrjri*vyjoff ;s«a;",
  ". MspaujR)si a~q ndaian«atn» ux l-urainp|0t|«Sioiidq JS%W",
  "gto:Apmu ?8«ai yV* 31«« ?n*M a« »Si»1JL ’ - Acq^siqp",
  "- ^aa",
  "- A -'JJri wmtMaK I AH. 7 v .",
  "i",
  "K «S B h i",
  ": -",
  "X W T7",
  "-",
  "V P H",
  "!",
  "> -",
  "k",
  "(cid:127)5^ (cid:127)n:*: M viAiijgimM Q- .^.",
  "*",
  "(cid:127)",
  ".-(cid:127). * -",
  "v",
  "* N:(cid:127) V",
  "9",
  "i",
  "A",
  "7",
  "’",
  "1",
  ">",
  "iAmericans again felt that they dared not be left behind; within a few months they had",
  ".",
  "launched an earth satellite of their own",
  "(b) The Cuban missiles crisis, 1962",
  "Cuba became involved in the Cold War in 1959 when Fidel Castro, who had just seized",
  "powerfrom the corrupt, American-backed dictator Batista,outraged the USA by national",
  "- ¬",
  "izing American owned estatesandfactories(seeSection8.2).AsCuba’s relations with the",
  "USA worsened, those with the USSR improved: in January 1961the USA broke off diplo",
  "¬",
  "matic relations with Cuba,and the Russians increased their economic aid.",
  "Convinced thatCuba was now acommuniststate in all but name,the new US president,",
  "John F. Kennedy, approved a plan by a group of Batista supporters to invade Cuba from",
  ".",
  "American bases in Guatemala (Central America) The American Central Intelligence",
  "Agency (CIA),a kind of secret service, was deeply involved. There wasa general view in",
  "the USA at this time that it was quite permissible for them to interfere in the affairs of",
  "sovereign states and to overthrow any regimes which they felt were hostile and too close",
  "for comfort (see Chapter 26). The small invading force of about 1400 men landed at the",
  "Bay of Pigs in April 1961, but the operation was so badly planned and carried out that",
  "Castro’s forces and his two jet planes had no difficulty crushing it. Later the same year,",
  ".",
  "Castro announced that he was now a Marxist and that Cuba was a socialist country",
  "Kennedy continued his campaign to destroy Castro, in various ways: Cuban merchant",
  "ships were sunk, installations on the island were sabotaged and American troops carried",
  ". .",
  "out invasion exercises Castro appealed to the USSR for military help",
  "Khrushchev decided to set up nuclear missile launchers in Cuba aimed at the USA,",
  ".",
  "whose nearest point was less than a hundred miles from Cuba He intended to install",
  "missiles with a range of up to 2000 miles, which meant that all the major cities of the",
  "central and eastern USA such as New York, Washington, Chicago and Boston would be",
  "under threat.This wasarisky decision,and there was greatconsternation in the USA when",
  "in October 1962, photographs taken from spy planes showed a missile base under",
  "construction (see Map 7.4).Why did Khrushchev take such a risky decision?",
  "(cid:127) The Russians had lost the lead in ICBMs, so this was a way of trying to seize the",
  "initiative back again from the USA. But it would be wrong to put all the blame for",
  "the crisis on the USSR.",
  "(cid:127) In 1959 the Americans had signed an agreement with Turkey allowing them to",
  "deploy Jupiter nuclear missilesfrom bases in Turkey.This wasbefore any top-level",
  ".",
  "contacts between Castro and the Russians had taken place As Khrushchev himself",
  "put it in his memoirs, ‘the Americans had surrounded our country with military",
  "bases, now they would learn what it feels like to have enemy missiles pointing at",
  ".",
  "you’",
  "(cid:127)",
  "It was a gesture of solidarity with his ally Castro, who was under constant threat",
  "from the USA; although the Bay of Pigs invasion had been a miserable failure, it",
  "was not the end of the US threat to Castro-in November 1961 Kennedy gave the",
  "-",
  "go ahead forasecretCIA operation known asOperation Mongoose which aimed to",
  ".",
  "‘help Cuba overthrow the Communist regime’ Hopefully, the Russian missiles",
  "would dissuade such an operation; if not, they could be used against invading",
  ".",
  "American troops",
  "(cid:127) It would test the resolve of the new, young, American President Kennedy.",
  "(cid:127) Perhaps Khrushchev intended to use the missilesfor bargaining with the West over",
  "removal of American missiles from Europe, or a withdrawal from Berlin by the",
  ".",
  "West",
  "THECOLDWAR 137^ —",
  "NewYork < Kennedy'squarantineactionagainstCuba",
  "Pittsburgh",
  "Philadelphia«",
  "I",
  "+ USair bases",
  "WashingtonD.C.1 USships",
  "*",
  "Sovietmissilesites",
  "ft Sovietships",
  "USA",
  "0 500km",
  "/",
  "Charleston / Bermuda",
  "ft N",
  "/",
  "/",
  "—",
  "^ GMtve/xficoo/ T7l4\\C/apeCanaveral(Kennedy) OActleaanntic",
  ",",
  "y",
  "Florid",
  "\\",
  "s I ( Miami ^",
  "\\ ‘",
  "KeyWest A",
  "\\ > l//- ^Bahama^-",
  "UITI / V -",
  "1 x",
  ">",
  "o",
  ") wl (cid:127)> -—",
  "Bayof Pigs -",
  "Guanta ^DominicanRepublic",
  "5 SanJuan",
  "^^",
  "^^ r",
  ",",
  "' v",
  "^ Jamaica » A PuertoRicoUSA",
  "(ar‘bbean Sea",
  "PortauPrince",
  "Map 7.4 The Cuban missiles crisis, 1972",
  "Kennedy’s military advisers urged him to launch air strikes against the bases. General",
  "Maxwell Taylor urged Kennedy to launch afull-scale invasionof Cuba;but he acted more",
  "cautiously: he alerted American troops, began a blockade of Cuba to keep out the 25",
  "Russian ships which were bringing missiles to Cuba and demanded the dismantling of the",
  "missile sites and the removal of those missiles already in Cuba. The situation was tense,",
  "and the world seemed to be on the verge of nuclear war.The Secretary-General of the UN,",
  ".",
  "U Thant, appealed to both sides for restraint",
  "Khrushchev made the first move: he ordered the Russian ships to turn back, and even",
  "¬",
  "tually a compromise solution was reached. Khrushchev promised to remove the missiles",
  "and dismantle the sites; in return Kennedy promised that the USA would not invade Cuba",
  "again, and undertook to disarm the Jupiter missiles in Turkey (though he would not allow",
  "this to be announced publicly). Castro was furious with Khrushchev for ‘deserting’ him",
  "apparently without consulting the Cubans, and Cuban-Soviet relations were extremely",
  "cool for several years.",
  "The crisis had only lasted a few days, but it was extremely tense and it had important",
  ".",
  "results Bothsidescould claim to have gained something, but mostimportant was that both",
  "sides realized how easily a nuclear war could have started and how terrible the results",
  "would have been. It seemed to bring them both to their senses and produced a marked",
  "relaxationof tension.Atelephone link (the‘hotline’) was introducedbetween Moscow and",
  "Washingtonto allow swift consultations,and in July 1963, the USSR, the USA and Britain",
  "signed a NuclearTest BanTreaty,agreeing to carry out nuclear tests only underground to",
  ".",
  "avoid polluting the atmosphere any further",
  "138",
  "PART I WAR ANDINTERNATIONAL RELATIONS.",
  "At first Kennedy’s handling of the crisis was highly praised Most American commen",
  "¬",
  "tators argued that by standing up to the Russians and by resisting pressure from his own",
  "army Chiefs of Staff for a military response, Kennedy defused the crisis and achieved a",
  ".",
  "peaceful settlement The president’s brotherRobert wasoneof hischief supporters, partic",
  "¬",
  "ularly in his book Thirteen Days (1969). In order to lay all the blame for the crisis on the",
  "USSR, the Americans emphasized that Khrushchev and various Russian diplomats had",
  "repeatedly lied, insisting that they had no intention of building missile bases in Cuba.",
  "However, some later historians were more critical of Kennedy. A few accused him of",
  "missing a chance to solve the problem of Cuba once and for all -he ought to have called",
  ".",
  "Khrushchev’s bluff, attacked Cuba and overthrown Castro Others criticized Kennedy for",
  "causing the crisis in the first place by placing nuclear missiles in Turkey and repeatedly",
  "trying todestabilize the Castro regime. It wasalso pointedout that sinceSoviet long-range",
  "missiles could already reach the USA from Russia itself, the missiles in Cuba did not",
  "exactly pose a new threat.",
  "(c) The race continues into the 1970s",
  "Although in public the Russians claimed the outcome of the missiles crisis as a victory, in",
  "private they admitted that their main aim - to establish missile bases near the USA- had",
  "failed. Even the removal of American Thors and Jupiters from Turkey meant nothing",
  "because the Americans now had another threat -ballistic missiles (known as Polaris, later",
  ".",
  "Poseidon) whichcouldbe launchedfrom submarines(SLBMs)in theeastern Mediterranean",
  "-",
  "The Russians now decided to go all out to catch up with the American stockpile of",
  "ICBMs and SLBMs. Their motive was not just to increase their own security: they hoped",
  "that if they could get somewhere near equality with the Americans, there would be a good",
  "chance of persuading them to limit and reduce the arms build-up. As the Americans",
  "became more deeply involved in the war in Vietnam (1961-75), they had less to spend on",
  "nuclear weapons,and slowly but surely the Russians began to catch up. By the early 1970s",
  "they had overtaken the USA and her allies in numbers of ICBMs and SLBMs. They had",
  "-",
  "brought out a new weapon, the anti ballistic missile (ABM),which could destroy incom",
  "¬",
  "ing enemy missiles before they reached their targets.",
  "However, the Americans were ahead in other departments - they had developed an",
  "-",
  "even more terrifying weapon, the multiple independently targetable re entry vehicle",
  "(MIRVf, this was a missile which could carry as many as 14 separate warheads, each one",
  ".",
  "of which could be programmed to hitadifferent target The Russians soon developed their",
  "version of the MIRV, known as the SS-20 (1977).These were targeted on western Europe,",
  "but were not as sophisticated as the American MIRV and carried only three warheads.",
  "At the end of the 1970s the Americans responded by developing Cruisemissiles,which",
  "were based in Europe; the new refinement was that these missiles flew in at low altitudes",
  "and so were able to penetrate under Russian radar.",
  "And so it went on; by this time both sides had enough of this horrifying weaponry to",
  "destroy the world many times over. The main danger was that one side or the other might",
  "be tempted to try and win a nuclear war by striking first and destroying all the other side’s",
  ".",
  "weapons before they had time to retaliate",
  "(d) Protests against nuclear weapons",
  "People in many countries were worried at the way the major powers continued to pile up",
  "nuclear weapons and failed to make any progress towards controlling them. Movements",
  "were set up to try to persuade governments to abolish nuclear weapons.",
  "THECOLDWAR 139In Britain the Campaign for Nuclear Disarmament (CND), which was started in 1958,",
  "put pressure on the government to take the lead, so that Britain would be the first nation",
  "to abandon nuclear weapons; this was known as unilateral disarmament (disarmament by",
  "one state only). They hoped that the USA and the USSR would follow Britain’s lead and",
  "scrap their nuclear weapons too. They held mass demonstrations and rallies, and every",
  "year at Easter they held a protest march from London to Aldermaston (where there was an",
  "atomic weapons research base) and back.",
  ".",
  "No British government dared take the risk, however They believed that unilateral",
  "disarmament would leave Britain vulnerable toa nuclearattack from the USSR,and would",
  "only consider abandoning their weapons as part of a general agreement by all the major",
  "powers (multilateraldisarmament). During the 1980s there were protestdemonstrations in",
  "many European countries, including West Germany and Holland, and also in the USA. In",
  "Britain many women protested by camping around the American base at Greenham",
  "Common (Berkshire), where the Cruise missiles were positioned. The fear was that if the",
  "Americans ever fired any of these missiles, Britain could be almost destroyed by Russian",
  "nuclear retaliation. In the long run, perhaps the enormity of it all and the protest move",
  "¬",
  "ments did play a part in bringing both sides to the negotiating table. And so the world",
  "moved into the next phase of the Cold War-detente (see Sections 8.6 and 8.7 for detente",
  ".",
  "and the end of the Cold War)",
  "FURTHER READING",
  "Aylett, J.F., The ColdWar and After (Hodder & Stoughton, 1996).",
  "Behrman, G., The Most Noble Adventure: The Marshall Plan and the Reconstruction of",
  ".",
  "Postwar Europe (Aurum, 2008)",
  "Dockrill, M., The ColdWar 1945-63 (Macmillan, 1998).",
  ". .",
  "Foss, C , Fidel Castro (Alan Sutton, 2006)",
  "Gaddis, J. L., The United States and the Origins of the Cold War, 1941-1947 (Columbia",
  ".",
  "University Press, 1972)",
  "Gaddis, J. L.,The ColdWar: A New History (Allen Lane, 2006).",
  "Lovell, S., The Shadow of War: Russia and the USSR, 1941 to the Present (Wiley-",
  ".",
  "Blackwell, 2011)",
  "Lowe, P.,The KoreanWar (Macmillan, 2000).",
  ".",
  "McCauley, M., Origins of the ColdWar, 1941-1949 (Longman, 3rd edition, 2008)",
  "Mills, N., Winning the Peace: The Marshall Plan and America’s Coming of Age as a",
  ".",
  "Superpower (Wiley, 2008)",
  "Skierka, V., Fidel Castro: A Biography (Polity, 2004).",
  "Taylor, F.,The BerlinWall (Bloomsbury, 2006).",
  "Westad, O. A., The Global ColdWar (Cambridge University Press, 2006).",
  "Williams,W. A.,The Tragedyof AmericanDiplomacy(World Publishing,revised edition,",
  ".",
  "1962)",
  "QUESTIONS",
  "1 In what ways did the Marshall Plan, the dividing of Berlin, the communist takeover of",
  "power in Czechoslovakia, and the formation of NATO contribute to the development",
  "of the Cold War?",
  "2 How accurate is it to talk about a ‘thaw’ in the Cold War in the years after 1953?",
  "3 What were the causes of the Cuban missiles crisis? How was the crisis resolved and",
  "what were its consequences?",
  "140 PARTI WAR ANDINTERNATIONALRELATIONS4 Assess the reasons why Berlin was a major source of tension in the Cold War from",
  "1948 to 1961.",
  "5 How important was the Marshall Plan in bringing about the recovery of Western",
  "Europe between 1947 and 1951?",
  "|iV| There is a document question about the causes of the Cold War on the website.",
  "THECOLDWAR 1418"
]